{
  "openalex_id": "W3202113760",
  "doi": "https://doi.org/10.1111/bjd.20773",
  "title": "The effect of surgical‐site infections on patient‐reported cosmetic outcomes of scars in dermatological surgery",
  "abstract": "Dear Editor, Surgical-site infections (SSIs) are highly unsought complications that add unnecessary costs to patients and healthcare systems.1-4 SSIs are also believed to contribute to poor wound cosmesis,5 but studies supporting this idea are scarce. We aimed to examine whether differences were found in patient-reported scar outcomes between patients who had an SSI after dermatological surgery and patients with normal wound healing. This comparison was made using SCAR-Q, a validated, patient-reported outcome instrument. Following ethical approval and registration at ClinicalTrials.gov (NCT04744961), a case–control telephone interview study was conducted at the Department of Dermatology, Skåne University Hospital, Sweden, from March to April 2021. Randomly selected patients over 18 years old diagnosed with SSIs who had undergone skin cancer surgery between March 2017 and March 2020 were compared with a matched control group with no registered SSIs. SSIs were retrieved from an electronic database containing all cases assessed by a dermatologist as infected. All surgical excisions were repaired by either direct closure or skin grafting. Patients with cognitive impairment, patients with hearing disabilities that would not allow for a telephone interview to be conducted, and/or patients unreachable after four telephone attempts were excluded. All interviews were conducted by a single investigator (R.H.). All included patients responded to the SCAR-Q scar appearance scale and psychosocial impact scale. Data from SCAR-Q were converted into an equivalent Rasch transformed score. Each score ranged from 0 to 100, and a higher score indicated a better scar outcome. We hypothesized that the anticipated mean SCAR-Q scores would differ between the two groups by at least 10 units with an SD of 20 for each mean score. To achieve a statistical power of 80%, approximately 60 patients were needed in each group. Reported variables included the patient’s age and sex, the anatomical location of the scar and the type of surgical repair technique. Statistical analysis was performed in SPSS (IBM, Armonk, NY, USA). Patient demographics were compared using a t-test for ages and χ2-test for categorical variables. A Mann–Whitney test was used to compare mean SCAR-Q score differences between two categorical variables, and a Kruskal–Wallis H-test was used to compare multicategorical variables. A multiple linear regression analysis was used to examine which variables were related to SCAR-Q scores. All P-values were deemed statistically significant at P ≤ 0·05. In total 114 patients were included. Fifty-seven patients had a diagnosis of SSI, and 57 patients had normal postoperative wound healing (Table 1). Seven patients with an SSI declined to participate in the survey, as did five in the control group. Results from the SCAR-Q surveys are shown in Table 1. No significant differences in either scar appearance scores (P = 0·71) or psychosocial impact scores (P = 0·16) were found between the groups. Multiple regression analysis revealed that patient sex was related to both scar appearance and psychosocial impact scores (P = 0·005 and 0·003, respectively) after adjusting for all other variables. In summary, SSIs did not have a significant effect on SCAR-Q scores in our study. Additional and larger multicentre studies would be needed to support the general notion of an SSI leading to a less cosmetically appealing scar from a patient’s perspective. use of the SCAR-Q questionnaire, authored by Drs Anne Klassen and Andrea Pusic, was made under license from McMaster University, Hamilton, Canada. Rickard Hammarstrand: Data curation (lead); Formal analysis (lead); Investigation (lead); Methodology (supporting); Writing-original draft (lead); Writing-review & editing (supporting). Karim Saleh: Conceptualization (lead); Data curation (supporting); Formal analysis (supporting); Investigation (supporting); Methodology (lead); Project administration (lead).",
  "authors": [
    {
      "display_name": "R. Hammarstrand",
      "id": "A5078829450",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210137844",
          "display_name": "Skåne University Hospital",
          "country_code": "SE",
          "type": "healthcare"
        },
        {
          "id": "I187531555",
          "display_name": "Lund University",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Hammarstrand"
    },
    {
      "display_name": "Karim Saleh",
      "id": "A5003317101",
      "orcid": "https://orcid.org/0000-0003-0604-5739",
      "institutions": [
        {
          "id": "I4210137844",
          "display_name": "Skåne University Hospital",
          "country_code": "SE",
          "type": "healthcare"
        },
        {
          "id": "I187531555",
          "display_name": "Lund University",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "K. Saleh"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-10-01",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S45720283",
    "display_name": "British Journal of Dermatology",
    "issn_l": "0007-0963",
    "issn": [
      "0007-0963",
      "1365-2133"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "186",
  "issue": "2",
  "first_page": "369",
  "last_page": "371",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/bjd.20773",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.90132844
    },
    {
      "id": "C2777642821",
      "display_name": "Scars",
      "level": 2,
      "score": 0.66453946
    },
    {
      "id": "C2779517570",
      "display_name": "Patient-reported outcome",
      "level": 3,
      "score": 0.5452966
    },
    {
      "id": "C150966472",
      "display_name": "Psychosocial",
      "level": 2,
      "score": 0.54289216
    },
    {
      "id": "C2778834376",
      "display_name": "Telephone interview",
      "level": 2,
      "score": 0.5165042
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.5118131
    },
    {
      "id": "C2780943399",
      "display_name": "Cosmesis",
      "level": 2,
      "score": 0.49995756
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.22950757
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11080",
      "display_name": "Surgical site infection prevention",
      "score": 0.9995
    },
    {
      "id": "T10771",
      "display_name": "Wound Healing and Treatments",
      "score": 0.9951
    },
    {
      "id": "T10599",
      "display_name": "Reconstructive Surgery and Microvascular Techniques",
      "score": 0.9906
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/bjd.20773",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/bjd.20773",
  "retrieved_date": "2025-07-30T14:57:36.384715",
  "source_database": "OpenAlex"
}