{
  "openalex_id": "W3201845636",
  "doi": "https://doi.org/10.1353/swh.2021.0096",
  "title": "On Juneteenth by Annette Gordon-Reed",
  "abstract": "Reviewed by: On Juneteenth by Annette Gordon-Reed Teresa Palomo Acosta On Juneteenth. By Annette Gordon-Reed. (New York: Liveright Publishing, 2021. Pp. 149. List of resources consulted.) On Juneteenth, a memoir and history, draws on Annette Gordon-Reed’s upbringing in Conroe, Texas, amid a family whose roots in the state date [End Page 221] to the 1820s. Summers with her grandparents, a much-anticipated trip to the amusement park Six Flags Over Texas, seeing the film Billy Jack, and her family’s annual Juneteenth celebration are among the many personal experiences she relates. These accounts are equally important markers about what she witnessed as a young Black Texan and what she, as a “historian of slavery” (120), writes about the American experiment in democracy. Each remembrance confirms her family’s profound role in shaping her. Each memory provides details about how Black Texans encounter racism, from the bullying of White classmates, the constant reminders of being insignificant, and the violence perpetrated by Whites upon her community. The book’s six essays amply document numerous situations that have informed the reality of Black Texans in the 156 years that have passed since the June 19, 1865, public reading in Galveston of General Order Number 3 “announcing the end of legalized slavery in the state” (11). Thus, her book explores succinctly and pointedly the lived experience of Juneteenth. Gordon-Reed writes about the state’s plantation history, Jim Crow, and the discrimination she witnessed in Conroe. In a chapter titled “A Texas Town,” she cites examples of the violence that emanates from the privilege accorded to White males: the lynching of Bennett Jackson, a Black man accused of assaulting a White woman, and the absolution of W. S. “Dude” Cochran, a White man who killed Bob White, a Black man, during the “final proceeding in Conroe” (36) at White’s retrial. Her bluntness here and in subsequent essays directly challenges the widespread propensity to embellish the contributions of White male cowboys and oilmen to the state’s formation and success. Gordon-Reed deftly includes “origin stories” (57) of Black Americans across time in a nation that negates their achievements. She writes: “Origin stories matter for individuals, groups of people, and for nations. They inform our sense of self; telling us what kind of people we believe we are, what kind of nation we believe we live in” (58). One significant origin story acknowledges Estebanico, the African who served as chief translator between Spanish and Indigenous peoples in the land that became Texas. Also known as a faith healer, he traveled extensively across present-day Texas, beginning in the 1520s. She also points out that words attributed to the African American abolitionist Sojourner Truth have come down to us in “the stereotypical dialect universally chosen to portray the speech of enslaved Blacks, no matter where in the country they lived” (64). Importantly, she analyzes how the state’s racial policies grew partially from White leaders’ encounters with Indigenous peoples, also noting that relations between Indigenous and Black people were tainted by the fact that members of the Five Civilized Tribes enslaved African Americans. Further, Gordon-Reed questions the Texian pursuit of freedom that is [End Page 222] touted in the 1960 film The Alamo, reminding readers that those Texans upheld slavery in three sections of the constitution codifying its existence as an independent Republic in 1836. As both memoir and history, On Juneteenth is a model for explicating the lived experience of Black Texans ever since the promise of equality was put forth in 1865. Her account makes clear that the lengthy quest to secure fairness in economic wealth, historical veracity, and political representation remains woefully incomplete. Teresa Palomo Acosta Austin, Texas Copyright © 2021 The Texas State Historical Association",
  "authors": [
    {
      "display_name": "Teresa Palomo Acosta",
      "id": "A5036822500",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Teresa Palomo Acosta"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S8818862",
    "display_name": "Southwestern historical quarterly",
    "issn_l": "0038-478X",
    "issn": [
      "0038-478X",
      "1558-9560"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4361184505"
  },
  "volume": "125",
  "issue": "2",
  "first_page": "221",
  "last_page": "223",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C56273599",
      "display_name": "White (mutation)",
      "level": 3,
      "score": 0.56531394
    },
    {
      "id": "C48103436",
      "display_name": "State (computer science)",
      "level": 2,
      "score": 0.50702715
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.47009298
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.4475584
    },
    {
      "id": "C177897776",
      "display_name": "Memoir",
      "level": 2,
      "score": 0.4431615
    },
    {
      "id": "C139838865",
      "display_name": "Racism",
      "level": 2,
      "score": 0.44015574
    },
    {
      "id": "C555826173",
      "display_name": "Democracy",
      "level": 3,
      "score": 0.4244092
    },
    {
      "id": "C2779056813",
      "display_name": "Amusement",
      "level": 2,
      "score": 0.41893834
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.41004092
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3957621
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.32917753
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.22346643
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.19790396
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.17634404
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C542102704",
      "display_name": "Psychotherapist",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.7863
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/swh.2021.0096",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:17:19.697595",
  "source_database": "OpenAlex"
}