{
  "openalex_id": "W3200011224",
  "doi": null,
  "title": "Avaliação da Resposta e Sobrevida a Quimioterapia com Doxorrubicina, Bleomicina, Vimblastina e Dacabarzina (ABVD) em Primeira Linha para Linfoma de Hodgkin realizada nos pacientes no Hospital Universitário de Brasília",
  "abstract": "Orientador (a):  Flavia Dias Xavier Resumo: Objetivos: O objetivo do estudo e avaliar a resposta e sobrevida com uso de ABVD em primeira linha nos pacientes com LH no HUB e o se houve impacto da falta da bleomicina no esquema. Metodos Estudo retrospectivo, a partir da revisao de prontuarios e registros medicos, realizado no ambulatorio de Oncohematologia do HUB. Pacientes com LH, HIV nao reagente, foram consecutivamente incluidos entre janeiro de 2014 e maio de 2018 (N= 36). Avaliacao final feita em junho de 2019. A avaliacao da resposta durante e ao termino do tratamento deu-se por PET-TC ou TC (pescoco, torax, abdomen superior e pelve) segundo os criterios de Lugano. Avaliou-se a resposta ao final do tratamento de 1° linha e a resposta atual, a SG e a sobrevida livre de doenca (SLD).  Resultados: A mediana de seguimento foi 30 meses para SG e 21 meses para SLD. Ao final da 1a linha com ABVD houve 59,4% de RC, 9,4% de resposta parcial, 28,1% de doenca refrataria primaria e 3,1% de recaida precoce. RC ocorreu em 60% dos pacientes que realizaram todos os ciclos com bleomicina; nos grupos que usaram bleomicina ao menos no 1° e 2° ciclos completos (C1-C2) vs sem bleomicina em C1-C2, a RC foi 63,2% vs 62,5% (p 0,9685; IC:0,25 – 4,15); nos pacientes com doenca avancada, a RC foi 61,5% vs 58,3% em C1-C2 com bleomicina vs sem bleomicina (p 0,872; IC:0,22 – 5,86). A SG em 60 meses foi de 91,3%. Em 45 meses, a SG foi 100% nos localizados vs 87,8% nos avancados; 91,8% vs 90% (p 0.859) naqueles que fizeram todos os ciclos com bleomicina vs algum ciclo sem bleomicina. Em 34 meses, a SG foi 94,7% vs 87,1% (p 0,44) naqueles que realizaram C1-C2 com bleomicina vs sem; e 92,3% vs 82,5% (p 0.482) em estadio avancado, conforme usou ou nao bleomicina nos dois primeiros ciclos. A SLD em 50 meses foi 89,5%. Em 20 meses, SLD de 100% vs 81,4% (p 0.189);  para os que realizaram C1-C2 com bleomicina vs sem; e em 28 meses a SLD foi 100% vs 87,4% (p 0.475) nos pacientes com todos os ciclos com bleomicina vs algum ciclo sem.  Discussao: O LH representa 11% dos linfomas, com maior prevalencia em homens e mediana de idade bimodal (15-30 anos e apos 55 anos). A OMS classifica-o em: LH predominio linfocitico nodular e LH classico (esclerose nodular, celularidade mista, rico em linfocitos e deplecao linfocitaria). No Brasil, o tratamento de primeira linha e o ABVD (adriamicina, bleomicina, vimblastina e dacarbazina). Estudos mostram boa resposta ao ABVD com sobrevida global (SG) em 5 anos de 82-97% e 81-84% e taxas de resposta completa (RC) de 81%-94% e 80%, respectivamente, nas doencas localizada e avancada, entretanto a bleomicina esta em falta no Brasil desde 2017. O tratamento dos pacientes com LH no HUB com ABVD obteve resultados semelhantes de SG e SLD quando comparados a literatura, apesar de menor taxa de RC em relacao a literatura (59,4% vs 80%). O uso da bleomicina na nossa populacao global e com doenca avancada configurou tendencia (nao significativa) a melhores desfechos. Nao houve diferenca em se usar ou nao bleomicina para doenca localizada, provavelmente pela adicao de radioterapia nesses casos (90%).  Conclusao: O tratamento dos pacientes com LH no HUB segue esquema classico com ABVD em primeira linha, com resultados semelhantes aos encontrados na literatura, exceto por menor RC. Ha necessidade de estudos prospectivos com maior numero de pacientes para se determinar se realmente a bleomicina e essencial no ABVD. Colaboradores: Vitoria Espindola Leite Borges;  Matheus Henrique da Silva Duraes;  Fernanda Queiroz Bastos; Nadia Cristina de Sousa Misael; Fernando Sergio Blumm Ferreira; Flavia Dias Xavier",
  "authors": [
    {
      "display_name": "Vitória Espíndola Leite Borges",
      "id": "A5091614111",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210131964",
          "display_name": "Universitas Nusa Bangsa",
          "country_code": "ID",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Vitória Espíndola Leite Borges"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-11-07",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7957404
    },
    {
      "id": "C2776305933",
      "display_name": "ABVD",
      "level": 5,
      "score": 0.7286593
    },
    {
      "id": "C509974204",
      "display_name": "Radiation therapy",
      "level": 2,
      "score": 0.4775844
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.4161637
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.37176523
    },
    {
      "id": "C2989005",
      "display_name": "Nuclear medicine",
      "level": 1,
      "score": 0.33118862
    },
    {
      "id": "C2776694085",
      "display_name": "Chemotherapy",
      "level": 2,
      "score": 0.21288714
    },
    {
      "id": "C2779429289",
      "display_name": "Vincristine",
      "level": 4,
      "score": 0.15336362
    },
    {
      "id": "C2776755627",
      "display_name": "Cyclophosphamide",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13544",
      "display_name": "Women's cancer prevention and management",
      "score": 0.9876
    },
    {
      "id": "T14376",
      "display_name": "Science and Education Research",
      "score": 0.9814
    },
    {
      "id": "T12623",
      "display_name": "Cultural, Media, and Literary Studies",
      "score": 0.9745
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "",
  "pdf_url": "",
  "retrieved_date": "2025-07-30T14:54:00.626760",
  "source_database": "OpenAlex"
}