{
  "openalex_id": "W3202486692",
  "doi": "https://doi.org/10.5040/9781350284906",
  "title": "Teaching Thinking",
  "abstract": "Robert Fisher is widely known for his well-established work on teaching thinking. His accessible writing, tried and tested classroom activities and practical advice have made him very popular with teachers, student teachers and teacher educators. He is particularly effective at keeping abreast with relevant curriculum developments and with research and teaching materials in the field, incorporating a wide range of ideas and suggestions into his regularly updated textbooks. The fourth edition of Teaching Thinking offers clear guidance for those interested in understanding and practising philosophical enquiry with children. * Joanna Haynes, Senior Lecturer in Education, Plymouth University, UK * The teaching of thinking as a basis for the curriculum in schools has suddenly come of age, in no small part due to the pioneering work of those like Robert Fisher. The revised and updated version of his classic text is just about the best introduction to the area that I know. In particular, his masterful description of how philosophy for children can transform our schools should be required reading on all teacher education courses and by anyone interested in discovering ways in which education for enlightenment can be achieved. * Bob Burden, Emeritus Professor of Applied Educational Psychology, University of Exeter, UK * This book is full of the very best surprises. As someone interested in helping adults to engage with the language of philosophy in social and educational research I can think of no better introduction to philosophical inquiry for young children. The accessible text brilliantly weaves together model examples of children's developing literacies with the work of professional philosophers, opening a rich space for readers to develop their own dialogically structured inquiries. Its challenging pedagogies for learning in the classroom reflect an array of ideas, models, structures and resources that can be used to guide young children in their philosophising about the world. Each chapter is concluded with excellent suggestions for further reading. I only wish such a book had been available when I was at school. * Kevin Flint, Reader in Education, Nottingham Trent University, UK * Robert Fisher has been at the forefront of writing for teachers for many years. His books are established as essential reading for teachers who want a practical guide to teaching thinking skills that is informed by a sound understanding of theory - this edition will be eagerly sought by those who are already familiar with his work and will secure a new audience of teachers keen to prepare children for the challenges of the future. * Sue Lyle, educational researcher and consultant, Dialogue Exchange, UK.",
  "authors": [
    {
      "display_name": "Robert L. Fisher",
      "id": "A5065584758",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Robert Fisher"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-01-01",
  "type": "book",
  "cited_by_count": 29,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C47177190",
      "display_name": "Curriculum",
      "level": 2,
      "score": 0.63616353
    },
    {
      "id": "C554936623",
      "display_name": "Reading (process)",
      "level": 2,
      "score": 0.6053013
    },
    {
      "id": "C2780326160",
      "display_name": "Enlightenment",
      "level": 2,
      "score": 0.48944607
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.45445633
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.41979894
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.35341492
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.18325248
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.10918701
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11715",
      "display_name": "Education and Critical Thinking Development",
      "score": 0.9834
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5040/9781350284906",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.701690",
  "source_database": "OpenAlex"
}