{
  "openalex_id": "W3206663501",
  "doi": "https://doi.org/10.1097/upj.0000000000000278",
  "title": "Current State of Advanced Practice Providers in Urological Practice",
  "abstract": "No AccessUrology PracticeWhite Paper1 Jan 2022Current State of Advanced Practice Providers in Urological PracticeThis article is commented on by the following:Editorial Commentary Timothy C. Brand, Ken Mitchell, Susanne Quallich, Jonathan Rubenstein, Kathleen Zwarick Shanley, Andrea Gutierrez, Gwen Hooper, Jay Motola, Brooke Zilinskas, Jennifer Robles, Brad Erickson, Eugene Rhee, and Aaron Spitz Timothy C. BrandTimothy C. Brand *Correspondence: Baptist Health Care,Pensacola, Florida E-mail Address: [email protected] Baptist Health Care,Pensacola, Florida More articles by this author , Ken MitchellKen Mitchell Arkansas Urology, Little Rock, Arkansas More articles by this author , Susanne QuallichSusanne Quallich University of Michigan School of Nursing, Ann Arbor, Michigan More articles by this author , Jonathan RubensteinJonathan Rubenstein Chesapeake Urology Associates, Baltimore, Maryland More articles by this author , Kathleen Zwarick ShanleyKathleen Zwarick Shanley American Urological Association, Linthicum, Maryland More articles by this author , Andrea GutierrezAndrea Gutierrez American Urological Association, Linthicum, Maryland More articles by this author , Gwen HooperGwen Hooper University of Alabama Capstone College of Nursing, Tuscaloosa, Alabama More articles by this author , Jay MotolaJay Motola Mount Sinai Hospital, New York, New York More articles by this author , Brooke ZilinskasBrooke Zilinskas University of Texas Southwestern Medical Center, Dallas, Texas More articles by this author , Jennifer RoblesJennifer Robles Vanderbilt University Medical Center, Nashville, Tennessee More articles by this author , Brad EricksonBrad Erickson University of Iowa Hospitals & Clinics, Iowa City, Iowa More articles by this author , Eugene RheeEugene Rhee Kaiser Permanente San Diego, San Diego, California More articles by this author , and Aaron SpitzAaron Spitz Orange County Urology Associates, Laguna Hills, California More articles by this author View All Author Informationhttps://doi.org/10.1097/UPJ.0000000000000278AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Introduction: This document provides an update to the 2015 consensus statement with new content on inpatient utilization, procedural data, and compensation. The full document is available on the American Urological Association (AUA) website (https://www.auanet.org/guidelines/guidelines/current-state-of-advanced-practice-providers-in-urologic-practice). This document was created by an ad-hoc group of urological providers formed by the AUA board of directors. Methods: A workforce shortage of 65,000 physicians is projected by the year 2025. In 2018, there were 3.89 urologists per capita, which is amongst the most severe specialty shortages. Urology has the second oldest surgical subspecialty workforce with an average age of 52.5 years. According to the 2018 census, 72.5% of urologists used an advanced practice provider (APP) in their practice, and APPs accounted for 41% of a medical doctor/doctor of osteopathy full-time equivalent. The AUA endorses the use of APPs in the care of patients through a formally defined, supervised role with a board certified urologist under the auspices of applicable state law. This physician-led, team-based approach provides the highest quality urological care. Results: Urologists work with APPs frequently, but many may not know the most efficient way to incorporate them into their practice. This document examines APP integration from a regulatory and practice management approach, as well as provides information on inpatient utilization, procedural data, and compensation. Conclusions: This document supports the AUA’s policy statement that in a team-based approach with a board certified urologist in a supervisory role, APPs contribute to the care of the patient with genitourinary disease and, therefore, encourages the proper use of APPs. References 1. Association of American Medical Colleges: The Impact of Health Care Reform on the Future Supply and Demand for Physicians Updated Projections through 2025. Association of American Medical Colleges 2010. Available at https://www.aamc.org/data-reports/workforce-studies. Google Scholar 2. : Recent trends in the urology workforce in the United States. Urology 2013; 82: 987. Google Scholar 3. American Urological Association: Advanced Practice Providers for Urologic Care in the United States 2015-2019. Linthicum, Maryland: American Urological Association 2020. Google Scholar 4. : Nurse Practitioners, Physician Assistants Will Help Alleviate Urology Work Force Shortage, According to AUA. Urology Times 2010. Google Scholar 5. American Urological Association: Urological Allied Health Professionals. Linthicum, Maryland: American Urological Association 2013. Available at https://www.auanet.org/education/auauniversity/for-app/allied-health-professionals. Accessed September 22, 2014. Google Scholar 6. : Service-based advanced practice providers: the surgeon's perspective. Am Surg 2019; 85: 747. Google Scholar 7. : The expanding role of advanced practice providers in urologic procedural care. Urology 2017; 106: 70. Google Scholar 8. : Trends in operating room assistance for major urologic surgical procedures: an increasing role for advanced practice providers. Urology 2017; 106: 76. Google Scholar 9. American Urological Association: The State of the Urology Workforce and Practice in the United States 2018. Linthicum, Maryland: American Urological Association 2019; p 84. Google Scholar 10. : A survey evaluating the current role of the nurse practitioner in urology. Urol Nurs 2011; 31: 328. Google Scholar 11. : Urology procedures by PAs and NPs. JAAPA 2018; 31: 1. Google Scholar 12. Advanced practice providers in U.S. urology: a national survey of demographics and clinical roles. Urol Pract 2017; 4: 418. Link, Google Scholar 13. : Increasing use of advanced practice providers for urological office procedural care in the United States. Urol Pract 2017; 4: 169. Link, Google Scholar 14. : Practical and legal implications of nurse practitioners and physician assistants in cystoscopy. Urol Nurs 2011; 31: 355. Google Scholar 15. : ABC of flexible cystoscopy for junior trainee and general practitioner. Int J Gen Med 2011; 4: 593. Google Scholar 16. : Use of advanced practice providers as part of the urologic healthcare team. Curr Urol Rep 2015; 16: 62. Google Scholar 17. : Standardized office cystoscopy training for advanced practice providers in urology. Urol Pract 2020; 7: 228. Link, Google Scholar 18. : Implementing optimal team-based care to reduce clinician burnout. NAM Perspectives. Washington, DC: National Academy of Medicine 2018; https://doi.org/10.31478/201809c. Google Scholar 19. : Characteristics of nurse practitioners and physician assistants in the United States. J Am Assoc Nurse Pract 2016; 28: 39. Google Scholar 20. : Growing ranks of advanced practice clinicians—implications for the physician workforce. N Engl J Med 2018; 378: 2358. Google Scholar 21. American Association of Nurse Practitioners: The State of the Nurse Practitioner Profession. Austin, Texas: American Association of Nurse Practitioners 2018. Google Scholar 22. : Primary care nurse practitioner wage differences by employment setting. Nurs Outlook 2018; 66: 528. Google Scholar 23. : The 2013 census of licensed physician assistants. JAAPA 2014; 27: 35. Google Scholar 24. National Commission on Certification of Physician Assistants: 2018 Statistical Profile of Certified Physician Assistants. Johns Creek, Georgia: National Commission on Certification of Physician Assistants 2019. Google Scholar 25. American Academy of PAs: AAPA 2019 Salary Report: American Academy of PAs. Alexandria, Virginia: American Academy of PAs 2019. Google Scholar 26. : Medscape Physician Compensation Report 2019. New York, New York; Medscape 2019. Google Scholar 27. American Association of Nurse Practitioners: 2018 AANP National NP Sample Survey: Practice. Austin, Texas: American Association of Nurse Practitioners 2019. Google Scholar 28. : Nurse Practitioner's Business Practice and Legal Guide. 6th ed. Burlington, Massachusetts: Jones & Bartlett Learning 2017. Google Scholar Submitted June 21, 2021. The Authors have no conflicts of interest to disclose. This study was deemed exempt from IRB review. © 2021 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited ByEdney M Editorial CommentaryUrology Practice, Related articlesUrology PracticeOct 28, 2021, 12:00:00 AMEditorial Commentary Volume 9Issue 1January 2022Page: 1-7 Advertisement Copyright & Permissions© 2021 by American Urological Association Education and Research, Inc.Keywordshealth workforcephysician assistantsadvanced practice nursingpatient care teamAcknowledgmentsMembers of the Ad Hoc Work Group on Advanced Practice Providers: Timothy C. Brand, MD, FACS, Chair; Ken Mitchell, MPAS, PA-C, AUA Advanced Practice Nurse and Physician Assistant Membership Committee; Susanne Quallich, ANP-BC, NP-C, CUNP, FAANP, Society of Urologic Nurses and Associates; Jonathan Rubenstein, MD, FACS, AUA Coding and Reimbursement Committee; Jay Motola, MD, AUA Practice Management Committee; Brooke Zilinskas, MMS, PA-C, Urological Association of Physician Assistants; Gwen Hooper, PhD, Society of Urologic Nurses and Associates; Jennifer Robles, MD, AUA Quality Improvement and Safety Committee; Brad Erickson, MD, AUA Member; Eugene Rhee, MD, AUA Telehealth Taskforce Co-Chair; Aaron Spitz, MD, AUA Telehealth Taskforce Co-Chair; Kathleen M. Zwarick, PhD, CAE, AUA Associate Executive Director, Public Policy and Practice Support.MetricsAuthor Information Timothy C. Brand Baptist Health Care,Pensacola, Florida *Correspondence: Baptist Health Care,Pensacola, Florida E-mail Address: [email protected] More articles by this author Ken Mitchell Arkansas Urology, Little Rock, Arkansas More articles by this author Susanne Quallich University of Michigan School of Nursing, Ann Arbor, Michigan More articles by this author Jonathan Rubenstein Chesapeake Urology Associates, Baltimore, Maryland More articles by this author Kathleen Zwarick Shanley American Urological Association, Linthicum, Maryland More articles by this author Andrea Gutierrez American Urological Association, Linthicum, Maryland More articles by this author Gwen Hooper University of Alabama Capstone College of Nursing, Tuscaloosa, Alabama More articles by this author Jay Motola Mount Sinai Hospital, New York, New York More articles by this author Brooke Zilinskas University of Texas Southwestern Medical Center, Dallas, Texas More articles by this author Jennifer Robles Vanderbilt University Medical Center, Nashville, Tennessee More articles by this author Brad Erickson University of Iowa Hospitals & Clinics, Iowa City, Iowa More articles by this author Eugene Rhee Kaiser Permanente San Diego, San Diego, California More articles by this author Aaron Spitz Orange County Urology Associates, Laguna Hills, California More articles by this author Expand All Submitted June 21, 2021. The Authors have no conflicts of interest to disclose. This study was deemed exempt from IRB review. Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Timothy C. Brand",
      "id": "A5019615102",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210113233",
          "display_name": "Baptist Health Care",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timothy C. Brand"
    },
    {
      "display_name": "Ken Mitchell",
      "id": "A5029198838",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210092020",
          "display_name": "Arkansas Cardiology",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ken Mitchell"
    },
    {
      "display_name": "Susanne A. Quallich",
      "id": "A5011406512",
      "orcid": null,
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Susanne Quallich"
    },
    {
      "display_name": "Jonathan N. Rubenstein",
      "id": "A5058106244",
      "orcid": "https://orcid.org/0009-0008-9341-5702",
      "institutions": [
        {
          "id": "I4210150033",
          "display_name": "Chesapeake Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan Rubenstein"
    },
    {
      "display_name": "Kathleen Zwarick Shanley",
      "id": "A5077289897",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kathleen Zwarick Shanley"
    },
    {
      "display_name": "Andrea Gutierrez",
      "id": "A5110809288",
      "orcid": null,
      "institutions": [
        {
          "id": "I197906079",
          "display_name": "American Urological Association",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea Gutierrez"
    },
    {
      "display_name": "Gwendolyn Hooper",
      "id": "A5066417340",
      "orcid": "https://orcid.org/0000-0002-1390-045X",
      "institutions": [
        {
          "id": "I17301866",
          "display_name": "University of Alabama",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gwen Hooper"
    },
    {
      "display_name": "Jay Motola",
      "id": "A5077459855",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210101641",
          "display_name": "Mount Sinai Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jay Motola"
    },
    {
      "display_name": "Brooke Zilinskas",
      "id": "A5004618279",
      "orcid": null,
      "institutions": [
        {
          "id": "I867280407",
          "display_name": "The University of Texas Southwestern Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brooke Zilinskas"
    },
    {
      "display_name": "Jennifer Robles",
      "id": "A5091172878",
      "orcid": null,
      "institutions": [
        {
          "id": "I901861585",
          "display_name": "Vanderbilt University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Robles"
    },
    {
      "display_name": "Bradley A. Erickson",
      "id": "A5023172194",
      "orcid": "https://orcid.org/0000-0001-5237-3464",
      "institutions": [
        {
          "id": "I2802216851",
          "display_name": "University of Iowa Hospitals and Clinics",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brad Erickson"
    },
    {
      "display_name": "Eugene Rhee",
      "id": "A5072404133",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210091210",
          "display_name": "Kaiser Permanente San Diego Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eugene Rhee"
    },
    {
      "display_name": "Aaron Spitz",
      "id": "A5079553418",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210099869",
          "display_name": "Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aaron Spitz"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-10-12",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764617932",
    "display_name": "Urology Practice",
    "issn_l": "2352-0779",
    "issn": [
      "2352-0779",
      "2352-0787"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "9",
  "issue": "1",
  "first_page": "1",
  "last_page": "7",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.52235544
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.51920253
    },
    {
      "id": "C74909509",
      "display_name": "Gerontology",
      "level": 1,
      "score": 0.447548
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.9683
    },
    {
      "id": "T11816",
      "display_name": "Nursing Roles and Practices",
      "score": 0.9607
    },
    {
      "id": "T10961",
      "display_name": "Hernia repair and management",
      "score": 0.9601
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/upj.0000000000000278",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:51:29.663835",
  "source_database": "OpenAlex"
}