{
  "openalex_id": "W3207320689",
  "doi": "https://doi.org/10.31635/ccschem.021.202101485",
  "title": "Uranium(III)–Phosphorus(III) Synergistic Activation of White Phosphorus and Arsenic",
  "abstract": "Open AccessCCS ChemistryCOMMUNICATION5 Aug 2022Uranium(III)–Phosphorus(III) Synergistic Activation of White Phosphorus and Arsenic Wei Fang, Iskander Douair, Adrian Hauser, Kai Li, Yue Zhao, Peter W. Roesky, Shuao Wang, Laurent Maron and Congqing Zhu Wei Fang State Key Laboratory of Coordination Chemistry, Jiangsu Key Laboratory of Advanced Organic Materials, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing 210023 , Iskander Douair LPCNO, CNRS & INSA, Université Paul Sabatier, Toulouse 31077 , Adrian Hauser Institute of Inorganic Chemistry, Karlsruhe Institute of Technology (KIT), Karlsruhe 76131 , Kai Li State Key Laboratory of Coordination Chemistry, Jiangsu Key Laboratory of Advanced Organic Materials, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing 210023 , Yue Zhao State Key Laboratory of Coordination Chemistry, Jiangsu Key Laboratory of Advanced Organic Materials, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing 210023 , Peter W. Roesky Institute of Inorganic Chemistry, Karlsruhe Institute of Technology (KIT), Karlsruhe 76131 , Shuao Wang State Key Laboratory of Radiation Medicine and Protection, School for Radiological and Interdisciplinary Sciences (RAD-X), Collaborative Innovation Center of Radiation Medicine of Jiangsu Higher Education Institutions, Soochow University, Suzhou 215123 , Laurent Maron *Corresponding authors: E-mail Address: [email protected]r E-mail Address: [email protected] LPCNO, CNRS & INSA, Université Paul Sabatier, Toulouse 31077 and Congqing Zhu *Corresponding authors: E-mail Address: [email protected] E-mail Address: [email protected] State Key Laboratory of Coordination Chemistry, Jiangsu Key Laboratory of Advanced Organic Materials, School of Chemistry and Chemical Engineering, Nanjing University, Nanjing 210023 https://doi.org/10.31635/ccschem.021.202101485 SectionsSupplemental MaterialAboutAbstractPDF ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked InEmail The study of small-molecule activation by f-block elements still lags far behind that of transition metals. Although a few uranium complexes have been reported to activate dinitrogen, reports on the activation of heavier congeners, such as white phosphorus (P4), by uranium species are extremely rare, and no example of uranium-mediated activation of elemental arsenic has appeared. Here, we report the first example of uranium-mediated elemental arsenic activation, leading to the formation of a uranium polyarsenide molecular chain with a Z-type As4 unit. As a comparison, an analogous polyphosphide chain featuring an E-type P4 unit was generated by the uranium-mediated activation of P4. Computational studies show that the U(III)–P(III) synergistic effects allow a direct six-electron reduction of both elemental arsenic and P4. The regioselectivity of these reactions is sterically controlled: the Z-isomer is the thermodynamically favored product, and the E-isomer is the kinetically favored product. The reactivity of both chains with silylene was also investigated. Download figure Download PowerPoint Introduction Metal-mediated small-molecule activation is a burgeoning field of chemistry that produces useful chemicals from inexpensive feedstocks, such as N2.1–4 This chemistry has been extensively investigated for the d-block transition metals, but the corresponding f-block chemistry is still in its infancy.5 Molecular uranium complexes exhibit the attractive ability to activate small molecules.6–9 Several breakthroughs of N2 activation by well-defined uranium complexes have emerged in recent years.10–19 In contrast to N2 activation, the activation of the heavier congeners, such as white phosphorus (P4) and elemental arsenic, by molecular uranium complexes are exceptionally rare,20–24 which presumably is due to the hard-soft mismatch between uranium and phosphorus or arsenic. Indeed, there is no example of uranium-mediated activation of elemental arsenic to our knowledge.25 P4 is the most important industrial precursor for the synthesis of phosphorus-containing organic compounds (such as ligands, pesticides, and pharmaceuticals). Therefore, the activation and functionalization of P4 has attracted great interest both in academia and industry because it avoids the chlorination step.26–33 However, the controllable activation of P4 to construct organophosphorus compounds is still highly challenging and desirable.34–36 Remarkably, a series of distinguished works on P–C bond formation from P4 activation have been documented in recent decades.37–47 In contrast, As4 is a metastable species and is extremely photosensitive and prone to decomposition. Consequently, the metal-mediated activation and derivatization of elemental arsenic has been less investigated,48–54 and only three examples of arsenic activation by f-block elements have been reported.55–57 Recently, some of us found that elemental As0 nanoparticles could be used as a reactive arsenic source.54,57 This material is very stable, easy to produce, and conveniently handled. Although the chemical bonds of U–N and U–P have been extensively explored,58–67 molecular species with U–As bonds have been less reported,68–72 and all the U–As bonds were formed using NaOCAs, KAsH2, MesAsH2 (Mes = 2,4,6-Me3C6H2), or KAs(SiMe3)2 as the As source. Herein, we report the first example of uranium-mediated elemental arsenic activation by the reaction of a uranium(III)–phosphorus(III) species with As0 nanoparticles. This leads to the formation of a uranium polyarsenide molecular chain with multiple U–As bonds. For comparison, the synergistic U(III)–P(III) activation of P4 generates an analogous uranium polyphosphide species. The formation of chain products is quite unusual in the chemistry of P4 and elemental arsenic activation. Results and Discussion Synthesis Recently, we found that the heptadentate N–P scaffold stabilized U(IV) complex 173 could be reduced to a U(III) complex 2 in the presence of N,N,N′,N′-tetramethylethylenediamine (TMEDA) under argon.19 Treatment of 2 with one equivalent of P4 in tetrahydrofuran (THF) at room temperature (RT) for 2 days leads to a color change from purple to dark green (Figure 1). Complex 3 was isolated as dark green crystals in 30% yield after recrystallization from hexane at −35 °C and was determined to be a P4 activation product. The 1H NMR spectrum of 3 spans the range from +66 to −31 ppm, which is consistent with U(IV) complexes containing this N4P3 ligand. The 31P{1H} NMR spectrum of 3 exhibits five peaks at δ = 1570.6, 920.4, 873.7, 130.7 (1JPP = 448.8 Hz), and −378.4 (1JPP = 448.8 Hz) ppm, which is consistent with the centrosymmetric structure of 3 in the solid state (vide infra). Figure 1 | P4 and As0nano activation by uranium species. Complex 2 reacts with P4 and As0(nano) at RT for 2 days to give complexes 3 and 4, respectively. Complexes 3 and 4 can be directly synthesized by the reduction of 1 with KC8 in the presence of P4 or As0(nano) for 4 h. The reactivity of 3 and 4 with silylene was investigated. Download figure Download PowerPoint A mixture of complex 2 with As0(nano) in THF was stirred at RT for 2 days. Crystallization from hexane affords dark green crystals of the uranium polyarsenide complex 4 in 28% crystalline yield (Figure 1). The 1H NMR spectrum of complex 4 exhibits several resonances in a range from +55 to −30 ppm. The 31P{1H} NMR spectrum of complex 4 displays two single peaks at 1011.0 and 922.1 ppm for two slightly inequivalent P=As units and a signal with a strong intensity in solution at −416.4 ppm for the other four equivalent P atoms. The four linear arsenic atoms in complex 4 are very similar to the activated P4 unit in complex 3, showing once again that As0(nano) is an effective source of arsenic for the formation of polypnictogen compounds. Thus, the formation of 4 represents the first example of elemental arsenic activation by a uranium species. Both complexes 3 and 4 are stable in the solid state at RT for months but start to decompose after heating at 100 °C in toluene for 8 and 2 h, respectively. Complex 3 (in 45% yield) and 4 (in 49% yield) can be prepared directly by the reduction of the U(IV) complex 1 with potassium graphite (KC8) in the presence of P4 or As0(nano) for 4 h. The longer reaction time for the synthesis of 3 and 4 from complex 2 is probably because the coordinated TMEDA in 2 must first be displaced. Although the activation and functionalization of P4 has been reported, very little of the derivatization chemistry of the product of elemental arsenic activation has been determined.50,74,75 With the uranium polyarsenide 4 in hand, preliminary reactivity of the activated As4 chain was explored (Figure 1). Treatment of 4 with monochlorosilylene [PhC(Nt-Bu)2SiCl] at RT for 8 h leads to the formation of two known species, [(PhC(Nt-Bu)2)2Si2As2] ( 6)51 and complex 1. For comparison, the reaction of 3 with [PhC(Nt-Bu)2SiCl] was also investigated. The in situ 1H and 31P{1H} NMR spectra show that complex 1 and [(PhC(Nt-Bu)2)2Si2P2] ( 5)51 were formed after 2 weeks at RT (Figure 1). The molecular solid state structures of 5 and 6 were confirmed by X-ray crystallography ( Supporting Information Figures S16 and S17). Solid-state structures The solid-state molecular structures of 3 and 4 were determined by X-ray crystallography. Complex 3 crystallizes over an inversion center between P5 and P5′ (Figure 2a), leading to the formation of an E-type activated P4 unit (P4-P5-P5′-P4′). The bond lengths of U1–P5 (2.9338(13) Å) and U1–P5′ (2.9609(15) Å) are slightly longer than the sum of the covalent single bond radii for U and P (2.81 Å),76 but are very close to the U–P single bond distances in [{(TrenTIPS)U}2(μ-η2:η2-P2)] (2.9441(12) and 2.9446(12) Å, TrenTIPS = N(CH2CH2NSii-Pr3)3) and in [{U(BIPMTMS)([μ-η2:η2-P2]C[SiMe3][PPh2])}2] (2.9565(7)–3.0459(7) Å, BIPMTMS = C(PPh2NSiMe3)2).23,77 The P3–P4 length (2.1278(19) Å) is slightly shorter than those of P4–P5 (2.2131(18) Å) and P5–P5′ (2.211(3) Å). The U–N bond lengths in 3 are consistent with the reported U(IV) species containing this N4P3 ligand.19,73,78 The bond lengths for U1–P1 (3.110(2) Å) and U1–P2 (3.0284(18) Å) in complex 3 are obviously different, which can explain the unequal P1 and P2 signals in the 31P{1H} NMR spectrum. Figure 2 | Molecular structures of 3 and 4. Solid-state structures of 3 (a) and 4 (b) determined by X-ray crystallography with 50% probability ellipsoids. Solvent molecules, hydrogen atoms, and isopropyl moieties in Pi-Pr2 are omitted for clarity. The P–P bonds in 3 and P–As and As–As bonds in 4 are red. Uranium, green; phosphorus, violet red; nitrogen, blue; arsenic, yellow; and carbon, grey. Download figure Download PowerPoint The formation of complex 3 represents a novel pattern for P4 activation, which is different from the uranium-mediated P4 activation reported previously.20–24 For example, the reaction between [U(TrenTIPS)] (TrenTIPS = N(CH2CH2NSii-Pr3)3) and P4 was reported by Liddle and co-workers in 2015, which led to the formation of a sandwich cyclo-P5 complex [{U(TrenTIPS)}2(μ-η5:η5-cyclo-P5)].22 These results suggest that the different substituents on the ligand (Sii-Pr3 vs Pi-Pr2) could change the reaction mode for P4 activation. In contrast to the E-type P4 unit in complex 3, the solid-state structure of 4 exhibits a Z-type As4 chain (Figure 2b). The bond lengths of U1–As2, U1–As3, U2–As2, and U2–As3 are in the range of 3.0512(11)–3.1028(10) Å, and are in good agreement with the structurally authenticated U-As bond (3.004(4) Å) in [U(TrenTIPS)(AsH2)]68 but are slightly longer than the sum of the covalent single bond radii for U and As (2.91 Å).76 The As–As bond lengths (2.4583(14), 2.4484(13), and 2.4622(14) Å) in 4 are close to that of the As–As single bond observed in [{U(TrenTIPS)}2(μ-η2:η2-As2H2)] (2.4102(13) Å)69 and that in diarsane (Mes)2As-As(Mes)2 (2.472(3) Å, Mes = 2,4,6-Me3C6H2).79 Recently, Braunschweig and co-workers80 reported an E-type N4 chain bridging two boron atoms formed by the organoboron-mediated activation of two N2 molecules. However, the actinide metal-mediated catenation of four As atoms by the activation of elemental arsenic was previously unreported although an open chain polyarsenide was observed in a cobalt-samarium cluster.81 The As–P bond lengths in 4 (2.232(2) and 2.234(3) Å for As1–P1 and As4–P4, respectively) are slightly longer than the lengths reported for the As=P double bond in arsaphosphenes [(Me3Si)2CH]As=PMes* (2.124(2) Å)82 and in Mes*As=PMes* (2.141(5) Å, Mes* = 2,4,6-tri-tert-butylbenzene),83 but are very close to a Wittig type As=P double bond in 2,6-Trip2C6H3As=PMe3 (2.2190 (17) Å, Trip = 2,4,6-i-Pr3C6H2).84 Thus, the As–P bond in 4 could be assigned some double bond character or dipolar resonance form with P+–As−. The bond distances of U1–P2, U1–P3, U2–P5, and U2–P6 are in the range of 3.078(2)–3.097(2) Å, consistent with the equivalent signals for P2, P3, P5, and P6 in the 31P{1H} NMR spectrum of complex 4. The bond distances of U–Namide (average of 2.300 Å) and the U–Namine (2.707(7) and 2.700(7) Å) are typical for U(IV) complexes with this N4P3 ligand. Complexes 3 and 4 are formed by the six-electron reduction of P4 and As0(nano), respectively, in which two electrons come from the one-electron oxidation of the two U(III) centers and four electrons are derived from the two-electron oxidation of two P(III) atoms on the ligands. Complex 4 represents the first example of U–As bond formation by direct elemental arsenic activation. Magnetic and spectroscopic studies To investigate the oxidation states of the uranium centers in 3 and 4, their variable temperature magnetic moments were collected by a superconducting quantum interference device (SQUID) with a powdered sample (Figure 3a). The magnetic moment for 3 is 5.09 μB per molecule (3.60 μB per U ion) at 300 K, which declines persistently on cooling and falls to 0.60 μB per molecule (0.42 μB per U ion) at 1.8 K. The plot of the magnetic moment of 4 exhibits a similar temperature dependency. The magnetic moment of 4 at RT is 5.18 μB per molecule (3.66 μB per U ion). It decreases steadily on cooling, reaching 1.00 μB per molecule (0.71 μB per U ion) at 1.8 K and with a trend toward zero. The magnitude and the tendency of the magnetic moments for 3 and 4 are consistent with the 5f2 U(IV) assignments.85 Figure 3 | Temperature-dependent SQUID magnetometry and electronic absorption spectroscopy. (a) Variable-temperature magnetic moment data for 3 and 4. Both species exhibit strong temperature dependence of their magnetic moment, consistent with a 5f2 U(IV) assignment. (b) UV–vis absorption spectra of complexes 3 and 4 measured in THF at RT. Inset: NIR absorption spectra. The lower molar absorption coefficient in the NIR region is correlated with the f–f transitions of the U(IV) complexes. Download figure Download PowerPoint Complexes 3 and 4 are both U(IV) species with very similar spectral properties (Figure 3b). In THF solution, complexes 3 and 4 exhibit intense absorption peaks at 317 and 321 nm, respectively, which may be attributed to the charge-transfer bands. In the near-infrared (NIR) region, both 3 and 4 have a set of eight dominant absorption bands with small molar extinction coefficients (ε), ranging from 50 to 150 M−1 cm−1, which may be assigned to f–f transitions expected for U(IV) species.86,87 These intense absorptions in the UV–vis region and the weak bands in the NIR region are consistent with the presence of 5f2 U(IV) centers in 3 and 4. Computational analysis The formation of complexes 3 and 4 were investigated by density functional theory (DFT) calculations at the B3PW91 level (Figure 4). Due to the low vaporization enthalpy of As0nano and the similar structure of 3 and 4 (apart from the stereochemistry), the calculations were carried out with isostructural As4 (as a model compound) and P4. The reactions begin with the replacement of the TMEDA molecule by As4 (or P4) in 2 to form intermediates B (or A). This ligand exchange is almost thermoneutral in both cases (+2.5 kcal mol−1 for As4 and +1.6 kcal mol−1 for P4). Interestingly, this substrate coordination does not induce any oxidation of the U(III) centers. From these intermediates, the system will undergo a six-electron reduction of the coordinated substrate, involving both single electron transfer from the two U(III) centers and two-electron reduction from the two P(III) atoms. Due to the tetrahedral geometry of the substrate, the two P(III) atoms on the ligand can either attack two As (or P) centers of an As3 triangular face from the same side of the As3 (or P3) triangular plane, yielding the Z-isomer, or from each side of the triangular plane, forming the E-isomer. The two transition states (TS) were located for As4 and P4. The two barriers to the P4 activation are very different with a clear energetic preference for the formation of TS1- E (7.1 kcal mol−1) over TS1- Z (17.0 kcal mol−1), indicating a kinetic preference for the formation of the E-isomer (the precision of the method being 4–5 kcal mol−1 on a barrier88), consistent with the experimental result. In the case of the As4 activation, the two TS species are in the same energy range (with a slight preference for the Z-isomer, within the precision of the method), and identifying a kinetic preference in this reaction is not possible. Following the intrinsic reaction coordinate yields the formation of the thermodynamically 4- Z and 4- E products (or 3- Z and 3- E). Complex 4- Z is found to be 3.0 kcal mol−1 more stable than 4- E, indicating that 4- Z is the product of the reaction, consistent with the experiments. Although 3- Z is more stable than 3- E, the former formation of 3- Z is kinetically unfavorable. Figure 4 | Computed enthalpy (in kcal mol−1) profile for the formation of complexes 3 or 4 from 2. The E-type P4 unit in complex 3 is a kinetic product whereas the Z-type As4 chain in 4 is the thermodynamic product. The unpaired spin densities for each uranium center are given in the parentheses. Download figure Download PowerPoint Formation of the Z-isomer (complex 4), the thermodynamic product, is controlled by the steric hindrance of this reaction. Indeed, in the case of the large As atoms in As4, the formation of intermediate B implies an increase in the U···U distance which reduces the steric hindrance and allows the two P atoms on the N4P3 ligand to attack on the same side of the plane. On the other hand, for the small P atom in P4, the steric hindrance does not allow the two P atoms to attack from the same side but rather one on each side, yielding the E-isomer (complex 3), which is the kinetic product. Conclusions We have shown the first example of uranium-mediated activation of elemental arsenic to access an unprecedented uranium polyarsenide molecular chain. The As0 nanoparticles are significantly more robust than the extremely photosensitive and rapidly decomposing metastable yellow arsenic. The Z-type As4 chain in this uranium polyarsenide species is different than the E-type P4 unit in an analogous uranium polyphosphide derivative, generated by the uranium-mediated P4 activation. The reactivity studies of the corresponding products with silylene lead to a selective pnictogen transfer. Detailed mechanisms for the uranium-mediated As0(nano) and P4 activation were supported by DFT studies, which suggest that the synergistic effect between U(III) and P(III) is crucial. This study further demonstrates the ability of the synergistic strategy between U(III) and low-valent nonmetal elements to activate inert chemical bonds, which may inspire the design of new systems for small molecule activation. Supporting Information Supporting Information is available and includes experimental procedures, supporting figures (Figures S1–S13), X-ray crystallographic analysis (Figures S14–S17 and Tables S1–S5), and details for theoretical calculations (Figures S18–S21 and Table S6). Conflict of Interest The authors declare no competing interests. Acknowledgments The authors thank Prof. Haiping Xia (SUSTech) for his suggestion of this project and Prof. Xinping Wang (NJU) for his generous assistance of P4. This research was supported by the National Natural Science Foundation of China (grant nos. 21772088 and 91961116), the Fundamental Research Funds for the Central Universities (nos. 14380216 and 14380262), Programs for high-level entrepreneurial and innovative talents introduction of Jiangsu Province (individual and group programs). L.M. is a senior member of the Institut Universitaire de France. The Humboldt Foundation and Chinese Academy of Science are acknowledged for financial support. CalMip is also gratefully acknowledged for a generous grant of computing time. References 1. Schlögl R.Ammonia Synthesis. In Handbook of Homogeneous Catalysis;Ertl G.; Knözinger H.; Schüth F.; Weitkamp J., Eds.; Wiley VCH Verlag: Weinheim, 2008. Google Scholar 2. MacKay B. A.; Fryzuk M. D.Dinitrogen Coordination Chemistry: On the Biomimetic Borderlands. Chem. Rev.2004, 104, 385–402. Google Scholar 3. Chalkley M. J.; Drover M. W.; Peters J. C.Catalytic N2-to-NH3 (or -N2H4) Conversion by Well-Defined Molecular Coordination Complexes. Chem. Rev.2020, 120, 5582–5636. Google Scholar 4. Lv Z.-J.; Wei J.; Zhang W.-X.; Chen P.; Deng D.; Shi Z.-J.; Xi Z.Direct Transformation of Dinitrogen: Synthesis of N-Containing Organic Compounds via N–C Bond Formation. Natl. Sci. Rev.2020, 7, 1564–1583. Google Scholar 5. Fox A. R.; Bart S. C.; Meyer K.; Cummins C. C.Towards Uranium Catalysts. Nature2008, 455, 341–349. Google Scholar 6. Castro-Rodriguez I.; Nakai H.; Zakharov L. N.; Rheingold A. L.; Meyer K.A Linear, O-Coordinated η1-CO2 Bound to Uranium. Science2004, 305, 1757–1759. Google Scholar 7. Halter D. P.; Heinemann F. W.; Bachmann J.; Meyer K.Uranium-Mediated Electrocatalytic Dihydrogen Production from Water. Nature2016, 530, 317–321. Google Scholar 8. Halter D. P.; Heinemann F. W.; Maron L.; Meyer K.The Role of Uranium–Arene Bonding in H2O Reduction Catalysis. Nat. Chem.2018, 10, 259–267. Google Scholar 9. Liddle S. T.The Renaissance of Non-Aqueous Uranium Chemistry. Angew. Chem. Int. Ed.2015, 54, 8604–8641. Google Scholar 10. Roussel P.; Scott P.Complex of Dinitrogen with Trivalent Uranium. J. Am. Chem. Soc.1998, 120, 1070–1071. Google Scholar 11. Odom A. L.; Arnold P. L.; Cummins C. C.Heterodinuclear Uranium/Molybdenum Dinitrogen Complexes. J. Am. Chem. Soc.1998, 120, 5836–5837. Google Scholar 12. Korobkov I.; Gambarotta S.; Yap G. P.A Highly Reactive Uranium Complex Supported by the Calix[4] Tetrapyrrole Tetraanion Affording Dinitrogen Cleavage, Solvent Deoxygenation, and Polysilanol Depolymerization. Angew. Chem. Int. Ed.2002, 41, 3433–3436. Google Scholar 13. Evans W. J.; Kozimor S. A.; Ziller J. W.A Monometallic f Element Complex of Dinitrogen: (C5Me5)3U(η1-N2). J. Am. Chem. Soc.2003, 125, 14264–14265. Google Scholar 14. Falcone M.; Chatelain L.; Scopelliti R.; Živković I.; Mazzanti M.Nitrogen Reduction and Functionalization by a Multimetallic Uranium Nitride Complex. Nature2017, 547, 332–335. Google Scholar 15. Falcone M.; Barluzzi L.; Andrez J.; Tirani F. F.; Zivkovic I.; Fabrizio A.; Corminboeuf C.; Severin K.; Mazzanti M.The Role of Bridging Ligands in Dinitrogen Reduction and Functionalization by Uranium Multimetallic Complexes. Nat. Chem.2019, 11, 154–160. Google Scholar 16. Arnold P. L.; Ochiai T. F.; Lam Y. T.; Kelly R. P.; Seymour M. L.; Maron L.Metallacyclic Actinide Catalysts for Dinitrogen Conversion to Ammonia and Secondary Amines. Nat. Chem.2020, 12, 654–659. Google Scholar 17. Xin X.; Douair I.; Zhao Y.; Wang S.; Maron L.; Zhu C.Dinitrogen Cleavage by a Multimetallic Cluster Featuring Uranium–Rhodium Bond. J. Am. Chem. Soc.2020, 142, 15004–15011. Google Scholar 18. Jori N.; Barluzzi L.; Douair I.; Maron L.; Fadaei-Tirani F.; Z̆ivković I.; Mazzanti M.Stepwise Reduction of Dinitrogen by a Uranium–Potassium Complex Yielding a U(VI)/U(IV) Tetranitride Cluster. J. Am. Chem. Soc.2021, 143, 11225–11234. Google Scholar 19. Wang P.; Douair I.; Zhao Y.; Wang S.; Zhu J.; Maron L.; Zhu C.Facile Dinitrogen and Dioxygen Cleavage by a Uranium(III) Complex: Cooperativity Between the Non-Innocent Ligand and the Uranium Center. Angew. Chem. Int. Ed.2021, 60, 473–479. Google Scholar 20. Frey A. S. P.; Cloke F. G. N.; Hitchcock P. B.; Green J. C.Activation of P4 by U(η5-C5Me5)(η8-C8H6(Sii-Pr3)2-1,4)(THF); the X-ray Structure of [U(η5-C5Me5)(η8-C8H6(Sii-Pr3)2-1,4)]2(μ-η2:η2-P4). New J. Chem.2011, 35, 2022–2026. Google Scholar 21. Patel D.; Tuna E. J. L.; Lewis W.; Blake A. J.; Liddle S. T.An Actinide Zintl Cluster: A Tris(triamidouranium)μ3-η2:η2:η2-Heptaphosphanortricyclane and Its Diverse Synthetic Utility. Angew. Chem. Int. Ed.2013, 52, 13334–13337. Google Scholar 22. Gardner B. M.; Tuna F. E.; McInnes J. L.; McMaster J.; Lewis W.; Blake A. J.; Liddle S. T.An Inverted-Sandwich Diuranium μ-η5:η5-cyclo-P5 Complex Supported by U-P5 δ-Bonding. Angew. Chem. Int. Ed.2015, 54, 7068–7072. Google Scholar 23. Boronski J. T.; Seed J. A.; Wooles A. J.; Liddle S. T.Fragmentation, Catenation, and Direct Functionalisation of White Phosphorus by a Uranium(iv)–Silyl–Phosphino–Carbene Complex. Chem. Commun.2021, 57, 5090–5093. Google Scholar 24. Stephens F. H.Activation of White Phosphorus by Molybdenum- and Uranium tris-Amides. Ph.D. Thesis, Massachusetts Institute of Technology, Cambridge, MA, 2004. Google Scholar 25. Turner Z. R.Molecular Pnictogen Activation by Rare Earth and Actinide Complexes. Inorganics2015, 3, 597–635. Google Scholar 26. Cossairt B. M.; Piro N. A.; Cummins C. C.Early-Transition-Metal-Mediated Activation and Transformation of White Phosphorus. Chem. Rev.2010, 110, 4164–4177. Google Scholar 27. Caporali M.; Gonsalvi L.; Rossin A.; Peruzzini M.P4 Activation by Late-Transition Metal Complexes. Chem. Rev.2010, 110, 4178–4235. Google Scholar 28. Scheer M.; Balázs G.; Seitz A.P4 Activation by Main Group Elements and Compounds. Chem. Rev.2010, 110, 4236–4256. Google Scholar 29. Konchenko S. N.; Pushkarevsky N. A.; Gamer M. T.; Köppe R.; Schnöckel H.; Roesky P. W.[{(η5-C5Me5)2Sm}4P8]: A Molecular Polyphosphide of the Rare-Earth Elements. J. Am. Chem. Soc.2009, 131, 5740–5741. Google Scholar 30. Huang W.; Diaconescu P. L.P4 Activation by Group 3 Metal Arene Complexes. Chem. Commun.2012, 48, 2216–2218. Google Scholar 31. Yao S.; Lindenmaier N.; Xiong Y.; Inoue S.; Szilvási T.; Adelhardt M.; Sutter J.; Meyer K.; Driess M.A Neutral Tetraphosphacyclobutadiene Ligand in Cobalt(I) Complexes. Angew. Chem. Int. Ed.2015, 54, 1250–1254. Google Scholar 32. Spitzer F.; Graßl C.; Balázs G.; Zolnhofer E. M.; Meyer K.; Scheer M.Influence of the Nacnac Ligand in Iron(I)-Mediated P4 Transformations. Angew. Chem. Int. Ed.2016, 55, 4340–4344. Google Scholar 33. Du S.; Chai Z.; Hu J.; Zhang W.-X.; Xi Z.Isolation and Characterization of a Trinuclear Rare-Earth Metal Complex Containing a Bicyclo[3.1.0]-P64- Ligand. Chin. J. Org. Chem.2019, 39, 2338–2342. Google Scholar 34. Scott D. J.; Cammarata J.; Schimpf M.; Wolf R.Synthesis of Monophosphines Directly from White Phosphorus. Nat. Chem.2021, 13, 458–464. Google Scholar 35. Huangfu X.; Zhang Y.; Chen P.; Lu G.; Cao Y.; Tang G.; Zhao Y.Synthesis of Mixed Phosphorotrithioates from White Phosphorus. Green Chem.2020, 22, 8353–8359. Google Scholar 36. Zhang Y.; Cai Z.; Chi Y.; Zeng X.; Chen S.; Liu Y.; Tang G.; Zhao Y.Diphenyl Diselenide-Catalyzed Synthesis of Triaryl Phosphites and Triaryl Phosphates from White Phosphorus. Org. Lett.2021, 23, 5158–5163. Google Scholar 37. Borger J. E.; Ehlers A. W.; Lutz M.; Slootweg J. C.; Lammertsma K.Selective [3+1] Fragmentations of P4 by \"P\" Transfer from a Lewis Acid Stabilized [RP4]- Butterfly Anion. Angew. Chem. Int. Ed.2017, 56, 285–290. Google Scholar 38. Arrowsmith M.; Hill M. S.; Johnson A. L.; Kociok-Köhn G.; Mahon M. F.Attenuated Organomagnesium Activation of White Phosphorus. Angew. Chem. Int. Ed.2015, 54, 7882–7885. Google Scholar 39. Martin C. D.; Weinstein C. M.; Moore C. E.; Rheingold A. L.; Bertrand G.Exploring the Reactivity of White Phosphorus with Electrophilic Carbenes: Synthesis of a P4 Cage and P8 Clusters. Chem. Commun.2013, 49, 4486–4488. Google Scholar 40. Khan S.; Sen S. S.; Roesky H. W.Activation of Phosphorus by Group 14 Elements in Low Oxidation States. Chem. Commun.2012, 48, 2169–2178. Google Scholar 41. Xu L.; Chi Y.; Du S.; Zhang W.-X.; Xi Z.Direct Synthesis of Phospholyl Lithium from White Phosphorus. Angew. Chem. Int. Ed.2016, 55, 9187–9190. Google Scholar 42. Du S.; Yang J.; Hu J.; Chai Z.; Luo G.; Luo Y.; Zhang W.-X.; Xi Z.Direct Functionalization of White Phosphorus to Cyclotetraphosphanes: Selective Formation of Four P–C Bonds. J. Am. Chem. Soc.2019, 141, 6843–6847. Google Schol",
  "authors": [
    {
      "display_name": "Wei Fang",
      "id": "A5101611952",
      "orcid": "https://orcid.org/0000-0002-8184-8200",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wei Fang"
    },
    {
      "display_name": "Iskander Douair",
      "id": "A5086573323",
      "orcid": "https://orcid.org/0000-0002-7482-5510",
      "institutions": [
        {
          "id": "I134560555",
          "display_name": "Université Toulouse III - Paul Sabatier",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I4210156113",
          "display_name": "Laboratoire de Physique et Chimie des Nano-Objets",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Iskander Douair"
    },
    {
      "display_name": "Adrian Hauser",
      "id": "A5057909895",
      "orcid": "https://orcid.org/0000-0001-8633-544X",
      "institutions": [
        {
          "id": "I102335020",
          "display_name": "Karlsruhe Institute of Technology",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I4210106307",
          "display_name": "Czech Academy of Sciences, Institute of Inorganic Chemistry",
          "country_code": "CZ",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Adrian Hauser"
    },
    {
      "display_name": "Kai Li",
      "id": "A5100399796",
      "orcid": "https://orcid.org/0000-0001-5862-4770",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kai Li"
    },
    {
      "display_name": "Yue Zhao",
      "id": "A5100677560",
      "orcid": "https://orcid.org/0000-0001-6094-4087",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yue Zhao"
    },
    {
      "display_name": "Peter W. Roesky",
      "id": "A5034917950",
      "orcid": "https://orcid.org/0000-0002-0915-3893",
      "institutions": [
        {
          "id": "I4210106307",
          "display_name": "Czech Academy of Sciences, Institute of Inorganic Chemistry",
          "country_code": "CZ",
          "type": "facility"
        },
        {
          "id": "I102335020",
          "display_name": "Karlsruhe Institute of Technology",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter W. Roesky"
    },
    {
      "display_name": "Shuao Wang",
      "id": "A5002614185",
      "orcid": "https://orcid.org/0000-0002-1526-1102",
      "institutions": [
        {
          "id": "I3923682",
          "display_name": "Soochow University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shuao Wang"
    },
    {
      "display_name": "Laurent Maron",
      "id": "A5100775902",
      "orcid": "https://orcid.org/0000-0003-2653-8557",
      "institutions": [
        {
          "id": "I134560555",
          "display_name": "Université Toulouse III - Paul Sabatier",
          "country_code": "FR",
          "type": "funder"
        },
        {
          "id": "I4210156113",
          "display_name": "Laboratoire de Physique et Chimie des Nano-Objets",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I1294671590",
          "display_name": "Centre National de la Recherche Scientifique",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laurent Maron"
    },
    {
      "display_name": "Congqing Zhu",
      "id": "A5030268122",
      "orcid": "https://orcid.org/0000-0003-4722-0484",
      "institutions": [
        {
          "id": "I881766915",
          "display_name": "Nanjing University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Congqing Zhu"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-10-21",
  "type": "article",
  "cited_by_count": 30,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210239486",
    "display_name": "CCS Chemistry",
    "issn_l": "2096-5745",
    "issn": [
      "2096-5745"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311897"
  },
  "volume": "4",
  "issue": "8",
  "first_page": "2630",
  "last_page": "2638",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.31635/ccschem.021.202101485",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C502230775",
      "display_name": "Arsenic",
      "level": 2,
      "score": 0.8885367
    },
    {
      "id": "C510538283",
      "display_name": "Phosphorus",
      "level": 2,
      "score": 0.8416779
    },
    {
      "id": "C2909421424",
      "display_name": "White Phosphorus",
      "level": 3,
      "score": 0.83556545
    },
    {
      "id": "C107872376",
      "display_name": "Environmental chemistry",
      "level": 1,
      "score": 0.5662818
    },
    {
      "id": "C555451288",
      "display_name": "Uranium",
      "level": 2,
      "score": 0.5303783
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.45706052
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.39672148
    },
    {
      "id": "C191897082",
      "display_name": "Metallurgy",
      "level": 1,
      "score": 0.16612616
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.13890126
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11279",
      "display_name": "Lanthanide and Transition Metal Complexes",
      "score": 0.9977
    },
    {
      "id": "T10807",
      "display_name": "Synthesis and characterization of novel inorganic/organometallic compounds",
      "score": 0.9972
    },
    {
      "id": "T10092",
      "display_name": "Organometallic Complex Synthesis and Catalysis",
      "score": 0.9962
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.31635/ccschem.021.202101485",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:03:21.751356",
  "source_database": "OpenAlex"
}