{
  "openalex_id": "W352593318",
  "doi": null,
  "title": "Studies in applied geography and spatial analysis : addressing real world issues",
  "abstract": "Contents: Preface 1. Applied Geography: Relevance for Public Policy and Business Robert J. Stimson and Kingsley E. Haynes 2. A Geographic Perspective on Demographic Evolution in Europe: The C.E.G. Participation in the ESPON 1.1.4 Project Diogo de Abreu 3. A National Transport Policy: The Case of Pakistan Roger Stough 4. Spatial Modelling, GIS and Network Analysis for Improving Sustainability of Transporting Aggregates in the UK Chengchao Zou, Mark Birkin, Graham Clarke, Fiona McEcoy and Andrew Bloodworth 5. SMILE - An Applied Spatial Micro-simulation Model for Ireland Karyn Morrissey, Cathal O'Donoghue, Graham Clarke, Dimitris Ballas and Stephen Hynes 6. Using GIS and Spatial Modelling to Support School Network Planning in Estonia Edgar Sepp, Juri Roosaare 7. Spatial Optimisation: Expanding Emergency Services to Address Regional Growth and Development Alan Murray, Daoqin Tong and Tony H. Grubesic 8. Urban Growth in the Brisbane-South East Queensland Region and its Implications for Emergency Services Provision: A Geographical Information Systems-based Approach Jonathan Corcoran, Robert J. Stimson, Prem Chhetri, David Rohde and Angela Higginson 7. The Location of Business Support Programs: Does the Knowledge Context Matter? Haifeng Qain, Kingsley E. Haynes and Sidney C. Turner 8. Geographic Modelling, Public Policy, and Informing the 'Store Wars' Sovereignty Debate in Australia Robert G.V. Baker and Stephen N. Woods 9. Defending Territory: Automobile Sealership Customer and Site Analysis John Lombard 10. West Midlands (UK) Regional Planning (1999 - 2012), Functioning Economic Geography and the E3I Belt: Coping with Uncomfortable Truths Michael Taylor and John Bryson 11. Technopoles: Governance and Networking Haddad Ismail 12. Economics of Space: Estimating the Economic Significance of a NASA Testing Facility Michael C. Carroll and Will M. Burns 13. Using Input - Output and GIS to Assess the Economic, Fiscal and Development Impacts of Toll Roads in the Dallas: A 40 Year Perspective Bernard Weinstein and Terry Clower 14. Helping Community Groups to Address Urban Planning Issues in a Gipsy Deprived Neighbourhood: Geographical Experiences from Perpignan in a Post-riot Context David Giband 15. Designing, Implementing, Monitoring and Evaluating an Urban Community Development Program in Portugal Maria Lucinda Fonseca and Alina Esteves 16. A Local Master Plan for Biospheric Conservation and Development: Concept, Methodology, and Application Eliahu Stern 17. Assessing Responses to National Weather Service Warnings: The Case of a Tornado Burrell E. Motz 18. Managing Environmental Hazards of Outdoor Falls Among the Elderly Population of Hong Kong Poh-chin Lai, Low Chien-Tat, Wong Wing-Cheung, Chan Ming-Houng, Low Chien Tat and Wong Martin 19. Hydropower in the Chilean Patagonia: Evaluating Socio-economic Conditions for Resettlement and/or Compensation of Rural Inhabitants Frederico Arenas and Pablo Osses",
  "authors": [
    {
      "display_name": "Robert J. Stimson",
      "id": "A5083481233",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Robert Stimson"
    },
    {
      "display_name": "Kingsley E. Haynes",
      "id": "A5103173097",
      "orcid": "https://orcid.org/0000-0003-1547-0198",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kingsley E. Haynes"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-01-01",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.5745587
    },
    {
      "id": "C39389867",
      "display_name": "Corporate governance",
      "level": 2,
      "score": 0.49458906
    },
    {
      "id": "C66204764",
      "display_name": "Sustainability",
      "level": 2,
      "score": 0.44085854
    },
    {
      "id": "C148383697",
      "display_name": "Regional science",
      "level": 1,
      "score": 0.43894136
    },
    {
      "id": "C186229450",
      "display_name": "Sovereignty",
      "level": 3,
      "score": 0.43199039
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.42543808
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.37736833
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.37578657
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.3463664
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.26081416
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.19441667
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.16906452
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.15510806
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.1445249
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10226",
      "display_name": "Land Use and Ecosystem Services",
      "score": 0.8085
    },
    {
      "id": "T14051",
      "display_name": "Regional Economic and Spatial Analysis",
      "score": 0.808
    },
    {
      "id": "T14509",
      "display_name": "demographic modeling and climate adaptation",
      "score": 0.7654
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB1302645X",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.704253",
  "source_database": "OpenAlex"
}