{
  "openalex_id": "W370799218",
  "doi": "https://doi.org/10.5860/choice.37-0010",
  "title": "Significant contemporary American feminists: a biographical sourcebook",
  "abstract": "Preface Introduction Bella Abzug by Mary Ertel Paula Gunn Allen by Gonul Pultar Gloria Anzaldua by Judith Richards Frances Beale by Marina Karides and Joya Misra Rita Mae Brown by Julie A. Davies Charlotte Bunch by Viki Soady Pat Califia by Lisa Sigel Judy Chicago by Beatriz Badikian-Gartler Shirley Chisholm by Frederick J. Simonelli Esther Ngan-Ling Chow by Linda Wong Pearl Cleage by Linda Rohrer Paige Kate Clinton by Annmarie Pinarski Mary Daly by Margaret R. LaWare Angela Davis by Jennifer Oldham Susan Faludi by Ann Mauger Colbert Shulamith Firestone by Karen Garner Jo Freeman by Jennifer Scanlon Betty Friedan by Susan Butler Ruth Bader Ginsburg by Gwenn Brown Nealis bell hooks by Lara E. Dieckmann Dolores Huerta by Nerea A. Lamas June Jordan by Nikki Senecal Evelyn Fox Keller by Anne F. Eisenberg Florynce Kennedy by Cheryl Rodriguez Audre Lorde by Lara E. Dieckmann Catharine MacKinnon by Eileen Bresnahan Olga Madar by Amy Beth Aronson Wilma Mankiller by Michaela Crawford Reaves Del Martin by Danielle DeMuth Kate Millet by Nancy McCampbell Grace Cherrie Moraga by Grace Sikorski Robin Morgan by Stacy Donohue Pauli Murray by Uche Egemonye Eleanor Holmes Norton by Tracy Wahl Alice Paul by Amy Butler Anna Quindlen by Carolyn Kitch Rosemary Ruether by Beth Blissman Adrienne Rich by Sioban Dillon Faith Ringgold by Ann Lee Morgan Joanna Russ by Jeanne Cortiel Patricia Schroeder by John Nealis Eleanor Smeal by Pat Murphy Barbara Smith by Jaime M. Grant Gloria Steinem by Ann Mauger Colbert Margo St. James by Diane L. McKay Alice Walker by Angela Cotten Rebecca Walker by Jennifer Kohout Michelle Wallace by Viki Soady Sarah Weddington by Susan L. Patnode Ellen Willis by Deborah J. Gepner Salvaggio Selected Bibliography Index About the Editor and Contributors",
  "authors": [
    {
      "display_name": "Jennifer Scanlon",
      "id": "A5106199043",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer Scanlon"
    }
  ],
  "publication_year": 1999,
  "publication_date": "1999-09-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "37",
  "issue": "01",
  "first_page": "37",
  "last_page": "0010",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4285683
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.38551202
    }
  ],
  "topics": [
    {
      "id": "T14494",
      "display_name": "American Literature and Culture",
      "score": 0.4425
    },
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.3845
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.37-0010",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.714883",
  "source_database": "OpenAlex"
}