{
  "openalex_id": "W398524986",
  "doi": null,
  "title": "Handbook of self-enhancement and self-protection",
  "abstract": "Introduction. Self-Enhancement and Self-Protection: Historical Overview and Conceptual Framework, Mark D. Alicke and Constantine SedikidesI. Neurocognitive Bases of Self-Enhancement and Self-Protection1. Neural Bases of Approach and Avoidance, Eddie Harmon-Jones2. Self-Enhancement: A Social Neuroscience Perspective, Jennifer S. Beer and Brent L. HughesII. Self-Enhancement and Self-Protection in Self-Construal3. Self-Enhancement via Redefinition: Defining Social Concepts to Ensure Positive Views of the Self, Clayton R. Critcher, Erik G. Helzer, and David Dunning 4. Moral Hypocrisy: A Self-Enhancement/Self-Protection Motive in the Moral Domain, C. Daniel Batson and Elizabeth C. Collins5. The Role of Time in Self-Enhancement and Self-Protection, Anne E. Wilson and Michael Ross 6. Reconciling Self-Protection with Self-Improvement: Self-Affirmation Theory, David K. Sherman and Kimberly A. HartsonIII. Perceptual, Judgmental, and Memory Processes in Self-Enhancement and Self-Protection7. Of Visions and Desires: Biased Perceptions of the Environment Can Serve Self-Protective Functions, Shana Cole and Emily Balcetis8. Self-Enhancement and Self-Protection in Social Judgment, Mark D. Alicke and Corey L. Guenther9. Postdecisional Self-Enhancement and Self-Protection: The Role of the Self in Cognitive Dissonance Processes, Jeff Stone and Elizabeth Focella10. The Positivity Bias and the Fading Affect Bias in Autobiographical Memory: A Self-Motives Perspective, John J. SkowronskiIV. Self-Enhancement and Self-Protection in Interpersonal, Relational, and Group Contexts11. The Social Consequences of Self-Enhancement and Self-Protection, Vera Hoorens12. Seeking Pleasure and Avoiding Pain in Interpersonal Relationships, Joanne V. Wood and Amanda L. Forest13. An Attachment Perspective on Self-Protection and Self-Enhancement, Phillip R. Shaver and Mario Mikulincer14. To Enhance or Protect the Self?: The Complex Role of Explicit and Implicit Self-Esteem, Tracy DeHart, Julie Longua, and Jennifer Smith15. Attributions to Discrimination as a Self-Protective Strategy: Evaluating the Evidence, Brenda Major and Dina EliezerV. Self-Enhancement and Self-Protection in Developmental, Clinical, Health, Personality, and Cultural Contexts16. Self-Enhancement and Self-Protection in a Developmental Context, Kali H. Trzesniewski, Megan Peggy-Anne Kinal, and M. Brent Donnellan 17. The Breakdown of Self-Enhancing and Self-Protecting Cognitive Biases in Depression, Lauren B. Alloy, Clara A. Wagner, Shimrit K. Black, Rachel K. Gerstein, and Lyn Y. Abramson18. When Self-Enhancement Drives Health Decisions: Insights from a Terror Management Health Model, Jamie Arndt and Jamie L. Goldenberg19. Narcissistic Self-Enhancement: Tales of (Successful?) Self-Portrayal, Carolyn C. Morf, Stephan Horvath, and Loredana Torchetti20. Cultural Perspectives on Self-Enhancement and Self-Protection, Chi-yue Chiu, Ching Wan, Shirley Y.Y. Cheng, Young-hoon Kim, and Yung-jui YangVI. Boundary Conditions and Methodological Issues in Self-Enhancement and Self-Protection21. Academic Exaggeration: Pushing Self-Enhancement Boundaries, Richard H. Gramzow22. Measurement of Self-Enhancement (and Self-Protection), Joachim I. Krueger and Jack C. Wright",
  "authors": [
    {
      "display_name": "Mark D. Alicke",
      "id": "A5025845324",
      "orcid": "https://orcid.org/0000-0002-1060-2510",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mark D. Alicke"
    },
    {
      "display_name": "Constantine Sedikides",
      "id": "A5115601398",
      "orcid": "https://orcid.org/0000-0003-4036-889X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Constantine Sedikides"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-01",
  "type": "book",
  "cited_by_count": 564,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463346",
    "display_name": "Guilford Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315796"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C17235551",
      "display_name": "Self",
      "level": 2,
      "score": 0.71517015
    },
    {
      "id": "C2776535551",
      "display_name": "Self-enhancement",
      "level": 2,
      "score": 0.68178177
    },
    {
      "id": "C2775874189",
      "display_name": "Hypocrisy",
      "level": 2,
      "score": 0.55774015
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.546796
    },
    {
      "id": "C77513098",
      "display_name": "Cognitive dissonance",
      "level": 2,
      "score": 0.4991851
    },
    {
      "id": "C26961564",
      "display_name": "Self-deception",
      "level": 2,
      "score": 0.4943354
    },
    {
      "id": "C2777113389",
      "display_name": "Pleasure",
      "level": 2,
      "score": 0.44044295
    },
    {
      "id": "C2993275398",
      "display_name": "Self defense",
      "level": 2,
      "score": 0.43316245
    },
    {
      "id": "C113445564",
      "display_name": "Self-perception theory",
      "level": 3,
      "score": 0.42781362
    },
    {
      "id": "C12713177",
      "display_name": "Perspective (graphical)",
      "level": 2,
      "score": 0.4166986
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.3645321
    },
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.35163343
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.17543045
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.1593552
    },
    {
      "id": "C542102704",
      "display_name": "Psychotherapist",
      "level": 1,
      "score": 0.13106388
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.106662154
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.102826
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11454",
      "display_name": "Cultural Differences and Values",
      "score": 0.3869
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BB05043271",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.176946",
  "source_database": "OpenAlex"
}