{
  "openalex_id": "W41159938",
  "doi": null,
  "title": "Retelling Narratives as Fiction or Nonfiction",
  "abstract": "Retelling Narratives as Fiction or Nonfiction Deborah J. O. Hendersen (djoh@stanford.edu) Jordan Hall, Bldg. 420, 450 Serra Mall. Stanford, CA 94305 Herb Clark (herb@psych.stanford.edu) Jordan Hall, Bldg. 420, 450 Serra Mall. Stanford, CA 94305 The question this paper asks is does it matter whether a narrative is fiction or nonfiction? While readers of fiction must look within a narrative to understand what is informative or relevant about a particular action, looking within a narrative is hardly unique to fiction. Narratives are narratives (rather than say lists of actions) because the actions included are related to one another. Indeed, much research has focused on how readers understand the internal structure of narratives, and it is now generally accepted that in order to understand narratives readers must be able to understand the cause-and-effect relations that exist between events (e.g., O’Brien & Myers, 1987; Trabasso, Secco, & van den Broek, 1984; Trabasso & van den Broek, 1985; Varnhagen & Goldman, 1986). To do this, readers track characters through time and space and monitor their concerns (Graesser, Millis, & Zwaan, 1997; Zwaan & Radvansky, 1998). In light of this, the question becomes if we hold all of the characters, their actions, the cause-and- effect relations in a given narrative constant, will participants think about the narrative differently simply because they believe it to be fiction or nonfiction? The labels “fiction” and “nonfiction” are external to narratives, so it is important to recognize that people trying to understand narratives are influenced by background knowledge (e.g., Gerrig & McKoon, 1998; Graesser, Singer, & Trabasso, 1994) and these influences are at many levels including both the lexical and the script levels (e.g. Kambe, Rayner, & Duffy, 2001; Cook & Myers, 2004). Not only does outside information help readers to understand narratives, but outside influences can alter how a reader approaches a narrative. Lorch, Lorch, and Klusewitz (1993) asked readers about the different kinds of reading tasks they experienced and participants distinguished two types of reading tasks: reading for study purposes and reading for entertainment purposes. Consistent with this division, Navaez, van den Broek, Ruiz (1999) found that readers with a study purpose were more likely to engage in repeating and evaluating the text than were readers with an entertainment purpose. Indeed, Zwann (1994) found that when readers believe they are reading a newspaper article they are concerned about what is true about the world, however they attend to more of the wording and stylistic devices when they read literature. To see how construing a narrative as fiction or nonfiction would alter the way participants thought about it, we Abstract Participants read and then retold narratives that were labeled either fiction or nonfiction. They showed a robust fiction superiority effect, recalling 20 to 50% more words and details when a narrative was labeled fiction. Fiction narratives also contained more of the language found in the original narrative. The fiction superiority effect held whether the retellings were oral or typed, and with and without an audience. This effect was found for recall but not recognition memory. Keywords: fiction; nonfiction; narrative understanding; recall; recognition Introduction On October 30th, 1938 the War of the Worlds radio production scared families into fleeing their homes because they could not tell that the production was a fiction. The next day the New York Tribune highlighted the problem by saying “Hitler managed to scare all of Europe to its knees a month ago, but he at least had an army and an air force to back up his shrieking words…But Mr. Welles scared thousands into demoralization with nothing at all.” The reason Welles’s production could be described as “nothing at all” is because it fails to follow one of Grice’s (1975) conversational maxims, the Maxim of Quality. The Maxim of Quality says: Do not say what you believe to be false; do no say that for which you lack adequate evidence. Fiction openly flouts this maxim, and in doing so raises the question of how we are to understand it. Having abandoned the Maxim of Quality, it becomes somewhat unclear how two of Grice’s other maxims are to be applied to fiction. First, the Maxim of Quantity which states: Make your contribution as informative as is required for the current purposes of the exchange; do not make your contribution more informative than is required. And Secondly, the Maxim of Relation: Be relevant. But how do you judge a piece of information informative or relevant when you know that it is false? When reading nonfiction, information is deemed informative or relevant at least in part because the reader understands it to be historical or present-day fact outside of the narrative. The reader of fiction, however, must look within the narrative to understand why a piece of information is informative or relevant.",
  "authors": [
    {
      "display_name": "Deborah J.O. Hendersen",
      "id": "A5105120080",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah J.O. Hendersen"
    },
    {
      "display_name": "Herb Clark",
      "id": "A5113975172",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Herb Clark"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-01-01",
  "type": "article",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306523994",
    "display_name": "Proceedings of the Annual Meeting of the Cognitive Science Society",
    "issn_l": null,
    "issn": null,
    "type": "journal",
    "host_organization": null
  },
  "volume": "29",
  "issue": "29",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C199033989",
      "display_name": "Narrative",
      "level": 2,
      "score": 0.8962467
    },
    {
      "id": "C63985673",
      "display_name": "Narrative network",
      "level": 5,
      "score": 0.46115163
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.4559172
    },
    {
      "id": "C2780791683",
      "display_name": "Action (physics)",
      "level": 2,
      "score": 0.44130993
    },
    {
      "id": "C12772571",
      "display_name": "Narrative criticism",
      "level": 4,
      "score": 0.4263216
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3740341
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.36517012
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.33240736
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.3201395
    },
    {
      "id": "C117893075",
      "display_name": "Narrative inquiry",
      "level": 3,
      "score": 0.31269273
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.23967734
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10103",
      "display_name": "Reading and Literacy Development",
      "score": 0.9978
    },
    {
      "id": "T12060",
      "display_name": "Child Development and Digital Technology",
      "score": 0.9848
    },
    {
      "id": "T13071",
      "display_name": "Digital Storytelling and Education",
      "score": 0.9654
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://escholarship.org/content/qt0k14871d/qt0k14871d.pdf?t=op2iy2",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.585233",
  "source_database": "OpenAlex"
}