{
  "openalex_id": "W419867643",
  "doi": "https://doi.org/10.5860/choice.47-1852",
  "title": "People, places, things: essays by Elizabeth Bowen",
  "abstract": "Acknowledgments Introduction Light and Vision: Modern Lighting The 1938 Academy: An Unprofessional View Christmas at Bowen's Court The Light in the Dark Ecstasy of the Eye New Waves of the Future Places: Britain in Autumn By The Unapproachable Sea Foreword to 'The Cinque Ports', by Ronald and Frank Jessup The Idea of France Paris Peace Conference: 1946. An Impression Paris Peace Conference - Some Impressions 1 Paris Peace Conference - Some Impressions 2 Paris Peace Conference - Some Impressions 3 Prague and the Crisis Hungary Without Coffee, Cigarettes, or Feeling Coming to London Regent's Park and St. John's Wood New York Waiting in my Memory People: Miss Willis Paul Morand Mainie Jellett Tipperary Woman Alfred Knopf Blanche Knopf Foreword to 'Olive Willis and Downe House', by Anne Ridler Houses: Opening Up the House Home for Christmas Bowen's Court Ireland: Letter from Ireland Eire Ireland Makes Irish How They Live in Ireland: Conquest by Cheque-Book Ireland Introduction to 'The House by the Church-yard', by Sheridan Le Fanu Things: Toys Calico Windows Introduction to 'The ABC of Millinery', by Eva Ritcher An Enormous Channel of Expectation The Teakettle Mirrors Are Magic On Giving a Present The Art of Giving Writers and Books: Jane Austen Introduction to 'Pride and Prejudice', by Jane Austen What Jane Austen Means to Me 'Persuasion' Introduction to 'No One to Blame' James Joyce New Writers Elizabeth Bowen Introduces Guy de Maupassant Introduction to 'Tomato Cain and Other Stories', by Nigel Kneale Introduction to 'Haven: Short Stories, Poems and Aphorisms', by Elizabeth Bibesco A Matter of Inspiration Introduction to 'The Stories of William Samson' Introduction to 'An Angela Thirkell Omnibus' A Passage to E. M. Forster Introduction to 'Staying with Relations', by Rose Macaulay Fairy Tales: Comeback of Goldilocks et al. Introduction to 'The King of the Golden River', by John Ruskin Enchanted Centenary of the Brothers Grimm On Writing: What We Need in Writing The Short Story in England Introduction to 'Chance' Introduction to 'The Observer Prize Stories' English Fiction at Mid-Century Rx for a Story Worth the Telling Preface to 'Critics Who have Influenced Taste' A Novelist and His Characters Bowen on Bowen: Autobiographical Note 'Downe House Scrap-Book 1907-1957' First Writing Elizabeth Bowen, of Cork and London My Best Novel The Next Book On Writing 'The Heat of the Day' Note for 'The Broadsheet on The Heat of the Day' Miss Bowen on Miss Bowen Confessions The Cost of Letters Portrait of a Woman Reading On Radio and Cinema: Why I Go to the Cinema Third Programme 'Lawrence of Arabia' Ages and Ages: Modern Girlhood Teenagers Mental Annuity The Case for Summer Romance The Beauty of Being Your Age Was It an Art? Women: For the Feminine Shopper Enemies of Charm in Women, in Men Woman's Place in the Affairs of Man Outrageous Ladies Arts and Disappointments: A Way of Life The Forgotten Art of Living The Fear of Pleasure The Art of Respecting Boundaries The Virtue of Optimism Disappointment (unpublished version) Disappointment How To Be Yourself - But Not Eccentric The Thread of Dreams Notes Works Cited.",
  "authors": [
    {
      "display_name": "Elizabeth Bowen",
      "id": "A5042731482",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth Bowen"
    },
    {
      "display_name": "Allan Hepburn",
      "id": "A5113607904",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Allan Hepburn"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-12-01",
  "type": "article",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "47",
  "issue": "04",
  "first_page": "47",
  "last_page": "1852",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4618572
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.41447178
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.41399232
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.38564485
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.27556342
    }
  ],
  "topics": [
    {
      "id": "T11776",
      "display_name": "Irish and British Studies",
      "score": 0.9266
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.47-1852",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:12.482535",
  "source_database": "OpenAlex"
}