{
  "openalex_id": "W4205794204",
  "doi": "https://doi.org/10.1097/acm.0000000000000416",
  "title": "Reflecting Upon Reflection in Diagnostic Reasoning",
  "abstract": "To the Editor: The recent commentary by Croskerry et al1 discusses the nature of clinical reasoning. The authors critique our experimental study2 contrasting the clinical reasoning of two cohorts of residents who diagnosed a series of written cases, but we disagree with many of their points. In our study, one cohort was told to proceed as quickly as possible without sacrificing accuracy; the other was told to carefully consider all the data. The study was designed to test the hypothesis of dual process theory that diagnostic errors originate from cognitive biases inherent in System 1 (rapid, intuitive) and are corrected by System 2 (slow, analytical) processes. If this is correct, encouraging analytical processing by permitting more time for reflection and systematic inquiry should result in fewer diagnostic errors. We found no support for this hypothesis. Although residents in the slow cohort took an average of 20 seconds longer to complete the case, there was no difference in accuracy. Croskerry et al erroneously state that we assumed that “if decisions are made quickly, they are likely made in the intuitive mode, and therefore making decisions intuitively is a good thing.” In fact, in our study we acknowledge that there are no pure System 1 or 2 tasks. Our study was not intended to contrast Systems 1 and 2; it was designed to examine the effect of varying time and resources available for analytical processing. Croskerry et al also claim that “whether the authors intended it or not, the conclusion most readers will draw from this result … is that diagnostic decisions made faster are more accurate.” We certainly did not intend this conclusion, since the data showed no difference. By contrast, our interpretation was that instructions to be systematic and thorough (and take longer) had no impact on accuracy. We agree with Croskerry et al—it would be silly to “encourage residents … to make speedy diagnoses”; however, we made no such claim. Croskerry et al interpret the results of our first study,4 which did show that accuracy is associated with shorter time, as “residents who knew more and had greater comfort with the material presented were likely to be sufficiently confident to respond more quickly” (and, we might add, more accurately). We completely agree. As we showed,3 (1) self-reported experience with a particular diagnosis related significantly to accuracy, and (2) the disattenuated correlation between diagnostic accuracy and written licensing exam scores was 0.65. This indicates a strong relationship between case-specific knowledge, general clinical knowledge, and accuracy. Errors in diagnosis are more likely to be rectified by conscientious acquisition of relevant knowledge (i.e., clinical experience) than by any attempt to extinguish general cognitive biases and thinking failures. As Graber5 has noted, while the evidence as yet is not strong, the few studies directed at reducing error by explicating cognitive biases have been uniformly negative.5 Conversely, studies directed at improving knowledge application have shown somewhat inconsistent but nevertheless generally positive results.6,7 Finally, Croskerry et al call for more research, both naturalistic and experimental. Certainly this is likely to advance the field more than catchy labels like “creating paralysis by analysis” and “using flawed mental modeling (linear reasoning in complex adaptive systems).”1 Geoffrey Norman, PhD Professor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; [email protected] Sandra Monteiro, MSc PhD candidate, Department of Psychology, Neuroscience and Behaviour, McMaster University, Hamilton, Ontario, Canada. Jonathan Sherbino, MD Associate professor, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
  "authors": [
    {
      "display_name": "Geoffrey R. Norman",
      "id": "A5111993188",
      "orcid": null,
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Geoffrey Norman"
    },
    {
      "display_name": "Sandra Monteiro",
      "id": "A5016790773",
      "orcid": "https://orcid.org/0000-0001-8723-5942",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sandra Monteiro"
    },
    {
      "display_name": "Jonathan Sherbino",
      "id": "A5060831965",
      "orcid": "https://orcid.org/0000-0003-0344-8057",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan Sherbino"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-08-27",
  "type": "letter",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S19793444",
    "display_name": "Academic Medicine",
    "issn_l": "1040-2446",
    "issn": [
      "1040-2446",
      "1938-808X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "89",
  "issue": "9",
  "first_page": "1195",
  "last_page": "1195",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/acm.0000000000000416",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C65682993",
      "display_name": "Reflection (computer programming)",
      "level": 2,
      "score": 0.5432372
    },
    {
      "id": "C98045186",
      "display_name": "Process (computing)",
      "level": 2,
      "score": 0.5061917
    },
    {
      "id": "C2776502983",
      "display_name": "Contrast (vision)",
      "level": 2,
      "score": 0.5019846
    },
    {
      "id": "C169900460",
      "display_name": "Cognition",
      "level": 2,
      "score": 0.48627102
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.44930628
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.42913967
    },
    {
      "id": "C2777267654",
      "display_name": "Test (biology)",
      "level": 2,
      "score": 0.42751014
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.39141798
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.20074257
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.121264905
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12574",
      "display_name": "Clinical Reasoning and Diagnostic Skills",
      "score": 0.9999
    },
    {
      "id": "T10254",
      "display_name": "Innovations in Medical Education",
      "score": 0.964
    },
    {
      "id": "T11894",
      "display_name": "Radiology practices and education",
      "score": 0.9622
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/acm.0000000000000416",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:14:20.590429",
  "source_database": "OpenAlex"
}