{
  "openalex_id": "W4200192326",
  "doi": "https://doi.org/10.1111/bjh.17998",
  "title": "Iron chelation therapy in patients with low‐ to intermediate‐risk myelodysplastic syndrome: A systematic review and meta‐analysis",
  "abstract": "Patients with myelodysplastic syndromes (MDS) are at an increased risk of developing iron overload.1 Iron chelation therapy (ICT) is widely used in patients with thalassaemia or patients with, or at risk of, iron overload due to transfusion, and may be a therapeutic agent against iron overload in patients with MDS. While studies have reported benefits of ICT in patients with MDS with iron overload, data on therapeutic effects are limited, as the majority of studies are small or performed in less generalisable patient groups.2, 3 Conducting large-scale randomised controlled trials (RCTs) is difficult due to variable phenotypes leading to unpredictable transfusion requirements, multiple competing but only partially effective therapies that mitigate the need for transfusion in a subset of patients, high frequency of comorbidity, and competing causes of outcomes, particularly death due to progressive disease or advanced age.4 There has been increasing data published with a recent RCT finding survival benefit with use of ICT.5 A meta-analysis published in 2014 and a systematic review from 2018 reviewing observational studies found that ICT was associated with a greater median survival time in patients with MDS.6, 7 We conducted a meta-analysis to further analyse the therapeutic potential of ICT in lower-risk MDS patients. This meta-analysis was reported following standards outlined in the 2009 Preferred Reporting Items of Systematic Reviews and Meta-Analyses (PRISMA) statement.8 The protocol for this study was published prospectively and is available online [International Prospective Register of Systematic Reviews (PROSPERO) #CRD42021242830]. Full study methodological details can be found in the online supplementary material. Briefly, study selection, data collection and risk of bias were performed independently by two reviewers. The primary outcome was survival reported as median overall survival (OS) or adjusted hazard ratio (aHR) between the ICT and non-ICT groups. Secondary outcomes included MDS progression rate, acute myeloid leukaemia (AML) progression rate, and incidence of cardiac injury. A pooled estimate of aHRs was calculated using a random-effects model. Heterogeneity was assessed using I2 statistics with a p value threshold of <0.10. Publication bias was evaluated visually by drawing funnel plots and quantified using the Egger’s regression model. A total of 12 studies were included for analysis. The PRISMA study selection diagram and characteristics of included studies can be found in the online supplementary material (Figure S8 and Table S1 respectively). There were 3396 total patients in the 12 studies (one randomised, n = 225; 11 non-randomised, n = 3171). In all, 149/225 (66.2%) and 1057/3171 (33.3%) received ICT. The weighted overall mean age was 71.5 years. Most patients had International Prognostic Scoring System (IPSS) scores of low or intermediate, with the remainder (n = 52) being uncertain. The duration of follow-up ranged between 2 and 4 years. The median OS for patients receiving ICT was consistently longer compared to the non-ICT group across the nine studies reporting it (Figure 1). Meta-analysis of observational studies showed that ICT was associated with an overall lower risk of mortality [aHR 0.43, 95% confidence interval (CI) 0.32–0.57, p < 0.00001; I2 = 56%, p = 0.02, total of nine studies]. The aHR for the RCT was 0.83 (95% CI 0.54–1.28) (Figure 2). Five studies indicate decreased risk while two indicate increased risk of AML progression with ICT. Two studies showed a smaller percentage of deaths caused by AML progression, while three studies showed a larger percentage with ICT. In five studies, ICT decreased risk of cardiac injury. All data are described in Table S2. All subgroup meta-analyses can be found in Figures S1–S4. The RCT was assessed as low risk of bias according to the Cochrane’s risk of bias tool (Figure S5). Of 11 observational studies, five were rated as good, one as fair and five as poor quality according to the Newcastle–Ottawa Scale (NOS) (Figure S6). Publication bias was found through visual inspection of funnel plot (Figure S7) and Egger’s regression analysis (p = 0.01). We found ICT to be associated with survival advantage (aHR 0.43, 95% CI 0.32–0.57; p < 0.00001) and longer median OS in patients with MDS. Our study sheds further light on the therapeutic potential of ICT, while also highlighting the inconsistency between observational studies and the recently published placebo-controlled RCT (TELESTO, ClinicalTrials.gov Identifier: NCT00940602).7 The authors similarly found a mortality reduction but by a smaller magnitude than our pooled analysis of observational studies. There are several possible reasons for this including our inclusion of observational studies that are at higher risk of residual confounding. Additionally, conclusions from the single RCT we were able to identify are limited by its failure to enrol its required sample size,7 the fact that the mean age of enrolled patients was 65 years (which is lower than the median age of onset of MDS onset of 71 years) and only three of 76 patients initially randomised to placebo remained on placebo until the end of the study.9 Overall, TELESTO and our meta-analysis suggest ICT results provides mortality benefit in patients with iron overload and low- or intermediate-risk MDS in addition to other suggested benefits including a decreased rate of AML progression and organ dysfunction.10 However, this observation should be balanced against the cost, complexity and complications of ICT and our inability to discern their relative efficacy of different types of ICT (deferoxamine, deferiprone and deferasirox) on clinically important outcomes. TELESTO has confirmed the difficulty in recruitment for large-scale RCTs, thus other RCTs may prove infeasible. Based on available literature, we suggest ICT should be considered in patients with low- and intermediate-risk MDS. In the last 24 months, Dr Mark Crowther has received honoraria from Precision Biologicals, Hemostasis Reference Laboratory, Syneos Health and CSL Behring. None of these conflicts pertain to the content or interventions presented in this paper. None of the other authors have conflicts of interest to report. S. Yang designed the study and the search strategy, performed statistical analyses, interpreted the results, and wrote the manuscript; M. Zhang and R. Leong selected studies, extracted data, and revised the manuscript; Lawrence Mbuagbaw provided statistical assistance and revised the manuscript; Mark Crowther designed the study, interpreted the results, and revised the manuscript, and Allen Li designed the study, interpreted the results, and wrote the manuscript. Please note: The publisher is not responsible for the content or functionality of any supporting information supplied by the authors. Any queries (other than missing content) should be directed to the corresponding author for the article.",
  "authors": [
    {
      "display_name": "Sarah Yang",
      "id": "A5102944998",
      "orcid": "https://orcid.org/0000-0003-3811-6378",
      "institutions": [
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah Yang"
    },
    {
      "display_name": "Ming Chan Zhang",
      "id": "A5027177113",
      "orcid": "https://orcid.org/0009-0008-0321-2267",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ming Chan Zhang"
    },
    {
      "display_name": "Russell Leong",
      "id": "A5091370823",
      "orcid": "https://orcid.org/0000-0002-5030-7487",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Russell Leong"
    },
    {
      "display_name": "Lawrence Mbuagbaw",
      "id": "A5010705038",
      "orcid": "https://orcid.org/0000-0001-5855-5461",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lawrence Mbuagbaw"
    },
    {
      "display_name": "Mark Crowther",
      "id": "A5079941141",
      "orcid": "https://orcid.org/0000-0003-4986-4873",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Crowther"
    },
    {
      "display_name": "Allen Li",
      "id": "A5101842292",
      "orcid": "https://orcid.org/0000-0001-6615-7295",
      "institutions": [
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Allen Li"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-12-19",
  "type": "review",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S153015021",
    "display_name": "British Journal of Haematology",
    "issn_l": "0007-1048",
    "issn": [
      "0007-1048",
      "1365-2141"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "197",
  "issue": "1",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/bjh.17998",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.75844705
    },
    {
      "id": "C2777218474",
      "display_name": "Chelation therapy",
      "level": 3,
      "score": 0.6768448
    },
    {
      "id": "C2780817109",
      "display_name": "Myelodysplastic syndromes",
      "level": 3,
      "score": 0.6700424
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6187487
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.5015576
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.4062649
    },
    {
      "id": "C2777799968",
      "display_name": "Thalassemia",
      "level": 2,
      "score": 0.118830055
    },
    {
      "id": "C2780007613",
      "display_name": "Bone marrow",
      "level": 2,
      "score": 0.053705603
    }
  ],
  "topics": [
    {
      "id": "T10309",
      "display_name": "Acute Myeloid Leukemia Research",
      "score": 1.0
    },
    {
      "id": "T10554",
      "display_name": "Hemoglobinopathies and Related Disorders",
      "score": 0.9989
    },
    {
      "id": "T12209",
      "display_name": "Bone and Joint Diseases",
      "score": 0.9841
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/bjh.17998",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/bjh.17998",
  "retrieved_date": "2025-07-30T14:30:17.255749",
  "source_database": "OpenAlex"
}