{
  "openalex_id": "W4205555301",
  "doi": "https://doi.org/10.1353/fem.2018.0035",
  "title": "The Political Life of Black Motherhood",
  "abstract": "Feminist Studies 44, no. 3. © 2018 by Feminist Studies, Inc. 699 Jennifer C. Nash The Political Life of Black Motherhood In 1976, Adrienne Rich wrote, “We know more about the air we breathe, the seas we travel, than about the nature and meaning of motherhood.”1 In the four decades since the publication of Rich’s now-canonical Of Woman Born, Andrea O’Reilly has argued for the advent of “maternal theory” as an academic discipline, the maternal memoir has become a highly popular (and profitable) literary genre, and there has been sustained attention to maternal activism with scholarly analyses of such organizations as Mothers Against Drunk Driving and Mothers of the Movement.2 If Mamie Till Bradley boldly “let the world see” her son’s mutilated body in a 1955 public plea to make visible black suffering and antiblack violence, Valerie Castile’s statement after a jury found a police officer not guilty in the death of her son continued in the tradition of 1. Adrienne Rich, Of Woman Born: Motherhood as Experience and Institution (New York: W. W. Norton, 1995), 11. 2. See Andrea O’Reilly, ed., Maternal Theory: A Reader (New York: Demeter Press, 2007); Ann Hulbert, “The Real Myth of Motherhood,” Slate, March 8, 2005; Jennifer C. Nash and Samantha Pinto, “Strange Intimacies: Reading Black Mothering Memoirs,” Public Culture (forthcoming); Danielle Poe, Maternal Activism: Mothers Confronting Injustice (Albany: SUNY Press, 2016); and Ruth Feldstein, Motherhood in Black and White: Race and Sex in American Liberalism, 1930–1965 (Ithaca, NY: Cornell University Press, 2000). 700 Jennifer C. Nash Books Discussed in This Essay Revolutionary Mothering: Love on the Front Lines. Edited by Alexis Pauline Gumbs, China Martens, and Mai’a Williams. Oakland, CA: PM Press, 2016. Laboring Positions: Black Women, Mothering and the Academy. Edited by Sekile Nzinga-Johnson. Bradford, ON: Demeter Press, 2013. How All Politics Became Reproductive Politics: From Welfare Reform to Foreclosure to Trump. By Laura Briggs. Oakland: University of California Press, 2017. Birthing Justice: Black Women, Pregnancy, and Childbirth. Edited by Julia Oparah and Alicia Bonaparte. New York: Routledge, 2016. making black (male) pain visible through grief-stricken black motherhood . Castile said, My son loved this state. He had one tattoo on his body and it was of the twin cities, the state of Minnesota with “TC” on it. My son loved this city, and this city killed my son and the murderer gets away. . . . We’re not evolving as a civilization, we’re devolving, we have taken steps forward, people have died for us to have these rights and now we’re devolving, we’re going back to 1969.3 Her emotional plea reveals the political currency of black maternal suffering , one of the few spaces in which black pain is readily culturally visible . Indeed, there has been intensified scholarly and popular interest in representing black motherhood as both a site constituted by grief and expected loss and as a political position made visible (only) because of its proximity to death. It is certainly the case that a cultural inattention to motherhood has been replaced by an intense investment in representing at least some aspects of “the nature and meaning of motherhood” and 3. “Philando Castile’s Mother Reacts to Verdict,” Washington Post video on YouTube , posted on June 16, 2017, https://www.youtube.com/watch?v=RJsD4cCpUA . Jennifer C. Nash 701 in representing certain mothers—particularly black mothers—as symbols of trauma and injury, of pain that can be mobilized for “legitimate” political ends and social change. If, as O’Reilly suggests, maternal theory is now a distinct field, it has been fundamentally shaped by the intellectual and political labor of black feminists—Dorothy Roberts, bell hooks, Alice Walker, Patricia Hill Collins, Hortense Spillers, and Audre Lorde—who have captured the myriad ways that black maternity is cast as pathological, excessive, and marked by aberrant performances of gender and heterosexuality that threaten both the nuclear family and the heterosexual state. Drawing on a varied archive from the Moynihan Report to cultural panics about “kids having kids,” from ongoing representations of black women’s “failure” to breastfeed as a public health crisis to the racialized underpinnings of birth control, black feminist theory...",
  "authors": [
    {
      "display_name": "Jennifer C. Nash",
      "id": "A5103099531",
      "orcid": "https://orcid.org/0000-0003-2655-8419",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer C. Nash"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S192660949",
    "display_name": "Feminist Studies",
    "issn_l": "0046-3663",
    "issn": [
      "0046-3663",
      "2153-3873"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4360969297"
  },
  "volume": "44",
  "issue": "3",
  "first_page": "699",
  "last_page": "712",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C177897776",
      "display_name": "Memoir",
      "level": 2,
      "score": 0.6578302
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.59708005
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.54720867
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.45579183
    },
    {
      "id": "C2781222033",
      "display_name": "Convict",
      "level": 2,
      "score": 0.45196208
    },
    {
      "id": "C2780510313",
      "display_name": "Institution",
      "level": 2,
      "score": 0.45158747
    },
    {
      "id": "C56273599",
      "display_name": "White (mutation)",
      "level": 3,
      "score": 0.4313891
    },
    {
      "id": "C2777266375",
      "display_name": "Injustice",
      "level": 2,
      "score": 0.4223669
    },
    {
      "id": "C2777886440",
      "display_name": "Plea",
      "level": 2,
      "score": 0.41509056
    },
    {
      "id": "C157150851",
      "display_name": "Feminist theory",
      "level": 3,
      "score": 0.41345796
    },
    {
      "id": "C2777688943",
      "display_name": "Feminism",
      "level": 2,
      "score": 0.39241415
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.34881645
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.2996593
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.25414744
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.23532903
    },
    {
      "id": "C73484699",
      "display_name": "Criminology",
      "level": 1,
      "score": 0.20368168
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.1804676
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11464",
      "display_name": "Homelessness and Social Issues",
      "score": 0.7325
    },
    {
      "id": "T13332",
      "display_name": "Historical Studies on Reproduction, Gender, Health, and Societal Changes",
      "score": 0.6991
    },
    {
      "id": "T14494",
      "display_name": "American Literature and Culture",
      "score": 0.6321
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/fem.2018.0035",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.705663",
  "source_database": "OpenAlex"
}