{
  "openalex_id": "W4200240045",
  "doi": "https://doi.org/10.1086/718146",
  "title": "Looking Back and Looking Forward: (Re)Interpreting Consumer Insights in a Time of Transition",
  "abstract": "Next article FreeInsights on COVID-19 Pandemic and Related TopicsLooking Back and Looking Forward: (Re)Interpreting Consumer Insights in a Time of TransitionAngela Y. Lee and Kelly GoldsmithAngela Y. Lee and Kelly GoldsmithPDFPDF PLUSFull Text Add to favoritesDownload CitationTrack CitationsPermissionsReprints Share onFacebookTwitterLinked InRedditEmailQR Code SectionsMoreOn March 11, 2020, the World Health Organization (WHO) declared the novel coronavirus COVID-19 outbreak a global pandemic. In an attempt to capture real-time insights on consumer behavior during the unprecedented months that followed, the Journal of the Association for Consumer Research (JACR) issued a Call for Papers in April 2020 for a Flash COVID-19 Research Issue. We received a record-breaking 138 submissions, and from those 20 empirical papers were accepted for publication. These 20 articles appear in print in two separate issues of JACR—six papers in the COVID-19 Supplemental Issue in January 2021 (vol. 6, no. 1), and 14 papers in a dedicated COVID-19 Flash Issue in January 22 (vol. 7, no. 1). The research covers a wide range of topics—from how government handles the pandemic, to people's willingness to comply with different preventive measures to protect the self, to consumers' perceptions of different product offerings and their consumption behaviors during the pandemic, to preference on how scarce life-saving resources should be allocated, and far beyond. In the Supplemental Issue, we reflected on these insights in an editorial titled \"A View from Inside: Insights on Consumer Behavior during a Global Pandemic\" (Goldsmith and Lee 2021). This title was a metaphorical nod to the fact that these insights were gathered inside what we believed would be the worst of the pandemic, and a literal nod to the fact that many were, at the time, sheltering in place inside their homes.We had hoped that this follow-up editorial might be titled \"A View from Beyond,\" reflecting back on these findings with greater psychological distance from the pandemic. However, COVID-19 is still a consideration in our daily lives. As of this writing, 20 months after the WHO's declaration, 249 million cases of COVID-19 have been reported worldwide, with more than five million deaths (https://www.worldometers.info/coronavirus/). Most experts believe an 80%–85% vaccination rate will be necessary to reach herd immunity; yet even though vaccines are now available, as of November 2021, only 58% of the US population is fully vaccinated, and this number drops to 40% worldwide (https://ourworldindata.org/). Thus, while many things have changed (e.g., vaccines are available, better treatments are available, today far fewer people are isolating at home), the virus remains omnipresent. In deference, this editorial offers a view not from beyond the pandemic, but rather from a transition point where consumers are learning to live with it. In the pages that follow, we will revisit the 20 articles published in the two JACR issues (2021 and 2022) and conclude with new data we collected in a survey fielded in August 2021 to offer an updated perspective on how, when, and where the global pandemic influences consumers' lives today.Unpacking Antecedents to Preventive BehaviorsEven after the novel coronavirus was declared a global pandemic, there was high variance in how governments, firms, and consumers perceived the threat and the role they played in curbing the pandemic. This reality is captured in \"Passing the Buck versus Sharing Responsibility: The Roles of Government, Firms, and Consumers in Marketplace Risks during COVID-19,\" by Aboelenien, Arsel, and Cho (2021). To better understand how individuals may be persuaded to protect themselves and others, several articles examined the antecedents to preventive behaviors, and through doing so were able to recommend interventions to encourage compliance.Notably, authors highlighted how individual differences can play an important role. In \"Personality Matters during a Pandemic: Implicit Theory Beliefs Influence Preparedness and Prevention Behaviors,\" Zhang, Mathur, and Block (2021) show how people's mindsets may predict perceived vulnerability and adoption of preventive behaviors: compared to those who endorse an incremental theory (i.e., have a growth mindset), people who endorse an entity theory (i.e., have a fixed mindset) feel more vulnerable, yet they are less likely to adopt preventive measures to protect themselves.Consumers' values also matter when trying to promote preventive behaviors. In \"Collective Health versus Individual Freedom: Goal Centrality and Political Identity Shape COVID-19 Prevention Behaviors,\" Pereira and Stornelli (in this issue) show that conservatives, who value individual freedom, are less likely to comply with recommended or mandated preventive behaviors (e.g., mask wearing) than liberals. How may these individuals be encouraged to comply with preventive behaviors? In their article \"Political Ideology and the Perceived Impact of Coronavirus Prevention Behaviors for the Self and Others,\" Cakanlar, Trudel, and White (in this issue) demonstrate that conservatives, who believe in personal responsibility, are more willing to adopt preventive behaviors to protect themselves, but not to protect others. Hence, messaging highlighting self-benefits should be more effective in encouraging conservatives to comply.Other authors also document important extrinsic factors that can moderate consumers' tendency to engage in preventive behaviors. In \"Numbers, Not Lives: AI Dehumanization Undermines COVID-19 Preventive Intentions,\" Huang, Lu, and Rajagopal (in this issue) show that downplaying the role of AI in compiling pandemic-related statistics can make a positive difference in compliance. And in \"It's Alive! Increasing Protective Action against the Coronavirus through Anthropomorphism and Construal,\" Wan, Kulow, and Cowan (in this issue) find that by showing an anthropomorphized novel coronavirus, people perceive the pandemic as more deadly and hence are more likely to comply with preventive measures. Further, Nowlan and Zane (in this issue) suggest that such tactics might be particularly effective among conservatives in their article \"Getting Conservatives and Liberals to Agree on the COVID-19 Threat.\"Finally, in \"Misdirecting Persuasive Efforts during the COVID-19 Pandemic: The Targets People Choose May Not Be the Most Likely to Change,\" Bechler and Tormala (2021) document how existing attitudes also matter, and show that a more efficient way to increase compliance is to target those with slightly positive attitudes toward the advocated actions, as opposed to the typical preferred targets—those with slightly negative attitudes.By highlighting intrinsic and extrinsic factors that moderate the perceived threat from the COVID-19 virus and people's tendency to engage in preventive behaviors, these articles offer valuable insights to policy makers and health-care professionals in their design and implementation of interventions to promote compliance.(Foreseen) Consequences of the Pandemic on Consumer Decision MakingThe early days of the pandemic had many fearing that a recession was imminent. Indeed, the stock market appeared to be sliding, and with many retailers and service providers reliant on consumers leaving their homes for revenue (e.g., travel and leisure, brick-and-mortar retail), shelter-in-place orders and other government restrictions seemed to be paving the way for many businesses toward bankruptcy. However, today we know this dire prognosis was not entirely warranted, with spending in many categories surviving, and some even thriving. Several articles offer prescient insights into this phenomenon by examining the consequences of the pandemic on consumer decision making.For example, in \"Fear in the Stock Market: How COVID-19 Affects Preference for High- and Low-Priced Stocks,\" Pena-Marin, Adaval, and Shen (in this issue) find that as unemployment rates rose and the stock market plummeted, investors preferred higher priced stocks due to the perception that they afforded more stability in the volatile market. Thus, investment did not cease; rather, it shifted. Kulow, Bentley, and Rajagopal (2021) highlight an interesting shift in consumer spending in \"Together We Stand: The Solidarity Effect of Personized Sellers,\" by showing that essential workers, who were experiencing unprecedented levels of occupational stress at the start of the pandemic, pivoted to buying from personized sellers (e.g., Etsy) as opposed to large-scale sellers (e.g., Amazon) as a way to seek social support and solidarity. This need to feel socially connected had more distal consequences as well. As Kwon, Manikas, and Barone (in this issue) show in \"(Not) Near and Dear: COVID-19 Concerns Increase Consumer Preference for Products That Are Not 'Near Me,'\" consumers who feel lonely shift their shopping to businesses that are more geographically distant, whereas those who feel socially connected continue to prefer more proximal offerings.These findings have important implications for marketers making strategic decisions around the products they sell and the distribution channels (i.e., \"places\") they sell them in. In addition, businesses would be wise to reconsider their pricing and promotion strategies. In \"Pricing Fairness in a Pandemic: Navigating Unintended Changes to Value or Cost,\" Friedman and Toubia (in this issue) examine how consumers perceive changes in quality versus costs and provide insights to help managers decide how to communicate price adjustments during the pandemic. Further, as discussed previously, several articles that unpack the antecedents to adoption of preventive behaviors may offer a more nuanced understanding of how firms could more effectively promote their offerings as consumers continue to live under the weight of the pandemic.Confronting a Comorbidity: The Relationship between COVID-19 and MisinformationThe COVID-19 pandemic did not exist in a vacuum. Indeed, it co-occurred with what some have dubbed an \"infodemic,\" described as the uptick in the broad dissemination of inaccurate information from unreliable sources (i.e., \"fake news\"), often portrayed as credible. Four articles contextualize their inquiry into consumer behavior during the pandemic within the co-occurring infodemic, and examine the psychological motivation to share \"fake news\" as well as the consequences of receiving it.Social marginalization may be one accelerant to spreading fake news during a time of crisis. Jun and Johar (in this issue) find that people who feel socially marginalized are more likely to share all news, both real and fake, in an effort to find meaning in one's world. In \"Social Marginalization Motivates Indiscriminate Sharing of COVID-19 News on Social Media,\" the authors show that empowering these marginalized consumers with a sense of agency can help to attenuate their tendency to spread fake news.The way we interpret and respond to fake news may vary based on who we are and what we believe. In \"Truth Distortion: A Process to Explain Polarization over Unsubstantiated Claims Related to COVID-19,\" Chaxel and Laporte (2021) find that consumers often rely on their attitude toward the news source as the basis to determine whether the information is real or fake, and that this potentially biased judgment intensifies over time. Further, Grillo and Ward (in this issue) document in \"How Childhood Adversity Shapes Susceptibility to COVID-19 Scams\" that people raised in conditions of relative scarcity more readily fall prey to fake news in a global pandemic, which can have deleterious personal consequences. Finally, in \"In These Uncertain Times: Fake News Amplifies the Desires to Save and Spend in Response to COVID-19,\" Pomerance, Light, and Williams (in this issue) find that the salience of fake news heightens people's sense of uncertainty, which in turn leads them to cope by oscillating between excessive compensatory consumption and conservation of resources.Living and Dying during the PandemicHow we live today remains changed by the pandemic that began almost two years ago. Market data and an abundance of anecdotal examples support the fact that many consumers have pursued healthier lifestyles. Minton, Wang, and Anthony (in this issue) suggest one reason why some consumers manage to keep up their exercise regimen. In \"Unleashing Heaven's Power: How Faith Motivates Consumer Exercise Behavior during a Pandemic,\" they show that religiosity (i.e., the strength of one's religious beliefs) buffers the stress of the pandemic by providing people with a sense of power, which positively influences their exercise behaviors.As businesses and schools are reopening, consumers now face tough decisions regarding the types of discretionary social situations they feel comfortable engaging in. Wilson, Whillans, and Schlager (in this issue) offer useful insights into how one may decline unwanted social invitations during the pandemic. In \"Rejections Make the Heart Grow Fonder: The Benefits of Articulating Risks When Declining Social Invitations,\" they show that people do not feel less close to those who decline their social invitations for health-risk reasons, as many might have feared. In fact, people are even more likely to continue patronizing those businesses that reduce their level of service for health-risk reasons.The pandemic has wrought far more difficult trade-offs than ever anticipated. Even as vaccines are being more widely distributed, many communities with low vaccination rates have experienced second and third surges of COVID-19, resulting in the number of hospital beds and life-saving support falling short of demand. In \"Who Gets the Ventilator? Moral Decision Making Regarding Medical Resource Allocation in a Pandemic,\" Jin, Huang, Liang, and Zhang (2021) examine the preferences of people across 11 different countries on how scarce medical resources should be allocated. Not surprisingly, there is a universal preference to prioritize younger patients and those with higher survival rates. Cultural differences are also observed, with collectivist cultures putting less weight on age, and cultures with stronger power distance beliefs placing more weight on criminal records.To date, the novel coronavirus has claimed over five million lives, and every day more people around the world are succumbing to the virus. How do family members deal with the loss when social distancing has kept them from even saying goodbye? In \"'Don't Give Us Death like This!' Commemorating Death in the Age of COVID-19,\" DeBerry-Spence and Trujillo-Torres (in this issue) show how health-care professionals take on the role of family members to provide comfort to patients in the last moments of their life, and how people rely on digital technologies to stay connected.Taking the Temperature of Today's ConsumersMany believe the pandemic will have permanent effects on how we work and live, with ramifications for businesses, educators, governments, and societies in general. That said, since March 11, 2020, change has also been a constant. Recommendations for best practices for disease prevention and treatment have evolved, and as vaccines become increasingly available, new questions emerge regarding how consumers will approach the reopening economy, and what living in the shadow of the worst of the pandemic will look like.To offer some very preliminary insights on this topic, we conducted a survey of 505 Americans (mean age = 40 years, range = 19–76 years; 55% female; 48% Democrat; race = 80% White, 10% Black, 7% Asian) in August 2021. To begin, we asked respondents to write down three words to describe their experience during the pandemic. The word cloud in figure 1, with word size correlating to response frequency, clearly shows that negative affect dominates, with themes of loneliness and fear looming large. These emotions also featured prominently in several of the articles we discussed.Figure 1. Sentiments toward the COVID-19 pandemic.View Large ImageDownload PowerPointEven though 80% of our respondents report having received at least one dose of the COVID-19 vaccine, 54% are just as or more worried about getting sick from COVID-19 compared to last summer, and 69% report being equally or even more vigilant with their COVID-19 preventive behaviors, such as washing hands for 20 seconds or wearing a mask, as they were last year. And many (67%) consider the threat of COVID-19 to society to be just as or more severe compared to last year. The fact that 70% report having at least one close friend or family member over the age of 12 who is unvaccinated may contribute to this.Present concerns extend beyond those directly linked to the virus (fig. 2). Most (85%) worry about their financial situation as much as or more than they did last summer, with 41% indicating that they know someone who lost their job due to factors related to the pandemic. While almost one third (32%) of our respondents report spending more money this year, only 26% make more money. And while Democrats are more likely to have received at least one dose of the COVID-19 vaccine (90%) than Republicans (68%), neither perceived self-vulnerability or threat of COVID-19 to the society, nor financial concerns, differ by party affiliation.Figure 2. Perceived threats and concerns relative to last year.View Large ImageDownload PowerPointCompared to a year ago, working from home is still the norm for most, with only 24% reporting that they are more likely to be working outside the home. Most Americans (58%) cook at home just as often as last year, and only 40% of the respondents report eating out more. Even fewer (18%) report going to movie theaters or attending live performances such as concerts and plays more. Nonetheless, Americans are slowly resuming social activities, with 42% reporting attending in-person social gatherings more. And 35% report spending more money on indulging themselves, with eating out being the most frequently mentioned type of indulgence activity. Most are still not traveling—only 31% report taking more vacations this summer compared to last summer. In terms of exercising, 26% report exercising more compared to last year.If people took the time to engage in self-improvement activities in 2020, a majority of them (58%) are on the same trajectory in terms of educational content consumption in 2021. The same can be said for home improvement projects (fig. 3).Figure 3. Activities compared to last year.View Large ImageDownload PowerPointWe also asked respondents if they had tried any new products or services during the pandemic that they liked. Fifty-eight percent of our respondents indicated that they tried out new products and services that they would continue using. And among those pandemic marketplace offerings that have successfully acquired repeat customers, grocery (e.g., Instacart) and home meal delivery services (e.g., DoorDash, Hello Fresh) make up 27%, while entertainment streaming services (e.g., Disney Plus, Hulu, Netflix) make up another 10%.Although more than half of our respondents (54%) have resumed some activities outside the home, others indicate that they will only do so when the number of COVID-19 cases comes down significantly (21%) or when more people are vaccinated against COVID-19 (3%). Not surprisingly, willingness to leave the home in the next two weeks varies depending on the occasion (Table 1).Table 1. Reasons and Willingness for Leaving the HomeShopping for groceries92%For work50%Seeing family50%Seeing friends45%Shopping for nonessentials42%Socializing or dining in a restaurant or bar36%Going to a hair/nail salon or barber shop24%Going out for family entertainment22%Driving more than 2 hours from home17%Visiting a crowded public outdoor space16%Going to the gym or a fitness class11%Attending a large outdoor event10%Using a ride sharing service7%Taking public transportation7%Traveling by air7%Attending a large indoor event5%View Table ImageOur survey results suggest that Americans are cautiously optimistic (fig. 4). While 43% of our respondents are optimistic about the United States' ability to recover from COVID-19, 38% are pessimistic about the country's ability to recover from the pandemic. Regardless of their outlook for the country, the vast majority (81%) indicate they are doing their best to make the most out of life these days. Looking forward to what life will be like next summer (fig. 5), 34% of our respondents anticipate they will spend a lot more time with family; 42% think they will spend more time with friends; while 35% anticipate making a lot more money, 23% think they will be spending a lot more money. Overall, 34% think they will be feeling good about themselves a lot more.Figure 4. Cautiously optimistic.View Large ImageDownload PowerPointFigure 5. Looking forward to next summer.View Large ImageDownload PowerPointConclusionResearch as well as our own experiences tell us that people are resilient and adaptive. However, adapting to an event-in-progress, especially one that is steeped in inherent uncertainty, is putting humankind's resilience to a real test. Twenty months into the pandemic, concrete conclusions about how consumer behavior has and will be affected remain elusive. A forthcoming issue of JACR on \"The Pandemic-Transformed Economy\" should shed some light. Here we present a perspective on the COVID-19 pandemic, in both retrospect and prospect, which we hope will provide some useful pieces of the bigger puzzle. We encourage consumer researchers to continue important work in this area, as the insights we gain may provide a unique silver lining to the collective trauma experienced.ReferencesAboelenien, Aya, Zeynep Arsel, and Charles H. Cho (2021), \"Passing the Buck versus Sharing Responsibility: The Roles of Government, Firms, and Consumers in Marketplace Risks during COVID-19,\" Journal of the Association for Consumer Research, 6 (1), 149–58.First citation in articleLinkGoogle ScholarBechler, Christopher J., and Zakary L. Tormala (2021), \"Misdirecting Persuasive Efforts during the COVID-19 Pandemic: The Targets People Choose May Not Be the Most Likely to Change,\" Journal of the Association for Consumer Research, 6 (1), 187–95.First citation in articleLinkGoogle ScholarChaxel, Anne-Sophie, and Sandra Laporte (2021), \"Truth Distortion: A Process to Explain Polarization over Unsubstantiated Claims related to COVID-19,\" Journal of the Association for Consumer Research, 6 (1), 196–203.First citation in articleLinkGoogle ScholarGoldsmith, Kelly, and Angela Y. Lee (2021), \"A View from Inside: Insights on Consumer Behavior during a Global Pandemic,\" Journal of the Association for Consumer Research, 6 (1), 142–48.First citation in articleLinkGoogle ScholarJin, Liyin, Yunhui Huang, Yongheng Liang, and Qiang Zhang (2021), \"Who Gets the Ventilator? Moral Decision Making regarding Medical Resource Allocation in a Pandemic,\" Journal of the Association for Consumer Research, 6 (1), 159–67.First citation in articleLinkGoogle ScholarKulow, Katina, Kara Bentley, and Priyali Rajagopal (2021), \"Together We Stand: The Solidarity Effect of Personalized Sellers on Essential Workers,\" Journal of the Association for Consumer Research, 6 (1), 178–86.First citation in articleLinkGoogle ScholarZhang, Yuanyuan, Pragya Mathur, and Lauren Block (2021), \"Personality Matters during a Pandemic: Implicit Theory Beliefs Influence Preparedness and Prevention Behaviors,\" Journal of the Association for Consumer Research, 6 (1), 168–77.First citation in articleLinkGoogle ScholarNotesAngela Y. Lee is the Mechthild Esser Nemmers Professor of Marketing, and faculty director of the Golub Capital Social Impact Lab, at the Kellogg School of Management, Northwestern University, Evanston, IL 60208, USA. Kelly Goldsmith is a professor of Marketing at the Owen Graduate School of Management at Vanderbilt University, 401 21st Ave. S, Nashville, TN 37203, USA. Next article DetailsFiguresReferencesCited by Journal of the Association for Consumer Research Volume 7, Number 1January 2022Insights on the COVID-19 Pandemic and Related TopicsGuest Editors: Angela Y. Lee and Kelly Goldsmith Sponsored by the Association for Consumer Research Article DOIhttps://doi.org/10.1086/718146 Views: 1476Total views on this site Citations: 1Citations are reported from Crossref HistoryPublished online December 15, 2021 © 2021 Association for Consumer Research. All rights reserved.PDF download Crossref reports the following articles citing this article:Meng Zhu, Dipankar Chakravarti, and Jian Ni Emerging Marketing Research on Healthcare and Medical Decision Making: Toward a Consumer-Centric and Pluralistic Methodological Perspective, Journal of the Association for Consumer Research 7, no.22 (Mar 2022): 133–141.https://doi.org/10.1086/719268",
  "authors": [
    {
      "display_name": "Angela Y. Lee",
      "id": "A5102798508",
      "orcid": "https://orcid.org/0000-0002-9527-5730",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Angela Y. Lee"
    },
    {
      "display_name": "Kelly Goldsmith",
      "id": "A5091337917",
      "orcid": "https://orcid.org/0000-0001-8866-2786",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kelly Goldsmith"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-12-15",
  "type": "article",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2735010472",
    "display_name": "Journal of the Association for Consumer Research",
    "issn_l": "2378-1815",
    "issn": [
      "2378-1815",
      "2378-1823"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315672"
  },
  "volume": "7",
  "issue": "1",
  "first_page": "1",
  "last_page": "7",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.5206032
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.5095639
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.50507385
    },
    {
      "id": "C90673727",
      "display_name": "Product (mathematics)",
      "level": 2,
      "score": 0.45413572
    },
    {
      "id": "C30772137",
      "display_name": "Consumption (sociology)",
      "level": 2,
      "score": 0.4336732
    },
    {
      "id": "C2781249084",
      "display_name": "Preference",
      "level": 2,
      "score": 0.43294024
    },
    {
      "id": "C23213687",
      "display_name": "Consumer behaviour",
      "level": 2,
      "score": 0.41315365
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.38319898
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.37757543
    },
    {
      "id": "C162853370",
      "display_name": "Marketing",
      "level": 1,
      "score": 0.37409285
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.35715318
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3378051
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.31684136
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.30683142
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.20603234
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.14064431
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.13540182
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C175444787",
      "display_name": "Microeconomics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11711",
      "display_name": "COVID-19 Pandemic Impacts",
      "score": 0.9966
    },
    {
      "id": "T10168",
      "display_name": "COVID-19 and Mental Health",
      "score": 0.9716
    },
    {
      "id": "T12521",
      "display_name": "Death Anxiety and Social Exclusion",
      "score": 0.9582
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1086/718146",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.774611",
  "source_database": "OpenAlex"
}