{
  "openalex_id": "W4212885681",
  "doi": "https://doi.org/10.1002/ajh.26502",
  "title": "Prediction of outcomes in chronic lymphocytic leukemia patients treated with ibrutinib: Validation of current prognostic models and development of a simplified three‐factor model",
  "abstract": "To the Editor: The current shift in the treatment paradigm from chemoimmunotherapy (CIT) to targeted therapy complicates outcome prediction in chronic lymphocytic leukemia (CLL).1 Existing prognostic markers have assumed new meanings in this treatment transition, while others have become less relevant or even obsolete.2-4 Likewise, prognostic models developed during the CIT era, namely the CLL International Prognostic Index (CLL-IPI), and Barcelona-Brno (B-B) score, have lost part of their predictive power in the era of targeted therapy.5-7 Nowadays, ibrutinib, the first-in-class Bruton kinase (BTK) inhibitor, may claim the most extensive use in clinical practice compared to other targeted agents.8 However, the magnitude of improvement in progression-free survival (PFS) with ibrutinib depends on the patient subgroup.3, 4, 9, 10 As a result, clinicians need reliable tools to predict outcomes in this homogeneously treated patient subset. Two prognostic models originating from pooled analyses of randomized clinical trials of ibrutinib, idelalisib, or venetoclax have recently been developed to predict the prognosis of patients treated with new drugs in the upfront or relapsed/refractory setting.11, 12 These four-factor models share standard variables, such as serum β2-microglobulin and lactate dehydrogenase (LDH). Moreover, the model by Soumerai et al.11 (formally indicated as the BALL score: β2−microglobulin, Anemia, LDH, time from the Last therapy) is complemented by hemoglobin concentration and time from the start of last therapy, whereas the model by Ahn et al.12, 13 (formally indicated as CLL4 model) is complemented by prior treatment and TP53 status. These prognostic models provide a \"globally applicable\" approach for clinical use in patients treated with targeted agents; however, a comparative performance analysis possibly extended to models generated in the CIT era is lacking. We analyzed a national multicenter patient cohort consisting of 338 CLL patients treated at 16 Italian hematological institutions outside the context of clinical trials between February 2013 and February 2019 with ibrutinib-based treatment. Of note, none of these patients had previously received venetoclax, idelalisib or other novel agents prior to ibrutinib. In this patient cohort, we assessed the reliability of four well-known prognostic CLL models (the CLL-IPI, B-B, BALL, and CLL4 scores) to predict patient clinical outcomes. Relevant endpoints, such as PFS and overall survival (OS) rates, were analyzed in terms of discriminatory power (such as c-Harrell), and relative goodness of fit was assessed using Akaike information criteria ([AIC] lower is better). PFS was defined as the time from ibrutinib starting to disease progression or death for any cause. Ibrutinib-related lymphocytosis was not considered progressive disease (PD) if in the setting of improvement in other disease parameters. Finally, a multivariate analysis allowed the identification of prognostically independent factors potentially useful for building a simplified three-factor model. The median age of patients was 69 years (range 32–88), and 62% were males. A cumulative illness rating scale (CIRS) score >6 (range 0–16) was present in 57.4% of patients. Two-hundred and seventy (79.8%) patients had been previously treated (median number of prior therapies 2; range, 1–9) while 68 (20.1%) were treatment-naive. According to the baseline characteristics, 173 (51.1%) patients were in Rai stage III–IV, 148 (43.8%) had LDH values greater than upper normal limit (UNL) and 119 (35.2%) had β2-miroglobulin values >5 mg/L. High-risk CLL was distributed over several defined features: (i) 11q deletion in 16.9% of patients, (ii) TP53 aberrations in 50.3%, and (iii) unmutated immunoglobulin heavy chain (IGHV) gene status in 72.5%. Finally, early progression of disease (POD), defined as the time from the start of last therapy <24 months, was recorded in 228 (67.5%) patients (Table S1). After a median follow-up of 36 months (range 4–85), 80 patients (23.6%) died, while 115 (34.0%) patients had a PFS event. One-hundred and fifty-one (44.6%) patients discontinued treatment. The most common reasons for ibrutinib discontinuation were PD (72/151, 47.6%), and adverse events (59/151, 39.0%). PD was evidenced as Richter's transformation (RT) in 17 patients (5.0%). In 26 patients (17.2%), the cause of ibrutinib discontinuation was related to death. The 3-year PFS and OS were 70.7% (95% confidence interval [CI]: 65.6%–75.8%) and 78.1% (95% CI: 72.8%–83.4%), respectively. Risk scores developed in patients treated with targeted agents (CLL4 score and BALL) were applied to our cohort of patients and succeeded in predicting OS (Figure 1A,B; p < .0001 for both) and PFS (Figure 1C,D; p < .0001 for both). However, risk scores developed in patients treated with CIT (CLL-IPI and B-B score) worked only in the PFS prediction (p = .002 for B-B and p = .01 for CLL-IPI as shown in Figure S1A,B) but failed to predict OS (p = .07 for B-B and p = .36 for CLL-IPI as shown in Figure S1C,D). Furthermore, a comparative performance analysis focusing on OS confirmed the higher discriminatory capacity of the CLL4 (c-Harrell = 0.64 [0.53–0.75]) and BALL models (c-Harrell = 0.62 [0.50–0.74]) compared to the CLL-IPI (c-Harrell = 0.56 [0.44–0.67]) and B-B (c-Harrell = 0.57 [0.46–0.68]) models. Univariate analysis including 14 baseline factors identified nine factors associated with an inferior PFS (namely, advanced Rai stage, p = .001; previous therapy, p = .001; TP53 aberrations, p = .003; IGHV unmutated, p = .031;increased β2-microglobulin levels, p < .0001; early POD, p < .0001; LDH > UNL, p = .001; anemia, p < .0001; and creatinine clearance <70 mL/min, p = .01). All but two (TP53 aberrations and IGHV unmutated status) of these factors were associated with OS in univariate analysis: advanced Rai stage, p = .001; previous therapy, p = .001; increased β2-microglobulin levels, p < .0001; early POD, p < .0001; LDH > UNL, p = .002; anemia, p = .01; and creatinine clearance <70 mL/min (p = .001) as shown in Table S2. Results from PFS and OS multivariate analyses are shown in Table S2. The three baseline factors that emerged as independently associated with inferior PFS and inferior OS were LDH values >UNL, Rai stage III/IV, and early POD. Noteworthy, PFS and OS probability decreased with each incremental unfavorable factor that was significant in the multivariate analysis (p < .0001) as shown in Figures S2 and S3. Factors that emerged significant in the multivariate analysis were used to build a score that enabled to identify three risk groups: (1) low-risk with no factor (n = 71, 21%) present at the start of ibrutinib, (2) intermediate-risk with one factor (n = 135, 39.9%), and (3) high-risk with two or three factors (n = 132, 39.0%). We investigated the level of agreement between the three-factor model (CLL3 score) and the CLL4 or BALL models. Results of concordance analysis indicated a substantial agreement between the CLL3 score and the CLL4 model (weighted k = −0.007; p = .81) as shown in Table S3, while the same did not apply to the BALL model (weighted k = 0.34; p < .0001) as shown in Table S4. Of note, the CLL3 score and the CLL4 model captured a similar amount of high-risk patients (39% and 34.3%, respectively); in contrast, only 4.1% of patients fell into the high-risk category when classified according to the BALL score. PFS and OS analyses indicated the excellent predictive power of the CLL3 model. The 3-year PFS rates for low-, intermediate-, and high-risk groups were 86.4%, 77%, and 57.6%, respectively (p < .0001; c-Harrell = 0.69 [0.58–0.79]) (Figure 1E), while the 3-year OS rates were 91%, 84%, and 65%, respectively (p < .0001; c-Harrell = 0.66 [0.55–0.76]) (Figure 1F). Finally, a comparative performance analysis carried out according to the AIC criteria (AIC lower is better) confirmed the validity of our model's relative goodness of fit in the OS prediction. Values of AIC were better for the CLL3 score (AIC, 851.2), with no apparent difference between the BALL (AIC, 856.7) and the CLL4 (AIC, 858.2) scores. In contrast, a PFS comparative performance analysis indicated that the CLL4 score (AIC, 928.0) fared better than the CLL3 (AIC, 934.6) and BALL (AIC, 936.2) scores, respectively (Table S5). This study confirms the substantial failure of the CLL-IPI and B-B scores to assess OS in CLL patients homogeneously treated with ibrutinib. In contrast, both the BALL and CLL4 models provided a satisfactory risk stratification with regard to OS and PFS in this multicenter retrospective cohort of patients, endorsing their applicability in the clinical management and counseling of CLL patients treated with ibrutinib in the daily practice. Although CLL4 and BALL scores revealed optimal discrimination power in development studies, their performance in this validation analysis is less remarkable.11, 12 This finding is primarily due to differences between our patient cohort (i.e., only cases treated with ibrutinib outside of clinical trials) and the patient cohort used to develop the BALL (i.e., cases treated with CIT or with novel agents such as ibrutinib, idelalisib, or venetoclax in six randomized clinical trials or managed at the Mayo Clinic) or CLL4 score (i.e., patients treated with ibrutinib in phase II and III trials). Of note, also with the new CLL3 score proposed here the C-statistic threshold of 0.70 was only approached (0.69 for PFS and 0.66 for OS). Finally, it is worth noting that the patient cohort utilized to build this three-factor model only contained a small proportion of CLL patients who were treated with ibrutinib in the upfront. This is a limitation of the CLL3 score's capacity to predict the clinical outcome of patients treated with ibrutinib as first-line therapy. Compared to the CLL4 model, the CLL3 score does not include TP53 aberrations which still retains its predictive power in the target therapy era.14, 15 Of note, CLL3 provided a reliable risk stratification of patients bearing (n = 170) (Figures S4A and S3B) or not (n = 168) TP53 mutations (Figure S5A,B). In conclusion, we are aware that there is room to improve the quality of reporting and analysis in both prognostic model development and external validation studies. We expect also that novel prognostic models might consider specific mechanisms of CLL progression and the risk of RT, one of the most severe complications associated with CLL.1 SM received honoraria from Janssen, Abbvie, and AstraZeneca, advisory board for Janssen, Abbvie, and AstraZeneca. AV received honoraria from Janssen, Abbvie, CSL Behring, Italfarmaco. LT received research funding from Gilead, Roche, Janssen and Takeda, advisory board for Roche, Takeda, Abbvie, AstraZeneca. GMR received research funding from Gilead. FRM advisory board for Janssen, Takeda, and Abbvie. An Cu advisory board and speaker bureau for Roche, Abbvie, Gilead, and Janssen. RF advisory board and speaker bureau for Roche, Abbvie, Celgene, Incyte, Amgen, Janssen, Gilead, and Novartis. LL received honoraria from Abbvie, Janssen, Astra Zeneca, Beigene. Stefano Molica and Francesca Romana Mauro designed the study. Stefano Molica wrote the paper and interpreted the data. Diana Giannarelli was responsible for statistical analysis. Andrea Visentin, Gianluigi Reda, Paolo Sportoletti, Anna Maria Frustaci, Annalisa Chiarenza, Stefania Ciolli, Candida Vitale, Luca Laurenti, Lorenzo De Paoli, Roberta Murru, Massimo Gentile, Riccardo Moia, Gian Matteo Rigolin, Luciano Levato, Annamaria Giordano, Giovanni Del Poeta, Caterina Stelitano, Marina Deodato, Claudia Ielo, Alessandro Noto, Valerio Guarente, Marta Coscia, Alessandra Tedeschi, Gianluca Gaidano, Antonio Cuneo, Livio Trentin recruited patients for this observational study and participated in the management of patient care. Robin Foà provided initial advices. All authors approved the manuscript. The data that support the findings of this study are available from the corresponding author upon reasonable request. Appendix S1: Supporting information. Appendix S2: Supplementary tables. Please note: The publisher is not responsible for the content or functionality of any supporting information supplied by the authors. Any queries (other than missing content) should be directed to the corresponding author for the article.",
  "authors": [
    {
      "display_name": "Stefano Molica",
      "id": "A5061896020",
      "orcid": "https://orcid.org/0000-0003-2795-6507",
      "institutions": [
        {
          "id": "I4210148440",
          "display_name": "Azienda Ospedaliera Pugliese Ciaccio",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Stefano Molica"
    },
    {
      "display_name": "Diana Giannarelli",
      "id": "A5086743021",
      "orcid": "https://orcid.org/0000-0002-6085-1195",
      "institutions": [
        {
          "id": "I2802557943",
          "display_name": "Agostino Gemelli University Polyclinic",
          "country_code": "IT",
          "type": "healthcare"
        },
        {
          "id": "I4210153126",
          "display_name": "Istituti di Ricovero e Cura a Carattere Scientifico",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Diana Giannarelli"
    },
    {
      "display_name": "Andrea Visentin",
      "id": "A5042091314",
      "orcid": "https://orcid.org/0000-0003-0271-7200",
      "institutions": [
        {
          "id": "I138689650",
          "display_name": "University of Padua",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea Visentin"
    },
    {
      "display_name": "Gianluigi Reda",
      "id": "A5027648948",
      "orcid": "https://orcid.org/0000-0003-4687-7089",
      "institutions": [
        {
          "id": "I2803066834",
          "display_name": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gianluigi Reda"
    },
    {
      "display_name": "Paolo Sportoletti",
      "id": "A5084332214",
      "orcid": "https://orcid.org/0000-0002-5630-9862",
      "institutions": [
        {
          "id": "I27483092",
          "display_name": "University of Perugia",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paolo Sportoletti"
    },
    {
      "display_name": "Anna Maria Frustaci",
      "id": "A5068303286",
      "orcid": "https://orcid.org/0000-0003-2587-7901",
      "institutions": [
        {
          "id": "I4210094195",
          "display_name": "Azienda Socio Sanitaria Territoriale Grande Ospedale Metropolitano Niguarda",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anna Maria Frustaci"
    },
    {
      "display_name": "Annalisa Chiarenza",
      "id": "A5038163660",
      "orcid": "https://orcid.org/0000-0002-8759-4854",
      "institutions": [
        {
          "id": "I4210102357",
          "display_name": "Ferrarotto Hospital",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Annalisa Chiarenza"
    },
    {
      "display_name": "Stefania Ciolli",
      "id": "A5065081503",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210115393",
          "display_name": "Azienda Ospedaliero-Universitaria Careggi",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefania Ciolli"
    },
    {
      "display_name": "Candida Vitale",
      "id": "A5004429478",
      "orcid": "https://orcid.org/0000-0002-2592-8724",
      "institutions": [
        {
          "id": "I55143463",
          "display_name": "University of Turin",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Candida Vitale"
    },
    {
      "display_name": "Luca Laurenti",
      "id": "A5030806032",
      "orcid": "https://orcid.org/0000-0002-8327-1396",
      "institutions": [
        {
          "id": "I2802557943",
          "display_name": "Agostino Gemelli University Polyclinic",
          "country_code": "IT",
          "type": "healthcare"
        },
        {
          "id": "I4210153126",
          "display_name": "Istituti di Ricovero e Cura a Carattere Scientifico",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luca Laurenti"
    },
    {
      "display_name": "Lorenzo De Paoli",
      "id": "A5017532694",
      "orcid": "https://orcid.org/0000-0002-7488-8247",
      "institutions": [
        {
          "id": "I123338534",
          "display_name": "Università degli Studi del Piemonte Orientale “Amedeo Avogadro”",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lorenzo De Paoli"
    },
    {
      "display_name": "Roberta Murru",
      "id": "A5058601141",
      "orcid": "https://orcid.org/0000-0001-9792-9542",
      "institutions": [
        {
          "id": "I4210166522",
          "display_name": "Azienda Ospedaliera G. Brotzu",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Roberta Murru"
    },
    {
      "display_name": "Massimo Gentile",
      "id": "A5016021915",
      "orcid": "https://orcid.org/0000-0002-5256-0726",
      "institutions": [
        {
          "id": "I4210102769",
          "display_name": "Azienda Ospedaliera di Cosenza",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Massimo Gentile"
    },
    {
      "display_name": "Riccardo Moia",
      "id": "A5026766394",
      "orcid": "https://orcid.org/0000-0001-7393-1138",
      "institutions": [
        {
          "id": "I123338534",
          "display_name": "Università degli Studi del Piemonte Orientale “Amedeo Avogadro”",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Riccardo Moia"
    },
    {
      "display_name": "Gian Matteo Rigolin",
      "id": "A5036055911",
      "orcid": "https://orcid.org/0000-0002-8370-5190",
      "institutions": [
        {
          "id": "I201324441",
          "display_name": "University of Ferrara",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gian Matteo Rigolin"
    },
    {
      "display_name": "Luciano Levato",
      "id": "A5018496231",
      "orcid": "https://orcid.org/0000-0003-0032-2977",
      "institutions": [
        {
          "id": "I4210148440",
          "display_name": "Azienda Ospedaliera Pugliese Ciaccio",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luciano Levato"
    },
    {
      "display_name": "Annamaria Giordano",
      "id": "A5049058823",
      "orcid": null,
      "institutions": [
        {
          "id": "I5561750",
          "display_name": "University of Bari Aldo Moro",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Annamaria Giordano"
    },
    {
      "display_name": "Giovanni Del Poeta",
      "id": "A5025869007",
      "orcid": "https://orcid.org/0000-0003-2443-1422",
      "institutions": [
        {
          "id": "I116067653",
          "display_name": "University of Rome Tor Vergata",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Giovanni Del Poeta"
    },
    {
      "display_name": "Caterina Stelitano",
      "id": "A5049017377",
      "orcid": "https://orcid.org/0000-0002-1520-2970",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Caterina Stelitano"
    },
    {
      "display_name": "Marina Deodato",
      "id": "A5026430877",
      "orcid": "https://orcid.org/0000-0003-0010-6107",
      "institutions": [
        {
          "id": "I4210094195",
          "display_name": "Azienda Socio Sanitaria Territoriale Grande Ospedale Metropolitano Niguarda",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marina Deodato"
    },
    {
      "display_name": "Claudia Ielo",
      "id": "A5001720678",
      "orcid": "https://orcid.org/0009-0003-2295-7321",
      "institutions": [
        {
          "id": "I861853513",
          "display_name": "Sapienza University of Rome",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Claudia Ielo"
    },
    {
      "display_name": "Alessandro Noto",
      "id": "A5038532654",
      "orcid": "https://orcid.org/0000-0001-8337-3467",
      "institutions": [
        {
          "id": "I2803066834",
          "display_name": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alessandro Noto"
    },
    {
      "display_name": "Valerio Guarente",
      "id": "A5068316536",
      "orcid": "https://orcid.org/0000-0002-2001-8000",
      "institutions": [
        {
          "id": "I27483092",
          "display_name": "University of Perugia",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Valerio Guarente"
    },
    {
      "display_name": "Marta Coscia",
      "id": "A5035820057",
      "orcid": "https://orcid.org/0000-0003-2123-7675",
      "institutions": [
        {
          "id": "I55143463",
          "display_name": "University of Turin",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Marta Coscia"
    },
    {
      "display_name": "Alessandra Tedeschi",
      "id": "A5008054206",
      "orcid": "https://orcid.org/0000-0001-8724-2771",
      "institutions": [
        {
          "id": "I4210094195",
          "display_name": "Azienda Socio Sanitaria Territoriale Grande Ospedale Metropolitano Niguarda",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alessandra Tedeschi"
    },
    {
      "display_name": "Gianluca Gaïdano",
      "id": "A5041745367",
      "orcid": "https://orcid.org/0000-0002-4681-0151",
      "institutions": [
        {
          "id": "I123338534",
          "display_name": "Università degli Studi del Piemonte Orientale “Amedeo Avogadro”",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gianluca Gaidano"
    },
    {
      "display_name": "Antonio Cuneo",
      "id": "A5062047451",
      "orcid": "https://orcid.org/0000-0003-2001-1308",
      "institutions": [
        {
          "id": "I201324441",
          "display_name": "University of Ferrara",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Antonio Cuneo"
    },
    {
      "display_name": "Robin Foà",
      "id": "A5108574577",
      "orcid": null,
      "institutions": [
        {
          "id": "I861853513",
          "display_name": "Sapienza University of Rome",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robin Foa'"
    },
    {
      "display_name": "Livio Trentin",
      "id": "A5013236194",
      "orcid": "https://orcid.org/0000-0003-1222-6149",
      "institutions": [
        {
          "id": "I138689650",
          "display_name": "University of Padua",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Livio Trentin"
    },
    {
      "display_name": "Francesca Romana Mauro",
      "id": "A5021492292",
      "orcid": "https://orcid.org/0000-0003-2425-9474",
      "institutions": [
        {
          "id": "I861853513",
          "display_name": "Sapienza University of Rome",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Francesca Romana Mauro"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-02-16",
  "type": "letter",
  "cited_by_count": 9,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S199810014",
    "display_name": "American Journal of Hematology",
    "issn_l": "0361-8609",
    "issn": [
      "0361-8609",
      "1096-8652"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "97",
  "issue": "5",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://doi.org/10.1002/ajh.26502",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779878957",
      "display_name": "Ibrutinib",
      "level": 4,
      "score": 0.96611553
    },
    {
      "id": "C2777938653",
      "display_name": "Chronic lymphocytic leukemia",
      "level": 3,
      "score": 0.81886685
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.67421764
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.5207179
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.48609304
    },
    {
      "id": "C2778461978",
      "display_name": "Leukemia",
      "level": 2,
      "score": 0.43237466
    }
  ],
  "topics": [
    {
      "id": "T11157",
      "display_name": "Chronic Lymphocytic Leukemia Research",
      "score": 1.0
    },
    {
      "id": "T10185",
      "display_name": "Lymphoma Diagnosis and Treatment",
      "score": 0.9907
    },
    {
      "id": "T11485",
      "display_name": "Gastrointestinal Tumor Research and Treatment",
      "score": 0.9799
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ajh.26502",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.746542",
  "source_database": "OpenAlex"
}