{
  "openalex_id": "W4212886383",
  "doi": "https://doi.org/10.2523/29727-ms",
  "title": "NORM Associated with Produced Water Discharges",
  "abstract": "NORM Associated with Produced Water Discharges Alan D. Hart; Alan D. Hart Continental Shelf Associates, Inc. Search for other works by this author on: This Site Google Scholar Bruce D. Graham; Bruce D. Graham Continental Shelf Associates, Inc. Search for other works by this author on: This Site Google Scholar David A. Gettleson David A. Gettleson Continental Shelf Associates, Inc. Search for other works by this author on: This Site Google Scholar Paper presented at the SPE/EPA Exploration and Production Environmental Conference, Houston, Texas, March 1995. Paper Number: SPE-29727-MS https://doi.org/10.2118/29727-MS Published: March 27 1995 Cite View This Citation Add to Citation Manager Share Icon Share Twitter LinkedIn Get Permissions Search Site Citation Hart, Alan D., Graham, Bruce D., and David A. Gettleson. \"NORM Associated with Produced Water Discharges.\" Paper presented at the SPE/EPA Exploration and Production Environmental Conference, Houston, Texas, March 1995. doi: https://doi.org/10.2118/29727-MS Download citation file: Ris (Zotero) Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex Search Dropdown Menu nav search search input Search input auto suggest search filter All ContentAll ProceedingsSociety of Petroleum Engineers (SPE)SPE Health, Safety, Security, Environment, Search Advanced Search AbstractNaturally occurring radioactive materials (NORM) in produced water have been raised as an environmental issue. NORM is a difficult regulatory problem because relatively little information is available about the fate of radioisotopes in produced water discharges for offshore platforms, and reliable data on bioaccumulation of radium isotopes by marine animals are lacking. Concern over the potential bioaccumulation and bioavailability of NORM in indigenous populations of marine organisms living in the vicinities of offshore platforms has necessitated a careful examination of NORM concentrations in produced water and the offshore marine environment from environmental and human-health (human consumption) perspectives.Nine offshore oil and gas facilities were sampled to investigate the fate and environmental effects of NORM in produced water discharged into the northwestern Gulf of Mexico. Field data collection occurred during Spring/Summer 1993. Samples of produced water and bivalve mollusks living on the platforms were collected at the offshore platforms. Receiving water and sediment samples were collected at four platforms. In addition, water and sediment samples were collected at four ambient (background) reference sites in the northwestern Gulf of Mexico. All samples were analyzed for the isotopes 226Ra, 228Ra, and 210Pb. The data are presented with preliminary interpretation.IntroductionNaturally occurring radioactive materials (NORM) are known to occur in discharges of produced water which is generated during oil and gas production. NORM is potentially bioaccumulated by marine organisms living around produced water discharges located on the offshore Gulf of Mexico continental shelf. Meinhold and Hamilton identified biological uptake of radium by marine organisms as a potential human health concern because of increased cancer risk to people ingesting radium in food. Keywords: upstream oil & gas, water management, discharge point, south marsh island 130, vermilion 214, reference site, discharge, produced water discharge, ambient reference site, sediment sample Subjects: Environment, Water use, produced water discharge and disposal This content is only available via PDF. 1995. Society of Petroleum Engineers You can access this article if you purchase or spend a download.",
  "authors": [
    {
      "display_name": "Alan Hart",
      "id": "A5112237315",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210161667",
          "display_name": "Continental (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan Hart"
    },
    {
      "display_name": "B. B. Graham",
      "id": "A5082297502",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210161667",
          "display_name": "Continental (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce Graham"
    },
    {
      "display_name": "David A. Gettleson",
      "id": "A5040672844",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210161667",
          "display_name": "Continental (United States)",
          "country_code": "US",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Gettleson"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-03-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4363608834",
    "display_name": "Proceedings of SPE/EPA Exploration and Production Environmental Conference",
    "issn_l": null,
    "issn": null,
    "type": "conference",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.7208523
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.50496846
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.4793185
    },
    {
      "id": "C2780154274",
      "display_name": "Download",
      "level": 2,
      "score": 0.4208678
    },
    {
      "id": "C42475967",
      "display_name": "Operations research",
      "level": 1,
      "score": 0.38052514
    },
    {
      "id": "C23123220",
      "display_name": "Information retrieval",
      "level": 1,
      "score": 0.3762795
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.34422386
    },
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.33895355
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.24598584
    }
  ],
  "topics": [
    {
      "id": "T13923",
      "display_name": "Nuclear and radioactivity studies",
      "score": 0.9719
    },
    {
      "id": "T11089",
      "display_name": "Radioactive contamination and transfer",
      "score": 0.9457
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2523/29727-ms",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.162679",
  "source_database": "OpenAlex"
}