{
  "openalex_id": "W4212827464",
  "doi": "https://doi.org/10.1016/s2214-109x(21)00588-x",
  "title": "Fluvoxamine for the treatment of COVID-19 – Author's reply",
  "abstract": "We are grateful for the communications pertaining to our trial.1Reis G Dos Santos Moreira-Silva EA Silva DCM et al.Effect of early treatment with fluvoxamine on risk of emergency care and hospitalisation among patients with COVID-19: the TOGETHER randomised, platform clinical trial.Lancet Glob Health. 2022; 10: e42-e51Summary Full Text Full Text PDF PubMed Scopus (84) Google Scholar After publication, we noticed that some decision-making groups might not have the correct understanding of composite endpoints. Composite endpoint guidance is well-established. Strictly speaking, all clinical endpoints are a form of composite (eg, death can be from different reasons).2Montori V Permanyer-Miralda G Ferreira-Gonzales I et al.Validity of composite endpoints in clinical trials.BMJ. 2005; 330: 5945-5996Crossref Scopus (311) Google Scholar If we apply the same composite endpoint (hospitalisation or emergency care >24 h) used in the paxlovid trial3US Food and Drug AdministrationFact sheet for healthcare providers: emergency use authorization for Paxlovid.https://www.fda.gov/media/155050/downloadDate accessed: January 10, 2022Google Scholar and molnupiravir trial,4Jayk Bernal A Gomes da Silva MM Musungaie DB et al.Molnupiravir for oral treatment of COVID-19 in nonhospitalized patients.N Engl J Med. 2021; (published online Dec 16.)https://doi.org/10.1056/NEJMoa2116044PubMed Google Scholar our effect size does not change importantly (relative risk [RR] 0·74 [95% CI 0·56–0·98]). David Boulware and Mahsa Abasi raise important points and we agree with them all. The emergency settings we describe in our trial are temporary hospitals capable of providing advanced medical care including intensive care, except for extracorporeal membrane oxygenation. In our trial, all but one patient who met our primary endpoint had at least one US Food and Drug Administration criterion for severe COVID-19, defined as (1) SpO2 93% or less on room air; (2) PaO2/FiO2 less than 300 mm Hg; (3) a respiratory rate more than 30 breaths per min or lung infiltrates more than 50% by chest CT scan. The further one control patient was hospitalised due to proximal deep vein thrombosis. Updating our results using the US Food and Drug Administration definition concludes with a similar RR as the definition we had used (RR 0·67 [95% CI 0·52–0·86], number needed to treat 18 (86/741 vs 130/756). Hyun Kim and colleagues raise an interesting pharmacogenomic issue that we did not examine. However, considering the randomised and blinded trial design, this should affect both groups equally, as a relative effect. Catia Marzolini and colleagues address an important concern about drug–drug interactions. We measured QTc intervals from all patients and did not identify important changes. We carefully avoided known associations that would elicit QTc prolongation and also potential medications that interact with fluvoxamine. We excluded patients on previous selective serotonin reuptake inhibitors. We understand the risks for a patient already on other neuroleptics, and we carefully followed up all patients for drug-induced toxicity or interactions. We have not identified any clinically relevant drug–drug interactions so far in the 1497 enrolled patients. Finally, we are grateful to Michael Dodds and colleagues for their pharmacokinetic modelling. We too are interested in whether fluoxetine might offer benefits over fluvoxamine and are now beginning an evaluation of fluoxetine in our trial. We are also examining fluvoxamine plus inhaled budesonide as a combination. We are intending to evaluate fluvoxamine plus molnupiravir once we can access the antiviral. We declare no competing interests. Effect of early treatment with fluvoxamine on risk of emergency care and hospitalisation among patients with COVID-19: the TOGETHER randomised, platform clinical trialTreatment with fluvoxamine (100 mg twice daily for 10 days) among high-risk outpatients with early diagnosed COVID-19 reduced the need for hospitalisation defined as retention in a COVID-19 emergency setting or transfer to a tertiary hospital. Full-Text PDF Open AccessFluvoxamine for the treatment of COVID-19We congratulate Gilmar Reis and colleagues (January, 2022)1 on their randomised, platform clinical trial (TOGETHER trial) investigating the effects of early treatment with fluvoxamine for patients with COVID-19. In the study, the impressive 5% absolute risk reduction in hospitalisation or prolonged emergency setting observation equates to a number needed to treat of 20, meaning for every 20 individuals treated, one will have this benefit from the treatment.1 At a US wholesale pharmacy cost of US$4·66, which equates to $93 (95%CI 56–285) to prevent one emergency setting visit or hospitalisation among all participants. Full-Text PDF Open AccessFluvoxamine for the treatment of COVID-19In the TOGETHER study,1 Gilmar Reis and colleagues showed a benefit of early treatment with fluvoxamine with notably a reduction in the need for hospitalisation, which was defined as retention in a COVID-19 emergency setting for more than 6 h or transfer to a tertiary hospital.1 The authors mentioned that the findings of their study, together with fluvoxamine's safety, tolerability, ease of use, low cost, and widespread availability, might influence national and international guidelines on the clinical management of COVID-19. Full-Text PDF Open AccessFluvoxamine for the treatment of COVID-19The clinical efficacy of fluvoxamine observed in the TOGETHER trial1 (although no change in virological outcomes was observed) might be related to anti-inflammatory effects via sigma-1 receptor agonism,2 but several other possible mechanisms warrant further investigation.3 Full-Text PDF Open AccessFluvoxamine for the treatment of COVID-19We read with interest the investigation by Gilmar Reis and colleagues1 who studied the repurposing of fluvoxamine for the mitigation of hospitalisation risk among acutely symptomatic patients with COVID-19 in Brazil. Although impressive, their observation that a 10-day course of fluvoxamine resulted in an absolute risk reduction of 5% and a relative risk reduction of 32% for hospitalisations might be an underestimate of its potential efficacy. Full-Text PDF Open Access",
  "authors": [
    {
      "display_name": "Gilmar Reis",
      "id": "A5019897274",
      "orcid": "https://orcid.org/0000-0002-4847-1034",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gilmar Reis"
    },
    {
      "display_name": "Edward J. Mills",
      "id": "A5049279040",
      "orcid": "https://orcid.org/0000-0003-3120-9694",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Edward Mills"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-02-15",
  "type": "letter",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210176958",
    "display_name": "The Lancet Global Health",
    "issn_l": "2214-109X",
    "issn": [
      "2214-109X",
      "2572-116X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "10",
  "issue": "3",
  "first_page": "e333",
  "last_page": "e333",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.thelancet.com/article/S2214109X2100588X/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C83867959",
      "display_name": "Scopus",
      "level": 3,
      "score": 0.71675324
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.56210136
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.55401194
    },
    {
      "id": "C203092338",
      "display_name": "Clinical endpoint",
      "level": 3,
      "score": 0.48250866
    },
    {
      "id": "C108759981",
      "display_name": "Authorization",
      "level": 2,
      "score": 0.48153144
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.42205492
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.42170346
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.32279068
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.25781125
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.17734194
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.13583535
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C38652104",
      "display_name": "Computer security",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13047",
      "display_name": "Pharmacological Receptor Mechanisms and Effects",
      "score": 0.9956
    },
    {
      "id": "T10094",
      "display_name": "Epilepsy research and treatment",
      "score": 0.9946
    },
    {
      "id": "T10023",
      "display_name": "Schizophrenia research and treatment",
      "score": 0.9792
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s2214-109x(21)00588-x",
  "pdf_url": "http://www.thelancet.com/article/S2214109X2100588X/pdf",
  "retrieved_date": "2025-07-30T15:35:56.523181",
  "source_database": "OpenAlex"
}