{
  "openalex_id": "W4212920769",
  "doi": "https://doi.org/10.36340/2071-6818-2021-17-1-51-67",
  "title": "Kievan Rus’",
  "abstract": "Robert Ousterhout, the author of a magnificent book “Eastern Medieval Architecture. The Building Traditions of Bizantium and Neighboring Lands”, published by Oxford University Press in 2019, the remarkable scholar and generous friend, was so kind to mention in his C. V. on the sight of Penn University (Philadelphia, USA) that he had been the Visiting professor of the Moscow architectural Institute (State Academy), as well as simulteniously of the Hebrew University in Jerusalem, but he did not say that he had been awarded the degree of professor honoris causa by the academic council of MARHI. Unfortunately, his life in muscovite hostel, nevertheless we tried to do our best to provide the best possible accommodation in a “suit” with two rooms with a bathroom, had been radically different from the wonderful dwelling chosen for the visiting teaching stuff from MARHI in the University of Illinois. And Robert called our hostel “Gulag”. He had been joking probably. It is impossible to overestimate the role of professor Robert Ousterhaut in the studies of the history of Byzantine art. At the present day he is the leader in the world studies of the architecture of Byzantium, the real heir of the great Rihard Krauthaimer and Slobodan Curcic, whom he had left behind in his works. His books are known very well in Russia. R. Ousterhaut graduated in the history of art and architecture at the University of Oregon, the Institute of European Studies in Vienna, Universities of Cincinati and Illinois. Не worked at the department of history of art at the University of Oregon, department of history of architecture at the University of Illinois, had the chair of the history of architecture and preservation at the University of Illinois, which is considered, as we know, one of the twenty best American universities. He always worked hard and with success. When I had finished reading my course of the history of Russian architecture at Illinois, he said: “Yes, next term the students are to be treated well…” Now he is professor emeritus of the history of art in the famous Penn University. He taught the courses of the “History of architecture from Prehistory to 1400” and “Eastern medieval architecture” as well as led remarkable seminars devoted to the different problem of the history of architecture of the Eastern Meditarenian, including the art of Constantinopole, Cappadoce, meaning and identity in medieval art. His remarkable 4-years field work at Cappadoce, which he described in several books, and his efforts of the preservation of the architectural monuments of Constantinopole are very valuable, Among his books one certainly must cite Holy Apostels: Lost Monument and Forgotten Project, (Washingtone, D. C., 2020); Visualizing Community: Art Material Culture, and Settlement in Byzantine Cappadocia, Dumbarton Oaks Studies 46 (Washington, D. C., 2017); Carie Camii (Istambul, 2011); Architecture of the Sacred: Space, Ritual, and Experience from Classical Greece to Byzantium (Cambridge University Press, 2012), ed. with Bonna D. Wescoat; Palmyra 1885: The Wolfe Expedition and the Photographs of John Henry Haynes, with B. Anderson (Istanbul: Cornucopia, 2016) John Henry Haynes: Archaeologist and Photographer in the Ottoman Empire 1881–1900 (2nd revised edition, Istanbul: Cornucopia, 2016). Several of his books were reprinted. He edited Approaches to Architecture and Its Decoration: Festschrift for Slobodan Ćurčić (Aldershot: Ashgate, 2012), with M. Johnson and A. Papalexandrou. His outstanding book Мaster Builders of Byzantium (2nd paperback edition, University of Pennsylvania Museum Publications, 2008) was translated into Russian and Turkish. In this work Robert Ousterhaut for the first time in English speaking tradition is regarding the architecture of Bazantium from the point of view of building art and technology. On the base of the analysis of primary written sources, contemporary archeology data, and careful study of existing monuments the author concludes that the Byzantine architecture was not only exploiting the traditions, but was trying to find new ways of the development of typology and construction techniques, which led to transformation of artistique features. Professor R. Ousterhaut discusses the choice of building materials, structure from foundations to vaults, theoretical problems which solved the master masons of Byzantium. In his recent book Eastern Medieval Architecture: The Building Traditions of Byzantium and Neighboring Lands, (Oxford University Press, 2019) Robert Ousterhaut is going further. He writes in the introduction: “I succeded my mentor at the University of Illinois… I had the privilege and challenge of teaching “Early Christian and Byzantine Architecture” to generations of the architecture students inspired my 1999 book, Master Builders of Byzantium. The work of Robert Ousterhaut, published 2019, is the new and full interpretation of the architectural heritage of Byzantine Commonwealth. The author devoted the first part of his book to Late Antiquity (3–7 centuries), beginning with the relations of Domus Ecclesiastae and Church Basilica, then speaking of Konstantinopole and Jerusalem of the times of St. Constantine the Great, liturgy, inspiration, commemoration and pilgrimage, adoration of relics as ritual factors which influenced the formation of sacred space, methods and materials, chosen by the Bizantine builders with their interaction of the mentality of the East and West. Special attention is given to dwelling, urban planning and fortification Naturally a chapter is devoted to Hagia Sophia and the building programs of Emperor Justinian. The second part speaks of the transition to what is called Middle Byzantine architecture both in the capital and at the edges of the Empire. The third part tells the story of the 9th, 10th and 11th centuries and includes the rise of the monasteries, once more secular and urban architecture, the craft of church builders. Churches of Greece and Macedonia, Anatolia, Armenia and Georgia, as well as of the West of Byzantium – Venice, Southern Italy and Sicily. The chapter is devoted to Slavonic Balkans – Bulgaria and Serbia and Kievan Rus. The last fourth part of the book describes the times of the Latin Empire, difficult for Byzantium, to the novelty of the architecture of Palewologos and the development of Byzantine ideas in the Balkans and especially in the building programs of the great powers of the epoch Ottoman Empire and Russia. There is a lot more to say about the book of professor Robert Ousterhaut, but we have to leave this to the next issue of this magazine, and better give the space to the words of the author – his text on the architecture of Kievan Rus.",
  "authors": [
    {
      "display_name": "Robert Ousterhout",
      "id": "A5021858755",
      "orcid": "https://orcid.org/0000-0002-4323-2296",
      "institutions": [
        {
          "id": "I36788626",
          "display_name": "California University of Pennsylvania",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Ousterhout"
    },
    {
      "display_name": "Dmitry Shvidkovsky",
      "id": "A5041631696",
      "orcid": "https://orcid.org/0000-0001-6799-2305",
      "institutions": [
        {
          "id": "I2800235127",
          "display_name": "Moscow Architectural Institute",
          "country_code": "RU",
          "type": "education"
        },
        {
          "id": "I2802058688",
          "display_name": "Russian Academy of Architecture and Construction Sciences",
          "country_code": "RU",
          "type": "education"
        },
        {
          "id": "I4210161609",
          "display_name": "Russian Academy of Arts",
          "country_code": "RU",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Dmitry Shvidkovsky"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-03-10",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210188736",
    "display_name": "Scientific and analytical journal Burganov House The space of culture",
    "issn_l": "2071-6818",
    "issn": [
      "2071-6818",
      "2618-7965"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "17",
  "issue": "1",
  "first_page": "51",
  "last_page": "67",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.36340/2071-6818-2021-17-1-51-67",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C123657996",
      "display_name": "Architecture",
      "level": 2,
      "score": 0.64150107
    },
    {
      "id": "C104562893",
      "display_name": "Byzantine architecture",
      "level": 2,
      "score": 0.56842303
    },
    {
      "id": "C2779796141",
      "display_name": "Eleventh",
      "level": 2,
      "score": 0.52876985
    },
    {
      "id": "C48103436",
      "display_name": "State (computer science)",
      "level": 2,
      "score": 0.45952517
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.45405793
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.4000016
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.38361335
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.33978057
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.1936256
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C24890656",
      "display_name": "Acoustics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12266",
      "display_name": "Byzantine Studies and History",
      "score": 0.7456
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.36340/2071-6818-2021-17-1-51-67",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:05.719786",
  "source_database": "OpenAlex"
}