{
  "openalex_id": "W4214657016",
  "doi": "https://doi.org/10.1128/cmr.00174-19",
  "title": "Acknowledgment of Reviewers",
  "abstract": "On behalf of the editors of Clinical Microbiology Reviews (CMR), I gratefully acknowledge the following individuals, who served as reviewers for the journal during November 2018 through October 2019. Their time and effort in reviewing manuscripts are essential to ensuring the high quality of our publications, and their help is greatly appreciated. Mohamed Abdel-Mohsen Kevin Alby Jonathan Alpern Anwar Anwar-Mohamed Maiken Cavling Arendrup David S. Askew Gayle C. Baldwin Jeffrey A. Banas Michelle A. Barron Suzanne S. Barth David Baud Özgür Bayram Lisa Marie Bebell William H. Benjamin Elizabeth L. Berkow Evan M. Bloch Carolyn H. Bohach Amber Bokhari Eric J. Bow Ross Mathew Boyce Paul J. Brett Blake Wade Buchan Carey-Ann D. Burnham James M. Burns Mary N. Burtnick Rafael M. Cantón Richard Carter Priscila Castanha Mariana Castanheira Toby Chai Dinesh Chandra Kimberle C. Chapin Angella Charnot-Katsikas Deirdre L. Church Lara Chuvala Tom Coenye Jeffrey I. Cohen Ronald Collman Brendan Cormack Oliver A. Cornely Anne N. Cowell Christina Coyle Scott Cunningham David Allan Brett Dance Laurent Debarbieux Ryan T. Demmer Patricia I. Diaz James S. Dickson Hazel M. Dockrell Yohei Doi Eric Dumonteil Gharieb Saied El-Sayyad Valeria Fabre Chi-Tai Fang Paul L. Fidel Joshua Fierer Lori Fischer Erik K. Flemington Pia Franco Michael J. Franklin Ronald Garner Jason J. Gill Fernando Lautaro Gordillo Altamirano John S. Gunn Elaine M. Haase Glen Hansen Amanda T. Harrington Steven D. Harris Paul S. Hoffman Eric Holbrook Angelo Izzo James R. Johnson Michael David Leslie Johnson Pedro Jose Alexander Khoruts Timothy J. Kidd Christine Kozak Peter James Krause Alexis N. LaCrue Naheed Amin Lakhani Cornelia Lass-Flörl Matthew Brent Laurens Amy Leber Nathan A. Ledeboer David Leiby Stuart M. Levitz Sharon R. Lewin Liang-Tzung Lin Mark D. Lindsley John J. LiPuma Per Ljungman Judith C. Lovchik Donna Alexandra MacDuff Susan Madison-Antenucci D. Mitch Magee Sarah Ann Marcus Francisco M. Marty William S. Mason Amy J. Mathers Yasufumi Matsumura Alexander J. McAdam Helen McShane Wilbur K. Milhous Chris H. Miller Maria F. Mojica Michelle Momany Susan Montgomery Stephanie Mounaud Giuseppe Murdaca Dionysios Neofytos Travis Nielsen Peter Oelschlaeger Peter J. Openshaw Joseph Pagano Robert J. Palmer Patrick Plésiat Laurent Poirel Nira R. Pollock Kimberly A. Porter Rolf Prade Alexa A. Pragman Bobbi S. Pritt Gabriel William Rangel Michael D. Reed Daniel D. Rhoads Lee W. Riley Bert K. Rima Jesús Rodríguez-Baño Elizabeth P. Ryan Mario L. Santiago Mark R. Schleiss Michael G. Schmidt David A. Scott Brahm H. Segal Leopoldo Segal Alberto Severini Nathan M. Sherer Patricia J. Simner Monica A. Slavin Jack Sobel Mumbi Stevens Jonathan P. Stoye Ashley Rene Styczynski Emma L. Sweeney Sam R. Telford Fred C. Tenover George Thompson Apichai Tuanyok Paul M. Tulkens Kevin M. Tyler D. Lorne J. Tyrrell Sylvia van Drunen Littel-van den Hurk Georgia Vrioni Alpana Waghmare Yufeng Wang Thomas E. Wellems T. Eoin West Lars F. Westblade A. Clinton White, Jr. Brooke Meredith Whitney Kristina Wickham Randall D. Wolcott Alan J. Wolfe Lihua Xiao Uwe K. Zettl",
  "authors": [
    {
      "display_name": "Jo‐Anne H. Young",
      "id": "A5059865319",
      "orcid": "https://orcid.org/0000-0003-4182-341X",
      "institutions": [
        {
          "id": "I130238516",
          "display_name": "University of Minnesota",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Jo-Anne H. Young"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-12-10",
  "type": "review",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S112662651",
    "display_name": "Clinical Microbiology Reviews",
    "issn_l": "0893-8512",
    "issn": [
      "0893-8512",
      "1070-6305",
      "1098-6618"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320263"
  },
  "volume": "33",
  "issue": "1",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6927311",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.43830124
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.3443976
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.25576037
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.056896895
    }
  ],
  "topics": [
    {
      "id": "T12167",
      "display_name": "Bacterial Identification and Susceptibility Testing",
      "score": 0.9603
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1128/cmr.00174-19",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:51.115306",
  "source_database": "OpenAlex"
}