{
  "openalex_id": "W4214730475",
  "doi": "https://doi.org/10.7326/m21-3977",
  "title": "Integrating Quality Assurance and Quality Improvement With Guidelines: Systematic Stakeholder-Driven Development of an Extension of the Guidelines International Network–McMaster Guideline Development Checklist",
  "abstract": "Ideas and OpinionsMay 2022Integrating Quality Assurance and Quality Improvement With Guidelines: Systematic Stakeholder-Driven Development of an Extension of the Guidelines International Network–McMaster Guideline Development ChecklistThomas Piggott, MD, MSc, Miranda W. Langendam, PhD, Elena Parmelli, PhD, Jan Adolfsson, MD, PhD, Elie A. Akl, MD, MPH, PhD, David Armstrong, MA, MB BChir, Jeffrey Braithwaite, PhD, Romina Brignardello-Petersen, DDS, MSc, PhD, Jan Brozek, MD, PhD, Markus Follmann, MD, MPH, MSc, Ina Kopp, MD, Joerg J. Meerpohl, MD, Luciana Neamtiu, PhD, Monika Nothacker, MD, MPH, Amir Qaseem, MD, PhD, MHA, Paolo Giorgi Rossi, PhD, Zuleika Saz-Parkinson, PhD, MS, Philip J. van der Wees, PhD, and Holger J. Schünemann, MD, PhD, MScThomas Piggott, MD, MScDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (T.P., R.B., J.B.), Miranda W. Langendam, PhDDepartment of Epidemiology and Data Science, Amsterdam UMC, University of Amsterdam, Amsterdam Public Health Research Institute, Amsterdam, the Netherlands (M.W.L.), Elena Parmelli, PhDEuropean Commission, Joint Research Centre (JRC), Ispra, Italy (E.P., L.N., Z.S.), Jan Adolfsson, MD, PhDSwedish Agency for Health Technology Assessment and Assessment of Social Services, and Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden (J.A.), Elie A. Akl, MD, MPH, PhDDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada, and American University of Beirut, Beirut, Lebanon (E.A.A.), David Armstrong, MA, MB BChirFarncombe Family Digestive Health Research Institute and Department of Medicine, McMaster University, Hamilton, Ontario, Canada (D.A.), Jeffrey Braithwaite, PhDAustralian Institute of Health Innovation, Macquarie University, Sydney, New South Wales, Australia (J.B.), Romina Brignardello-Petersen, DDS, MSc, PhDDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (T.P., R.B., J.B.), Jan Brozek, MD, PhDDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (T.P., R.B., J.B.), Markus Follmann, MD, MPH, MScGerman Cancer Society, Berlin, Germany (M.F.), Ina Kopp, MDInstitute for Medical Knowledge Management, Association of the Scientific Medical Societies, Philipps-University, Marburg, Germany (I.K., M.N.), Joerg J. Meerpohl, MDInstitute for Evidence in Medicine, Medical Center and Faculty of Medicine, University of Freiburg, and Cochrane Germany, Cochrane Germany Foundation, Freiburg, Germany (J.J.M.), Luciana Neamtiu, PhDEuropean Commission, Joint Research Centre (JRC), Ispra, Italy (E.P., L.N., Z.S.), Monika Nothacker, MD, MPHInstitute for Medical Knowledge Management, Association of the Scientific Medical Societies, Philipps-University, Marburg, Germany (I.K., M.N.), Amir Qaseem, MD, PhD, MHAAmerican College of Physicians, Philadelphia, Pennsylvania (A.Q.), Paolo Giorgi Rossi, PhDEpidemiology Unit, Azienda Unità Sanitaria Locale - IRCCS di Reggio Emilia, Reggio Emilia, Italy (P.G.R.), Zuleika Saz-Parkinson, PhD, MSEuropean Commission, Joint Research Centre (JRC), Ispra, Italy (E.P., L.N., Z.S.), Philip J. van der Wees, PhDRadboud University Medical Center, Department of IQ Healthcare and Rehabilitation, Nijmegen, the Netherlands (P.J.V.), and Holger J. Schünemann, MD, PhD, MScDepartment of Health Research Methods, Evidence, and Impact and Department of Medicine, McMaster University, Hamilton, Ontario, Canada, Institute for Evidence in Medicine, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany, and Dipartimento di Scienze Biomediche, Humanitas University, Milan, Italy (H.J.S.).Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M21-3977 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Practice guidelines and quality assurance and improvement (QAI) schemes are 2 sides of the same coin for improving health outcomes (1). One frequently cited set of characteristics specifies that a good quality indicator should be relevant, understandable, measurable, behaviorable, and achievable (the RUMBA rule) (2). However, we suggest that the characteristics of candidate quality indicators should include the following: 1) certainty, also known as scientific soundness (high-certainty evidence supporting selection is at low risk of bias, precise, direct, relevant, consistent, and without publication bias); 2) responsiveness or sensitivity to change; and 3) feasibility to measure, implement, and monitor. Thus, an ...References1. Parmelli E, Langendam M, Piggott T, et al. Guideline-based quality assurance: a conceptual framework for the definition of key elements. BMC Health Serv Res. 2021;21:173. [PMID: 33627092] doi:10.1186/s12913-021-06148-2 CrossrefMedlineGoogle Scholar2. Braun JP, Mende H, Bause H, et al; NeQuI (quality network in intensive care medicine). Quality indicators in intensive care medicine: why? Use or burden for the intensivist. Ger Med Sci. 2010;8:Doc22. [PMID: 21063472] doi:10.3205/000111 CrossrefMedlineGoogle Scholar3. MacLean CH, Kerr EA, Qaseem A. Time out—charting a path for improving performance measurement. N Engl J Med. 2018;378:1757-61. [PMID: 29668361] doi:10.1056/NEJMp1802595 CrossrefMedlineGoogle Scholar4. Schünemann HJ, Lerda D, Dimitrova N, et al; European Commission Initiative on Breast Cancer Contributor Group. Methods for development of the European Commission Initiative on Breast Cancer guidelines: recommendations in the era of guideline transparency. Ann Intern Med. 2019;171:273-80. [PMID: 31330534] doi:10.7326/M18-3445 LinkGoogle Scholar5. Piggott T, Langendam M, Parmelli E, et al. Bringing two worlds closer together: a critical analysis of an integrated approach to guideline development and quality assurance schemes. BMC Health Serv Res. 2021;21:172. [PMID: 33627104] doi:10.1186/s12913-020-05819-w CrossrefMedlineGoogle Scholar6. Langendam MW, Piggott T, Nothacker M, et al. Approaches of integrating the development of guidelines and quality indicators: a systematic review. BMC Health Serv Res. 2020;20:875. [PMID: 32938461] doi:10.1186/s12913-020-05665-w CrossrefMedlineGoogle Scholar7. Schünemann HJ, Wiercioch W, Etxeandia I, et al. Guidelines 2.0: systematic development of a comprehensive checklist for a successful guideline enterprise. CMAJ. 2014;186:E123-E142. [PMID: 24344144] doi:10.1503/cmaj.131237 CrossrefMedlineGoogle Scholar8. Nothacker M, Stokes T, Shaw B, et al; Guidelines International Network (G-I-N) Performance Measures Working Group. Reporting standards for guideline-based performance measures. Implement Sci. 2016;11:6. [PMID: 26772173] doi:10.1186/s13012-015-0369-z CrossrefMedlineGoogle Scholar9. Morgan RL, Florez I, Falavigna M, et al. Development of rapid guidelines: 3. GIN-McMaster guideline development checklist extension for rapid recommendations. Health Res Policy Syst. 2018;16:63. [PMID: 30005679] doi:10.1186/s12961-018-0330-0 CrossrefMedlineGoogle Scholar10. Petkovic J, Riddle A, Akl EA, et al. Protocol for the development of guidance for stakeholder engagement in health and healthcare guideline development and implementation. Syst Rev. 2020;9:21. [PMID: 32007104] doi:10.1186/s13643-020-1272-5 CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (T.P., R.B., J.B.)Department of Epidemiology and Data Science, Amsterdam UMC, University of Amsterdam, Amsterdam Public Health Research Institute, Amsterdam, the Netherlands (M.W.L.)European Commission, Joint Research Centre (JRC), Ispra, Italy (E.P., L.N., Z.S.)Swedish Agency for Health Technology Assessment and Assessment of Social Services, and Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden (J.A.)Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada, and American University of Beirut, Beirut, Lebanon (E.A.A.)Farncombe Family Digestive Health Research Institute and Department of Medicine, McMaster University, Hamilton, Ontario, Canada (D.A.)Australian Institute of Health Innovation, Macquarie University, Sydney, New South Wales, Australia (J.B.)German Cancer Society, Berlin, Germany (M.F.)Institute for Medical Knowledge Management, Association of the Scientific Medical Societies, Philipps-University, Marburg, Germany (I.K., M.N.)Institute for Evidence in Medicine, Medical Center and Faculty of Medicine, University of Freiburg, and Cochrane Germany, Cochrane Germany Foundation, Freiburg, Germany (J.J.M.)American College of Physicians, Philadelphia, Pennsylvania (A.Q.)Epidemiology Unit, Azienda Unità Sanitaria Locale - IRCCS di Reggio Emilia, Reggio Emilia, Italy (P.G.R.)Radboud University Medical Center, Department of IQ Healthcare and Rehabilitation, Nijmegen, the Netherlands (P.J.V.)Department of Health Research Methods, Evidence, and Impact and Department of Medicine, McMaster University, Hamilton, Ontario, Canada, Institute for Evidence in Medicine, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany, and Dipartimento di Scienze Biomediche, Humanitas University, Milan, Italy (H.J.S.).Acknowledgment: The authors thank the following workshop participants for their contributions to this work: Jane Beaumont (independent consultant for accreditation and certification), Jola Gore-Booth (EuropaColon [patient representative], United Kingdom), Zbigniew Les (formerly of EvidencePrime, Poland), Susan Norris (formerly of the World Health Organization, Switzerland), and Mariano Tomatis (freelance information technology specialist with a degree in computer science working for hospital quality assurance systems).Financial Support: This project was funded by the European Commission (CT-EX2016D289038-102) under the umbrella of the ECIBC and the ECICC. The funder supported travel to complete this work and reviewed the final manuscript.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M21-3977.Corresponding Authors: Holger J. Schünemann, MD, PhD, MSc, Department of Health Research Methods, Evidence and Impact, McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street West, Hamilton, ON L8N 4K1, Canada (e-mail, [email protected]ca); Elena Parmelli, PhD, European Commission, Joint Research Centre (JRC), Via E. Fermi 2749 – TP 127, I-21027 Ispra (VA)/Italy (e-mail, elena.[email protected]europa.eu).Author Contributions: Conception and design: M.W. Langendam, E. Parmelli, T. Piggott, H.J. Schünemann.Analysis and interpretation of the data: J. Adolfsson, E.A. Akl, J. Braithwaite, R. Brignardello-Petersen, P. Giorgi Rossi, M.W. Langendam, M. Nothacker, T. Piggott, A. Qaseem, Z. Saz-Parkinson, H.J. Schünemann, P.J. van der Wees.Drafting of the article: T. Piggott, H.J. Schünemann.Critical revision for important intellectual content: J. Adolfsson, E.A. Akl, D. Armstrong, J. Braithwaite, R. Brignardello-Petersen, J. Brozek, M. Follmann, P. Giorgi Rossi, I. Kopp, M.W. Langendam, J.J. Meerpohl, L. Neamtiu, M. Nothacker, E. Parmelli, T. Piggott, A. Qaseem, Z. Saz-Parkinson, H.J. Schünemann, P.J. van der Wees.Final approval of the article: J. Adolfsson, E.A. Akl, D. Armstrong, J. Braithwaite, R. Brignardello-Petersen, J. Brozek, M. Follmann, P. Giorgi Rossi, I. Kopp, M.W. Langendam, J.J. Meerpohl, L. Neamtiu, M. Nothacker, E. Parmelli, T. Piggott, A. Qaseem, Z. Saz-Parkinson, H.J. Schünemann, P.J. van der Wees.Provision of study materials or patients: T. Piggott, H.J. Schünemann.Statistical expertise: T. Piggott, A. Qaseem.Obtaining of funding: H.J. Schünemann.Administrative, technical, or logistic support: L. Neamtiu, E. Parmelli, T. Piggott, H.J. Schünemann.Collection and assembly of data: M.W. Langendam, T. Piggott, H.J. Schünemann.This article was published at Annals.org on 1 March 2022. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoBuilding Connections Between Guidelines and Quality Improvement Helen Burstin and Eric Schneider Metrics Cited byBuilding Connections Between Guidelines and Quality ImprovementHelen Burstin, MD, MPH and Eric Schneider, MD, MScThe ecosystem of health decision making: from fragmentation to synergy May 2022Volume 175, Issue 5Page: 735-739KeywordsPerformance measuresQuality improvementQuality indicatorsResearch reporting guidelinesTreatment guidelines ePublished: 1 March 2022 Issue Published: May 2022 Copyright & PermissionsCopyright © 2022 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Thomas Piggott",
      "id": "A5069476639",
      "orcid": "https://orcid.org/0000-0003-1643-5386",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas Piggott"
    },
    {
      "display_name": "Miranda Langendam",
      "id": "A5059454433",
      "orcid": "https://orcid.org/0000-0001-9038-3209",
      "institutions": [
        {
          "id": "I4210151833",
          "display_name": "Amsterdam University Medical Centers",
          "country_code": "NL",
          "type": "healthcare"
        },
        {
          "id": "I887064364",
          "display_name": "University of Amsterdam",
          "country_code": "NL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Miranda W. Langendam"
    },
    {
      "display_name": "Elena Parmelli",
      "id": "A5061092775",
      "orcid": "https://orcid.org/0000-0002-3730-8530",
      "institutions": [
        {
          "id": "I4210118689",
          "display_name": "Joint Research Centre",
          "country_code": "IT",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elena Parmelli"
    },
    {
      "display_name": "Jan Adolfsson",
      "id": "A5033731052",
      "orcid": "https://orcid.org/0000-0003-2992-1869",
      "institutions": [
        {
          "id": "I4210140862",
          "display_name": "Swedish Council on Technology Assessment in Health Care",
          "country_code": "SE",
          "type": "government"
        },
        {
          "id": "I28166907",
          "display_name": "Karolinska Institutet",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jan Adolfsson"
    },
    {
      "display_name": "Elie A. Akl",
      "id": "A5041615321",
      "orcid": "https://orcid.org/0000-0002-3444-8618",
      "institutions": [
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I98635879",
          "display_name": "American University of Beirut",
          "country_code": "LB",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elie A. Akl"
    },
    {
      "display_name": "David Armstrong",
      "id": "A5014881341",
      "orcid": "https://orcid.org/0000-0003-2487-1479",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Armstrong"
    },
    {
      "display_name": "Jeffrey Braithwaite",
      "id": "A5090680632",
      "orcid": "https://orcid.org/0000-0003-0296-4957",
      "institutions": [
        {
          "id": "I99043593",
          "display_name": "Macquarie University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeffrey Braithwaite"
    },
    {
      "display_name": "Romina Brignardello‐Petersen",
      "id": "A5007697163",
      "orcid": "https://orcid.org/0000-0002-6010-9900",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Romina Brignardello-Petersen"
    },
    {
      "display_name": "Jan Brożek",
      "id": "A5103933077",
      "orcid": "https://orcid.org/0000-0002-3122-0773",
      "institutions": [
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jan Brozek"
    },
    {
      "display_name": "Markus Follmann",
      "id": "A5055971047",
      "orcid": "https://orcid.org/0000-0003-3790-5578",
      "institutions": [
        {
          "id": "I4210103542",
          "display_name": "German Cancer Society",
          "country_code": "DE",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Markus Follmann"
    },
    {
      "display_name": "I. Kopp",
      "id": "A5109077863",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800549883",
          "display_name": "Association of the Scientific Medical Societies",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ina Kopp"
    },
    {
      "display_name": "Joerg J Meerpohl",
      "id": "A5057755516",
      "orcid": "https://orcid.org/0000-0002-1333-5403",
      "institutions": [
        {
          "id": "I161046081",
          "display_name": "University of Freiburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joerg J. Meerpohl"
    },
    {
      "display_name": "Luciana Neamţiu",
      "id": "A5036670886",
      "orcid": "https://orcid.org/0000-0003-1164-6643",
      "institutions": [
        {
          "id": "I4210118689",
          "display_name": "Joint Research Centre",
          "country_code": "IT",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Luciana Neamtiu"
    },
    {
      "display_name": "Monika Nothacker",
      "id": "A5028682425",
      "orcid": "https://orcid.org/0000-0003-4928-7391",
      "institutions": [
        {
          "id": "I2800549883",
          "display_name": "Association of the Scientific Medical Societies",
          "country_code": "DE",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Monika Nothacker"
    },
    {
      "display_name": "Amir Qaseem",
      "id": "A5077264460",
      "orcid": "https://orcid.org/0000-0001-6866-7985",
      "institutions": [
        {
          "id": "I40130261",
          "display_name": "American College of Physicians",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amir Qaseem"
    },
    {
      "display_name": "Paolo Giorgi Rossi",
      "id": "A5045367285",
      "orcid": "https://orcid.org/0000-0001-9703-2460",
      "institutions": [
        {
          "id": "I4210090508",
          "display_name": "Azienda Sanitaria Unità Locale di Reggio Emilia",
          "country_code": "IT",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paolo Giorgi Rossi"
    },
    {
      "display_name": "Zuleika Saz‐Parkinson",
      "id": "A5053146695",
      "orcid": "https://orcid.org/0000-0002-3518-5899",
      "institutions": [
        {
          "id": "I4210118689",
          "display_name": "Joint Research Centre",
          "country_code": "IT",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zuleika Saz-Parkinson"
    },
    {
      "display_name": "Philip J. van der Wees",
      "id": "A5052009856",
      "orcid": "https://orcid.org/0000-0003-2881-5159",
      "institutions": [
        {
          "id": "I145872427",
          "display_name": "Radboud University Nijmegen",
          "country_code": "NL",
          "type": "funder"
        },
        {
          "id": "I2802934949",
          "display_name": "Radboud University Medical Center",
          "country_code": "NL",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Philip J. van der Wees"
    },
    {
      "display_name": "Holger J. Schünemann",
      "id": "A5071868716",
      "orcid": "https://orcid.org/0000-0003-3211-8479",
      "institutions": [
        {
          "id": "I1339471597",
          "display_name": "Humanitas University",
          "country_code": "IT",
          "type": "funder"
        },
        {
          "id": "I161046081",
          "display_name": "University of Freiburg",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Holger J. Schünemann"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-02-28",
  "type": "editorial",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "175",
  "issue": "5",
  "first_page": "735",
  "last_page": "739",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.6011635
    },
    {
      "id": "C201305675",
      "display_name": "Stakeholder",
      "level": 2,
      "score": 0.55886173
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5481794
    },
    {
      "id": "C2780182762",
      "display_name": "Guideline",
      "level": 2,
      "score": 0.50083137
    },
    {
      "id": "C2779356329",
      "display_name": "Checklist",
      "level": 2,
      "score": 0.48551655
    },
    {
      "id": "C108170787",
      "display_name": "Agency (philosophy)",
      "level": 2,
      "score": 0.41135263
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.2478455
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.19361982
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.17804873
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.15433133
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.1382612
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C180747234",
      "display_name": "Cognitive psychology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12664",
      "display_name": "Clinical practice guidelines implementation",
      "score": 1.0
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9989
    },
    {
      "id": "T10629",
      "display_name": "Health Policy Implementation Science",
      "score": 0.9987
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m21-3977",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:10:26.029024",
  "source_database": "OpenAlex"
}