{
  "openalex_id": "W4210544665",
  "doi": "https://doi.org/10.2471/blt.20.278473",
  "title": "Global access to affordable direct oral anticoagulants",
  "abstract": "Poor control of cardiovascular disease accounts for a substantial proportion of the disease burden in developing countries, but often essential anticoagulant medicines for preventing strokes and embolisms are not widely available. In 2019, direct oral anticoagulants were added to the World Health Organization's WHO Model list of essential medicines. The aims of this paper are to summarize the benefits of direct oral anticoagulants for patients with cardiovascular disease and to discuss ways of increasing their usage internationally. Although the cost of direct oral anticoagulants has provoked debate, the affordability of introducing these drugs into clinical practice could be increased by: price negotiation; pooled procurement; competitive tendering; the use of patent pools; and expanded use of generics. In 2017, only 14 of 137 countries that had adopted national essential medicines lists included a direct oral anticoagulant on their lists. This number could increase rapidly if problems with availability and affordability can be tackled. Once the types of patient likely to benefit from direct oral anticoagulants have been clearly defined in clinical practice guidelines, coverage can be more accurately determined and associated costs can be better managed. Government action is required to ensure that direct oral anticoagulants are covered by national budgets because the absence of reimbursement remains an impediment to achieving universal coverage. Tackling cardiovascular disease with the aid of direct oral anticoagulants is an essential component of efforts to achieve the World Health Organization's target of reducing premature deaths due to noncommunicable disease by 25% by 2025.L'absence de lutte efficace contre les maladies cardiovasculaires contribue grandement à la charge de morbidité pesant sur les pays en développement. Pourtant, les anticoagulants essentiels permettant d'éviter les accidents vasculaires cérébraux et les embolies sont souvent difficiles à obtenir. En 2019, les anticoagulants oraux directs ont été ajoutés à la Liste modèle des médicaments essentiels publiée par l'Organisation mondiale de la Santé. Le présent document vise à résumer les avantages des anticoagulants oraux directs pour les patients souffrant d'une maladie cardiovasculaire, et à évoquer les moyens d'encourager leur utilisation au niveau international. Bien que le coût des anticoagulants oraux directs ait fait débat, intégrer ces médicaments dans la pratique clinique les rendrait plus abordables grâce à diverses méthodes: négociation des prix; achats groupés; appels d'offres concurrentiels; communautés de brevets; et recours accru aux alternatives génériques. En 2017, seulement 14 des 137 pays ayant adopté des listes nationales de médicaments essentiels y avaient inclus des anticoagulants oraux directs. Ce chiffre pourrait augmenter rapidement si les problèmes de disponibilité et d'accessibilité peuvent être résolus. Dès que les profils des patients susceptibles d'être traités par des anticoagulants oraux directs sont clairement établis dans les directives de pratique clinique, la couverture peut être définie avec plus de précision et les dépenses correspondantes, mieux gérées. Les gouvernements doivent s'assurer que ces médicaments sont bien pris en compte dans les budgets nationaux, car l'absence de remboursement demeure un obstacle à la couverture maladie universelle. La lutte contre les maladies cardiovasculaires à l'aide des anticoagulants oraux directs est un élément essentiel des efforts destinés à atteindre l'objectif de l'OMS: faire baisser de 25% d'ici 2025 les décès prématurés dus aux maladies non transmissibles de 25% d'ici 2025.El mal control de las enfermedades cardiovasculares representa una proporción importante de la carga de enfermedades en los países en desarrollo, y a menudo los medicamentos anticoagulantes esenciales para prevenir los accidentes cerebrovasculares y las embolias no son fácilmente accesibles. En 2019, los anticoagulantes orales directos se añadieron a la lista modelo de medicamentos esenciales de la Organización Mundial de la Salud. Los objetivos del presente artículo son resumir los beneficios de los anticoagulantes orales directos para los pacientes con enfermedades cardiovasculares y discutir las formas de aumentar su uso a nivel internacional. Aunque el coste de los anticoagulantes orales directos ha suscitado debate, la asequibilidad de introducir estos medicamentos en la práctica clínica podría aumentarse al: negociar precios; hacer adquisiciones conjuntas; hacer licitaciones competitivas; utilizar consorcios de patentes; y ampliar el uso de genéricos. En 2017, solo 14 de los 137 países que habían adoptado listas nacionales de medicamentos esenciales incluían un anticoagulante oral directo en sus listas. Este número podría aumentar rápidamente si se pueden abordar los problemas de disponibilidad y asequibilidad. Cuando los tipos de pacientes que pueden beneficiarse de los anticoagulantes orales directos se hayan definido claramente en las directrices de la práctica clínica, la cobertura podrá determinarse con mayor precisión y los costes asociados podrán gestionarse mejor. Es necesario que los gobiernos actúen para garantizar que los anticoagulantes orales directos estén cubiertos por los presupuestos nacionales, ya que la ausencia de reembolso sigue siendo un impedimento para lograr la cobertura universal. La lucha contra las enfermedades cardiovasculares con la ayuda de los anticoagulantes orales directos es un componente esencial de los esfuerzos por alcanzar el objetivo de la OMS de reducir las muertes prematuras debidas a enfermedades no transmisibles en un 25 % para 2025.إن ضعف التحكم في أمراض الأوعية الدموية هو المسؤول عن نسبة كبيرة من عبء المرض في البلدان النامية، إلا إن غالبًا ما تكون الأدوية المضادة للتخثر والأساسية للوقاية من السكتات الدماغية وانسدادات الأوعية الدموية، غير متوفرة على نطاق واسع. في عام 2019، تمت إضافة مضادات التخثر الفموية المباشرة إلى القائمة النموذجية للأدوية الأساسية التابعة لمنظمة الصحة العالمية. تهدف هذه الورقة إلى تلخيص فوائد مضادات التخثر الفموية المباشرة بالنسبة للمرضى المصابين بأمراض الأوعية الدموية، ومناقشة طرق زيادة استخدامها دوليًا. على الرغم من أن تكلفة مضادات التخثر الفموية المباشرة قد أثارت الجدل، إلا أن إمكانية طرح هذه العقاقير للممارسة الإكلينيكية، يمكن أن تزداد من خلال: التفاوض على الأسعار؛ والمشتريات المجمعة؛ وطرح المناقصات التنافسية؛ واستخدام مجمعات براءات الاختراع؛ والتوسع في استخدام الأدوية العامة المكافئة. في عام 2017، قامت 14 دولة فقط بتضمين مضادات التخثر الفموية المباشرة في قوائمها، من بين 137 دولة اعتمدت قوائم الأدوية الأساسية الوطنية. ويمكن لهذا الرقم أن يزداد بسرعة إذا أمكن التعامل مع مشاكل التوافر والتكاليف المعقولة. بمجرد أن يتم تحديد أنواع المرضى المحتمل أن يستفيدوا من مضادات التخثر الفموية المباشرة بوضوح في إرشادات الممارسة الإكلينيكية، يمكن تحديد التغطية بدقة أكبر، ويمكن إدارة التكاليف المرتبطة بها بشكل أفضل. هناك حاجة لإجراء حكومي لضمان تغطية مضادات التخثر الفموية المباشرة بواسطة الميزانيات الوطنية، وذلك لأن غياب التمويل يظل كعائق في سبيل تحقيق التغطية الشاملة. إن التعامل مع أمراض الأوعية الدموية بمساعدة مضادات التخثر الفموية، يمثل مكونًا أساسيًا في جهود تحقيق هدف منظمة الصحة العالمية، والمتمثل في الحد من الوفيات في سن صغيرة بسبب الأمراض غير المعدية بنسبة 25% بحلول عام 2025.对心血管疾病控制不力的主要原因在于发展中国家的疾病负担过重，但是往往又无法广泛提供预防中风和栓塞的基本抗凝药物。2019 年，直接口服抗凝药被列入世界卫生组织的《世卫组织基本药物标准清单》。本文旨在概述直接口服抗凝药对心血管疾病患者的益处，并讨论在国际上推广使用该药物的方法。尽管直接口服抗凝药的成本引发了争论，但为了将这些药物引入临床实践流程，可通过以下方式提高这些药物的可负担性：商议价格；集中采购；竞争性招标；使用专利池；以及增加非专利药物的使用量。2017 年，在采用国家基本药物清单的 137 个国家中，只有 14 个国家将直接口服抗凝药纳入其清单之中。如果能够解决可获得性和可负担性相关问题，则该数量可能会迅速增加。如果临床实践指南明确定义了直接口服抗凝药的潜在受益患者类型，则可更准确地确定覆盖范围并更好地管理相关费用。必须获得政府支持，以确保直接口服抗凝药被列入国家预算清单，否则不能报销费用仍然是实现全民覆盖的一大阻力。使用直接口服抗凝药治疗心血管疾病是实现以下世卫组织目标的重要工作之一：截至 2025 年将非传染性疾病导致的过早死亡率降低 25％。.Неэффективные меры по борьбе с болезнями сердечно-сосудистой системы являются причиной проблем, связанных с контролем соответствующих заболеваний в развивающихся странах, однако широкий доступ к основным антикоагулянтам для предотвращения инсультов и эмболии часто отсутствует. В 2019 году пероральные антикоагулянты прямого действия были добавлены в Примерный перечень ВОЗ основных лекарственных средств. Цели данной статьи — кратко изложить преимущества пероральных антикоагулянтов прямого действия для пациентов с сердечно-сосудистыми заболеваниями и обсудить пути расширения их использования на международном уровне. Хотя стоимость пероральных антикоагулянтов прямого действия вызвала дискуссию, доступность внедрения этих препаратов в клиническую практику может быть расширена за счет переговоров о цене, комплексных закупок, конкурсных торгов, использования патентных пулов и расширенного использования непатентованных лекарственных препаратов. В 2017 году лишь 14 из 137 стран, принявших национальные перечни основных лекарственных средств, включали в свои перечни пероральные антикоагулянты прямого действия. Это число можно быстро увеличить, если удастся решить проблемы, связанные с наличием и доступностью. После того как в руководящих принципах по клинической практике будут четко определены типы пациентов, которым пероральные антикоагулянты прямого действия могут быть полезны, можно будет более точно определить охват и более эффективно управлять соответствующими расходами. Правительства должны обеспечить покрытие расходов на пероральные антикоагулянты прямого действия за счет национальных бюджетов, поскольку отсутствие компенсации остается препятствием для достижения всеобщего доступа к соответствующим препаратам. Борьба с сердечно-сосудистыми заболеваниями с помощью пероральных антикоагулянтов прямого действия является важным компонентом усилий по достижению цели ВОЗ, направленной на сокращение преждевременной смертности от неинфекционных заболеваний на 25% к 2025 году.",
  "authors": [
    {
      "display_name": "Ignacio Neumann",
      "id": "A5109094834",
      "orcid": "https://orcid.org/0000-0001-8406-6880",
      "institutions": [
        {
          "id": "I162148367",
          "display_name": "Pontificia Universidad Católica de Chile",
          "country_code": "CL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ignacio Neumann"
    },
    {
      "display_name": "Holger J. Schünemann",
      "id": "A5071868716",
      "orcid": "https://orcid.org/0000-0003-3211-8479",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Holger Schünemann"
    },
    {
      "display_name": "Lisa Bero",
      "id": "A5040792716",
      "orcid": "https://orcid.org/0000-0003-1893-6651",
      "institutions": [
        {
          "id": "I51713134",
          "display_name": "University of Colorado Anschutz Medical Campus",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lisa Bero"
    },
    {
      "display_name": "Graham Cooke",
      "id": "A5066895396",
      "orcid": "https://orcid.org/0000-0001-6475-5056",
      "institutions": [
        {
          "id": "I47508984",
          "display_name": "Imperial College London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Graham Cooke"
    },
    {
      "display_name": "Nicola Magrini",
      "id": "A5054500534",
      "orcid": "https://orcid.org/0000-0002-0657-5716",
      "institutions": [
        {
          "id": "I4210116535",
          "display_name": "Italian Medicines Agency",
          "country_code": "IT",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicola Magrini"
    },
    {
      "display_name": "Lorenzo Moja",
      "id": "A5031454086",
      "orcid": "https://orcid.org/0000-0001-6680-6507",
      "institutions": [
        {
          "id": "I4210105654",
          "display_name": "World Health Organization",
          "country_code": "CH",
          "type": "government"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Lorenzo Moja"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-09-01",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "ca",
  "source": {
    "id": "S22004576",
    "display_name": "Bulletin of the World Health Organization",
    "issn_l": "0042-9686",
    "issn": [
      "0042-9686",
      "1564-0604"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319663"
  },
  "volume": "99",
  "issue": "09",
  "first_page": "653",
  "last_page": "660",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.2471/blt.20.278473",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779703844",
      "display_name": "Reimbursement",
      "level": 3,
      "score": 0.65044385
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6435733
    },
    {
      "id": "C2777424817",
      "display_name": "Essential medicines",
      "level": 3,
      "score": 0.55110425
    },
    {
      "id": "C201650216",
      "display_name": "Procurement",
      "level": 2,
      "score": 0.51208663
    },
    {
      "id": "C2778661090",
      "display_name": "Rivaroxaban",
      "level": 4,
      "score": 0.49276212
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.479155
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.47595403
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.46342838
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.4242431
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.30624878
    },
    {
      "id": "C2776301958",
      "display_name": "Warfarin",
      "level": 3,
      "score": 0.18664372
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.17910025
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.17612776
    },
    {
      "id": "C162853370",
      "display_name": "Marketing",
      "level": 1,
      "score": 0.129937
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C2779161974",
      "display_name": "Atrial fibrillation",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10144",
      "display_name": "Blood Pressure and Hypertension Studies",
      "score": 0.9773
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9627
    },
    {
      "id": "T10102",
      "display_name": "scientometrics and bibliometrics research",
      "score": 0.9348
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2471/blt.20.278473",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:19:27.414206",
  "source_database": "OpenAlex"
}