{
  "openalex_id": "W4225327054",
  "doi": "https://doi.org/10.1094/pdis-07-21-1364-pdn",
  "title": "First Report of Stalk Rot of Celery Caused by <i>Erwinia rhapontici</i> in China",
  "abstract": "HomePlant DiseaseVol. 106, No. 5First Report of Stalk Rot of Celery Caused by Erwinia rhapontici in China PreviousNext DISEASE NOTE OPENOpen Access licenseFirst Report of Stalk Rot of Celery Caused by Erwinia rhapontici in ChinaJinhui Wang, Wanxin Han, Yang Pan, Aiguo Guo, Dai Zhang, Dongmei Zhao, Qian Li, Jiehua Zhu, and Zhihui YangJinhui Wanghttps://orcid.org/0000-0002-4328-984XHebei Agricultural University, College of Plant Protection, Baoding 071001, China, Wanxin Hanhttps://orcid.org/0000-0002-6037-8027Hebei Agricultural University, College of Plant Protection, Baoding 071001, China, Yang PanHebei Agricultural University, College of Plant Protection, Baoding 071001, China, Aiguo GuoHebei Agricultural University, College of Plant Protection, Baoding 071001, China, Dai Zhanghttps://orcid.org/0000-0001-6871-0090Hebei Agricultural University, College of Plant Protection, Baoding 071001, China, Dongmei Zhaohttps://orcid.org/0000-0002-8841-0914Hebei Agricultural University, College of Plant Protection, Baoding 071001, China, Qian LiHebei Agricultural University, College of Plant Protection, Baoding 071001, China, Jiehua Zhu†Corresponding authors: Z. Yang; E-mail Address: bdyzh@hebau.edu.cn, and J. Zhu; E-mail Address: zhujiehua@hebau.edu.cnHebei Agricultural University, College of Plant Protection, Baoding 071001, ChinaTechnological Innovation Center for Biological Control of Crop Diseases and Insect Pests of Hebei Province, Baoding 071001, China, and Zhihui Yang†Corresponding authors: Z. Yang; E-mail Address: bdyzh@hebau.edu.cn, and J. Zhu; E-mail Address: zhujiehua@hebau.edu.cnHebei Agricultural University, College of Plant Protection, Baoding 071001, ChinaTechnological Innovation Center for Biological Control of Crop Diseases and Insect Pests of Hebei Province, Baoding 071001, China AffiliationsAuthors and Affiliations Jinhui Wang1 Wanxin Han1 Yang Pan1 Aiguo Guo1 Dai Zhang1 Dongmei Zhao1 Qian Li1 Jiehua Zhu1 2 † Zhihui Yang1 2 † 1Hebei Agricultural University, College of Plant Protection, Baoding 071001, China 2Technological Innovation Center for Biological Control of Crop Diseases and Insect Pests of Hebei Province, Baoding 071001, China Published Online:29 Mar 2022https://doi.org/10.1094/PDIS-07-21-1364-PDNAboutSectionsView articlePDFPDF PlusSupplemental ToolsAdd to favoritesDownload CitationsTrack Citations ShareShare onFacebookTwitterLinked InRedditEmailWechat View articleSpecies in the genus Erwinia cause diseases in many economically important plants (Mansfield et al. 2012). In May 2021, celery plants (Apium graveolens var. dulce 'Queen of France') showing soft rot symptoms were observed in greenhouses in Boye County, Baoding, Hebei Province (North China). Disease symptoms began with pinkish, water-soaked lesions on the midrib of celery stalks, but at the same time the leaves and roots did not show symptoms. The infected celery plants rapidly developed brownish rotten stalks and leaves turned dry and yellow, but roots remained asymptomatic. The disease incidence in two greenhouses (0.15 ha in size) was more than 50%. Affected celery stalk tissues were cut into 0.5-cm pieces, surface sterilized using 75% ethanol for 60 s, and rinsed three times with sterile distilled water. Then, the tissues were immersed in 200 µl of 0.9% saline for 15 min. Aliquots of two 10-fold dilutions of the tissue specimen soaking solution were plated onto Luria-Bertani (LB) agar plates and incubated at 28°C for 24 h. Single colonies were picked and restreaked onto LB agar three times for purity. The bacterial gDNA was extracted using the EasyPure Bacteria Genomic DNA Kit (TransGen Biotech). The 16S rDNA region was amplified by PCR using the universal primers 27F/1492R and sequenced. BLASTn analysis of the 16S rDNA amplicons (MZ489246 and MZ489247) indicated that the bacterial isolates (BY21311 and BY21312) belonged to the genus Erwinia. Biolog analysis (GEN III Microplate) identified BY21311 (SIM = 0.668) and BY21312 (SIM = 0.638) as E. rhapontici. Housekeeping genes including acnA, gapA, icdA, mdh, and rpoS were also amplified using a set of PCR primers (Ma et al. 2007; Waleron et al. 2008) followed by sequencing (MZ463029 to MZ463038). To determine the species of BY21311 and BY21312, multilocus sequence analysis (MLSA) was performed with five housekeeping genes, and the phylogenetic tree was reconstructed using RAxML v8.2.12 (Stamatakis et al. 2005). No sequence variation was observed at any MLSA locus between BY21311 and BY21312. Phylogenetic analysis showed that BY21311 and BY21312 were clustered with E. rhapontici isolates. These celery isolates are closely related to the cabbage (Brassica rapa) isolate MAFF311153 (AP024329.1) in Japan. When celery plants had eight to nine true leaves, plants (cv. Queen of France) were inoculated with BY21311 by injecting 20 µl of bacterial suspension (106 CFU/ml) into the celery stalks, or injected with 20 µl of 0.9% saline as control. The seedlings were grown at 25°C and 50% relative humidity. Three days after inoculation, only infected seedlings showed disease symptoms resembling those observed in greenhouses. Bacterial colonies were obtained from the infected stalks and were identified using the same PCR primers of housekeeping genes as described above, fulfilling Koch's postulates. E. rhapontici has been reported to cause pink seed, crown and stem rot, soft rot, or leaf spot on many plant hosts including pea (Pisum sativum), chickpea (Cicer arietinum), lentil (Lens culinaris), common bean (Phaseolus vulgaris), lucerne (Medicago sativa), wheat (Triticum aestivum), hyacinth (Hyacinthus orientalis), onion (Allium cepa), kiwifruit (Actinidia chinensis), and peach (Prunus persica) (Huang et al. 2003; Kovács et al. 2020; Wang et al. 2017; Zhang et al. 2018). To our knowledge, this is the first report of E. rhapontici causing stalk rot in celery. Stalk rot of celery has increased in prevalence over recent years in the Baoding region; it can cause significant yield loss and no cultivar has been found to be resistant to this disease so far. Stalk rot poses a significant threat to local celery production, and further research on epidemiology and disease management options is needed.The author(s) declare no conflict of interest.References:Huang, H. C., et al. 2003. Plant Pathol. Bull. 12:69. Google ScholarKovács, Y., et al. 2020. Plant Dis. 104:3248. https://doi.org/10.1094/PDIS-04-20-0868-PDN Link, ISI, Google ScholarMa, B., et al. 2007. Phytopathology 97:1150. https://doi.org/10.1094/PHYTO-97-9-1150 Link, ISI, Google ScholarMansfield, J., et al. 2012. Mol. Plant Pathol. 13:614. https://doi.org/10.1111/j.1364-3703.2012.00804.x Crossref, ISI, Google ScholarStamatakis, A., et al. 2005. Bioinformatics 21:456. https://doi.org/10.1093/bioinformatics/bti191 Crossref, ISI, Google ScholarWaleron, M., et al. 2008. Eur. J. Plant Pathol. 121:161. https://doi.org/10.1007/s10658-007-9260-3 Crossref, ISI, Google ScholarWang, D., et al. 2017. Plant Dis. 101:1315. https://doi.org/10.1094/PDIS-10-16-1408-PDN Link, ISI, Google ScholarZhang, Z. F., et al. 2018. Plant Dis. 102:1171. https://doi.org/10.1094/PDIS-07-17-1089-PDN Link, ISI, Google ScholarJ. Wang and W. Han contributed equally to this work.Funding: This research work was supported by Hebei Agricultural University (YJ2020015).The author(s) declare no conflict of interest.DetailsFiguresLiterature CitedRelated Vol. 106, No. 5 May 2022SubscribeISSN:0191-2917e-ISSN:1943-7692 Download Metrics Downloaded 386 times Article History Issue Date: 28 Apr 2022Published: 29 Mar 2022First Look: 19 Oct 2021Accepted: 18 Oct 2021 Page: 1513 Information© 2022 The American Phytopathological SocietyFundingHebei Agricultural UniversityGrant/Award Number: YJ2020015KeywordsceleryErwinia rhaponticistalk rotThe author(s) declare no conflict of interest.PDF download",
  "authors": [
    {
      "display_name": "Jinhui Wang",
      "id": "A5100394112",
      "orcid": "https://orcid.org/0000-0002-4328-984X",
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jinhui Wang"
    },
    {
      "display_name": "Wanxin Han",
      "id": "A5108286739",
      "orcid": null,
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wanxin Han"
    },
    {
      "display_name": "Yang Pan",
      "id": "A5113193493",
      "orcid": "https://orcid.org/0000-0001-9865-3816",
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yang Pan"
    },
    {
      "display_name": "Guo Ai-guo",
      "id": "A5077053253",
      "orcid": "https://orcid.org/0000-0003-0448-8851",
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aiguo Guo"
    },
    {
      "display_name": "Dai Zhang",
      "id": "A5100746664",
      "orcid": "https://orcid.org/0000-0001-6871-0090",
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dai Zhang"
    },
    {
      "display_name": "Dongmei Zhao",
      "id": "A5045531327",
      "orcid": "https://orcid.org/0000-0002-8841-0914",
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Dongmei Zhao"
    },
    {
      "display_name": "Qian Li",
      "id": "A5101599671",
      "orcid": "https://orcid.org/0000-0003-3525-0360",
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Qian Li"
    },
    {
      "display_name": "Jiehua Zhu",
      "id": "A5056822910",
      "orcid": null,
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jiehua Zhu"
    },
    {
      "display_name": "Zhihui Yang",
      "id": "A5074096402",
      "orcid": "https://orcid.org/0009-0004-3467-0130",
      "institutions": [
        {
          "id": "I108160477",
          "display_name": "Hebei Agricultural University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zhihui Yang"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-10-19",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S135458494",
    "display_name": "Plant Disease",
    "issn_l": "0191-2917",
    "issn": [
      "0191-2917",
      "1943-7692"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320276"
  },
  "volume": "106",
  "issue": "5",
  "first_page": "1513",
  "last_page": "1513",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1094/pdis-07-21-1364-pdn",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.9491501
    },
    {
      "id": "C2779560860",
      "display_name": "Stalk",
      "level": 2,
      "score": 0.7803422
    },
    {
      "id": "C2778495000",
      "display_name": "Erwinia",
      "level": 3,
      "score": 0.5535675
    },
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.4964233
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.48840016
    },
    {
      "id": "C144027150",
      "display_name": "Horticulture",
      "level": 1,
      "score": 0.4731525
    },
    {
      "id": "C523546767",
      "display_name": "Bacteria",
      "level": 2,
      "score": 0.15847677
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.07823682
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11578",
      "display_name": "Plant Pathogenic Bacteria Studies",
      "score": 1.0
    },
    {
      "id": "T10825",
      "display_name": "Plant Pathogens and Fungal Diseases",
      "score": 0.9975
    },
    {
      "id": "T10076",
      "display_name": "Plant-Microbe Interactions and Immunity",
      "score": 0.9974
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1094/pdis-07-21-1364-pdn",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:05:08.488709",
  "source_database": "OpenAlex"
}