{
  "openalex_id": "W4226425738",
  "doi": "https://doi.org/10.7326/m21-4273",
  "title": "Extending a Lifeline to Nonhospitalized Patients With COVID-19 Through Automated Text Messaging",
  "abstract": "Editorials16 November 2021Extending a Lifeline to Nonhospitalized Patients With COVID-19 Through Automated Text MessagingFREEJamie M. Faro, PhD and Sarah L. Cutrona, MD, MPHJamie M. Faro, PhDUniversity of Massachusetts Medical School, Worcester, Massachusetts and Sarah L. Cutrona, MD, MPHBedford VA Healthcare System, Bedford, MassachusettsAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M21-4273 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail When COVID-19 hit the United States, clinicians had to quickly develop effective triage protocols. In the communities surrounding overwhelmed hospitals, many patients newly diagnosed with SARS-CoV-2 infection were advised to stay home, where they remained at risk for clinical decompensation. Implementation of remote monitoring systems in some settings helped connect outpatients to timely clinical input, extending a lifeline for those requiring escalated care. In their article, Delgado and colleagues (1) report observed outcomes of one such system, COVID Watch. COVID Watch is an automated, text message–based monitoring program with 24/7 clinical support, implemented soon after COVID-19 cases emerged in the region.Twice-daily, automated text check-ins for those with newly diagnosed COVID-19 continued for 14 days after enrollment, with an option, selected by 19.4% of enrollees, to extend for 7 more days. Using propensity score–adjusted models, the authors found decreased likelihood of death in the COVID Watch group at 30 and 60 days, with no out-of-hospital deaths at 60 days among COVID Watch participants. What can we learn from the COVID Watch team? Applying the RE-AIM (Reach, Effectiveness, Adoption, Implementation, and Maintenance) framework provides insight into the choices and conditions contributing to the observed outcomes. These insights may facilitate replication of similar interventions for COVID-19 or other chronic health conditions (2).For exhausted clinical personnel scrambling in the face of the COVID-19 surge, adoption of COVID Watch was likely enhanced through its integration into the existing electronic health record (EHR). Patient enrollment was via an EHR order, and notification of worsening status was delivered electronically to an EHR inbox message pool monitored by COVID Watch nurses. These EHR-based actions were likely already familiar to the team, obviating the need to learn or log into a new system. A separate application for a web-based dashboard was later built to allow for review of patients who had escalations.In an earlier publication, Morgan and colleagues (3) described the conditions into which this intervention was introduced. Way to Health, an automated platform funded by the National Institutes of Health and designed to facilitate clinical trials of patient-engagement strategies (4, 5), had already integrated SMS messaging capabilities into the institution's EHR. Clinicians could order Way to Health programs for their patients through their EHR. In addition, an existing telemedicine program, OnDemand (6), provided the initial clinical infrastructure, and the team had experience offering automated engagement to patients at home (3). Penn Medicine's previous investment in an adaptable infrastructure likely contributed to the ability to rapidly build and launch COVID Watch.The 7865 patients included in the reported analyses make up the largest study to date of a remote monitoring service for COVID-19. Patients were eligible for COVID Watch on completion of COVID-19 testing through Penn Medicine. They did not need to be established patients, nor did they need to have a primary care provider. Team members from several disciplines were able to enroll patients, lowering barriers to access. A subsequent Spanish-language version further extended this intervention's reach.These design features facilitated enrollment of patients at risk for poor outcomes due to limited health care access and socioeconomic vulnerability. More than one quarter of enrollees had no primary care provider, 10% were covered by Medicaid, and the median household income of participants' home ZIP codes was well below the U.S. national average. Non-Hispanic Black patients were more likely to be enrolled in COVID Watch than usual care, and COVID Watch reduced mortality across included racial/ethnic populations. However, older adults, who suffer more severe effects of COVID-19 (7), were less represented in this trial, with 12% of participants aged 60 to 69 years and 5.6% aged 70 years or older. Engaging older adults in digital health interventions can be a challenge (8). It is unclear whether older patients were offered COVID Watch but declined or whether it was less often offered to them. These data will be critical in understanding how to increase the reach of such interventions. Strategies for addressing the digital divide in older patients include identification of a care partner who can serve as a support or proxy (9). Interventions seeking to include older patients may benefit from focused guidance for patients, caregivers, and personnel enrolling patients.The design of COVID Watch enhanced patient engagement. Support materials were both visual and written and provided clear instructions on activating the texting program, information on the number from which to expect texts, and anticipated text frequency and duration. Replies to an automated system require exact typing, thus responses were simple (\"A\" if you are feeling better, \"B\" if same, and \"C\" if worse). Of the 3488 enrolled, 86.8% engaged with the program by responding to at least 1 text. The mean number of check-in responses was 23. Patients were enrolled for a mean of 11.79 days, with a mean of 2.08 responses per day. Patients in COVID Watch were more likely to present to the hospital and to present earlier for treatment than those who did not enroll in the program. Engagement with the system was associated with reduced risk for death. Two of the 5 in-hospital deaths in the COVID Watch group occurred among the 13.2% of patients who never actively engaged with the system. Better support for initiation could have made a difference for these persons.The authors provide some insights into the costs for program implementation and maintenance over 8 months. The clinical team eventually included its own medical director, a nursing director, nurses (the equivalent of approximately 7 full-time staff members), and several medical students (3). Using this model, 2 to 4 staff members oversaw more than 1000 patients. Additional costs include the medical system's investments into electronic platforms and clinical processes, both of which facilitated COVID Watch's rapid development and deployment.On 6 March 2020, COVID-19 was first reported in Pennsylvania (10). By 23 March 2020, the COVID Watch team had implemented an effective remote text message monitoring system connecting outpatients to prompt clinical advice and triage. Longstanding investments in clinical and electronic infrastructure contributed to system readiness. Rapid decisions informed by implementation science led to effective action. Enrollees had more frequent telemedicine encounters, more frequent and earlier presentation to the emergency department, and reduced mortality. In short, the system saved lives.References1. Delgado MK, Morgan AU, Asch DA, et al. Comparative effectiveness of an automated text messaging service for monitoring COVID-19 at home. Ann Intern Med. 2022;175:179-190. doi:10.7326/M21-2019 Google Scholar2. Glasgow RE, Vogt TM, Boles SM. Evaluating the public health impact of health promotion interventions: the RE-AIM framework. Am J Public Health. 1999;89:1322-7. [PMID: 10474547] CrossrefMedlineGoogle Scholar3. Morgan AU, Balachandran M, Do D, et al. Remote monitoring of patients with Covid-19: design, implementation, and outcomes of the first 3,000 patients in COVID Watch. NEJM Catal Innov Care Deliv. 2020. doi:10.1056/CAT.20.0342 Google Scholar4. Asch DA, Volpp KG. On the way to health. LDI Issue Brief. 2012;17:1-4. [PMID: 22934330] MedlineGoogle Scholar5. Trustees of the University of Pennsylvania. Way to Health. Accessed at www.waytohealth.org/ on 1 November 2021. Google Scholar6. Trustees of the University of Pennsylvania. Penn Medicine OnDemand virtual urgent care. Accessed at www.pennmedicine.org/for-patients-and-visitors/find-a-program-or-service/connected-health/penn-medicine-ondemand on 1 November 2021. Google Scholar7. Romero Starke K, Petereit-Haack G, Schubert M, et al.. The age-related risk of severe outcomes due to COVID-19 infection: a rapid review, meta-analysis, and meta-regression. Int J Environ Res Public Health. 2020;17:5974. [PMID: 32824596] doi:10.3390/ijerph17165974 CrossrefMedlineGoogle Scholar8. Bernhardt JM. Health education and the digital divide: building bridges and filling chasms. Health Educ Res. 2000;15:527-31. [PMID: 11184212] doi:10.1093/her/15.5.527 CrossrefMedlineGoogle Scholar9. Latulipe C, Quandt SA, Melius KA, et al. Insights into older adult patient concerns around the caregiver proxy portal use: qualitative interview study. J Med Internet Res. 2018;20:e10524. [PMID: 30389654] doi:10.2196/10524 CrossrefMedlineGoogle Scholar10. Pennsylvania Department of Health. First presumptive positive COVID-19 cases in Pennsylvania. 6 March 2020. Accessed at https://www.health.pa.gov/topics/Documents/HAN/2020-PAHAN-483-03-06-2020-ALT.pdf on 2 November 2021. Google Scholar Comments 0 Comments Sign In to Submit A Comment Author, Article, and Disclosure InformationAuthors: Jamie M. Faro, PhD; Sarah L. Cutrona, MD, MPHAffiliations: University of Massachusetts Medical School, Worcester, MassachusettsBedford VA Healthcare System, Bedford, MassachusettsDisclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M21-4273.Corresponding Author: Sarah L. Cutrona, MD, MPH, Bedford VA Healthcare System, CHOIR group, Building 70, 200 Springs Road, Bedford, MA 01730; e-mail, sarah.cutrona@umassmed.edu.This article was published at Annals.org on 16 November 2021. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoComparative Effectiveness of an Automated Text Messaging Service for Monitoring COVID-19 at Home M. Kit Delgado , Anna U. Morgan , David A. Asch , Ruiying Xiong , Austin S. Kilaru , Kathleen C. Lee , David Do , Ari B. Friedman , Zachary F. Meisel , Christopher K. Snider , Doreen Lam , Andrew Parambath , Christian Wood , Chidinma M. Wilson , Michael Perez , Deena L. Chisholm , Sheila Kelly , Christina J. O'Malley , Nancy Mannion , Ann Marie Huffenberger , Susan McGinley , Mohan Balachandran , Neda Khan , Nandita Mitra , and Krisda H. Chaiyachati Metrics February 2022Volume 175, Issue 2 Page: 291-292 Keywords COVID-19 Outpatients Telemedicine Triage ePublished: 16 November 2021 Issue Published: February 2022 Copyright & PermissionsCopyright © 2021 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Jamie M Faro",
      "id": "A5089204438",
      "orcid": "https://orcid.org/0000-0002-6592-463X",
      "institutions": [
        {
          "id": "I166722992",
          "display_name": "University of Massachusetts Chan Medical School",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jamie M. Faro"
    },
    {
      "display_name": "Sarah L. Cutrona",
      "id": "A5028621765",
      "orcid": "https://orcid.org/0000-0002-4795-8377",
      "institutions": [
        {
          "id": "I4210095851",
          "display_name": "VA New England Healthcare System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah L. Cutrona"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-11-16",
  "type": "letter",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "175",
  "issue": "2",
  "first_page": "291",
  "last_page": "292",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://europepmc.org/articles/pmc8593887?pdf=render",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.7879516
    },
    {
      "id": "C2777120189",
      "display_name": "Triage",
      "level": 2,
      "score": 0.7558475
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.7273959
    },
    {
      "id": "C545542383",
      "display_name": "Medical emergency",
      "level": 1,
      "score": 0.55134255
    },
    {
      "id": "C2778721985",
      "display_name": "Decompensation",
      "level": 2,
      "score": 0.54594797
    },
    {
      "id": "C194828623",
      "display_name": "Emergency medicine",
      "level": 1,
      "score": 0.34322006
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.13686493
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12943",
      "display_name": "COVID-19 Digital Contact Tracing",
      "score": 0.9946
    },
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.9926
    },
    {
      "id": "T10168",
      "display_name": "COVID-19 and Mental Health",
      "score": 0.987
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m21-4273",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:46.685638",
  "source_database": "OpenAlex"
}