{
  "openalex_id": "W4220887467",
  "doi": "https://doi.org/10.15252/embr.202154096",
  "title": "Helminthic dehydrogenase drives PGE<sub>2</sub>and IL‐10 production in monocytes to potentiate Treg induction",
  "abstract": "Article31 March 2022Open Access Transparent process Helminthic dehydrogenase drives PGE2 and IL-10 production in monocytes to potentiate Treg induction Ulrich Fabien Prodjinotho Ulrich Fabien Prodjinotho Institute for Medical Microbiology, Immunology and Hygiene, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Contribution: Conceptualization, Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - original draft, Writing - review & editing Search for more papers by this author Vitka Gres Vitka Gres Institute for Immunodeficiency, Center for Chronic Immunodeficiency, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Fiona Henkel Fiona Henkel orcid.org/0000-0003-3198-2046 Center of Allergy and Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, Munich, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Matthew Lacorcia Matthew Lacorcia Institute for Medical Microbiology, Immunology and Hygiene, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Ramona Dandl Ramona Dandl orcid.org/0000-0002-9290-4394 Department of Chemistry, Technical University Munich (TUM), Garching, Germany Contribution: Data curation, Formal analysis, ​Investigation, Visualization, Methodology Search for more papers by this author Martin Haslbeck Martin Haslbeck Department of Chemistry, Technical University Munich (TUM), Garching, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Veronika Schmidt Veronika Schmidt Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Department of Neurology, University Hospital, Klinikum rechts der Isar, Technical University Munich (TUM), Munich, Germany Center for Global Health, Institute of Health and Society, University of Oslo, Oslo, Norway Contribution: Funding acquisition, Writing - review & editing Search for more papers by this author Andrea Sylvia Winkler Andrea Sylvia Winkler orcid.org/0000-0003-3131-6983 Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Department of Neurology, University Hospital, Klinikum rechts der Isar, Technical University Munich (TUM), Munich, Germany Center for Global Health, Institute of Health and Society, University of Oslo, Oslo, Norway Contribution: Funding acquisition, Writing - review & editing Search for more papers by this author Chummy Sikasunge Chummy Sikasunge orcid.org/0000-0002-5564-2655 Department of Paraclinicals, School of Veterinary Medicine, University of Zambia, Lusaka, Zambia Contribution: Funding acquisition, ​Investigation, Writing - review & editing Search for more papers by this author Per-Johan Jakobsson Per-Johan Jakobsson orcid.org/0000-0001-7665-9715 Rheumatology Unit, Department of Medicine, Solna, Karolinska University Hospital, Stockholm, Sweden Contribution: Validation, Methodology Search for more papers by this author Philipp Henneke Philipp Henneke orcid.org/0000-0001-7314-7984 Institute for Immunodeficiency, Center for Chronic Immunodeficiency, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany Center for Pediatrics and Adolescent Medicine, Medical Center, University of Freiburg, Freiburg, Germany Centre for Integrative Biological Signalling Studies, University of Freiburg, Freiburg, Germany Contribution: Data curation, Formal analysis, Supervision, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Julia Esser-von Bieren Julia Esser-von Bieren orcid.org/0000-0003-1898-9382 Center of Allergy and Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, Munich, Germany Contribution: Data curation, Formal analysis, Supervision, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Clarissa Prazeres da Costa Corresponding Author Clarissa Prazeres da Costa [email protected] orcid.org/0000-0001-7996-4838 Institute for Medical Microbiology, Immunology and Hygiene, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany German Center for Infection and Research (DZIF), Munich, Germany Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Funding acquisition, Validation, ​Investigation, Visualization, Methodology, Writing - original draft, Writing - review & editing Search for more papers by this author Ulrich Fabien Prodjinotho Ulrich Fabien Prodjinotho Institute for Medical Microbiology, Immunology and Hygiene, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Contribution: Conceptualization, Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - original draft, Writing - review & editing Search for more papers by this author Vitka Gres Vitka Gres Institute for Immunodeficiency, Center for Chronic Immunodeficiency, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Fiona Henkel Fiona Henkel orcid.org/0000-0003-3198-2046 Center of Allergy and Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, Munich, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Matthew Lacorcia Matthew Lacorcia Institute for Medical Microbiology, Immunology and Hygiene, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Ramona Dandl Ramona Dandl orcid.org/0000-0002-9290-4394 Department of Chemistry, Technical University Munich (TUM), Garching, Germany Contribution: Data curation, Formal analysis, ​Investigation, Visualization, Methodology Search for more papers by this author Martin Haslbeck Martin Haslbeck Department of Chemistry, Technical University Munich (TUM), Garching, Germany Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Veronika Schmidt Veronika Schmidt Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Department of Neurology, University Hospital, Klinikum rechts der Isar, Technical University Munich (TUM), Munich, Germany Center for Global Health, Institute of Health and Society, University of Oslo, Oslo, Norway Contribution: Funding acquisition, Writing - review & editing Search for more papers by this author Andrea Sylvia Winkler Andrea Sylvia Winkler orcid.org/0000-0003-3131-6983 Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Department of Neurology, University Hospital, Klinikum rechts der Isar, Technical University Munich (TUM), Munich, Germany Center for Global Health, Institute of Health and Society, University of Oslo, Oslo, Norway Contribution: Funding acquisition, Writing - review & editing Search for more papers by this author Chummy Sikasunge Chummy Sikasunge orcid.org/0000-0002-5564-2655 Department of Paraclinicals, School of Veterinary Medicine, University of Zambia, Lusaka, Zambia Contribution: Funding acquisition, ​Investigation, Writing - review & editing Search for more papers by this author Per-Johan Jakobsson Per-Johan Jakobsson orcid.org/0000-0001-7665-9715 Rheumatology Unit, Department of Medicine, Solna, Karolinska University Hospital, Stockholm, Sweden Contribution: Validation, Methodology Search for more papers by this author Philipp Henneke Philipp Henneke orcid.org/0000-0001-7314-7984 Institute for Immunodeficiency, Center for Chronic Immunodeficiency, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany Center for Pediatrics and Adolescent Medicine, Medical Center, University of Freiburg, Freiburg, Germany Centre for Integrative Biological Signalling Studies, University of Freiburg, Freiburg, Germany Contribution: Data curation, Formal analysis, Supervision, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Julia Esser-von Bieren Julia Esser-von Bieren orcid.org/0000-0003-1898-9382 Center of Allergy and Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, Munich, Germany Contribution: Data curation, Formal analysis, Supervision, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Clarissa Prazeres da Costa Corresponding Author Clarissa Prazeres da Costa [email protected] orcid.org/0000-0001-7996-4838 Institute for Medical Microbiology, Immunology and Hygiene, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany German Center for Infection and Research (DZIF), Munich, Germany Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Funding acquisition, Validation, ​Investigation, Visualization, Methodology, Writing - original draft, Writing - review & editing Search for more papers by this author Author Information Ulrich Fabien Prodjinotho1,2, Vitka Gres3,†, Fiona Henkel4,†, Matthew Lacorcia1, Ramona Dandl5, Martin Haslbeck5, Veronika Schmidt2,6,7, Andrea Sylvia Winkler2,6,7, Chummy Sikasunge8, Per-Johan Jakobsson9, Philipp Henneke3,10,11, Julia Esser-von Bieren4 and Clarissa Prazeres da Costa *,1,2,12 1Institute for Medical Microbiology, Immunology and Hygiene, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany 2Center for Global Health, TUM School of Medicine, Technical University of Munich (TUM), Munich, Germany 3Institute for Immunodeficiency, Center for Chronic Immunodeficiency, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany 4Center of Allergy and Environment (ZAUM), Technical University of Munich and Helmholtz Center Munich, Munich, Germany 5Department of Chemistry, Technical University Munich (TUM), Garching, Germany 6Department of Neurology, University Hospital, Klinikum rechts der Isar, Technical University Munich (TUM), Munich, Germany 7Center for Global Health, Institute of Health and Society, University of Oslo, Oslo, Norway 8Department of Paraclinicals, School of Veterinary Medicine, University of Zambia, Lusaka, Zambia 9Rheumatology Unit, Department of Medicine, Solna, Karolinska University Hospital, Stockholm, Sweden 10Center for Pediatrics and Adolescent Medicine, Medical Center, University of Freiburg, Freiburg, Germany 11Centre for Integrative Biological Signalling Studies, University of Freiburg, Freiburg, Germany 12German Center for Infection and Research (DZIF), Munich, Germany † These authors contributed equally to this work *Corresponding author: Tel: +49 89 4140 4130; E-mail: [email protected] EMBO Reports (2022)23:e54096https://doi.org/10.15252/embr.202154096 See also: SH Hodge & HJ McSorley (May 2022) PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Immunoregulation of inflammatory, infection-triggered processes in the brain constitutes a central mechanism to control devastating disease manifestations such as epilepsy. Observational studies implicate the viability of Taenia solium cysts as key factor determining severity of neurocysticercosis (NCC), the most common cause of epilepsy, especially in children, in Sub-Saharan Africa. Viable, in contrast to decaying, cysts mostly remain clinically silent by yet unknown mechanisms, potentially involving Tregs in controlling inflammation. Here, we show that glutamate dehydrogenase from viable cysts instructs tolerogenic monocytes to release IL-10 and the lipid mediator PGE2. These act in concert, converting naive CD4+ T cells into CD127−CD25hiFoxP3+CTLA-4+ Tregs, through the G protein-coupled receptors EP2 and EP4 and the IL-10 receptor. Moreover, while viable cyst products strongly upregulate IL-10 and PGE2 transcription in microglia, intravesicular fluid, released during cyst decay, induces pro-inflammatory microglia and TGF-β as potential drivers of epilepsy. Inhibition of PGE2 synthesis and IL-10 signaling prevents Treg induction by viable cyst products. Harnessing the PGE2-IL-10 axis and targeting TGF-ß signaling may offer an important therapeutic strategy in inflammatory epilepsy and NCC. Synopsis The metabolic enzyme glutamate dehydrogenase, present in viable helminth larval cysts, mediates a PGE2-IL-10 axis of regulatory T cell induction, thereby potentially controlling brain inflammation. Viable larval cysts convert naïve CD4+ T cells into brain-homing Tregs via the lipid mediator PGE2 and IL-10. PGE2 and IL-10, induced by glutamate dehydrogenase, act on G protein-coupled receptors EP2/4 and the IL-10 receptor. Absence of glutamate dehydrogenase in degenerating cysts promotes inflammatory microglia and pro-epileptic TGF-ß. Introduction In chronic helminth infections, the induction of Tregs constitutes an important regulatory mechanism that the parasite utilizes to survive in the immunocompetent host (Maizels et al, 2018). Tregs generated during helminth infections control overt inflammatory, and potentially host-destructive immune responses in tissues, but can impair T cell responses to bystander allergens or infections (e.g., viruses) (Maizels et al, 2018; Zakeri et al, 2018). We have previously shown that during chronic schistosomiasis, a pronounced phenotype of activated Tregs in the spleen and lung suppressed ovalbumin-induced allergic airway inflammation (AAI) (Layland et al, 2013). Transcriptional profiling of the Tregs revealed upregulation of distinct genes such as Foxp3, GITR, CD103, OX40, CTLA-4, and GrzB (Layland et al, 2010, 2013). In general, Treg profiles induced by helminth parasites are parasite-specific, that is, heterogeneous. Overall, multiple mechanistic pathways are implicated, involving induction of the cytokines IL-10 and TGF-β (Grainger et al, 2010; Maizels et al, 2018; Zakeri et al, 2018). Infection with the cystic larval stage of the helminth Taenia solium causes neurocysticercosis (NCC), a zoonotic inflammatory disease of the CNS in humans and common cause of epileptic seizures worldwide (Winkler, 2012). In NCC, increased levels of Tregs have been reported in both CNS and periphery (Adalid-Peralta et al, 2013; Garcia et al, 2014a; Prodjinotho et al, 2020). Therein, Tregs are believed to limit inflammation in the CNS and in the periphery, but the underlying mechanisms of their induction remain unclear. Treg induction may be mediated by currently unknown cyst products that modulate tolerogenic and hyporesponsive dendritic cells (DCs), which are defined by secretion of immunomodulatory cytokines such as IL-10 and TGF-ß (Adalid-Peralta et al, 2013; Arce-Sillas et al, 2016; Prodjinotho et al, 2020). Recent investigations have associated the presence of the Tregs with asymptomatic NCC, as evidenced by increasingly higher levels of Tregs in cerebrospinal fluid (CSF) and in peripheral circulation of asymptomatic NCC patients, harboring viable cysts, as compared to symptomatic patients with degenerating larval cysts (Adalid-Peralta et al, 2013; Arce-Sillas et al, 2016; Prodjinotho et al, 2020). Thus, the presence of Tregs in NCC seems to be associated with the stage of the larval cyst (viable vs. degenerating). These cells were found to express higher levels of CTLA-4, GITR, and PD-1 in the periphery (Arce-Sillas et al, 2016). Nevertheless, the characteristics of these Tregs in the brain and mechanisms regulating their presence (locally induced vs. trafficking from periphery) are currently not known. The progression to symptomatic NCC is usually associated with larval degeneration following natural involution or anthelminthic treatment (Sikasunge et al, 2008; Verma et al, 2011; Cardenas et al, 2014; Mahanty et al, 2015; Singh et al, 2015). This progression and ensuing inflammation result in sharp decreases of peripheral and central Treg numbers accompanied by an activation of Iba-1high microglia and higher expression of IL-6, TNFα, IL-17, and TGF-β (Verma et al, 2011; Fujita et al, 2013; Cardenas et al, 2014; Mahanty et al, 2015; Singh et al, 2015; White et al, 2018). The modulation and activation of microglia and DCs by cyst products present in the brain are major components of brain inflammation and neurodegenerative diseases, such as in Toxoplasma infection (Li et al, 2019). Following intense inflammation in the CNS that disrupts the integrity of the blood–brain barrier (BBB), various cyst materials can reach the peripheral circulation and can be further distributed in host tissues including lung, liver, muscles (Fleury et al, 2016), where they initiate a systemic immune response from macrophages (alveolar macrophages (AM), monocyte-derived (MDM)), and DCs (bone marrow-derived dendritic cell (BMDC)). These cells are main players in the initiation, development, resolution, and chronicization of local inflammation through cytokines and Treg induction, and the modulation of their functions has been show to contribute to inflammation and regulation during NCC (Fleury et al, 2016). These observations indicate an important role of Tregs in controlling inflammation in distinct tissues such as CNS. However, the role of different cyst larval stage-driven microglial phenotypic and functional changes in the development of symptomatic NCC or expansion of central Tregs is largely unknown. Alongside Tregs, the induction of bioactive lipid mediators (LMs), that is, eicosanoids, represents an important immune regulatory mechanism that enables helminths to control inflammation in affected tissues (Esser-von Bieren, 2019; de Los Reyes Jimenez et al, 2020; Oyesola et al, 2021). LMs, including prostaglandins (PG), leukotrienes, lipoxins, and thromboxanes, represent a substantial pool of tissue signals that may shape T cell polarization, differentiation, and function, involving resolving inflammation and initiating tissue repair (Esser-von Bieren, 2019). Local production of PGE2 and PGD2 induces DC maturation and the subsequent priming of distinct T cell phenotypes in tissue (Th1 or Th2) (Barrett et al, 2011; Kaisar et al, 2018). Recently, we found that larval products of the helminth Heligmosomoides polygyrus bakeri (HpbE), in particular the enzyme glutamate dehydrogenase (GDH), triggered a switch from 5-lipoxygenase-derived leukotrienes to cyclooxygenase-derived prostanoids abrogating Th2-related AAI (de Los Reyes Jimenez et al, 2020). This suppression involved local expression of HIF-1a and a pronounced upregulation of PGE2 and IL-10, and downregulation of cysteinyl leukotrienes in macrophages. In contrast, in NCC, the role of LMs in disease course and outcome has never been evaluated. In particular, it remained unclear which key immunogenic components derived from the cyst (whole cyst antigenic components, cyst vesicular fluid) regulate classical DC, macrophage, microglia, or lymphocyte function and the influence on eicosanoid pathways with subsequent implications for Treg induction. In this study, using T. solium cyst product preparations as models to mimic the in vivo situation of viable and degenerating cysts, we found that GDH and isocitrate dehydrogenase (IDH) enzymes present in viable cysts induced a PGE2-IL-10 axis to promote the induction of Tregs. Furthermore, we demonstrated that the inhibition of the IL-10-PGE2 axis in microglia following treatment with degenerating cyst products augmented the expression of TGF-ß, which impaired phagocytosis, and could serve as target to improve NCC. Thus, we have identified important immuno-determinants in the outcome of NCC and revealed targets for therapeutic strategies that may enhance Treg expansion and immune tolerance in inflamed tissues. Results Viable cyst products (CLys and CSN) promote the induction of GrzB+ Tregs from naive CD4+ T cells in vivo through altering the APC phenotype An important feature of asymptomatic NCC is a marked increase in CD4+CD25+Foxp3+ Tregs (Adalid-Peralta et al, 2012), although the mechanisms of their induction remain largely unknown. In order to investigate this area, we firstly compared the ability of products prepared from viable cysts (cyst lysates (CLys), cyst supernatant (CSN)) and those released into the tissue during treatment-induced or natural death (cyst vesicular fluid (CVF)), to regulate antigen-presenting cell (APC) responses. Thus, we generated BMDCs and AM from C57BL/6 mice and evaluated the induction of TNFα, IL-6, IL-10, and TGF-ß by cyst products (Fig 1A). We observed that while IL-6 was similarly induced by all three materials, CVF had the strongest capacity to induce the release of TNFα from BMDCs and AM. Interestingly however, CVF hardly induced any IL-10 production in contrast to Clys and CSN, both of which induced high levels of IL-10 in BMDCs and AM, and the anti-inflammatory cytokine TGF-ß in AM (Fig 1A). As a consequence, increased TNFα production in the presence of CVF resulted in strong apoptosis and death, especially in AM, whereas both Clys and CSN barely induced BMDC and AM death (Fig EV1A). Interestingly, when analyzing the morphology of the cells, a significantly greater number displayed a spreading morphology in AM culture treated with CSN than with CVF and Clys (Fig EV1B). Figure 1. CLys and CSN, in contrast to CVF, promote tolerogenic-like phenotypes of BMDCs resulting in in vivo expansion of GrzB+ Tregs Cytokine levels (TNFα (24 h), IL-6, TGF-ß, and IL-10 (72 h)) in supernatants collected from BMDC and AM culture in presence or not (Ctrl) of LPS (50 ng/ml), CVF, CLys, and CSN (10 μg/ml). FACS assessment of BMDC maturation pre-exposed or not (Med Ctrl) to CVF, CLys, and CSN for 72 h (left panel) before stimulation with LPS for 24 h (right panel). A representative histogram of each condition is shown. Induction of Tregs (CD4+CD25hiFoxP3+ cells) from spleen cells incubated with CVF, CLys, and CSN for 72 h. Induction of Tregs in vivo after adoptive transfer of BMDCs pretreated for 48 h with CVF or CLys and pulsed for 24 h with OVA (20 μg/ml) into recipient mice, which had received sorted naïve CD45.1-OT-II cells. On day 7, the lymph nodes were collected and end points analysis was performed. Data information: Graphs are representative of 8 biological replicates (n = 8) (BMDCs, AM, spleen cells) for (A-C) and 4 biological replicates (n = 4) for (D). For (B), populations were pre-gated on CD11c+. Results are expressed as means ± SEM. Asterisks show significant statistical differences analyzed using Kruskal–Wallis one-way ANOVA followed by a Dunn's multiple comparison test. *P < 0.05; **P < 0.01; ***P < 0.001; ****P < 0.0001. Download figure Download PowerPoint Click here to expand this figure. Figure EV1. In contrast to CLys and CSN, which impair LPS-induced TNFα, CVF induces selective apoptosis in macrophages Morphology, relative cell shape under light microscope, and measured perimeter of AM (n = 50). Scale bar (50 μm) applies to all images. Box and whisker plots represent the cell perimeter and relative shape (length/width) distribution. The middle line in the box shows the median cell dimensions (perimeter, shape) and the box indicates the range between the 25th and the 75th percentile. Whiskers above and below the box indicate the min and max cell dimensions respectively. FACS analysis for early (Annexin V+/PI−) and late (Annexin V−/PI+) apoptotic (necrotic) and dead (Annexin V+/PI+) BMDC (upper panel) and AM (lower panel) in presence of CVF, CLys, and CSN. Levels of TNFα, IL-6, and IL-10 from BMDC preincubated with CVF, CLys, and CSN for 72 h before stimulation with LPS for 24 h. Data information: Cytokine levels are expressed as fold change to LPS. Graphs are representative of 7–8 biological replicates (n = 7–8). Results are expressed as means ± SEM. Asterisks show significant statistical differences analyzed using Kruskal–Wallis one-way ANOVA followed by a Dunn's multiple comparison test. *P < 0.05; **P < 0.01; ****P < 0.0001. Download figure Download PowerPoint Given the markedly pronounced IL-10 production from BMDCs in presence of Clys and CSN, we hypothesized that this signature may influence BMDC maturation and subsequent functions (e.g., orchestration of Th1, Th2 responses). To this end, we examined whether pre-exposure to Clys and CSN could alter the maturation and response of BMDCs to TLR-ligand LPS stimulation by assessing expression of surface markers, costimulatory molecules, and cytokines, critical for DC functions. We found that BMDCs exposed to Clys and CSN were impaired in the upregulation of MHCII and costimulatory molecules CD86 and CD80 in presence of LPS (Fig 1B), thus acquiring a tolerogenic-like phenotype. In contrast, CVF did not show suppressive effects, but rather fostered the expression of these maturation markers. Accordingly, preincubation with Clys and CSN (but not CVF) resulted in a strongly diminished LPS-induced TNFα and IL-6 response in BMDCs (Fig EV1C). Since Clys/CSN promoted a tolerogenic-like phenotype in BMDCs and the axis of immature/tolerogenic-like DC-Treg induction is well known in helminth infection (Maizels et al, 2018), we next tested whether presence of both products led to an expansion of Tregs in vitro. We observed that, unlike CVF, both Clys and CSN were potent in inducing CD4+CD25hiFoxP3+ Tregs after 48–72 h stimulation of spleen cells from C57BL/6 mice (Fig 1C). Next, we assessed the capacity of in vitro Clys/CSN-induced tolerogenic BMDCs to induce Tregs in vivo. For this, we utilized adoptive transfer of Clys- and CVF-treated and OVA-pulsed-BMDCs into recipient mice, which previously received sorted naïve OT-II CD4+ T cells. Interestingly, mice that received Clys-treated BMDCs had a significant increase in granzyme B-expressing Tregs from naïve OT-II T cells in lymph node in sharp contrast to CVF-treated and OVA-pulsed BMDCs (Fig 1D). Collectively, these results demonstrate that, in contrast to products released during parasite death, viable parasite products licensed a tolerogenic-like phenotype in BMDCs, which promoted suppressive Treg differentiation from naïve CD4+ T cells. Clys- and CSN-induced Tregs express CNS and the lymphoid homing receptors CCR6 and CCR7 Having shown that only CLys and CSN induced Tregs from naïve murine CD4+ T cells (Figs 1 and EV2A), we next examined this effect in human cells. Thus, using human PBMCs, we observed that, unlike CVF, both CLys and CSN promoted the induction of Tregs characterized as CD4+CD127−CD25hiFoxP3+CTLA-4+ cells (Figs 2A and EV2B). Of note, about 87–90% of the induced CD25hi cells co-expressed FoxP3 and CTLA-4 (Fig 2A). We further noted that the percentage of induced-Tregs in culture markedly increased at day 2, stabilized and subsequently decreased from day 5 (Fig 2A). A critical function for CD4+CD25+CTLA-4+ Tregs is to migrate into the target organs to exert their suppressive action (Sakaguchi et al, 2008; Matheu et al, 2015). Next, we examined the expression of trafficking receptors CXCR3, CCR4, CCR6, and CCR7 on in vitro induced Tregs. CCR6 and CCR7, known to drive the migration of T cells into CNS and secondary lymphoid tissues, were predominantly expressed in presence of both CLys and CSN, which, however, did not affect the expression of CXCR3 and CCR4. Interestingly, CXCR3, CCR6, and CCR4 expression was increased in CD4+CD25−FoxP3− effector non-Treg cells in contrast to CCR7, which remained unaltered (Fig 2B). The capacity of peripheral Tregs to inhibit T cell activation and proliferation via CTLA-4/IL-10 support their role in controlling (neuro)inflammation (Adalid-Peralta et al, 2012). In line with this, we further observed a high expression of IL-10 by CLys- and CSN-induced Tregs, but not of IFNγ, as well as cell proliferation as shown by upregulated Ki67 expression (Fig 2C). Thus, products derived from viable cyst, CLys and CSN, promoted induction of proliferating Tregs, which express classical lymphoid tissue and CNS homing markers. Click here to expand this figure. Figure EV2. Phenotypic characterization of murine and human Tregs Murine Tregs were characterized from spleen as C",
  "authors": [
    {
      "display_name": "Ulrich Fabien Prodjinotho",
      "id": "A5007643899",
      "orcid": "https://orcid.org/0000-0002-3851-706X",
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ulrich Fabien Prodjinotho"
    },
    {
      "display_name": "Vitka Gres",
      "id": "A5051155857",
      "orcid": "https://orcid.org/0000-0002-5034-4691",
      "institutions": [
        {
          "id": "I161046081",
          "display_name": "University of Freiburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Vitka Gres"
    },
    {
      "display_name": "Fiona Henkel",
      "id": "A5082275732",
      "orcid": null,
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I3018134672",
          "display_name": "Helmholtz Zentrum München",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fiona Henkel"
    },
    {
      "display_name": "Matthew Lacorcia",
      "id": "A5107911067",
      "orcid": null,
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Matthew Lacorcia"
    },
    {
      "display_name": "Ramona Dandl",
      "id": "A5023316696",
      "orcid": "https://orcid.org/0000-0002-9290-4394",
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ramona Dandl"
    },
    {
      "display_name": "Martin Haslbeck",
      "id": "A5012885970",
      "orcid": "https://orcid.org/0000-0001-6709-1240",
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin Haslbeck"
    },
    {
      "display_name": "Veronika Schmidt",
      "id": "A5085808338",
      "orcid": "https://orcid.org/0000-0002-6108-2586",
      "institutions": [
        {
          "id": "I2802619606",
          "display_name": "Klinikum rechts der Isar",
          "country_code": "DE",
          "type": "healthcare"
        },
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        },
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Veronika Schmidt"
    },
    {
      "display_name": "Andrea S. Winkler",
      "id": "A5071042803",
      "orcid": "https://orcid.org/0000-0003-3131-6983",
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I2802619606",
          "display_name": "Klinikum rechts der Isar",
          "country_code": "DE",
          "type": "healthcare"
        },
        {
          "id": "I184942183",
          "display_name": "University of Oslo",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea Sylvia Winkler"
    },
    {
      "display_name": "Chummy Sikasunge",
      "id": "A5055661456",
      "orcid": "https://orcid.org/0000-0002-5564-2655",
      "institutions": [
        {
          "id": "I33278361",
          "display_name": "University of Zambia",
          "country_code": "ZM",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chummy Sikasunge"
    },
    {
      "display_name": "Per‐Johan Jakobsson",
      "id": "A5113520718",
      "orcid": null,
      "institutions": [
        {
          "id": "I1335113835",
          "display_name": "Karolinska University Hospital",
          "country_code": "SE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Per‐Johan Jakobsson"
    },
    {
      "display_name": "Philipp Henneke",
      "id": "A5009943526",
      "orcid": "https://orcid.org/0000-0001-7314-7984",
      "institutions": [
        {
          "id": "I161046081",
          "display_name": "University of Freiburg",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I2801240073",
          "display_name": "University Medical Center Freiburg",
          "country_code": "DE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Philipp Henneke"
    },
    {
      "display_name": "Julia Esser‐von Bieren",
      "id": "A5052079654",
      "orcid": "https://orcid.org/0000-0003-1898-9382",
      "institutions": [
        {
          "id": "I3018134672",
          "display_name": "Helmholtz Zentrum München",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Julia Esser‐von Bieren"
    },
    {
      "display_name": "Clarissa Prazeres da Costa",
      "id": "A5041612571",
      "orcid": "https://orcid.org/0000-0001-7996-4838",
      "institutions": [
        {
          "id": "I62916508",
          "display_name": "Technical University of Munich",
          "country_code": "DE",
          "type": "funder"
        },
        {
          "id": "I4210115305",
          "display_name": "German Center for Infection Research",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Clarissa Prazeres da Costa"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-03-31",
  "type": "article",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S57252141",
    "display_name": "EMBO Reports",
    "issn_l": "1469-221X",
    "issn": [
      "1469-221X",
      "1469-3178"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "23",
  "issue": "5",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/embr.202154096",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2776317432",
      "display_name": "Dehydrogenase",
      "level": 3,
      "score": 0.46790016
    },
    {
      "id": "C2778348673",
      "display_name": "Production (economics)",
      "level": 2,
      "score": 0.45687002
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.39007646
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.37385127
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.36480963
    },
    {
      "id": "C181199279",
      "display_name": "Enzyme",
      "level": 2,
      "score": 0.21548629
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.17058286
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.15640372
    },
    {
      "id": "C139719470",
      "display_name": "Macroeconomics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10695",
      "display_name": "Parasites and Host Interactions",
      "score": 0.9977
    },
    {
      "id": "T11074",
      "display_name": "Helminth infection and control",
      "score": 0.9876
    },
    {
      "id": "T10815",
      "display_name": "Parasite Biology and Host Interactions",
      "score": 0.9831
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/embr.202154096",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/embr.202154096",
  "retrieved_date": "2025-07-30T14:44:33.627267",
  "source_database": "OpenAlex"
}