{
  "openalex_id": "W4220919318",
  "doi": "https://doi.org/10.15252/embj.2021108272",
  "title": "Reduced ER–mitochondria connectivity promotes neuroblastoma multidrug resistance",
  "abstract": "Article25 February 2022Open Access Transparent process Reduced ER–mitochondria connectivity promotes neuroblastoma multidrug resistance Jorida Çoku Jorida Çoku Cancer Biology Program, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - original draft, Project administration, Writing - review & editing Search for more papers by this author David M Booth David M Booth MitoCare Center, Department of Pathology, Anatomy & Cell Biology, Thomas Jefferson University, Philadelphia, PA, USA Contribution: Software, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Jan Skoda Jan Skoda orcid.org/0000-0002-9292-8177 Department of Experimental Biology, Faculty of Science, Masaryk University, Brno, Czech Republic International Clinical Research Center, St. Anne's University Hospital, Brno, Czech Republic Contribution: Formal analysis, Validation, ​Investigation, Visualization, Writing - review & editing Search for more papers by this author Madison C Pedrotty Madison C Pedrotty Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA M.C. Pedrotty is deceased (see acknowledgements) Contribution: Data curation, Formal analysis, ​Investigation Search for more papers by this author Jennifer Vogel Jennifer Vogel Department of Radiation Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Kangning Liu Kangning Liu Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Validation, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Annette Vu Annette Vu Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Erica L Carpenter Erica L Carpenter Department of Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Jamie C Ye Jamie C Ye Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology Search for more papers by this author Michelle A Chen Michelle A Chen Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology Search for more papers by this author Peter Dunbar Peter Dunbar Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology Search for more papers by this author Elizabeth Scadden Elizabeth Scadden orcid.org/0000-0002-8226-4944 Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Taekyung D Yun Taekyung D Yun Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA Contribution: Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Eiko Nakamaru-Ogiso Eiko Nakamaru-Ogiso Mitochondrial Medicine Frontier Program, Division of Human Genetics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, Supervision, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Estela Area-Gomez Estela Area-Gomez orcid.org/0000-0002-0962-1570 Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA Contribution: Conceptualization, Funding acquisition, ​Investigation, Methodology, Project administration, Writing - review & editing Search for more papers by this author Yimei Li Yimei Li Department of Biostatistics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Software, Formal analysis, Validation, Writing - review & editing Search for more papers by this author Kelly C Goldsmith Kelly C Goldsmith Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, USA Contribution: Data curation, Formal analysis, Funding acquisition, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author C Patrick Reynolds C Patrick Reynolds TTUHSC Cancer Center, Texas Tech University Health Sciences Center, Lubbock, TX, USA Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Funding acquisition, ​Investigation, Visualization, Methodology, Writing - original draft, Project administration, Writing - review & editing Search for more papers by this author Gyorgy Hajnoczky Gyorgy Hajnoczky orcid.org/0000-0003-3813-2570 MitoCare Center, Department of Pathology, Anatomy & Cell Biology, Thomas Jefferson University, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Funding acquisition, Validation, ​Investigation, Visualization, Methodology, Project administration, Writing - review & editing Search for more papers by this author Michael D Hogarty Corresponding Author Michael D Hogarty [email protected] orcid.org/0000-0002-9221-4852 Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Funding acquisition, ​Investigation, Visualization, Methodology, Writing - original draft, Project administration, Writing - review & editing Search for more papers by this author Jorida Çoku Jorida Çoku Cancer Biology Program, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology, Writing - original draft, Project administration, Writing - review & editing Search for more papers by this author David M Booth David M Booth MitoCare Center, Department of Pathology, Anatomy & Cell Biology, Thomas Jefferson University, Philadelphia, PA, USA Contribution: Software, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Jan Skoda Jan Skoda orcid.org/0000-0002-9292-8177 Department of Experimental Biology, Faculty of Science, Masaryk University, Brno, Czech Republic International Clinical Research Center, St. Anne's University Hospital, Brno, Czech Republic Contribution: Formal analysis, Validation, ​Investigation, Visualization, Writing - review & editing Search for more papers by this author Madison C Pedrotty Madison C Pedrotty Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA M.C. Pedrotty is deceased (see acknowledgements) Contribution: Data curation, Formal analysis, ​Investigation Search for more papers by this author Jennifer Vogel Jennifer Vogel Department of Radiation Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Kangning Liu Kangning Liu Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Validation, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Annette Vu Annette Vu Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Erica L Carpenter Erica L Carpenter Department of Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Jamie C Ye Jamie C Ye Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology Search for more papers by this author Michelle A Chen Michelle A Chen Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology Search for more papers by this author Peter Dunbar Peter Dunbar Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, Validation, ​Investigation, Visualization, Methodology Search for more papers by this author Elizabeth Scadden Elizabeth Scadden orcid.org/0000-0002-8226-4944 Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, ​Investigation, Methodology, Writing - review & editing Search for more papers by this author Taekyung D Yun Taekyung D Yun Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA Contribution: Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Eiko Nakamaru-Ogiso Eiko Nakamaru-Ogiso Mitochondrial Medicine Frontier Program, Division of Human Genetics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Formal analysis, Supervision, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author Estela Area-Gomez Estela Area-Gomez orcid.org/0000-0002-0962-1570 Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA Contribution: Conceptualization, Funding acquisition, ​Investigation, Methodology, Project administration, Writing - review & editing Search for more papers by this author Yimei Li Yimei Li Department of Biostatistics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Data curation, Software, Formal analysis, Validation, Writing - review & editing Search for more papers by this author Kelly C Goldsmith Kelly C Goldsmith Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, USA Contribution: Data curation, Formal analysis, Funding acquisition, Validation, ​Investigation, Visualization, Methodology, Writing - review & editing Search for more papers by this author C Patrick Reynolds C Patrick Reynolds TTUHSC Cancer Center, Texas Tech University Health Sciences Center, Lubbock, TX, USA Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Funding acquisition, ​Investigation, Visualization, Methodology, Writing - original draft, Project administration, Writing - review & editing Search for more papers by this author Gyorgy Hajnoczky Gyorgy Hajnoczky orcid.org/0000-0003-3813-2570 MitoCare Center, Department of Pathology, Anatomy & Cell Biology, Thomas Jefferson University, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Funding acquisition, Validation, ​Investigation, Visualization, Methodology, Project administration, Writing - review & editing Search for more papers by this author Michael D Hogarty Corresponding Author Michael D Hogarty [email protected] orcid.org/0000-0002-9221-4852 Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA Contribution: Conceptualization, Data curation, Formal analysis, Supervision, Funding acquisition, ​Investigation, Visualization, Methodology, Writing - original draft, Project administration, Writing - review & editing Search for more papers by this author Author Information Jorida Çoku1, David M Booth2, Jan Skoda3,4, Madison C Pedrotty5, Jennifer Vogel6,14, Kangning Liu5, Annette Vu5, Erica L Carpenter7, Jamie C Ye5, Michelle A Chen5,15, Peter Dunbar5,16, Elizabeth Scadden5,17, Taekyung D Yun8, Eiko Nakamaru-Ogiso9,10, Estela Area-Gomez8, Yimei Li11, Kelly C Goldsmith12, C Patrick Reynolds13, Gyorgy Hajnoczky2 and Michael D Hogarty *,5,10 1Cancer Biology Program, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA 2MitoCare Center, Department of Pathology, Anatomy & Cell Biology, Thomas Jefferson University, Philadelphia, PA, USA 3Department of Experimental Biology, Faculty of Science, Masaryk University, Brno, Czech Republic 4International Clinical Research Center, St. Anne's University Hospital, Brno, Czech Republic 5Division of Oncology and Center for Childhood Cancer Research, The Children's Hospital of Philadelphia, Philadelphia, PA, USA 6Department of Radiation Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA 7Department of Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA 8Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA 9Mitochondrial Medicine Frontier Program, Division of Human Genetics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA 10Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA 11Department of Biostatistics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA 12Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, USA 13TTUHSC Cancer Center, Texas Tech University Health Sciences Center, Lubbock, TX, USA 14Present address: St. Francis Cancer Center, Bon Secours, Greenville, SC, USA 15Present address: Howard University College of Medicine, Washington, DC, USA 16Present address: Departments of Pediatrics and Medicine, Brigham and Women's Hospital, Boston, MA, USA 17Present address: Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA, USA *Corresponding author. Tel: +1 215 590 3931; Fax: +1 215 590 3770; E-mail: [email protected] The EMBO Journal (2022)41:e108272https://doi.org/10.15252/embj.2021108272 PDFDownload PDF of article text and main figures. Peer ReviewDownload a summary of the editorial decision process including editorial decision letters, reviewer comments and author responses to feedback. ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InMendeleyWechatReddit Figures & Info Abstract Most cancer deaths result from progression of therapy resistant disease, yet our understanding of this phenotype is limited. Cancer therapies generate stress signals that act upon mitochondria to initiate apoptosis. Mitochondria isolated from neuroblastoma cells were exposed to tBid or Bim, death effectors activated by therapeutic stress. Multidrug-resistant tumor cells obtained from children at relapse had markedly attenuated Bak and Bax oligomerization and cytochrome c release (surrogates for apoptotic commitment) in comparison with patient-matched tumor cells obtained at diagnosis. Electron microscopy identified reduced ER–mitochondria-associated membranes (MAMs; ER–mitochondria contacts, ERMCs) in therapy-resistant cells, and genetically or biochemically reducing MAMs in therapy-sensitive tumors phenocopied resistance. MAMs serve as platforms to transfer Ca2+ and bioactive lipids to mitochondria. Reduced Ca2+ transfer was found in some but not all resistant cells, and inhibiting transfer did not attenuate apoptotic signaling. In contrast, reduced ceramide synthesis and transfer was common to resistant cells and its inhibition induced stress resistance. We identify ER–mitochondria-associated membranes as physiologic regulators of apoptosis via ceramide transfer and uncover a previously unrecognized mechanism for cancer multidrug resistance. Synopsis Longitudinal analysis of patient-derived tumor cell lines identifies reduced levels of ER–mitochondria-associated membranes (MAMs; ER–mitochondria contacts, ERMCs) as a novel contributor to multidrug resistance in childhood neuroblastoma. Mitochondria from drug-resistant neuroblastoma cells exhibit attenuated apoptotic signal transduction, cytochrome c release, and MAMs. Transfer of Ca2+ from MAMs to mitochondria is not required for reduced apoptosis in therapy-resistant cells. Disruption of ceramide biosynthesis at MAMs and of lipid transfer to the outer mitochondrial membrane decreases apoptotic signaling and enhances multidrug resistance in relapsed cells. Introduction Over 600,000 people die of cancer each year in the USA, most with progression of disease that is resistant to available treatments. Our understanding of the mechanisms underlying broad resistance to diverse drug classes and therapeutic modalities includes altered drug transport into or out of the cancer cell, such as from increased activity of ATP-binding cassette transporters (Holohan et al, 2013), and mutations in genotoxic response genes like TP53 (Olivier et al, 2010). The former have not been shown to contribute to resistance in vivo (Cripe et al, 2010) and does not explain resistance to drugs that are not substrates for such transporters, and the latter does not explain therapy resistance in tumors with retained p53 activity. More recently, the focus has shifted to studying resistance to inhibitors of oncogenic kinases, with secondary mutations in the drug target, activation of bypass signals, and cellular plasticity identified as causal, yet even here a large proportion of acquired resistance remains unexplained (Katayama et al, 2012; Chong & Janne, 2013; Lito et al, 2013; Lord & Ashworth, 2013; Hugo et al, 2015; Wilson et al, 2015). Our incomplete understanding of the contributors to therapy resistance remains a principal barrier to improving cancer outcomes. We used the highly lethal childhood tumor, neuroblastoma, as a model system to investigate therapy resistance. Children with high-risk neuroblastoma are treated with intensive chemoradiotherapy, stem cell rescue, surgery, and immunotherapy (Pinto et al, 2015). Many patients have metastatic disease at diagnosis, yet the tumors are chemosensitive and respond to treatment, including complete responses. Still, half of all patients subsequently relapse with lethal therapy-resistant disease (Keshelava et al, 1997, 1998; Matthay et al, 2009). To study emergent therapy resistance, we established tumor cell lines from the same patients at diagnosis prior to treatment, and again at the time of relapse during or after treatment, providing near-isogenic tumor models in which post-relapse tumors demonstrate therapy resistance acquired in situ in response to multimodal therapy (Keshelava et al, 1998). Since mitochondria serve as platforms for integrating cellular stress and survival signals in real time, largely governed by Bcl2 family interactions, we hypothesized they harbor information related to therapeutic stress sensitivity. We used an unbiased assay in which cancer mitochondria are exposed to tBid protein or BimBH3 peptides, death effectors activated downstream of most therapeutic stress (Tan et al, 2005; Kim et al, 2006; Ren et al, 2010; Sarosiek et al, 2013a), to define their sensitivity for activating mitochondrial outer membrane permeabilization (MOMP) as a surrogate for apoptotic commitment. We discovered that mitochondria from therapy-resistant tumors have markedly attenuated MOMP responses in comparison with patient-matched therapy-sensitive tumors, demonstrating that mitochondrial apoptotic signaling dysfunction arises during the course of clinical therapy and contributes to emergent multidrug resistance. Many mitochondrial functions, including sensitivity to apoptosis, are regulated by signals derived from endoplasmic reticulum (ER) at contact sites with mitochondria [reviewed in (Rowland & Voeltz, 2012; Csordas et al, 2018)]. ER–mitochondria contact sites (ERMCs) consist of a multitude of ER–mitochondria protein bridges that tether the organelles and facilitate inter-organelle communication. Cell fractionation can isolate these specialized ER domains as mitochondria-associated ER membranes (MAMs). For simplicity, we use MAM to refer to both ERMCs and MAMs herein. How cells regulate these contacts is incompletely understood, however, the importance of MAMs in tuning the cross-talk between these dynamic organelle networks is proposed to contribute to many pathophysiologic states, such as diabetes, neurodegeneration, and cancer (Area-Gomez et al, 2012; Cali et al, 2013; Hedskog et al, 2013; Arruda et al, 2014). Here, we show that post-relapse tumor cell mitochondria have reduced MAMs (altered numbers, lengths, and gap distances) that directly contribute to their stress resistance, and lead to the multidrug resistance phenotype seen clinically. Depleted MAMs contribute to resistance to chemotherapy, radiotherapy, and molecularly targeted drugs. It acts at a terminal signaling node to imbue cancer cells with resistance to diverse therapy-induced stressors yet is not exclusive to other resistance mechanisms operative upstream. Ca2+ transfer that occurs at MAMs is reduced in a subset of multidrug-resistant neuroblastomas but not all, and genetically or biochemically inhibiting this does not attenuate apoptotic signaling. However, synthesis and transfer of the bioactive sphingolipid, ceramide that is enriched at MAMs, is reduced in all multidrug-resistant neuroblastomas studied and chemical inhibition of this transfer leads to attenuated MOMP. This new framework for understanding therapy resistance may provide opportunities to enhance cancer care, including the measurement of relative resistance by characterizing MAM abundance and proximity, and enabling interventions to restore ER–mitochondrial communication or sphingolipid homeostasis in resistant cancers. Results Mitochondria from drug-resistant tumor cells have attenuated apoptotic signal transduction Optimizing approaches developed by Letai (Deng et al, 2007), we isolated mitochondria from paired neuroblastoma cell lines derived from the same patients at diagnosis (DX) before therapy, and at relapse (REL) during or after completion of therapy (Fig 1A). Mitochondria-enriched heavy-membrane fractions from tumor cells were incubated with recombinant truncated Bid or the death-activating BH3 domain peptide of Bim (tBid and BimBH3, respectively) across a range of concentrations. Bid and Bim proteins are direct activators of intrinsic apoptosis liberated by diverse cell stressors to either engage Bak or Bax to induce MOMP and cell death, or be sequestered and neutralized by pro-survival Bcl2 family proteins (Gavathiotis et al, 2008; Sarosiek et al, 2013a). The sensitivity for release of cytochrome c in response to tBid or BimBH3 reflects a cell's proximity to its apoptotic threshold (Tan et al, 2005; Goldsmith et al, 2012). By delivering terminal death effectors directly to mitochondria, the assay bypasses the contributions of drug transport, metabolism, target engagement, and transcriptional response. Instead, mitochondrial responses reflect the state of the Bcl2 family and related apoptosis-regulating processes present in the tumor cell at the time of testing [reviewed in (Sarosiek et al, 2013b)]. A Bid BH3 domain with substitution of two highly conserved residues served as a negative control and induced release of < 10% of available cytochrome c in all experiments. Figure 1. Mitochondria from REL neuroblastomas have attenuated apoptotic responses Tumor models were derived at DX and REL following treatment. Mitochondria-rich fractions were exposed to tBid or BimBH3 peptide and cytochrome c release measured as a surrogate for apoptotic commitment. Maximal cytochrome c release in response to tBid or BimBH3 peptide for each replicate of a DX/REL tumor pair (1–9 biological replicates per DX/REL pair; n = 44 total). Maximal cytochrome c release for all DX/REL pairs with ≥ 3 biological replicates; box-whisker plots summarize data (box 25–75%; belt = median; dot = mean; and whiskers = minimum and maximum values). Bak oligomerization in response to escalating tBid concentration for DX/REL pairs. Relative mitochondrial protein loading per lane is assessed by densitometry, showing ration of loading control in REL lane with patient-matched DX lane at same tBid exposure (no REL lane is underloaded compared to DX lane). Data information: Statistical analyses in C were performed using an unpaired two-sided Student's t-test, with significance P < 0.05 (trend P < 0.10). Cyto c, cytochrome c; mito, mitochondria. Download figure Download PowerPoint Seven DX/REL matched cell line pairs were studied, each pair tested concurrently under identical culture conditions. Six of seven pairs showed attenuated cytochrome c release from tumor cells derived at relapse (Figs 1B and C, and EV1A). For five of the seven pairs, REL mitochondria had reduced cytochrome c release in response to both tBid and BimBH3 in every biological replicate, with both reduced sensitivity for release and reduced maximal release. One pair demonstrated reduced cytochrome c release in response to BimBH3 peptide but not tBid; and one pair showed similar release (CHLA122/CHLA136; maximal release differed < 10% in all but one replicate). Overall, in 41 of 44 (93%) assays with tBid or BimBH3, the mitochondria from post-relapse tumor cells released less cytochrome c than their patient-matched counterparts from the time of diagnosis. Recombinant tBid was more potent at inducing cytochrome c release than BimBH3 peptide (all experiments), and maximal tBid-induced release exceeded that of BimBH3 in 39 of 42 (93%) experiments, despite BimBH3 peptide being used to > 1 log higher concentrations. Click here to expand this figure. Figure EV1. Mitochondrial cytochrome c release curves for neuroblastoma cell lines All mitochondrial profiling data using heavy-membrane mitochondria-enriched fractions from DX cells (blue curves) and patient-matched REL cells (red curves) showing robust qualitative reproducibility. All mitochondrial profiling using heavy-membrane mitochondria-enriched fractions obtained from ALK mutant neuroblastoma cells selected for resistance to the Alk inhibitor, crizotinib. Cells with crizotinib resistance are designated by \"-ALKR\" and are shown relative to parental cells. Data information: Each plot represents a biological replicate experiment in which cytochrome c release represents the mean of two technical replicates (SD < 0.05 at all points) and all biological replicates are shown. Download figure Download PowerPoint Relative cytochrome c release from tumor cell mitochondria was reproducible (Figs 1C and EV1). Mitochondria from CHLA15 (DX) and CHLA20 (REL) were profiled in 9 biological replicates with both tBid and BimBH3, and maximal cytochrome c release for CHLA15 was greater than CHLA20 in all 18 experiments. The SKNBE1 (DX)/SKNBE2 (REL) and COGN144 (DX)/COGN145 (REL) pairs were profiled in 4 biological replicates each, and DX tumor mitochondria released more cytochrome c to both tBid and BimBH3 in all 16 experiments. In contrast, CHLA122 (DX) and CHLA136 (REL) showed nearly equivalent cytochrome c release in four of five experiments (in one, DX cells released > 10% more cytochrome c than REL cells in response to BimBH3). In all, maximal cytochrome c release in response to tBid or BimBH3 peptide was significantly higher for DX tumor cells compared with patient-matched REL tumor cells for the CHLA15/CHLA20, SKNBE1/SKNBE2C, and COGN144/COGN145 pairs, consistent with apoptosis resistance at relapse (Table 1). Overall, DX neuroblastomas released > 50% of available cytochrome c in 38 of 43 of experiments (88%) using either tBid or BimBH3 as a stimulus, whereas REL neuroblastomas released > 50% in just 19 of 44 of experiments (43%), further reflecting their attenuated response to stress (P < 0.01). Only the CHLA122/CHLA136 pair demonstrated no difference in cytochrome c release in response to tBid or BimBH3. Table 1. Summary of paired diagnostic (DX) and relapse (REL) neuroblastoma models. CHLA15 CHLA20 SKNBE1 SKNBE2C CHLA122 CHLA136 Mitochondrial",
  "authors": [
    {
      "display_name": "Jorida Çoku",
      "id": "A5055605763",
      "orcid": null,
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jorida Çoku"
    },
    {
      "display_name": "David M. Booth",
      "id": "A5103465118",
      "orcid": null,
      "institutions": [
        {
          "id": "I149251103",
          "display_name": "Thomas Jefferson University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David M Booth"
    },
    {
      "display_name": "J. Škoda",
      "id": "A5014694628",
      "orcid": "https://orcid.org/0000-0002-9292-8177",
      "institutions": [
        {
          "id": "I21449261",
          "display_name": "Masaryk University",
          "country_code": "CZ",
          "type": "funder"
        },
        {
          "id": "I4210114565",
          "display_name": "International Clinical Research Center, St. Anne's University Hospital Brno",
          "country_code": "CZ",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jan Skoda"
    },
    {
      "display_name": "Madison C Pedrotty",
      "id": "A5068426380",
      "orcid": null,
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Madison C Pedrotty"
    },
    {
      "display_name": "Jennifer Vogel",
      "id": "A5060322212",
      "orcid": "https://orcid.org/0000-0001-9673-0099",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Vogel"
    },
    {
      "display_name": "Kangning Liu",
      "id": "A5034482431",
      "orcid": "https://orcid.org/0009-0000-0398-9879",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kangning Liu"
    },
    {
      "display_name": "Annette Vu",
      "id": "A5110389469",
      "orcid": null,
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Annette Vu"
    },
    {
      "display_name": "Erica L. Carpenter",
      "id": "A5029750461",
      "orcid": "https://orcid.org/0000-0002-0735-3605",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Erica L Carpenter"
    },
    {
      "display_name": "Jamie C. Ye",
      "id": "A5074883077",
      "orcid": null,
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jamie C Ye"
    },
    {
      "display_name": "Michelle A. Chen",
      "id": "A5025486772",
      "orcid": "https://orcid.org/0000-0002-1020-7940",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michelle A Chen"
    },
    {
      "display_name": "Peter J. Dunbar",
      "id": "A5014479186",
      "orcid": "https://orcid.org/0000-0002-5855-0916",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Dunbar"
    },
    {
      "display_name": "Elizabeth O. Scadden",
      "id": "A5023426326",
      "orcid": "https://orcid.org/0000-0002-8226-4944",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth Scadden"
    },
    {
      "display_name": "Taekyung D. Yun",
      "id": "A5061093681",
      "orcid": "https://orcid.org/0000-0002-6790-3672",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Taekyung D Yun"
    },
    {
      "display_name": "Eiko Nakamaru‐Ogiso",
      "id": "A5025435421",
      "orcid": "https://orcid.org/0000-0003-0931-1940",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eiko Nakamaru‐Ogiso"
    },
    {
      "display_name": "Estela Area‐Gómez",
      "id": "A5083891032",
      "orcid": "https://orcid.org/0000-0002-0962-1570",
      "institutions": [
        {
          "id": "I2799503643",
          "display_name": "Columbia University Irving Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Estela Area‐Gomez"
    },
    {
      "display_name": "Yimei Li",
      "id": "A5017202683",
      "orcid": "https://orcid.org/0000-0001-9067-6992",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yimei Li"
    },
    {
      "display_name": "Kelly C. Goldsmith",
      "id": "A5103281821",
      "orcid": "https://orcid.org/0000-0001-8672-2298",
      "institutions": [
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kelly C Goldsmith"
    },
    {
      "display_name": "C. Patrick Reynolds",
      "id": "A5058354009",
      "orcid": "https://orcid.org/0000-0002-2827-8536",
      "institutions": [
        {
          "id": "I926076166",
          "display_name": "Texas Tech University Health Sciences Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I12315562",
          "display_name": "Texas Tech University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C Patrick Reynolds"
    },
    {
      "display_name": "Gyӧrgy Hajnόczky",
      "id": "A5038846067",
      "orcid": "https://orcid.org/0000-0003-3813-2570",
      "institutions": [
        {
          "id": "I149251103",
          "display_name": "Thomas Jefferson University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gyorgy Hajnoczky"
    },
    {
      "display_name": "Michael D. Hogarty",
      "id": "A5045426069",
      "orcid": "https://orcid.org/0000-0002-9221-4852",
      "institutions": [
        {
          "id": "I1335321130",
          "display_name": "Children's Hospital of Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael D Hogarty"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-02-25",
  "type": "article",
  "cited_by_count": 25,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S127916151",
    "display_name": "The EMBO Journal",
    "issn_l": "0261-4189",
    "issn": [
      "0261-4189",
      "1460-2075"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319965"
  },
  "volume": "41",
  "issue": "8",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/embj.2021108272",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.94962627
    },
    {
      "id": "C133936738",
      "display_name": "Multiple drug resistance",
      "level": 3,
      "score": 0.6790835
    },
    {
      "id": "C28859421",
      "display_name": "Mitochondrion",
      "level": 2,
      "score": 0.54613024
    },
    {
      "id": "C2776715637",
      "display_name": "Neuroblastoma",
      "level": 3,
      "score": 0.5136804
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.4130142
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.3875794
    },
    {
      "id": "C95444343",
      "display_name": "Cell biology",
      "level": 1,
      "score": 0.36136213
    },
    {
      "id": "C114851261",
      "display_name": "Drug resistance",
      "level": 2,
      "score": 0.33912128
    },
    {
      "id": "C81885089",
      "display_name": "Cell culture",
      "level": 2,
      "score": 0.14714345
    }
  ],
  "topics": [
    {
      "id": "T12226",
      "display_name": "Neuroblastoma Research and Treatments",
      "score": 0.9999
    },
    {
      "id": "T10301",
      "display_name": "Mitochondrial Function and Pathology",
      "score": 0.9982
    },
    {
      "id": "T10294",
      "display_name": "Cell death mechanisms and regulation",
      "score": 0.9905
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15252/embj.2021108272",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.15252/embj.2021108272",
  "retrieved_date": "2025-07-30T14:14:12.392678",
  "source_database": "OpenAlex"
}