{
  "openalex_id": "W4229459947",
  "doi": "https://doi.org/10.15766/mep_2374-8265.11255",
  "title": "Opioid Use Disorder Curriculum: Preclerkship Pharmacology Case-Based Learning Session",
  "abstract": "OPEN ACCESSMay 10, 2022Opioid Use Disorder Curriculum: Preclerkship Pharmacology Case-Based Learning Session Sabrina Taldone, MD, MBA, Sandra Lemmon, PhD, Suzy Bianco, PharmD, PhD, Joan St. Onge, MD, MPH, Henri Ford, MD, MHA, Lindsay Cox, MD, David P. Serota, MD, MSc, Sabita Roy, PhD, Jason Onugha, MD, MPH, David W. Forrest, PhD, Tyler Bartholomew, PhD, Hansel E. Tookes, MD, MPH Sabrina Taldone, MD, MBA Assistant Professor, Department of Medicine, University of Miami Leonard M. Miller School of Medicine , Sandra Lemmon, PhD Professor, Department of Molecular and Cellular Pharmacology, University of Miami Leonard M. Miller School of Medicine , Suzy Bianco, PharmD, PhD Pharmacist, Department of Molecular and Cellular Pharmacology, University of Miami Leonard M. Miller School of Medicine , Joan St. Onge, MD, MPH Professor, Department of Medicine, University of Miami Leonard M. Miller School of Medicine , Henri Ford, MD, MHA Dean and Chief Academic Officer, University of Miami Leonard M. Miller School of Medicine , Lindsay Cox, MD Resident, Department of Psychiatry, University of Miami Leonard M. Miller School of Medicine , David P. Serota, MD, MSc Assistant Professor, Department of Medicine, University of Miami Leonard M. Miller School of Medicine , Sabita Roy, PhD Professor, Department of Surgery, University of Miami Leonard M. Miller School of Medicine , Jason Onugha, MD, MPH Resident, Department of Medicine, University of Miami Leonard M. Miller School of Medicine , David W. Forrest, PhD Associate Professor, Department of Public Health Sciences, University of Miami Leonard M. Miller School of Medicine , Tyler Bartholomew, PhD Assistant Professor, Department of Public Health Sciences, University of Miami Leonard M. Miller School of Medicine , Hansel E. Tookes, MD, MPH https://orcid.org/0000-0002-2369-360X Associate Professor, Department of Medicine, University of Miami Leonard M. Miller School of Medicine E-mail Address: [email protected] https://doi.org/10.15766/mep_2374-8265.11255 SectionsAboutPDF ToolsDownload Citations ShareFacebookTwitterEmail Abstract Introduction: During the first year of the COVID-19 pandemic, over 93,000 Americans lost their lives to a preventable overdose. Medications for opioid use disorder (OUD) have been shown to decrease mortality in OUD but are underutilized. Through this case-based learning exercise, first-year medical students applied physiologic and pharmacologic principles to the diagnosis and treatment of OUD. Methods: Faculty facilitated a case discussion over a 1-hour large-group case-based learning (CBL) session. Facilitators utilized PowerPoint slides to illustrate graphs and figures while discussing the case. To evaluate students on the CBL learning objectives, three pharmacology exam questions were administered; students also evaluated the CBL's effectiveness in meeting educational objectives on three Likert-scale questions and via open-ended feedback. Results: First-year medical students (n = 200) completed the CBL. The mean score on the exam questions was 91%. Students agreed or strongly agreed that the CBL was an effective way to learn pharmacology principles (69%), that it reinforced pharmacologic fundamentals (70%), and that it showed how pharmacology fundamentals were important in the real world of clinical medicine (86%). Qualitative feedback on the CBL was generally positive, including satisfaction with the small-group setting and practical applications of pharmacology to clinical practice. Discussion: This CBL exercise contains content critical for preparing students to combat the modern opioid epidemic. The exercise provides an opportunity for learners to review fundamental pharmacodynamic and pharmacokinetic principles so as to ready them for clinical clerkships and beyond. Educational Objectives By the end of this activity, learners will be able to: 1.Describe the physiologic effects and pharmacology of opioids.2.Apply the pharmacology of opioids to the medications used to treat opioid use disorder.3.Explain how pharmacology fundamentals are important in the real world of clinical medicine. Introduction During the first year of the COVID-19 pandemic, over 93,000 Americans lost their lives to a preventable overdose, with 69,710 deaths due to opioid overdose, including powerful fentanyl and analogues.1 People living with untreated opioid use disorder (OUD) have over six times the mortality of the general population; however, with lifesaving medications for OUD (MOUD), the mortality for people living with OUD drops to less than two times the mortality of the general population.2–4 Unfortunately, these lifesaving medications are greatly underutilized in clinical practice.5 Through this case-based learning (CBL) exercise, first-year medical students applied physiologic and pharmacologic principles to the diagnosis and treatment of OUD, with the hope that the exercise would help to address the underutilization of MOUD in clinical practice through early exposure to these concepts among all medical students. Perceived lack of comfort with MOUD extends beyond students.6 In 2021, only 37% of primary care physicians were somewhat or very comfortable in treating patients with OUD with medications.7 Therefore, we began with faculty development, hosting a Drug Addiction Treatment Act of 2000 (DATA) waiver training for 115 of our faculty and residents and certifying two of our faculty to be DATA waiver instructors.8,9 The DATA waiver enables office-based treatment of OUD.9 As of April 2021, with recent rule changes by the administration of President Joseph R. Biden allowing all physicians to prescribe MOUD to up to 30 patients without undergoing the 8-hour training required under DATA,10 medical schools have the timely opportunity to integrate pharmacology of MOUD into undergraduate medical education and overcome the lack of DATA waiver providers nationwide.11 Published literature on education for MOUD has been somewhat limited to faculty and residents in the fields of psychiatry and medicine.12–14 In a 2019 survey, only 15% of internal medicine residency programs reported \"very effective\" teaching of treatment of OUD.15 There is scant research on the comfort of entering PGY-1s (interns) with prescribing MOUD. Given the expansive impact of people with OUD on all fields of medicine, it is imperative that medical students develop foundational knowledge of opioids during preclinical training before they encounter the clinical clerkships. In a scoping review of substance use disorder education in medical schools, only one study on OUD met inclusion criteria; the authors concluded that there was a need for increased training in OUD, including use of the CBL format.16 Some headway has been made by undergraduate medical educators. At Brown University, the curriculum prepares all medical students to obtain a DATA waiver upon graduation.17 Part of that curriculum includes an interprofessional education workshop for preclerkship students that has resulted in improvements in students' knowledge as evaluated by the Opioid Overdose Knowledge Scale; this scale primarily deals with identifying and treating opioid overdose.18,19 The published work from that clerkship curriculum did not evaluate medical student readiness to prescribe MOUD. Other preclerkship curricula in the literature focus on various areas surrounding OUD, from opioid use in pain management20,21 to opioid risk-mitigation strategies (e.g., using naloxone to treat opioid overdose).22MedEdPORTAL even hosts a collection of publications on opioids, addiction, and pain medicine.23 To our knowledge, medical education research has not described preclerkship curricula demonstrating how the basic sciences, like pharmacology, can be applied to CBL in OUD. We identified an educational opportunity at the University of Miami Leonard M. Miller School of Medicine to introduce students to the pharmacology of MOUD early in their preclinical curriculum in order to best prepare them for their clinical practice across specialties. Preclerkship students generally respond better to the contextualization of pharmacology disciplines in clinical medicine—connecting theory to practice for a deeper level of learning.24 Introducing the pharmacology of MOUD is a unique opportunity to review fundamental concepts of pharmacodynamics such as full agonism (i.e., methadone), partial agonism (i.e., buprenorphine), antagonism (i.e., naltrexone), and receptor affinity.25,26 It also provides an opportunity to introduce pharmacokinetic principles such as bioavailability (e.g., of buprenorphine in buprenorphine-naloxone combination product) and metabolism. In the case presented here, we offer a clinical vignette of a real patient living with OUD27 and introduce MOUD. Furthermore, themes such as the principle of harm reduction (meeting people who use drugs where they are), respecting patient autonomy, and treating people with compassion could be presented. Methods This CBL session was part of the first-year medical students' pharmacology course in winter 2019. The CBL was the first part of an OUD longitudinal curriculum extending from the first-year preclerkship courses through the third-year core clerkships. It was a mandatory session worth 2 points (out of 100) in the course. As part of the legacy curriculum, the course was taught at the end of the first semester after students had already completed anatomy; molecular biology; genetics; host defense, pathogens, and pathology; and cellular function and regulation. The pathophysiology curriculum of organ systems was taught later in the first year in different courses. Students were provided with only the instructions included in Appendix A to prepare them for a CBL (no other guidance was provided to help them adapt to a CBL learning style). In addition to the case presented here, there was one other CBL session on physiology principles (not related to OUD) that students completed after this case (within the same week). Earlier in the semester, these first-year students had already engaged in learning the foundations of social determinants of health and communications skills through small-group sessions, standardized patient encounters, and didactic sessions. Students received a lecture on the foundations of pharmacokinetics and pharmacodynamics less than a week prior to this CBL. The content of that previous lecture reviewed core basics of preclinical pharmacology principles as required by the Liaison Committee on Medical Education. Session objectives and optional preparatory resources (see Appendix A) were distributed 1 week ahead of the in-class CBL activities. Students received the student version of the case (Appendix B) prior to the small-group sessions. Students were expected to have reviewed and prepared their own answers independently before the small-group session. Of note, this case was the first CBL activity to which the medical students were exposed. In our medical school, CBL was scheduled as needed based on the course; for example, later on in the second semester, students participated in CBLs during the cardiology course. The pharmacology course instructor assigned students into small groups of 10–15 people. Two faculty facilitators—one physician and one pharmacology faculty—were assigned to each small group in order to provide expertise on clinical and pharmacology-related aspects of the case and to demonstrate interprofessional communication. Clinical faculty were from multiple specialties, including general internal medicine, hospital medicine, infectious disease, psychiatry (general and addiction subspecialists), and emergency medicine. Small-group team size was determined based on faculty availability. Lead faculty (Sabrina Taldone and Hansel E. Tookes) facilitated a preparation session on the case for the faculty facilitators prior to the student sessions. Faculty facilitated the case discussion using the facilitator guide, which included timing instructions to complete the case within 1 hour (Appendix C). Each small group was conducted in a room with a computer and a large television screen that displayed the PowerPoint from the computer. Facilitators utilized PowerPoint slides (Appendix D) to illustrate graphs and figures while discussing the case. The slides were identified in the facilitator guide, which also contained a facilitator script (Appendix C). Faculty were instructed to provide all answers shown in the facilitator guide during the session. To evaluate students on the CBL learning objectives, we used a mixed-methods approach after completion of the CBL. Three test questions (Appendix E) were administered as part of the students' pharmacology examination, which took place 1 week after the CBL session. Two questions were part of the National Board of Medical Examiners (NBME) Customized Assessment in our cellular function and regulation course (exact questions not available for publication per NBME policy). These retired NBME questions were chosen based on their assessment of opioid pharmacology and are available to all medical schools. Students were asked to evaluate the CBL session as part of the pharmacology course evaluation, which included three questions specific to the CBL session (Appendix F). Responses to the questions were scored on a 4-point Likert scale (ranging from Strongly Agree to Strongly Disagree). In addition, students were asked to describe their satisfaction with the CBL session through open-ended questions. Descriptive statistics (percentages) of the students' responses to the three quantitative questions on the Likert scale were reported. Representative quotes from the open responses were reported based on themes identified through a structured coding frame (positive perceptions, negative attitudes). Results Two hundred first-year medical students completed the CBL. The mean score on the three pharmacology exam questions (which were based on learning objectives from the CBL) was 91%. On NBME question 1, 96% of our students scored correctly, whereas 93% of Step 1 takers scored correctly. On NBME question 2, 84% of our students scored correctly, whereas 75% of Step 1 takers scored correctly. The third question was developed by one of the pharmacology authors of this activity (Sandra Lemmon), and 89% of our students scored correctly on this question (Appendix E). The course evaluation results are presented in the Table. Based on student feedback, students agreed or strongly agreed that the CBL was an effective way to learn pharmacology principles (69%), that it reinforced pharmacologic fundamentals (70%), and that it showed how pharmacology fundamentals were important in the real world of clinical medicine (86%). Table. Results From Student Evaluations of the CBL Exercise (n = 82)Table. Results From Student Evaluations of the CBL Exercise (n = 82) Students reacted positively to the CBL in their pharmacology course evaluation. They expressed satisfaction with the small-group setting and enjoyed the content covered during the section. Student comments included the following: •\"There was an instructor for our small group… who was the most insightful authoritative figure we were exposed to in the course. I enjoyably learned a lot from her.\"•\"I thought the opioid section was fantastic!\" Students also felt that the CBL session on opioids had more practical applications to clinical practice compared to previous courses on pharmacology. One student said, \"CBLs were educational and gave practical application of pharmacology. Highlighted the clinical aspects of medicine rather than the course being based on rote memorization.\" Not all students expressed support for the CBL. However, those students did provide constructive criticism on how to improve the design and delivery of the CBL in the future, including increasing transparency in the evaluation of students' performance. One student said, \"I think that CBL questions are great, but with no actual answer key being released, there is no certainty that students have adequate understanding of the material.\" This case was the first time that these students had learned in a CBL format. This led to some feedback regarding perceptions of this different learning style, as compared to the usual lecture-based learning. Note that this session was part of a pass-fail preclerkship curriculum. One student said, \"I think the time that went into preparing for the CBL/mandatory sessions and then participating in the sessions took a LOT of time out of our schedules to study for the exam.\" Discussion To address the dearth of preclerkship medical education curricula on MOUD and the pharmacologic principles underlying MOUD, we developed a CBL for first-year medical students. As an introduction to OUD, students worked together to frame the basics of opioid agonist, partial agonist, and antagonist pharmacology using drugs important in the opioid crisis: heroin, methadone, buprenorphine, naltrexone, and naloxone. The fundamental concepts in the pharmacology of opioids were presented through the lens of MOUD initiation, highlighting affinity for the mu opioid receptor and precipitated withdrawal, as well as overdose treatment. We detailed physiologic effects of opioids and withdrawal, introducing the Clinical Opioid Withdrawal Scale28 and tolerance to opioids. We introduced how the terminology used to describe people with substance use disorders affects stigma and health care quality. It is clear from our results that the curriculum was both feasible and acceptable to students, with a high level of learner satisfaction. Eighty-six percent of students agreed or strongly agreed that the CBL showed how pharmacology fundamentals were important in the real world of clinical medicine. Our students performed above national average on two test questions from the NBME based on concepts from the CBL as well. As faculty, we learned several important lessons from the design and implementation of this curriculum. We found the pharmacology of MOUD to be a particularly effective way to reinforce fundamental pharmacodynamic and pharmacokinetic principles that was acceptable to both faculty and students. However, the content was expansive for the time allotted—in future years, additional time for the small group would help facilitate deeper discussion of core concepts. Based on students' feedback on the real-world application of the case, we are hopeful that we have piqued their interest in MOUD, which could have lifesaving effects on patients they encounter in their clinical years of medical school, residency, and beyond. In hindsight, we should have given the students a broad overview of when the different aspects of the OUD longitudinal curriculum would be taught so that they would not feel desperate to address tangential topics during the CBL session. Also, we could have provided the students with a better expectation of what questions would be appropriate during CBL versus after class. A final lesson learned is that students could benefit from receiving a copy of the facilitator guide after the CBL to reference in preparation for examinations. Limitations include the large number of faculty required to execute simultaneous small groups. Note that this limitation was overcome in subsequent years by using a smaller number of facilitators for repeated sequential sessions via remote videoconferencing during the COVID-19 pandemic. This CBL was presented in person to first-year medical students who were in the legacy curriculum model, which was primarily lecture based. The CBL was the first time that these students were exposed to a CBL format, with little instruction on how to prepare for it. Students were provided only with the instructions included in Appendix A to prepare them for a CBL (no other guidance was offered to help them adapt to a CBL learning style), so student perception of the benefit of CBL may have been subjective based on how implementation of CBL occurred in the curriculum. In the following year, fall 2020, the Miller School's curriculum was completely redesigned to be primarily based on CBL, team-based learning, and other flipped classroom models. Another limitation was in the assessment of knowledge acquisition: The CBL's expansive content was only able to be assessed in three test questions on the pharmacology exam (two NBME questions, one developed by the course director). Of note, NBME questions were chosen because of the emphasis on United State Medical Licensing Exam scores in residency application. We found it important to show our students that the OUD CBL was an innovative way to prepare them for these high-stakes exams. Also, the CBL was conducted at a single academic institution. It may not be generalizable to all medical schools, although we have included all the tools necessary to implement this exercise in the appendices and schools should have access to NBME Customized Assessments. In order to curb the opioid epidemic across the US, it is urgent that medical schools prepare students to care for patients with OUD. The fundamentals of opioid pharmacology and physiology taught in this CBL will be enhanced during subsequent activities in the Miller School's longitudinal substance use disorder (OUD) curriculum, which reviews different aspects of opioid use and misuse, including neurobiology, clinical manifestations, pharmacology of opioids, pathophysiology of addiction and withdrawal, co-occurring substance use and mental health disorders, community resources, rehabilitation, and public health implications. The overarching principle of our curriculum centers upon cultural sensitivity when caring for patients with OUD. We have developed a longitudinal curriculum throughout the preclerkship and clerkship years that further expands on patient-centered care and persons with OUD; this case only briefly introduces concepts related to stigma affecting people with OUD via the description of the interactions between patient and nurse. Medical school curricula will need to incorporate more structured training on substance use disorder, which our curriculum at the Miller School aims to model and disseminate. Overall, this essential CBL exercise contains content critical for preparing our students to combat the modern opioid overdose crisis. The longitudinal curriculum on OUD at our institution further addresses opioid withdrawal, overdose treatment, recovery, stigma, and even an OSCE to assess motivational interviewing, SBIRT (screening, brief intervention, and referral to treatment), harm reduction, and prescribing MOUD. This case introduced not only MOUD but also harm reduction and treating people with OUD with compassion. Finally, it provided an opportunity for learners to review fundamental pharmacodynamic and pharmacokinetic principles. This CBL was an effective modality to prepare our students for clinical clerkships and beyond. References1. Ahmad FB, Rossen LM, Sutton P. Provisional drug overdose death counts. National Center for Health Statistics. 2021. Updated March 16, 2022. https://www.cdc.gov/nchs/nvss/vsrr/drug-overdose-data.htmGoogle Scholar2. Dupouy J, Palmaro A, Fatséas M, et al. Mortality associated with time in and out of buprenorphine treatment in French office-based general practice: a 7-year cohort study. Ann Fam Med. 2017;15(4):355–358. https://doi.org/10.1370/afm.2098Medline, Google Scholar3. Evans E, Li L, Min J, et al. Mortality among individuals accessing pharmacological treatment for opioid dependence in California, 2006–10. Addiction. 2015;110(6):996–1005. https://doi.org/10.1111/add.12863Medline, Google Scholar4. Sordo L, Barrio G, Bravo MJ, et al. Mortality risk during and after opioid substitution treatment: systematic review and meta-analysis of cohort studies. BMJ. 2017;357:j1550. https://doi.org/10.1136/bmj.j1550Medline, Google Scholar5. Jo Y, Nosal R, Vittori A, et al. Effect of initiation of medications for opioid use disorder on hospitalization outcomes for endocarditis and osteomyelitis in a large private hospital system in the United States, 2014–18. Addiction. 2021;116(8):2127–2134. https://doi.org/10.1111/add.15393Medline, Google Scholar6. Rapoport AB, Fischer LS, Santibanez S, Beekmann SE, Polgreen PM, Rowley CF. Infectious diseases physicians' perspectives regarding injection drug use and related infections, United States, 2017. Open Forum Infect Dis. 2018;5(7):ofy132. https://doi.org/10.1093/ofid/ofy132Medline, Google Scholar7. Foti K, Heyward J, Tajanlangit M, et al. Primary care physicians' preparedness to treat opioid use disorder in the United States: a cross-sectional survey. Drug Alcohol Depend. 2021;225:108811. https://doi.org/10.1016/j.drugalcdep.2021.108811Medline, Google Scholar8. Westlund R. Clinicians trained in medication assisted therapy for opioid use disorder. InventUM: Research, Education & Medical News. 2020. Accessed April 4, 2022. https://physician-news.umiamihealth.org/clinicians-trained-in-medication-assisted-therapy-for-opioid-use-disorder/Google Scholar9. Drug Addiction Treatment Act of 2000, HR 2364, 106th Cong (2nd Sess. 2000). Accessed April 4, 2022. https://www.congress.gov/106/bills/hr2634/BILLS-106hr2634pcs.pdfGoogle Scholar10. Practice guidelines for the administration of buprenorphine for treating opioid use disorder. Fed Regist. 2021;86(80):22439–22440.Google Scholar11. Rosenblatt RA, Andrilla CHA, Catlin M, Larson EH. Geographic and specialty distribution of US physicians trained to treat opioid use disorder. Ann Fam Med. 2015;13(1):23–26. https://doi.org/10.1370/afm.1735Medline, Google Scholar12. Biewald MA, Scarborough B, Lindenberger E. Methadone for palliative care providers: a case-based flipped classroom module for faculty and fellows. MedEdPORTAL. 2021;17:11172. https://doi.org/10.15766/mep_2374-8265.11172Medline, Google Scholar13. Garcia-Vassallo G, Edens EL, Heward B, Auerbach MA, Wong AH, Camenga D. Management of adolescents with OUD: a simulation case for subspecialty trainees in addiction medicine and addiction psychiatry. MedEdPORTAL. 2021;17:11147. https://doi.org/10.15766/mep_2374-8265.11147Medline, Google Scholar14. Fujita AW, LaRosa A, Carter A. Treating withdrawal and pain in inpatients with opioid use disorder: a brief educational intervention for internal medicine residents. MedEdPORTAL. 2021;17:11123. https://doi.org/10.15766/mep_2374-8265.11123Medline, Google Scholar15. Windish DM, Catalanotti JS, Zaas A, Kisielewski M, Moriarty JP. Training in safe opioid prescribing and treatment of opioid use disorder in internal medicine residencies: a national survey of program directors. J Gen Intern Med. Published online November 2, 2021. https://doi.org/10.1007/s11606-021-07102-yGoogle Scholar16. Muzyk A, Smothers ZPW, Akrobetu D, et al. Substance use disorder education in medical schools: a scoping review. Acad Med. 2019;94(11):1825–1834. https://doi.org/10.1097/ACM.0000000000002883Medline, Google Scholar17. McCance-Katz EF, George P, Scott NA, Dollase R, Tunkel AR, McDonald J. Access to treatment for opioid use disorders: medical student preparation. Am J Addict. 2017;26(4):316–318. https://doi.org/10.1111/ajad.12550Medline, Google Scholar18. Monteiro K, Dumenco L, Collins S, et al. An interprofessional education workshop to develop health professional student opioid misuse knowledge, attitudes, and skills. J Am Pharm Assoc (2003). 2017;57(2)(suppl):S113–S117. https://doi.org/10.1016/j.japh.2016.12.069Medline, Google Scholar19. Monteiro K, Dumenco L, Collins S, et al. Substance use disorder training workshop for future interprofessional health care providers. MedEdPORTAL. 2017;13:10576. https://doi.org/10.15766/mep_2374-8265.10576Medline, Google Scholar20. Lester P, Remolana R, Sandhu S, Scott J. Road map for opioid management in the inpatient setting: a structured approach to opioid selection and titration. MedEdPORTAL. 2016;12:10470. https://doi.org/10.15766/mep_2374-8265.10470Medline, Google Scholar21. Sagin A, Kimberly SM, Farabelli JP, Schafer K, Kumar P, Uritsky TJ. Teaching pain management in serious illness in the era of the opioid epidemic: a team-based intervention. MedEdPORTAL. 2020;16:11006. https://doi.org/10.15766/mep_2374-8265.11006Medline, Google Scholar22. Moore PQ, Cheema N, Follman S, et al. Medical student screening for naloxone eligibility in the emergency department: a value-added role to fight the opioid epidemic. MedEdPORTAL. 2021;17:11196. https://doi.org/10.15766/mep_2374-8265.11196Medline, Google Scholar23. Opioids, Addiction, and Pain Education Collection. MedEdPORTAL. Accessed April 4, 2022. https://www.mededportal.org/opioidsGoogle Scholar24. Mozeika AM, Asri R, Theis JF, Suzuki CK. Pharmacology, pharmacotherapy, and pharmacopolicy through an evidence-based medicine: a novel approach for first-year medical students. MedEdPORTAL. 2020;16:10934. https://doi.org/10.15766/mep_2374-8265.10934Medline, Google Scholar25. Orman JS, Keating GM. Buprenorphine/naloxone: a review of its use in the treatment of opioid dependence. Drugs. 2009;69(5):577–607. https://doi.org/10.2165/00003495-200969050-00006Medline, Google Scholar26. Center for Substance Abuse Treatment. Medication-Assisted Treatment for Opioid Addiction in Opioid Treatment Programs. Substance Abuse and Mental Health Services Administration; 2005. Treatment Improvement Protocol (TIP) Series 43. HHS publication (SMA) 12-4214. Accessed April 4, 2022. https://www.ncbi.nlm.nih.gov/books/NBK64164/Google Scholar27. Castillo M, Ginoza MEC, Bartholomew TS, et al. When is an abscess more than an abscess? Syringe services programs and the harm reduction safety-net: a case report. Harm Reduct J. 2020;17:34. https://doi.org/10.1186/s12954-020-00381-4Medline, Google Scholar28. Wesson DR, Ling W. The Clinical Opiate Withdrawal Scale (COWS). J Psychoactive Drugs. 2003;35(2):253–259. https://doi.org/10.1080/02791072.2003.10400007Medline, Google Scholar Sign up for the latest publications from MedEdPORTAL Add your email below APPENDICESReferencesRelatedDetailsAppendices Case Instructions and Resources.docx Case - Student Version.docx Case - Facilitator Guide.docx Case - Figures.ppt Pharmacology Exam Questions.docx Evaluation Questions.docx All appendices are peer reviewed as integral parts of the Original Publication. Download CitationTaldone S, Lemmon S, Bianco S, Onge JS, Ford H, Cox L, Serota DP, Roy S, Onugha J, Forrest DW, Bartholomew T, Tookes HE. Opioid Use Disorder Curriculum: Preclerkship Pharmacology Case-Based Learning Session. MedEdPORTAL. 2022;18:11255. https://doi.org/10.15766/mep_2374-8265.11255 Related Opioid Use Disorder Curriculum: Medicine Clerkship Standardized Patient Case, Small-Group Activity, and Patient Panel Opioid Use Disorder Curriculum: Preclerkship Pharmacology Case-Based Learning Session Copyright & Permissions© 2022 Taldone et al. This is an open-access publication distributed under the terms of the Creative Commons Attribution license.KeywordsPharmacology & ToxicologyOpioidsPainAddictionOpioid Use DisorderInternal MedicineCase-Based LearningAcknowledgmentsWe would like to thank the Florida Department of Children and Families for funding this work as part of the State Opioid Response.Disclosures None to report. Funding/Support The Florida Department of Children and Families funded this work (LDZ08) as part of the State Opioid Response. Ethical Approval The University of Miami Institutional Review Board approved this project. PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Sabrina Taldone",
      "id": "A5053471809",
      "orcid": "https://orcid.org/0000-0003-0099-4669",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sabrina Taldone"
    },
    {
      "display_name": "Sandra K. Lemmon",
      "id": "A5053794189",
      "orcid": "https://orcid.org/0000-0002-8022-130X",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sandra Lemmon"
    },
    {
      "display_name": "Suzy D.C. Bianco",
      "id": "A5011980037",
      "orcid": "https://orcid.org/0000-0003-3794-9853",
      "institutions": [
        {
          "id": "I275847375",
          "display_name": "American Pharmacists Association",
          "country_code": "US",
          "type": "other"
        },
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Suzy Bianco"
    },
    {
      "display_name": "Joan E. St. Onge",
      "id": "A5046997043",
      "orcid": "https://orcid.org/0000-0002-4703-5417",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joan St. Onge"
    },
    {
      "display_name": "Henri R. Ford",
      "id": "A5041497800",
      "orcid": "https://orcid.org/0000-0001-9118-9512",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Henri Ford"
    },
    {
      "display_name": "Lindsay Cox",
      "id": "A5090004267",
      "orcid": null,
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lindsay Cox"
    },
    {
      "display_name": "David P. Serota",
      "id": "A5012678762",
      "orcid": "https://orcid.org/0000-0001-8505-6617",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David P. Serota"
    },
    {
      "display_name": "Sabita Roy",
      "id": "A5077274375",
      "orcid": "https://orcid.org/0000-0002-6192-8289",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sabita Roy"
    },
    {
      "display_name": "Jason Onugha",
      "id": "A5002862282",
      "orcid": null,
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jason Onugha"
    },
    {
      "display_name": "David W. Forrest",
      "id": "A5103082001",
      "orcid": "https://orcid.org/0000-0001-6052-7179",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David W. Forrest"
    },
    {
      "display_name": "Tyler S. Bartholomew",
      "id": "A5021199861",
      "orcid": "https://orcid.org/0000-0002-9384-0812",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tyler Bartholomew"
    },
    {
      "display_name": "Hansel Tookes",
      "id": "A5057328286",
      "orcid": "https://orcid.org/0000-0002-2369-360X",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hansel E. Tookes"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-05-10",
  "type": "article",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210174909",
    "display_name": "MedEdPORTAL",
    "issn_l": "2374-8265",
    "issn": [
      "2374-8265"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315862"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://doi.org/10.15766/mep_2374-8265.11255",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779182362",
      "display_name": "Session (web analytics)",
      "level": 2,
      "score": 0.67723536
    },
    {
      "id": "C47177190",
      "display_name": "Curriculum",
      "level": 2,
      "score": 0.63341045
    },
    {
      "id": "C63433958",
      "display_name": "Clinical pharmacology",
      "level": 2,
      "score": 0.5390323
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.5283901
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5111087
    },
    {
      "id": "C2777950736",
      "display_name": "Small group learning",
      "level": 2,
      "score": 0.4798819
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.42579618
    },
    {
      "id": "C105776082",
      "display_name": "Likert scale",
      "level": 2,
      "score": 0.41599202
    },
    {
      "id": "C2779418921",
      "display_name": "Opioid use disorder",
      "level": 4,
      "score": 0.4143674
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.37407792
    },
    {
      "id": "C2781063702",
      "display_name": "Opioid",
      "level": 3,
      "score": 0.2533776
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.18774071
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.13734567
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C170493617",
      "display_name": "Receptor",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10576",
      "display_name": "Opioid Use Disorder Treatment",
      "score": 0.9996
    },
    {
      "id": "T10496",
      "display_name": "Pharmaceutical Practices and Patient Outcomes",
      "score": 0.9991
    },
    {
      "id": "T14126",
      "display_name": "Intramuscular injections and effects",
      "score": 0.9898
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15766/mep_2374-8265.11255",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:14:20.619253",
  "source_database": "OpenAlex"
}