{
  "openalex_id": "W4232121503",
  "doi": "https://doi.org/10.1080/07075332.2003.9641009",
  "title": "Reviews of Books",
  "abstract": "JONATHAN M. HALL. Hellenicity: Between Ethnicity and Culture. Chicago and London: University of Chicago Press, 2002. Pp. xx, $50.00(US). Reviewed by Jeremy McInerey WILLIAM V. HARRIS. Restraining Rage: The Ideology of Anger Control in Classical Antiquity. Cambridge, MA and London: Harvard University Press, 2001. Pp. xii, 468. 849–95 (US). Reviewed by Paul J. Burton DIANA SPENCER. The Roman Alexander: Reading a Cultural Myth. Exeter: University of Exeter Press, 2002. Pp. xxiv, 277. £15.99, paper. Reviewed by Erich S. Gruen JAMES ROBERT ENTERLINE. Erikson, Eskimos, and Columbus: Medieval European Knowledge of America. Baltimore, MD and London: Johns Hopkins University Press, 2002. Pp. xx, 342. $45.00 (US). Reviewed by John A. Agnew PHILIP BENEDICT. Christ's Churches Purely Reformed: A Social History of Calvinism. New Haven and London: Yale University Press, 2002. Pp. xxvi, 670. $40.00 (US). Reviewed by Charles G. Nauert, Jr. DAVID ARMITAGE and MICHAEL J. BRADDICK, eds. The British Atlantic World, 1500–1800. Basingstoke and New York: Palgrave, 2002. Pp. xx, 324. $21.95 (US), paper. Reviewed by Trevor Burnard JAMES D. TRACY. Emperor Charles V, Impresario of War: Campaign Strategy, International Finance, and Domestic Politics. New York: Cambridge University Press, 2002. Pp. xvi, 344. $70.00 (US). Reviewed by H. G. Koenigsberger DAGMAR BECHTLOFF. Madagaskar und die Missionare: technisch-zivilisatorische Transfers in der Früh- und Endphase europäischer Expansionsbestrebungen. Stuttgart: Franz Steiner Verlag, 2002. Pp. 258. €45.00. Reviewed by Eva Keller JOHN WATKINS. Representing Elizabeth in Stuart England: Literature, History, Sovereignty. New York: Cambridge University Press, 2002. Pp. xi, 264. $60.00 (US). Reviewed by Mark A. Kishlansky UWAIDAH M. AL-JUHANY. Najd before the Salafi Reform Movement: Social, Political, and Religious Conditions during the Three Centuries Preceding the Rise of the Saudi State. Reading: Ithaca Press, 2002; dist. Portland: ISBS. Pp. x, 213. 849–50 (US). Reviewed by Hala Fattah LINDSEY HUGHES. Peter the Great: A Biography. New Haven and London: Yale University Press, 2002. Pp. xv, 285. $29.95 (US). Reviewed by Max J. Okenfuss KATHLEEN WILSON. The Island Race: Englishness, Empire, and Gender in the Eighteenth Century. London and New York: Routledge, 2003. Pp. xiii, 282. $24.95 (US), paper. Reviewed by J. C. D. Clark EMMA ROTHSCHILD. Economic Sentiments: Adam Smith, Condorcet, and the Enlightenment. Cambridge, MA and London: Harvard University Press, 2002. Pp. ix, 353. $18.95 (US), paper Reviewed by Monika Streissler MUNRO PRICE. The Road from Versailles: Louis XVI, Marie Antoinette, and the Fall of the French Monarchy. New York: St Martin's Press, 2002. Pp. xix, 425. $29.95 (US). Reviewed by Michael Hochedlinger MARK HULLIUNG. Citizens and Citoyens: Republicans and Liberals in America and France. Cambridge, MA and London: Harvard University Press, 2002. Pp. xiv, 250. $39.95 (US). Reviewed by Hugh Brogan ALAN FORREST. Napoleon's Men: The Soldiers of the Revolution and Empire. London and New York: Hambledon & London, 2002; dist. New York: New York University Press. Pp. xix, 248. $29.95 (US). Reviewed by Owen Connelly DAVID ALVAREZ. Spies in the Vatican: Espionage and Intrigue from Napoleon to the Holocaust. Lawrence: University Press of Kansas, 2002. Pp. 341. $34.95 (US). Reviewed by Frank J. Coppa BRIAN GALLIGAN, WINSOME ROBERTS, and GABRIELLA TRIFILETTI. Australians and Globalisation: The Experience of Two Centuries. New York: Cambridge University Press, 2001. Pp. vi, 217. S65.00 (US), cloth; $25.00 (US), paper. Reviewed by Geoffrey Bolton GISELLE BYRNES. Boundary Markers: Land Surveying and the Colonisation of New Zealand. Wellington: Bridget Williams Books, 2001; dist. Chicago: Paul & Company. Pp. x, 158. $32.95 (US), paper. Reviewed by Judith Bassett MARTINE VAN WOERKENS. The Strangled Traveler: Colonial Imaginings and the Thugs of India, trans. Catherine Tihanyi. Chicago and London: University of Chicago Press, 2002. Pp. xv. 360. $24.00 (US), paper Reviewed by Michael H. Fisher JEFFREY COX. Imperial Fault Lines: Christianity and Colonial Power in India, 1818–1940. Stanford: Stanford University Press, 2002. Pp. ix, 357. $55.00 (US) Reviewed by Penny Carson CASSANDRA PYBUS and HAMISH MAXWELL-STEWART. American Citizens, British Slaves: Yankee Political Prisoners in an Australian Penal Colony, 1839–1850. Melbourne: Melbourne University Press, 2002; dist. Chicago: Paul & Company. Pp. XV, 270. $34.95 (AUS). Reviewed by Alan Atkinson CHRISTOPHER KOBRAK. National Cultures and International Competition: The Experience of Schering AG, 1851–1950. New York: Cambridge University Press, 2002. Pp. xvii, 394. $50.00 (US). Reviewed by Stephan H. Lindner THOMAS L. WHIGHAM. The Paraguayan War: I: Causes and Early Conduct. Lincoln and London: University of Nebraska Press, 2002. Pp. xvii, 520. $75.00 (US). Reviewed by Eduardo Posada-Carbó LARA PUTNAM. The Company They Keep: Migrants and the Politics of Gender in Caribbean Costa Rica, 1870–1960. Chapel Hill and London: University of North Carolina Press, 2002. Pp. xii, 303. $19.95 (US), paper. Reviewed by Steven Palmer HOLGER AFFLERBACH. Der Dreibund: Europäische Groβsmacht- und Allianzpolitik vor dem Ersten Weltkrieg. Vienna: Böhlau, 2002. Pp. 983. €95.00. Reviewed by Lothar Höbelt FRANK DIKÖTTER. Crime, Punishment, and the Prison in Modern China. London: Hurst & Company, 2002. Pp. xvi, 441. £35.00 Reviewed by Pitman B. Potter P. J. CAIN. Hobson and Imperialism: Radicalism, New Liberalism, and Finance, 1887–1938. New York: Oxford University Press, 2002. Pp. ix, 320. $135.00 (CDN). Reviewed by E. H. H. Green SHAWN C. SMALLMAN. Fear and Memory in the Brazilian Army and Society, 1889–1954. Chapel Hill and London: University of North Carolina Press, 2002; dist. Toronto: Scholarly Book Services. Pp. x, 265. $32.95 (CDN), paper. Reviewed by Peter M. Beattie STEVEN T. ROSS. American War Plans, 1890–1939. London and Portland: Frank Cass, 2002. Pp. xii, 212. $26.50 (US), paper. Reviewed by James Edward Miller DENIS JUDD and KEITH SURRIDGE. The Boer War. London: John Murray, 2002. Pp. xvi, 352. £25.00.Reviewed by Bill Nasson ROBERT T. FOLEY, trans, and ed. Alfred von Schlieffen's Military Writings. London and Portland: Frank Cass, 2003. Pp. xxix, 280. $54.50 (US); ROBERT M. CITINO. Quest for Decisive Victory: From Stalemate to Blitzkrieg in Europe, 1899–1940. Lawrence: University Press of Kansas, 2002. Pp. xix, 372. $39.95 (US). Reviewed by Hew Strachan ANDRE SCHMID. Korea between Empires, 1895–1919. New York: Columbia University Press, 2002. Pp. xi, 372. $22.50 (US), paper; MICHAEL FINCH. Min Yóng-Hwan: A Political Biography. Honolulu: University of Hawaii Press and Center for Korean Studies, 2002. Pp. xii, 256. $45.00 (US). Reviewed by Soon-Won Park V. R. RAUSCH and D. L. BALDWIN, eds. The Yukon Relief Expedition and the Journal of Carl Johan Sakariassen, original journal trans, by James P. Nelson. Fairbanks: University of Alaska Press, 2002. Pp. xvi, 261. $26.95 (US), paper. Reviewed by Jonathan Swainger DAVID GOLDSWORTHY, ed. Facing North: A Century of Australian Engagement with Asia: I: 1901 to the 1970s. Melbourne: Melbourne University Press, 2002. Pp. xx, 523. $39.95 (AUS), paper Reviewed by David Day LESLIE MCLOUGHLIN. In a Sea of Knowledge: British Arabists in the Twentieth Century. Reading: Ithaca Press, 2002. Pp. x, 288. £29.95. Reviewed by Derek Hopwood CHRISTOPHER P. ATWOOD. Young Mongols and Vigilantes in Inner Mongolia's Interregnum Decades, 1911–1931: I. Pp. xxii, 499; II. Pp. 503-I,168. Leiden: Brill, 2002. €150.00 for both volumes. Reviewed by Bruce A. Elleman MICHAEL HOWARD. The First World War. New York: Oxford University Press, 2002. Pp. xix, 154. S31.95 (CDN). Reviewed by Jay Winter EDWARD B. WESTERMANN. Flak: German Anti-Aircraft Defenses, 1914–1945. Lawrence: University Press of Kansas, 2001. Pp. xiv, 394. $45.00 (US). Reviewed by Kenneth P. Werrell LAURENT MARTIN. Le Canard enchainé ou les Fortunes de la vertu: Histoire d'un journal satirique 1915–2000. Paris: Flammarion, 2001. Pp. 726. €22.71; ALLEN DOUGLAS. War, Memory, and the Politics of Humor: The Canard Enchainé and World War I. Berkeley: University of California Press, 2002. Pp. xiv, 331. $65.00 (US). Reviewed by Kenneth Mouré CHRISTOPHER READ. The Making and Breaking of the Soviet System: An Interpretation. Basingstoke and New York: Palgrave, 2001. Pp. x, 259. $22.95 (US), paper. Reviewed by Edwin Bacon JOANNE MOONEY EICHACKER. Irish Republican Women in America: Lecture Tours, 1916–1925. Dublin and Portland: Irish Academic Press, 2003. Pp. xxii, 329. $26.50 (US), paper. Reviewed by Donald Harman Akenson LLOYD E. AMBROSIUS. Wilsonianism: Woodrow Wilson and His Legacy in American Foreign Relations. New York: Palgrave, 2002. Pp. 233. $24.95 (US), paper. Reviewed by Joseph A. Fry YUNG-CHEN CHIANG. Social Engineering and the Social Sciences in China, 1919–1949. New York: Cambridge University Press, 2001. Pp. xiv, 299. &59.95 (US). Reviewed by Bettina Gransow JONATHAN WRIGHT. Gustav Stresemann: Weimar's Greatest Statesman. New York: Oxford University Press, 2002. Pp. xvii, 569. $79.50 (CDN). Reviewed by Henry A. Turner, Jr. HAROLD JAMES, ed., in collaboration with ELISABETH MÜLLER-LUCKNER. The Interwar Depression in an International Context. Munich: R. Oldenbourg Verlag, 2002. Pp. xv, 192. €44.80; RANDALL E. PARKER. Reflections on the Great Depression. Cheltenham and Northampton, MA: Edward Elgar, 2002. Pp. xii, 230. $85.00 (US). Reviewed by Christopher M. Meissner KLAUS DODDS. Pink Ice: Britain and the South Atlantic Empire. London and New York: I. B. Tauris, 2002; dist. Basingstoke and New York: Palgrave. Pp. xxiii, 229. $16.95 (US), paper. Reviewed by Peter Calvert PATRICK J. HEARDEN. Architects of Globalism: Building a New World Order during World War II.Fayetteville: University of Arkansas Press, 2002. Pp. xv, 418. $39.95 (US). Reviewed by Thomas W. Zeiler DOUGLAS C. PEIFER. The Three German Navies: Dissolution, Transition, and New Beginnings, 1945–1960. Gainesville: University Press of Florida, 2002; dist. Toronto: Scholarly Book Services. Pp. xx, 250. $90.75 (CDN).Reviewed by Sigurd Hess R. J. CRAMPTON. The Balkans since the Second World War. London and New York: Longman, 2002. Pp. xxxiv, 374. £16.99, paper. Reviewed by John R. Lampe LOUISE OLSSON and TORUNN L. TRYGGESTAD, eds. Women and International Peacekeeping. London and Portland: Frank Cass, 2001. Pp. 145. $24.50 (US), paper. Reviewed by Frances Early KENNETH CONBOY and JAMES MORRISON. The CIA's Secret War in Tibet. Lawrence: University Press of Kansas, 2002. Pp. x, 301. $34.95 (US). Reviewed by Scott Lucas GREG DONAGHY, ed. Canada: Documents on Canadian External Relations: XXIII: 1956–1957, Part II. Ottawa: Department of Foreign Affairs and International Trade, 2002. Pp. lxii, 1,578. $119.95 (CDN). Reviewed by B. W. Muirhead NETA C. CRAWFORD. Argument and Change in World Politics: Ethics, Decolonization, and Humanitarian Intervention. New York: Cambridge University Press, 2002. Pp. xv, 466. $30.00 (US), paper. Reviewed by Stephen A. Garrett DAVID L. ANDERSON. The Columbia Guide to the Vietnam War. New York: Columbia University Press, 2002. Pp. xiv, 308. $45.00 (US). Reviewed by Mark Bradley HENNER FURTIG. Iran's Rivalry with Saudi Arabia between the Gulf Wars. Reading: Ithaca Press, 2002; dist. Portland: ISBS. Pp. xviii, 288. $49.50 (US). Reviewed by Fred H. Lawson ANNA M. GRZYMALA-BUSSE. Redeeming the Communist Past: The Regeneration of Communist Parties in East Central Europe. New York: Cambridge University Press, 2002. Pp. xviii, 341. $60.00 (US). Reviewed by David M. Olson MORRIS MORLEY and CHRIS MCGILLION. Unfinished Business: America and Cuba after the Cold War, 1989–2001. New York: Cambridge University Press, 2002. Pp. ix, 253. $18.00 (US), paper. Reviewed by Joaquin Roy MICHAEL BRENNER and GUILLAUME PARMENTIER. Reconcilable Differences: US-French Relations in the New Era. Washington, DC: Brookings Institution, 2002. Pp. x, 154. $17.95 (US), paper. Reviewed by Chiarella Esposito ROBERT K. BARNEY, STEPHEN R. WENN, and SCOTT G. MARTYN. Selling the Five Rings: The International Olympic Committee and the Rise of Olympic Commercialism. Salt Lake City: University of Utah Press, 2002; dist. Toronto: Scholarly Books Services. Pp. xvi, 384. $57.75 (CDN). Reviewed by Wray Vamplew DONLEY T. STUDLAR. Tobacco Control: Comparative Politics in the United States and Canada. Peterborough: Broadview Press, 2002. Pp. 327. $29.95 (CDN), paper. Reviewed by Kenneth Kyle EDWARD J. CHAMBERS and PETER H. SMITH, eds. NAFTA in the New Millennium. Edmonton: University of Alberta Press; and La Jolla: Center for US-Mexican Studies, 2002. Pp. xv, 504. $34.95 (CDN), paper. Reviewed by Alfred E. Eckes JOHN LEECH. Asymmetries of Conflict: War without Death. London and Portland: Frank Cass, 2002. Pp. xix, 220. $24.50 (US), paper. Reviewed by Christopher Coker ELISABETH GLASER and HERMANN WELLENREUTHER, eds. Bridging the Atlantic: The Question of American Exceptionalism in Perspective. New York: Cambridge University Press; Washington, DC: German Historical Institute, 2002. Pp. ix, 310. $50.00 (US). Reviewed by Peter Bergmann PATRICK JAMES. International Relations and Scientific Progress: Structural Realism Reconsidered. Columbus: Ohio State University Press, 2002. Pp. x, 299. $24.95 (US). Reviewed by Brian C. Schmidt JOHN J. MEARSHEIMER. The Tragedy of Great Power Politics. New York: W. W. Norton, 2001. Pp. xvi, 555. $27.95 (US). Reviewed by Charles A. Kupchan",
  "authors": [
    {
      "display_name": "Jeremy McInerney",
      "id": "A5060429819",
      "orcid": null,
      "institutions": [
        {
          "id": "I36788626",
          "display_name": "California University of Pennsylvania",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeremy McInerney"
    },
    {
      "display_name": "Paul J. Burton",
      "id": "A5002898686",
      "orcid": "https://orcid.org/0000-0001-8325-4732",
      "institutions": [
        {
          "id": "I120506574",
          "display_name": "Allegheny College",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul J. Burton"
    },
    {
      "display_name": "Erich S. Gruen",
      "id": "A5078427935",
      "orcid": null,
      "institutions": [
        {
          "id": "I95457486",
          "display_name": "University of California, Berkeley",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Erich S. Gruen"
    },
    {
      "display_name": "John Agnew",
      "id": "A5102888170",
      "orcid": "https://orcid.org/0000-0003-3248-409X",
      "institutions": [
        {
          "id": "I161318765",
          "display_name": "University of California, Los Angeles",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John A. Agnew"
    },
    {
      "display_name": "Charles G. Nauert",
      "id": "A5018879948",
      "orcid": null,
      "institutions": [
        {
          "id": "I76835614",
          "display_name": "University of Missouri",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charles G. Nauert"
    },
    {
      "display_name": "Trevor Burnard",
      "id": "A5054645587",
      "orcid": "https://orcid.org/0000-0002-6514-9733",
      "institutions": [
        {
          "id": "I59433898",
          "display_name": "Brunel University of London",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Trevor Burnard"
    },
    {
      "display_name": "H. G. KOENIGSBERGER",
      "id": "A5015324988",
      "orcid": null,
      "institutions": [
        {
          "id": "I4392021135",
          "display_name": "Transnational Press London",
          "country_code": null,
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H. G. Koenigsberger"
    },
    {
      "display_name": "Eva Keller",
      "id": "A5055703968",
      "orcid": null,
      "institutions": [
        {
          "id": "I202697423",
          "display_name": "University of Zurich",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eva Keller"
    },
    {
      "display_name": "Mark A. Kishlansky",
      "id": "A5077100264",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801851002",
          "display_name": "Harvard University Press",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark A. Kishlansky"
    },
    {
      "display_name": "Hala Fattah",
      "id": "A5110854629",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210101564",
          "display_name": "Royal Institute for Inter-Faith Studies",
          "country_code": "JO",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hala Fattah"
    },
    {
      "display_name": "Max J. Okenfuss",
      "id": "A5040621468",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Max J. Okenfuss"
    },
    {
      "display_name": "J. C. D. Clark",
      "id": "A5110014628",
      "orcid": null,
      "institutions": [
        {
          "id": "I146416000",
          "display_name": "University of Kansas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J. C. D. Clark"
    },
    {
      "display_name": "Monika Streissler",
      "id": "A5091844723",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Monika Streissler"
    },
    {
      "display_name": "Michael Hochedlinger",
      "id": "A5091120755",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Hochedlinger"
    },
    {
      "display_name": "Hugh Brogan",
      "id": "A5048481410",
      "orcid": null,
      "institutions": [
        {
          "id": "I110002522",
          "display_name": "University of Essex",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hugh Brogan"
    },
    {
      "display_name": "Owen Connelly",
      "id": "A5050570977",
      "orcid": null,
      "institutions": [
        {
          "id": "I155781252",
          "display_name": "University of South Carolina",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Owen Connelly"
    },
    {
      "display_name": "Frank J. Coppa",
      "id": "A5070243934",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Frank J. Coppa"
    },
    {
      "display_name": "Geoffrey Bolton",
      "id": "A5110295545",
      "orcid": null,
      "institutions": [
        {
          "id": "I176790772",
          "display_name": "Murdoch University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Geoffrey Bolton"
    },
    {
      "display_name": "Judith Bassett",
      "id": "A5009682909",
      "orcid": null,
      "institutions": [
        {
          "id": "I154130895",
          "display_name": "University of Auckland",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Judith Bassett"
    },
    {
      "display_name": "Michael H. Fisher",
      "id": "A5112017675",
      "orcid": null,
      "institutions": [
        {
          "id": "I70571728",
          "display_name": "Oberlin College",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael H. Fisher"
    },
    {
      "display_name": "Penny Carson",
      "id": "A5013777380",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Penny Carson"
    },
    {
      "display_name": "A. Atkinson",
      "id": "A5068753802",
      "orcid": "https://orcid.org/0000-0001-8892-0706",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Alan Atkinson"
    },
    {
      "display_name": "Stephan H. Lindner",
      "id": "A5073593212",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210142743",
          "display_name": "Munich Center for Quantum Science and Technology",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephan H. Lindner"
    },
    {
      "display_name": "Eduardo Posada-Carbó",
      "id": "A5029134455",
      "orcid": "https://orcid.org/0000-0002-0068-9157",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Eduardo Posada-Carbó"
    },
    {
      "display_name": "Steven Palmer",
      "id": "A5040545701",
      "orcid": null,
      "institutions": [
        {
          "id": "I74413500",
          "display_name": "University of Windsor",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven Palmer"
    },
    {
      "display_name": "Lothar Höbelt",
      "id": "A5009234693",
      "orcid": null,
      "institutions": [
        {
          "id": "I129774422",
          "display_name": "University of Vienna",
          "country_code": "AT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lothar Höbelt"
    },
    {
      "display_name": "Pitman B. Potter",
      "id": "A5055651677",
      "orcid": null,
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pitman B. Potter"
    },
    {
      "display_name": "E. H. H. Green",
      "id": "A5001061996",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800082484",
          "display_name": "Northeast Catholic College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E. H. H. Green"
    },
    {
      "display_name": "Peter M. Beattie",
      "id": "A5067204387",
      "orcid": "https://orcid.org/0000-0001-9665-2297",
      "institutions": [
        {
          "id": "I87216513",
          "display_name": "Michigan State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter M. Beattie"
    },
    {
      "display_name": "James E. Miller",
      "id": "A5001720994",
      "orcid": "https://orcid.org/0000-0001-6811-6948",
      "institutions": [
        {
          "id": "I145311948",
          "display_name": "Johns Hopkins University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James Edward Miller"
    },
    {
      "display_name": "Bill Nasson",
      "id": "A5089699362",
      "orcid": null,
      "institutions": [
        {
          "id": "I157614274",
          "display_name": "University of Cape Town",
          "country_code": "ZA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bill Nasson"
    },
    {
      "display_name": "Hew Strachan",
      "id": "A5055954126",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Hew Strachan"
    },
    {
      "display_name": "Soon-Won Park",
      "id": "A5044818116",
      "orcid": null,
      "institutions": [
        {
          "id": "I137853757",
          "display_name": "Howard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Soon-Won Park"
    },
    {
      "display_name": "Jonathan Swainger",
      "id": "A5038265876",
      "orcid": null,
      "institutions": [
        {
          "id": "I151934421",
          "display_name": "University of Northern British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan Swainger"
    },
    {
      "display_name": "Dave Day",
      "id": "A5030149420",
      "orcid": "https://orcid.org/0000-0002-6511-1014",
      "institutions": [
        {
          "id": "I196829312",
          "display_name": "La Trobe University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Day"
    },
    {
      "display_name": "Derek Hopwood",
      "id": "A5062882534",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210133335",
          "display_name": "St. Anthony’s Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Derek Hopwood"
    },
    {
      "display_name": "Bruce A. Elleman",
      "id": "A5001909596",
      "orcid": null,
      "institutions": [
        {
          "id": "I59036183",
          "display_name": "Naval War College",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce A. Elleman"
    },
    {
      "display_name": "Jay Winter",
      "id": "A5071511118",
      "orcid": "https://orcid.org/0000-0002-9369-3226",
      "institutions": [
        {
          "id": "I32971472",
          "display_name": "Yale University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jay Winter"
    },
    {
      "display_name": "Kenneth P. Werrell",
      "id": "A5008684228",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kenneth P. Werrell"
    },
    {
      "display_name": "Kenneth Mouré",
      "id": "A5044611643",
      "orcid": "https://orcid.org/0000-0002-9399-6577",
      "institutions": [
        {
          "id": "I154570441",
          "display_name": "University of California, Santa Barbara",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kenneth Mouré"
    },
    {
      "display_name": "Edwin Bacon",
      "id": "A5110950728",
      "orcid": null,
      "institutions": [
        {
          "id": "I2801155571",
          "display_name": "Bishop Grosseteste University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edwin Bacon"
    },
    {
      "display_name": "Donald Harman Akenson",
      "id": "A5010692432",
      "orcid": null,
      "institutions": [
        {
          "id": "I204722609",
          "display_name": "Queen's University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Donald Harman Akenson"
    },
    {
      "display_name": "Joseph A. Fry",
      "id": "A5039929113",
      "orcid": null,
      "institutions": [
        {
          "id": "I133999245",
          "display_name": "University of Nevada, Las Vegas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joseph A. Fry"
    },
    {
      "display_name": "Bettina Gransow",
      "id": "A5083511115",
      "orcid": "https://orcid.org/0000-0002-8134-2584",
      "institutions": [
        {
          "id": "I75951250",
          "display_name": "Freie Universität Berlin",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bettina Gransow"
    },
    {
      "display_name": "H. A. Turner",
      "id": "A5113874374",
      "orcid": null,
      "institutions": [
        {
          "id": "I32971472",
          "display_name": "Yale University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Henry A. Turner"
    },
    {
      "display_name": "Christopher M. Meissner",
      "id": "A5086276784",
      "orcid": "https://orcid.org/0000-0001-6286-0733",
      "institutions": [
        {
          "id": "I144852770",
          "display_name": "The King's College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher M. Meissner"
    },
    {
      "display_name": "Peter Calvert",
      "id": "A5030558952",
      "orcid": "https://orcid.org/0000-0002-8401-4033",
      "institutions": [
        {
          "id": "I43439940",
          "display_name": "University of Southampton",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Calvert"
    },
    {
      "display_name": "Thomas W. Zeiler",
      "id": "A5035516760",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802236040",
          "display_name": "University of Colorado System",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas W. Zeiler"
    },
    {
      "display_name": "Sigurd Hess",
      "id": "A5048121561",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sigurd Hess"
    },
    {
      "display_name": "John R. Lampe",
      "id": "A5080278725",
      "orcid": null,
      "institutions": [
        {
          "id": "I66946132",
          "display_name": "University of Maryland, College Park",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John R. Lampe"
    },
    {
      "display_name": "Frances Early",
      "id": "A5074126024",
      "orcid": "https://orcid.org/0000-0001-8499-197X",
      "institutions": [
        {
          "id": "I179301192",
          "display_name": "Mount Saint Vincent University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Frances Early"
    },
    {
      "display_name": "Scott Lucas",
      "id": "A5072297577",
      "orcid": "https://orcid.org/0000-0003-2587-8461",
      "institutions": [
        {
          "id": "I79619799",
          "display_name": "University of Birmingham",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Scott Lucas"
    },
    {
      "display_name": "Bruce Muirhead",
      "id": "A5076635389",
      "orcid": null,
      "institutions": [
        {
          "id": "I72541430",
          "display_name": "Lakehead University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "B. W. Muirhead"
    },
    {
      "display_name": "Stephen A. Garrett",
      "id": "A5068300066",
      "orcid": null,
      "institutions": [
        {
          "id": "I36943572",
          "display_name": "Middlebury Institute of International Studies at Monterey",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen A. Garrett"
    },
    {
      "display_name": "Mark Philip Bradley",
      "id": "A5032535462",
      "orcid": "https://orcid.org/0000-0002-6473-7111",
      "institutions": [
        {
          "id": "I43579087",
          "display_name": "University of Wisconsin–Milwaukee",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Mark Bradley"
    },
    {
      "display_name": "Fred H. Lawson",
      "id": "A5009994760",
      "orcid": "https://orcid.org/0000-0001-9060-688X",
      "institutions": [
        {
          "id": "I91481961",
          "display_name": "Mills College",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fred H. Lawson"
    },
    {
      "display_name": "David M. Olson",
      "id": "A5053451605",
      "orcid": "https://orcid.org/0000-0003-0080-997X",
      "institutions": [
        {
          "id": "I169335092",
          "display_name": "University of North Carolina at Greensboro",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David M. Olson"
    },
    {
      "display_name": "Joaquín Roy",
      "id": "A5046080389",
      "orcid": null,
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Joaquín Roy"
    },
    {
      "display_name": "Chiarella Esposito",
      "id": "A5039637026",
      "orcid": null,
      "institutions": [
        {
          "id": "I368840534",
          "display_name": "University of Mississippi",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chiarella Esposito"
    },
    {
      "display_name": "Wray Vamplew",
      "id": "A5033738606",
      "orcid": "https://orcid.org/0000-0002-8266-0998",
      "institutions": [
        {
          "id": "I12093191",
          "display_name": "University of Stirling",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Wray Vamplew"
    },
    {
      "display_name": "Kenneth Kyle",
      "id": "A5110089573",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kenneth Kyle"
    },
    {
      "display_name": "Alfred E. Eckes",
      "id": "A5063841302",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210106879",
          "display_name": "Ohio University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alfred E. Eckes"
    },
    {
      "display_name": "Christopher Coker",
      "id": "A5024327954",
      "orcid": "https://orcid.org/0000-0002-0280-813X",
      "institutions": [
        {
          "id": "I909854389",
          "display_name": "London School of Economics and Political Science",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christopher Coker"
    },
    {
      "display_name": "Peter G. Bergmann",
      "id": "A5038614211",
      "orcid": "https://orcid.org/0000-0003-0507-5530",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Peter Bergmann"
    },
    {
      "display_name": "Brian C. Schmidt",
      "id": "A5063835150",
      "orcid": "https://orcid.org/0000-0002-5252-678X",
      "institutions": [
        {
          "id": "I157455823",
          "display_name": "SUNY New Paltz",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brian C. Schmidt"
    },
    {
      "display_name": "Charles A. Kupchan",
      "id": "A5034218947",
      "orcid": null,
      "institutions": [
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Charles A. Kupchan"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-09-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S120387555",
    "display_name": "The International History Review",
    "issn_l": "0707-5332",
    "issn": [
      "0707-5332",
      "1949-6540"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "25",
  "issue": "3",
  "first_page": "636",
  "last_page": "751",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.51039904
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.47608295
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.46845222
    },
    {
      "id": "C158071213",
      "display_name": "Ideology",
      "level": 3,
      "score": 0.45669916
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3958663
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.35657245
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.35615993
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.20365572
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.19382823
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/07075332.2003.9641009",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:08.415271",
  "source_database": "OpenAlex"
}