{
  "openalex_id": "W4233068140",
  "doi": "https://doi.org/10.1353/phl.1987.0048",
  "title": "Telesprache",
  "abstract": "Notes and Fragments TELESPRACHE by Deborah Cook A'^T'élépathie\"' is the nut of the kernel of the \"Envois\" in Jacques JL Derrida's La Carte Postale,2 auguring as it does die eclipse of die postal epoch, not by countermanding it, but by capitalizing on one of its anomalies. This article was not published in The Post Card; it appeared two years later. It purports to assemble a series offragmentary postcards written from the nintii to die fifteendi ofJuly, 1979. These cards and letters were, according to a marginal note on the first page (\"Télépatiiie,\" p. 5) not available when The Post Card was published because of \"die appearance ofan accident,\"just as die Forsyth story was not found by Freud among die papers he wished to use at die time he wrote \"Psychoanalysis and Telepadiy.\"3 This appearance of an accident is not fortuitous, for while the letters in the \"Envois,\" or the preface to the book Derrida never wrote, are described as the \"last love letters of history,\" the letters in \"Télépathie\" point die way past diat history as instantiated in die postal era. Telepadiy is an anomaly of the postal era which may now be exploited . It is, as it were, the Geschick, the fate, the destiny, Iesort or la chance which lies in store for this era. Given telepathy, \"Derrida\" is in a position to say: \"Ended, the post, or at least this one, diis epoch ofwhat is destined and what is sent\" (CP, p. 70). The apocalyptic tone assumed by \"Derrida\" in The Post Card attaches specifically to the end ofdie post in the strict sense ofthat term. It conjures up what has been called a \"dysfunction\"4 of die post: die possibility diat a letter may not arrive at its destination as instanced in die Dead Letter Office, a possibility which I shall explore in greater detail. The Post, in the larger sense of a network, a réseau comprised of relays, deviations, and 292 Deborah Cook293 transferences makes this dysfunction possible while die — small \"p\" — post endeavors to preclude it. The postal era, the era oflove letters, literature, metaphysics, history, etc., is coming to an end. The Post, or the Postal Principle, however, will endure, living on transformed, transferred, and translated as die trace (carte, écart). The Postal Principle is the über, meta, trans, and tele of all epochs. This teleprinciple transcends those diings which travel by the post, including \"Derrida\"'s love letters. It is the ergon of die post card, letters, autobiographies, and histories. The carte, an anagram of the word trace, makes possible any sending, any destination and any movement beyond them: \"the post then is not a simple metaphor, it is even, as the space ofall transfer and all correspondences, die very possibility of all possible rhetoric\" (CP, p. 73). What die Post permits, then, as well as dismisses or renders ineffectual, is the Geschick, destination and die identity of die signatory and die repository of a message. The Postal Principle has always already existed. \"As soon as diere is, there is différance (and diis does not wait on language, especially human language and die speech ofbeing, only dieir traits and indivisible features) and diere is postal operation, relays, delays, anticipation, destination, telecommunicative dispositions, die possibility and dierefore die fatal necessity of deviation, etc.\" (CP, p. 74). The Post is what makes history, science, metaphysics, and language possible. The Post Card advances die impossible project ofwriting a Post-history, a Post-philosophy, and a Postpsychoanalysis . Différance, die trace, in fact die entire space ofarch-writing are the protases of these last love letters. Their apodoses only appear in \"Télépadiie\" where \"Derrida\" countersigns die possibility of a new writing and reading (grammatology) in the age oftelecommunication by invoking die stars, divination, fortune-telling, and an explanation of die phenomenon of diought-transference. The signatory of The Post Card postulates die end of die Western metaphysical concept of identity as exemplified in the problem ofdestination . Who is die tu of The Post Cardi Who writes the cards? Is it Jacques Derrida or merely a fictional entity? These questions become a kind...",
  "authors": [
    {
      "display_name": "Deborah J. Cook",
      "id": "A5084752934",
      "orcid": "https://orcid.org/0000-0002-4087-543X",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Deborah Cook"
    }
  ],
  "publication_year": 1987,
  "publication_date": "1987-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S105007214",
    "display_name": "Philosophy and literature",
    "issn_l": "0190-0013",
    "issn": [
      "0190-0013",
      "1086-329X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "11",
  "issue": "2",
  "first_page": "292",
  "last_page": "300",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.44514108
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.442497
    },
    {
      "id": "C2780289543",
      "display_name": "Accident (philosophy)",
      "level": 2,
      "score": 0.4237067
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.36460102
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.35854256
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.34809482
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.33740222
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12373",
      "display_name": "Linguistic research and analysis",
      "score": 0.7949
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/phl.1987.0048",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.575604",
  "source_database": "OpenAlex"
}