{
  "openalex_id": "W4239765076",
  "doi": "https://doi.org/10.1190/segam2013-0956.1",
  "title": "Matching pursuit Fourier interpolation using priors derived from a second data set",
  "abstract": "PreviousNext No AccessSEG Technical Program Expanded Abstracts 2013Matching pursuit Fourier interpolation using priors derived from a second data setAuthors: Michel SchonewilleZhimei YanMartin BaylyRichard BisleyMichel SchonewilleWesternGecoSearch for more papers by this author, Zhimei YanWesternGecoSearch for more papers by this author, Martin BaylyWesternGecoSearch for more papers by this author, and Richard BisleyWesternGecoSearch for more papers by this authorhttps://doi.org/10.1190/segam2013-0956.1 SectionsAboutPDF/ePub ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InRedditEmail Abstract Seismic data are typically irregularly and sparsely sampled along the spatial coordinates, leading to suboptimal further processing. Matching pursuit Fourier interpolation (MPFI) is a beyond-aliasing interpolation technique for singlecomponent seismic data. The antialiasing capabilities of the method can be improved by using priors, which are typically derived from the lower frequencies in the data, and used to dealias the higher frequencies. In this paper we investigate using a prior derived from a separate, more densely sampled data set. Practical examples are denseover/sparse-under data and time-lapse data. Tests are done by decimating an existing dataset, deriving the prior from the non-decimated data, and using the priors for the interpolation of the decimated data. It is shown that using priors from a second data set can give a significant uplift in data reconstruction compared with deriving the priors in a conventional way. In particular, some steeply dipping diffraction events are reconstructed better, and a reduction of artefacts is observed. Permalink: https://doi.org/10.1190/segam2013-0956.1FiguresReferencesRelatedDetailsCited byLeveraging legacy data: An onshore reprocessing case study from eastern AustraliaBahaa Soliman, Catalina L. Ocampo, Oscar Garcia, Andy Walz, Anthony Goodall, and Emily Guidry15 August 2022Robust reconstruction via orthogonal matching pursuit with Fourier operatorsJi Li and Mauricio D. Sacchi15 August 2022Seeing through the shear zone for the first time: The impact of seismic technologies on the clarity of seismic image over Bahrah fieldAli Mohamed, Adel El-Emam, Nacim Brika, Halis Bayri, Amr Issa, and Kashif Adeel15 August 2022Image optimization with multiazimuth legacy data in central Santos BasinHongyan Li, Pedro Barros, Zhao Ge, Oscar Perez, Ted Standley, Carina Lansky, and Marcela Ortin1 September 2021Combination of the common reflection surface-based prestack data regularization and reverse time migration: Application to real land dataGerman Garabito, Paul L. Stoffa, Yuri S. F. Bezerra, and João L. Caldeira15 February 2021 | GEOPHYSICS, Vol. 86, No. 2Dense ocean-bottom node interpolation using priors derived from reciprocityRajiv Kumar, Yousif Izzeldin Kamil Amin, Sonika Sonika, Massimiliano Vassallo, and Nihed El Allouche30 September 2020Processing and imaging solutions to reduce structural uncertainty: A case study in complex geologyMattia Speziali, Marco Mantovani, Elena Dutcher, Faye Fekkes, Edward Wiarda, and Diana Marcela Rodriguez30 September 2020Multi Azimuth Pore Pressure Prediction and Distribution using 5D Interpolated Data in South Sumatera Basin Suherman and Wahyu Triyoso 29 April 2019Radial Domain interpolation- a new way to regularize full azimuth 3D data while preserving its azimuthal attributesMajia Zheng, Jian Qiu, Ping Huang, Hui An, Rong Li, Xin Ji, and Rui Zeng11 December 2018Pilot test results for internal multiples attenuation on land data from northern KuwaitAhmed Rushdy, Zhiming James Wu, Frederico Xavier de Melo, Clement Kostov, Adel El-Emam, and Halis Bayri17 August 2017Value of seismic data reprocessing: Alaminos Canyon, Lamprey prospect case studyMing Liu, Khaled Abdelaziz, Saeeda Hydal, Aurora Rodriguez Castelan, Lei Zhang, David Reiter, Toby Roesler, and Ron Kerr17 August 20175D Matching Pursuit Fourier Interpolation and its application in surface-related multiple elimination for large offset coil dataJun Tang, Zhimei Yan, Neeraj Duhoon, William Sanger, Carlos Espinoza, Alexander Zarkhidze, and Scott Slaton17 August 2017High-resolution 3D tau-p transform by matching pursuitWeiping Cao and Warren Ross17 August 2017Seismic Processing: Interpolation and Regularization and Multiples Complete Session17 August 2017Seismic Processing: Migration I Complete Session17 August 2017Better Decisions Using Advanced Modelling Tools in Seismic Acquisition and Processing Workflow Design7 November 2016Comparison of 3D time-domain radon and matching-pursuit Fourier interpolationMichel Schonewille*, Debra Dishberger, and Deepak Kapadia5 August 2014Wavelet based interpolation by matching pursuit and multicomponent streamer dataJihun Choi*, Joongmoo Byun, Soon Jee Seol, and Young Kim5 August 2014 SEG Technical Program Expanded Abstracts 2013ISSN (print):1052-3812 ISSN (online):1949-4645Copyright: 2013 Pages: 5258 Publisher:Society of Exploration Geophysicists HistoryPublished Online: 19 Aug 2013 CITATION INFORMATION Michel Schonewille, Zhimei Yan, Martin Bayly, and Richard Bisley, (2013), \"Matching pursuit Fourier interpolation using priors derived from a second data set,\" SEG Technical Program Expanded Abstracts : 3651-3655. https://doi.org/10.1190/segam2013-0956.1 Plain-Language Summary PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "M. A. Schonewille",
      "id": "A5027595466",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michel Schonewille"
    },
    {
      "display_name": "Zhimei Yan",
      "id": "A5111092790",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Zhimei Yan"
    },
    {
      "display_name": "Martin Bayly",
      "id": "A5046609008",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Martin Bayly"
    },
    {
      "display_name": "Richard Bisley",
      "id": "A5000223425",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Bisley"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-08-19",
  "type": "article",
  "cited_by_count": 26,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C177769412",
      "display_name": "Prior probability",
      "level": 3,
      "score": 0.85117996
    },
    {
      "id": "C137800194",
      "display_name": "Interpolation (computer graphics)",
      "level": 3,
      "score": 0.72262836
    },
    {
      "id": "C4069607",
      "display_name": "Aliasing",
      "level": 3,
      "score": 0.6412535
    },
    {
      "id": "C58489278",
      "display_name": "Data set",
      "level": 2,
      "score": 0.6136664
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.6046048
    },
    {
      "id": "C11413529",
      "display_name": "Algorithm",
      "level": 1,
      "score": 0.4706335
    },
    {
      "id": "C177264268",
      "display_name": "Set (abstract data type)",
      "level": 2,
      "score": 0.46087414
    },
    {
      "id": "C102519508",
      "display_name": "Fourier transform",
      "level": 2,
      "score": 0.45479232
    },
    {
      "id": "C165064840",
      "display_name": "Matching (statistics)",
      "level": 2,
      "score": 0.43768126
    },
    {
      "id": "C156872377",
      "display_name": "Matching pursuit",
      "level": 3,
      "score": 0.4206203
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.36652064
    },
    {
      "id": "C31972630",
      "display_name": "Computer vision",
      "level": 1,
      "score": 0.28634265
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.28307655
    },
    {
      "id": "C115961682",
      "display_name": "Image (mathematics)",
      "level": 2,
      "score": 0.16689146
    },
    {
      "id": "C107673813",
      "display_name": "Bayesian probability",
      "level": 2,
      "score": 0.13921478
    },
    {
      "id": "C105795698",
      "display_name": "Statistics",
      "level": 1,
      "score": 0.13227794
    },
    {
      "id": "C124851039",
      "display_name": "Compressed sensing",
      "level": 2,
      "score": 0.13093796
    },
    {
      "id": "C106131492",
      "display_name": "Filter (signal processing)",
      "level": 2,
      "score": 0.11869687
    },
    {
      "id": "C134306372",
      "display_name": "Mathematical analysis",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10271",
      "display_name": "Seismic Imaging and Inversion Techniques",
      "score": 0.9954
    },
    {
      "id": "T10638",
      "display_name": "Optical measurement and interference techniques",
      "score": 0.9946
    },
    {
      "id": "T10500",
      "display_name": "Sparse and Compressive Sensing Techniques",
      "score": 0.9943
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1190/segam2013-0956.1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.054318",
  "source_database": "OpenAlex"
}