{
  "openalex_id": "W4234029277",
  "doi": "https://doi.org/10.1097/01.tp.0000542991.08889.0e",
  "title": "Family Attitudes, Actions, Decisions and Experiences Following Implementation of Deemed Consent and the Human Transplantation Act (Wales) 2013",
  "abstract": "Introduction On 01.12.15 Wales became the first country in the UK to introduce a ‘soft opt-out’ system of organ donation. Commissioned by Welsh government this first independent major research study evaluates the impact of the first 18 months of implementation. Methods and Analysis A co-productive, mixed methods multi-site trial partnered with NHS Blood and Transplant (NHSBT) collected data on all 205 approaches to relatives of potential organ donor patients between 01.012.15-31.05.17 (18 months) in Wales and 6 more in England. A total of 211 approaches. 182/211 deceased patients came under the auspices of the Act. Sixty-two in-depth interviews with 83 family members of 58 patients who were potential/actual organ donors, and 2 focus groups or individual interviews with 19 NHS BT professionals were also carried out. 118/186 SNOD questionnaires were completed. 22/186 Family Questionnaires. Data from NHS BT internal reports and statistics, Welsh Government reports, publicly available information, and additional systematic reviews and a discourse analysis of the media campaign provided additional context. Results Consent rates in Wales were 61% over the first 18months and 64% when family consent was removed. This was higher than England. However, family member(s) still went on to override the organ donation decision 31 times in 18 months. It is not always personal views that override a decision: health systems (comfort and perceived quality of care for families and their loved one) frequently turns the decision. Not all aspects of the Act have been implemented as intended, a legacy of nursing language has proved difficult to shift in practice ‘a wish’ frequently replaces the new language of the Act an ‘organ donation decision’. Deemed consent was too complicated for families to understand. ‘Doing nothing’ is not seen as a positive decision to support organ donation by most family member(s). The media campaign missed the changed role of the family. Family member(s) still do not understand that they are no longer the decision maker about organ donation; they are required to put their own views aside and support the decision made in life. It is not easy to distinguish the full impact of the Act from the multiple additional interventions (professional retraining, NHSBT restructuring, media campaign) on the increase in organ donation consent rates in Wales. Conclusions Implementation of the Act has worked. People in Wales support the changes in law. Introduction of the Act has not resulted in lower consent rates or a backlash in public opinion. More work is needed to inform the family member(s) about their changed role. Recommendations A new campaign to focus on the role of the family. Increased support and comfort services for grieving families, ongoing training for NHS BT professionals approaching families to implement the Act as intended.Fiona Wellington: Head of Operations NHSBT for supporting the study. Christian Brailsford: NHSBT provided advice and support to agree a mutual data sharing agreement and negotiate NHS ethics and NHSBT RINTAG and NHSBT R&D processes. Pat Vernon (Policy Lead Welsh Government), Ian Jones (Research and Evaluation Lead), Caroline Lewis (Organ Donation Policy Manager) provided a Government perspective and shared research carried out prior to implementation of the Act. Donald Fraser: Lead of the Wales Kidney Research Unit supported development of the funding application and serves as independent Chair of the steering group. Jo Mitchell: research support officer. North West NHSBT Team: Ben Armstrong, Adam Barley Angela Campion-Sheen, Laura Ellis-Morgan, Rebecca Gallagher, Sharon Hallam, Phil Jones, Andrew Mawson, Abi Roberts, Tracey Rhodes, Helen Bullock, Andrea Jones, Kathryn Alletson, Jane Monks, Emma Thirlwall, Dawn Lee, Nicky Hargreaves, Lisa Welsh, Gill Drisma, Sue Duncalf. South Wales NHSBT Team: Angharad Griffiths, Lucy Barnes, Charlotte Goodwin, Guy Heathcote, Gail Melvin, Michael Tobin, Lisa Morgan, Nicola Newbound, Michelle Powell, Stephen Regan, Fiona Rogers, Susie Cambray, Kathy Rumbleow, Lynne Woolcocks, Janet Woodley, Beth Moss, Louise Colson. NHS staff: SianGriffin (Consultant Nephrologist, Department of Nephrology and Transplantation), Katja Empson, Sam Sandow, Carl Stephenson (Clinical Leads Organ Donation), Francesca Stevens (Tissue Services NHSBT), Maggie Stratton (PR Officer NHSBT). Jeanette Bourne and CRUSE Bereavement Care, who provided leaflets signposting bereavement support for participants. Patient and public representatives: Sarah Thomas, Janet Thickpenny, Gethin Rhys, Michael Rhys, Maria Mesa, Roon Adams, Michael and Jess Houlston, Maria Battle, Anna Bates for providing guidance and advice on the focus of the study. Janet Williams and Gloria Owen for providing advice and feedback on processes, participant facing documents and the detailed funding application which contained this protocol. Patient and public representative organisations: Flintshire Deaf Association, Llanelli Multicultural Network, Big Lottery, Churches Together in Wales, Women Connect First, BAWSO, Race Equality First, Believe, Donor Family Network, Rita’s Café for helping to set up the patient and public network and supported the study proposal. Gareth Wyn Roberts: Consultant Nephrologist, Cardiff and Vale University Health Board provided detailed advice on clinical processes and the new Act. Catherine Robinson: Former Head of School of Social Sciences, Bangor University, supported submission of the funding application following high-level discussions and commented on a section of the application. NHS BT statisticians: Sue Madden and Rebecca Curtis for preparing and sharing NHS BT statistics for the 18-month period. Bethan Moss Team Manager for reviewing and modifying the NHS BT anonymised database to exclude cases not captured by NHS BT statistics and aligning the two data sets. Lisa Welsh, team leader, Donor Records Department for ensuring packs, envelopes and consent forms were included in donor packs for the duration of the study. Keeping the research team informed of potential changes that would impact on data collection and following up with postal follow ups. Gill Drisma, Manager Donor Records Department, NHS BT for helping set up the data collection process and ensuring support staff were kept up to date of the study. Lynne Woolcocks, Regional Office Manager, South Wales & South West Organ Donation and Transplantation for supporting the postal follow ups and co-ordinating with DRD to ensure all families had opportunity to participate in the study.",
  "authors": [
    {
      "display_name": "Leah Mc Laughlin",
      "id": "A5007854824",
      "orcid": "https://orcid.org/0000-0003-0185-6639",
      "institutions": [
        {
          "id": "I161548249",
          "display_name": "Bangor University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Leah Mc Laughlin"
    },
    {
      "display_name": "Jane Noyes",
      "id": "A5021834546",
      "orcid": "https://orcid.org/0000-0003-4238-5984",
      "institutions": [
        {
          "id": "I161548249",
          "display_name": "Bangor University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jane Noyes"
    },
    {
      "display_name": "Kàren Morgan",
      "id": "A5084897879",
      "orcid": "https://orcid.org/0000-0001-6193-1747",
      "institutions": [
        {
          "id": "I2802160682",
          "display_name": "Welsh Government",
          "country_code": "GB",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Karen Morgan"
    },
    {
      "display_name": "Phillip Walton",
      "id": "A5017949212",
      "orcid": null,
      "institutions": [
        {
          "id": "I1307946715",
          "display_name": "NHS Blood and Transplant",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Phillip Walton"
    },
    {
      "display_name": "Abigail Roberts",
      "id": "A5046867729",
      "orcid": "https://orcid.org/0000-0001-7763-136X",
      "institutions": [
        {
          "id": "I1307946715",
          "display_name": "NHS Blood and Transplant",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Abigail Roberts"
    },
    {
      "display_name": "Michael Stephens",
      "id": "A5080343755",
      "orcid": "https://orcid.org/0000-0002-9735-5881",
      "institutions": [
        {
          "id": "I1299209451",
          "display_name": "Cardiff and Vale University Health Board",
          "country_code": "GB",
          "type": "healthcare"
        },
        {
          "id": "I2800861664",
          "display_name": "University Hospital of Wales",
          "country_code": "GB",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Stephens"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-07-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S11564597",
    "display_name": "Transplantation",
    "issn_l": "0041-1337",
    "issn": [
      "0041-1337",
      "1534-6080"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "102",
  "issue": "Supplement 7",
  "first_page": "S288",
  "last_page": "S288",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780769345",
      "display_name": "Welsh",
      "level": 2,
      "score": 0.7678437
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.69307685
    },
    {
      "id": "C2994510829",
      "display_name": "Organ donation",
      "level": 3,
      "score": 0.67822975
    },
    {
      "id": "C2778137410",
      "display_name": "Government (linguistics)",
      "level": 2,
      "score": 0.58686787
    },
    {
      "id": "C2775933685",
      "display_name": "Donation",
      "level": 2,
      "score": 0.53722155
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.5070939
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.48678848
    },
    {
      "id": "C2911091166",
      "display_name": "Transplantation",
      "level": 2,
      "score": 0.47626993
    },
    {
      "id": "C56995899",
      "display_name": "Focus group",
      "level": 2,
      "score": 0.4296829
    },
    {
      "id": "C68122502",
      "display_name": "Informed consent",
      "level": 3,
      "score": 0.4290469
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.33855575
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.22244915
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.20246121
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.16249576
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.14250809
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.12854308
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.11887202
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 0.999
    },
    {
      "id": "T10177",
      "display_name": "Palliative Care and End-of-Life Issues",
      "score": 0.9955
    },
    {
      "id": "T11388",
      "display_name": "Grief, Bereavement, and Mental Health",
      "score": 0.9952
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.tp.0000542991.08889.0e",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:15:05.652326",
  "source_database": "OpenAlex"
}