{
  "openalex_id": "W4233586687",
  "doi": "https://doi.org/10.1097/01.prs.0000299639.95673.4c",
  "title": "Split Turnover Pectoralis Muscle Flap for the Treatment of Sternal Osteomyelitis",
  "abstract": "Sir: I thank Wong et al. for their interest in our article. Breakdown of the median sternotomy incision with underlying mediastinitis and sternal osteomyelitis is a devastating complication of cardiac surgery. Over the past 25 years, several methods of reconstruction have been proposed, including muscle flap, omental flap, and vacuum-assisted closures. The pectoralis major muscle flap has long been considered the workhorse for mediastinal closure. In February of 2007, my colleagues and I presented our technique of pectoralis major expansion to gain added width from the pectoralis major muscle in hopes of gaining a stable, tension-free closure of the wound. The technique has reliably gained us, on average, an extra 26 percent of width of the right pectoralis major muscle turnover flap in these reconstructions. I appreciate the contribution of Wong et al. to the complicated problem of achieving stable closure of the infected median sternotomy incision with underlying sternal osteomyelitis. Although my colleagues and did not present the data, we, too, have on occasion used the muscle fiber splitting technique so eloquently displayed by Wong and his colleagues. While it is a nice means of adding width to the pectoralis turnover flap, we have not found it to add any significant length to the turnover flap. In my experience, along with adequate flap width, sufficient turnover flap length is also necessary for achieving single muscle closure of the mediastinal wound. Furthermore, one major cause of failure of pectoralis muscle flap closure of the infected sternal wound is tension on the closure. What my colleagues and I have found with our pectoralis expansion technique is that by increasing the width of the flap, in combination with advancing the contralateral pectoralis on its thoracoacromial trunk, we achieve a sturdy, tensionless closure of the mediastinum. And while creating a split in the turnover flap along its muscle fibers can add to the width of this flap, it does not make up for a lack of flap length, an area of deficiency in these closures. With that said, each sternal wound has its own personality, and there are instances when a single muscle flap can be used to achieve sound closure of the wound. Although I appreciate the fact that Wong et al. have been able to achieve a 50 percent reduction in the use of the contralateral pectoralis major muscle for closure of sternal wounds with their technique, it has not been my experience that the added width that this technique achieves has been what has limited us from achieving stable closure of these wounds. With a given mediastinal wound of a certain width and depth, despite the added width of the turnover flap achieved by fascial scoring or muscle splitting, it is invariably the lack of length of this flap which necessitates use of the contralateral pectoralis major muscle for stable, tensionless closure. Alexander M. Spiess, M.D. Department of Orthopedics Allegheny General Hospital Federal North 1307 Federal Street, Second Floor Pittsburgh, Pa. 15212",
  "authors": [
    {
      "display_name": "Alexander Spiess",
      "id": "A5048986006",
      "orcid": "https://orcid.org/0000-0001-8677-6181",
      "institutions": [
        {
          "id": "I2800275141",
          "display_name": "Allegheny General Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Alexander M. Spiess"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "121",
  "issue": "3",
  "first_page": "1064",
  "last_page": "1065",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/01.prs.0000299639.95673.4c",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91132796
    },
    {
      "id": "C2777956544",
      "display_name": "Pectoralis major muscle",
      "level": 2,
      "score": 0.8405161
    },
    {
      "id": "C2908742158",
      "display_name": "Pectoralis Muscle",
      "level": 2,
      "score": 0.82311857
    },
    {
      "id": "C2781101105",
      "display_name": "Mediastinitis",
      "level": 2,
      "score": 0.76056695
    },
    {
      "id": "C2778620301",
      "display_name": "Sternum",
      "level": 2,
      "score": 0.7263913
    },
    {
      "id": "C2779526774",
      "display_name": "Median sternotomy",
      "level": 2,
      "score": 0.63735026
    },
    {
      "id": "C2780551157",
      "display_name": "Osteomyelitis",
      "level": 2,
      "score": 0.5982331
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.57197744
    },
    {
      "id": "C105702510",
      "display_name": "Anatomy",
      "level": 1,
      "score": 0.32440597
    }
  ],
  "topics": [
    {
      "id": "T10599",
      "display_name": "Reconstructive Surgery and Microvascular Techniques",
      "score": 0.9939
    },
    {
      "id": "T11080",
      "display_name": "Surgical site infection prevention",
      "score": 0.9897
    },
    {
      "id": "T11951",
      "display_name": "Trauma Management and Diagnosis",
      "score": 0.9884
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.prs.0000299639.95673.4c",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:39:04.421458",
  "source_database": "OpenAlex"
}