{
  "openalex_id": "W4233719272",
  "doi": "https://doi.org/10.13110/marvelstales.32.1.0172",
  "title": null,
  "abstract": "Reviewed by: The Sorcerer’s Apprentice: An Anthology of Magical Tales ed. by Jack Zipes Shannon Scott (bio) The Sorcerer’s Apprentice: An Anthology of Magical Tales. Edited by Jack Zipes. Princeton: Princeton University Press, 2017. 403 pp. Jack Zipes’s new collection, The Sorcerer’s Apprentice (tale type ATU 325 or “The Magician and His Pupil” and “The Apprentice and the Ghosts”) places the ATU 325 tales primarily into two categories: the “Humiliated Apprentice” and the “Rebellious Apprentice.” These tales reveal the positive and negative aspects of childhood and apprenticeship historically and within multiple cultures, including contemporary North American society; particularly the ease with which controlling forces, such as parents, teachers, and institutions, often either dismiss the dreams and ambitions of young people or seek to control them in order to limit their power. The tales also explore abuse and neglect, mainly in the form of child labor. In these tales, many sorcerers, though not all, use their knowledge of magic to dominate and exploit their young apprentices. The most empowering tales in terms of the apprentice are the ones in which the apprentice uses his or her (usually his) recently acquired knowledge of magic to overcome evil sorcerers and liberate themselves. In the tales of “rebellious” as opposed to “humiliated” apprentices, Zipes finds signs of “hope when it seemed that we were living in hopeless times” (xi). Furthermore, Zipes’s preface and introduction reveal the continued popularity of these themes, with J. K. Rowling’s Harry Potter series (1997–2007) being a prime example. Before delving into the history and meaning of magic in these tales, which are still are told around the globe—from ancient Greece, Egypt, and the Middle East, to Asia, Europe, and the American South—Zipes shows how magic, the knowledge of its use and who can wield it, “articulate[s] the human desire for social justice, autonomy, and knowledge …” (xii). [End Page 172] In the tales where the apprentice (humiliated) fails to control magic and is disciplined for his failure and the tales where the apprentice (rebellious) surpasses his master in his use of magic and is rewarded or freed, Zipes makes a convincing argument that transformational magic “allow[s] for self-consciousness and self-fashioning” (xv). Zipes claims that most people’s experience with apprentice tales comes from Disney’s Fantasia (1940), which is a particularly humiliating tale for the apprentice/child/Mickey Mouse because he is chastised after his attempt at magic and told to return to his previous drudgery; however, most tales, especially ancient ones, tend to fall into the “Rebellious Apprentice” category. He further illuminates his theories on the origin and evolution of “Rebellious Apprentice” tales in the preface by providing a tale originally from the oral tradition, written in Sanskrit in 1070 by Somadeva in Kathāsaritsagāra, now often referred to as The Ocean of Story, where a master and his pupil both lose their magical powers through a lack of faith. Zipes’s introduction incorporates scholars, such as Elisabeth Young-Bruehl’s beliefs on “childism,” where children are viewed as products owned by adults to serve adult needs; Graham Anderson’s and Daniel Ogden’s work on fairy tales and magic in the ancient world; and Hegel’s master-slave dialectic from Phenomenology of the Spirit (1807), where “the apprentice preserves the categorical imperative to think and act to negate the absolute dictatorship of the sorcerer and the forces that cast harmful spells on people so that they cannot think for themselves” (33). The collection itself is divided into three sections: “The Humiliated Apprentice,” “The Rebellious Apprentice,” and the Sorbian “Krabat Tales,” which are from Lusatia (a historical region in Germany and Poland) and feature a heroic apprentice, Krabat, who creates hope for the persecuted Sorbs through his revolutionary vigor and magic. Tales of the “Humiliated Apprentice” capitalize on exploitation, with a sorcerer controlling and shaming a young apprentice. Occasionally, stories such as Sheykh-Zāda’s “The Lady’s Fifth Story” (1886) or François Augiéras’ novella L’apprenti sorcier (1964), contain a disturbing sexual component where the sorcerer desires the child to be his lover, making the child his sexual slave as well...",
  "authors": [
    {
      "display_name": "Shannon D. Scott",
      "id": "A5070440964",
      "orcid": "https://orcid.org/0000-0002-2251-3742",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "None Shannon Scott"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764377309",
    "display_name": "Marvels & Tales",
    "issn_l": "1521-4281",
    "issn": [
      "1521-4281",
      "1536-1802"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316469"
  },
  "volume": "32",
  "issue": "1",
  "first_page": "172",
  "last_page": "172",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C107806365",
      "display_name": "Apprenticeship",
      "level": 2,
      "score": 0.820595
    },
    {
      "id": "C2777704519",
      "display_name": "MAGIC (telescope)",
      "level": 2,
      "score": 0.6438989
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.36846852
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.35787165
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.3545149
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.32193282
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12586",
      "display_name": "Folklore, Mythology, and Literature Studies",
      "score": 0.8277
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.13110/marvelstales.32.1.0172",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:50.711252",
  "source_database": "OpenAlex"
}