{
  "openalex_id": "W4234815821",
  "doi": "https://doi.org/10.1596/0-8213-3462-x",
  "title": "Social Organization and Development Anthropology",
  "abstract": "No AccessStand Alone Books1 Feb 2013Social Organization and Development AnthropologyThe 1995 Malinowski Award LectureAuthors/Editors: Michael M. CerneaMichael M. Cerneahttps://doi.org/10.1596/0-8213-3462-XSectionsAboutPDF (0.2 MB) ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked In Abstract:The way we legitimize to others or to ourselves the need for social analysis in development interventions creates a structure of expectations that becomes compelling. In other words, if we argue just the pragmatic, short-term operational benefits ' side of using anthropology, we will end up playing a very mundane fix-it-here-and-fix-it-there role. If, however, we convincingly construct the argument for a theoretical applied anthropology, we lay claim to having voice over the substance of development paradigms and policies. The rigid dichotomy between applied and theoretical anthropology is a simplistic representation that must be rejected. The practice of anthropology can generate value-added for society only if it is practiced as theoretical applied anthropology. What has to be applied through applied anthropology is our theoretically generalized knowledge about societies and cultures. What else would anthropologists have to apply? They use the research methods. What they apply is the storehouse of knowledge. Anthropologists bring to their work the knowledge about what is general in individual local societies (cross cultural commonalities) and proceed to uncover what is unique in that individual society. An alternative model which, represents the strongest way of arguing the case for, and actually practicing, applied anthropological and sociological analysis is to focus on the patterns of social organization within which social actors act. FiguresreferencesRecommendeddetailsCited byHow can evolutionary and biological anthropologists engage broader audiences?American Journal of Human Biology, Vol.33, No.49 March 2021Social Analysis in Project Lending: Writing New Rules and Changing Old Practices24 April 2021A Retrospective: Michael M. Cernea (1934–)24 April 2021Antropologia e desenvolvimentoMaguaré, Vol.34, No.11 January 2020Évolution de la politique urbaine et résorption des bidonvilles au Maroc : Succès et avatars de la « maîtrise d'ouvrage sociale »Revue internationale des sciences sociales, Vol.n° 193-194, No.3Seeing Like the World Bank on PovertyNew Political Economy, Vol.17, No.1Engaging anthropology for development and social changeBulletin de l'APAD, No.34-36Displacement and Resettlement in Tribal and Non-tribal Dominated Dam Projects of OrissaPsychology and Developing Societies, Vol.23, No.18 March 2011Historiciser et localiser les approches1Bulletin de l'APAD, No.31-32Evolution of urban policy and slum clearance in Morocco: successes and transformations of \"social contracting\"International Social Science Journal, Vol.59, No.193-194Studying the Culture of Agri-CultureCulture <html_ent glyph=\"@amp;\" ascii=\"&\"/> Agriculture, Vol.27, No.2Poverty and Social Impact Analysis: Linking Macroeconomic Policies to Poverty Outcomes: Summary of Early ExperiencesIMF Working Papers, Vol.03, No.43The Anthropology of Public Policy: Shifting TerrainsAnnual Review of Anthropology, Vol.29, No.1Strategic Issues for Rebuilding a Theory and Practice SynthesisNAPA Bulletin, Vol.18, No.18 January 2008Theories of Practice in Anthropology: A Critical AppraisalNAPA Bulletin, Vol.18, No.18 January 2008The Rise of Anthropological PraxisNAPA Bulletin, Vol.18, No.18 January 2008Human ecological questions for tropical restoration: experiences from planting native upland trees and mangroves in the PhilippinesForest Ecology and Management, Vol.99, No.1-2 View Published: February 1996ISBN: 978-0-8213-3462-1 Copyright & Permissions Related TopicsCulture & DevelopmentPublic Sector DevelopmentSocial Development KeywordsANTHROPOLOGYSOCIAL DEVELOPMENTSOCIAL CHANGEPOVERTY REDUCTIONDECISION MAKINGECONOMIC GROWTHPROJECT ANALYSISSOCIAL LEARNINGPARADIGMS (SOCIAL SCIENCES)TECHNOLOGY TRANSFERBEHAVIORAL RESPONSES PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Michael M. Cernea",
      "id": "A5109900486",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Michael M. Cernea"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-02-01",
  "type": "book",
  "cited_by_count": 26,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.6112698
    },
    {
      "id": "C76458491",
      "display_name": "Social organization",
      "level": 2,
      "score": 0.4509775
    },
    {
      "id": "C155662757",
      "display_name": "Applied anthropology",
      "level": 2,
      "score": 0.44653267
    },
    {
      "id": "C86565373",
      "display_name": "Social anthropology",
      "level": 2,
      "score": 0.42865938
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.40682516
    }
  ],
  "topics": [
    {
      "id": "T11168",
      "display_name": "International Development and Aid",
      "score": 0.8487
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1596/0-8213-3462-x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.338118",
  "source_database": "OpenAlex"
}