{
  "openalex_id": "W4236504720",
  "doi": "https://doi.org/10.7551/mitpress/1643.001.0001",
  "title": "Body Language",
  "abstract": "An argument that activity provides a useful template for thinking about representation and that deeds are themselves representational: our representing of the world consists, in part, in certain sorts of deeds that we perform in the world. In Body Language, Mark Rowlands argues that the problem of representation—how it is possible for one item to represent another—has been exacerbated by the assimilation of representation to the category of the word. That is, the problem is traditionally understood as one of relating inner to outer—relating an inner representing item to something extrinsic or exterior to it. Rowlands argues that at least some cases of representation need to be understood not in terms of the word but of the deed. Activity, he claims, is a useful template for thinking about representation; our representing the world consists, in part, in certain sorts of actions that we perform in that world. This is not to say simply that these forms of acting can facilitate representation but that they are themselves representational. These sorts of actions—which Rowlands calls deeds—do not merely express or re-present prior intentional states. They have an independent representational status. After introducing the notion of the deed as a \"preintentional act,\" Rowlands argues that deeds can satisfy informational, teleological, combinatorial, misrepresentational, and decouplability constraints—and so qualify as representational. He puts these principles of representation into practice by examining the deeds involved in visual perception. Representing, Rowlands argues, is something we do in the world as much as in the head. Representing does not stop at the skin, at the border between the representing subject and the world; representing is representational \"all the way out.\" Bradford Books imprint",
  "authors": [
    {
      "display_name": "Mark Rowlands",
      "id": "A5073867131",
      "orcid": "https://orcid.org/0000-0001-9152-902X",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mark Rowlands"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-10-06",
  "type": "book",
  "cited_by_count": 71,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.32659268
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3258655
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.20409253
    }
  ],
  "topics": [
    {
      "id": "T12373",
      "display_name": "Linguistic research and analysis",
      "score": 0.1492
    },
    {
      "id": "T13155",
      "display_name": "Digital Communication and Language",
      "score": 0.1368
    },
    {
      "id": "T11893",
      "display_name": "German Literature and Culture Studies",
      "score": 0.1332
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7551/mitpress/1643.001.0001",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.303889",
  "source_database": "OpenAlex"
}