{
  "openalex_id": "W4239010580",
  "doi": "https://doi.org/10.1353/anq.2012.0030",
  "title": "Introduction",
  "abstract": "Introduction Andrea Muehlebach and Nitzan Shoshan The days were golden, the nights were dim and strange. I still recall with trembling those loud, nocturnal crises when you drew up to a signpost and raced the engine so the lights would be bright enough to read destinations by. I have never been really planetary since. I suppose it's time to say goodbye. Farewell, my lovely! (White 1936:20) Fordism would seem to survive only in the form of abandoned ruins and post-industrial landscapes that bear testament to an era as monumental as it was contested, fragile, and now forever past. The very term comes enveloped with a retrospective valence, evoking a bygone period that will never again (must never again?) be recuperated. And yet, some of Fordism's most paradigmatic institutions continue to bring forth powerful affective attachments. Across the globe, people are mourning an era that carved its indelible marks upon the affective topographies of entire populations. For some, these marks consisted of the promise of relative economic security and well-being, plausible middle class aspirations, and a sense of linear biographical legibility; for others, it was personal and political futurities that allowed for an orientation toward safety and affluence, the hopes that such futurities spawned, and the practical, quotidian investments that were elaborated under their spell. For others still, it entailed the figure of a strong state, robust unionism, or the normative order of a heterosexual patriarchy. [End Page 317] The variegated modes of remembering, forgetting, grieving, and longing for these past horizons show multiple shades of ambivalence. On the one hand, we find a whole range of ways—some clamorous, others all-but-untraceable—in which people across the globe mourn, or struggle to resuscitate, certain moments of the Fordist dream. At the same time, to paraphrase Freud's (1953) comments on melancholia, it all-too-often appears as if we know what we have lost but not what we have lost in Fordism.1 Indeed, peoples' attempts to recover or at least approximate Fordist forms and feelings of stability and belonging—as well as some of our own scholarly reflections on this phenomenon, we might add—all too often appear uncannily akin to the melancholic condition.2 The articles collected in this special issue aim to explore these landscapes of post-Fordist affect (Berlant 2007). They thus aim at those senses and sensitivities that have emerged in the wake of the dissolution of the Fordist social contract through market fundamentalism and that, while achingly present, are often discursively unavailable.3 In this sense, we think of Fordism not only as a distinctive regime of accumulation that characterized the industrial world for large parts of the 20th century, but also as a field of influence that extended itself both spatially and temporally. We survey the sometimes unexpected ways in which people mourn the passing of this era, as well as the subtle forms in which post-Fordist affect speaks to Fordism's lingering presence, to the absence of historical closure, to the haunting of the present by a host of attachments, commitments, investments, and aspirations4—in other words, to Fordism as unfinished business. Some of that ambivalence can be glimpsed in the sometimes nostalgic, sometimes euphoric, sometimes ironic elegy with which Elwyn Brooks White bid farewell to the Model T, the first mass produced automobile that everyman could afford: It was the miracle God had wrought. And it was patently the sort of thing that could only happen once. Mechanically uncanny, it was like nothing that had ever come to the world before. Flourishing industries rose and fell with it. As a vehicle, it was hard-working, commonplace, heroic; and it often seemed to transmit those qualities to the persons who rode in it. My own generation identifies it with Youth, with its gaudy, irretrievable excitements; before it fades into the mist, I would like to pay it the tribute of the sigh that is not a sob, and set [End Page 318] down random entries in a shape somewhat less cumbersome than a Sears Roebuck catalogue. (1936:20) White's eulogy reveals how Fordism brought forth strange creations whose claims far surpassed mechanical instrumentality...",
  "authors": [
    {
      "display_name": "Andrea Muehlebach",
      "id": "A5086045857",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea Muehlebach"
    },
    {
      "display_name": "Nitzan Shoshan",
      "id": "A5065474201",
      "orcid": "https://orcid.org/0000-0002-8374-7614",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nitzan Shoshan"
    }
  ],
  "publication_year": 2012,
  "publication_date": "2012-03-01",
  "type": "article",
  "cited_by_count": 148,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S127531613",
    "display_name": "Anthropological Quarterly",
    "issn_l": "0003-5491",
    "issn": [
      "0003-5491",
      "1534-1518"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316017"
  },
  "volume": "85",
  "issue": "2",
  "first_page": "317",
  "last_page": "343",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.60631454
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.47533965
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.45843703
    },
    {
      "id": "C158071213",
      "display_name": "Ideology",
      "level": 3,
      "score": 0.44577292
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4082899
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.27778035
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.2655359
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.23250803
    }
  ],
  "topics": [
    {
      "id": "T11743",
      "display_name": "Political Economy and Marxism",
      "score": 0.17
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/anq.2012.0030",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.683668",
  "source_database": "OpenAlex"
}