{
  "openalex_id": "W4233254717",
  "doi": "https://doi.org/10.1111/j.1095-9270.1996.tb00775.x",
  "title": "Magnetometer survey of La Salle's ship the<i>Belle</i>",
  "abstract": "International Journal of Nautical ArchaeologyVolume 25, Issue 3-4 p. 243-249 Magnetometer survey of La Salle's ship the Belle J. Barto Arnold III, J. Barto Arnold III Tetas Historical Commission P.O. Box 12276, Austin, Texas 78711Search for more papers by this author J. Barto Arnold III, J. Barto Arnold III Tetas Historical Commission P.O. Box 12276, Austin, Texas 78711Search for more papers by this author First published: August 1996 https://doi.org/10.1111/j.1095-9270.1996.tb00775.xCitations: 9AboutPDF ToolsRequest permissionExport citationAdd to favoritesTrack citation ShareShare Give accessShare full text accessShare full-text accessPlease review our Terms and Conditions of Use and check box below to share full-text version of article.I have read and accept the Wiley Online Library Terms and Conditions of UseShareable LinkUse the link below to share a full-text version of this article with your friends and colleagues. Learn more.Copy URL Share a linkShare onEmailFacebookTwitterLinkedInRedditWechat References Arnold, J. Barto III, 1982, A Matagorda Bay Magnetometer Survey and Site Test Excavation Project. Texas Antiquities Committee. Austin, Texas . Arnold, J. Barto III, 1989, Texas Shipwrecks: Overview of Historic Contexts. Unpublished report, Texas Historical Commission. Austin, Texas. Arnold, J. Barto III, 1992. Texas shipwrecks: a statistical characterization. In Donald H. Keith & Toni L. Carrell (eds.), Underwater Archaeology Proceedings from the Society for Historical Archaeology, Conference. 111–131. Maryland . Arnold, J. Barto III, 1993. Matagorda Bay Surveys: applications of inexpensive satellite navigation. IJNA, 22: 79–87. Arnold, J. Barto III, 1996, :Matagorda Bay Underwater Archaeology Project: La Salle's Shipwreck La Belle. Paper presented to the Society for Historical Archaeology Conference on Historical and Underwater Archaeology, January 3–7, 1996, Cincinnati, Ohio. Boudriot Jean, 1990, Hisiorique de la Corvette, 1650–1850, La Creole, 1827. Monographie Collection Archeologie Navale Francais, Paris. Boudriot Jean, 1993. The History of the French Frigate 1650–1850. trans. H. Roberts. David Rotherfield, East Sussex. Demerliac Alain, 1992. La Marine de Louis XIV: Nomenclature des Vaisseaux du Roi-Soleil de 1661–1715. Nice . Eccles, W. J., 1964. Canada Under Louis XIV. 1663–1701. Toronto . Fehrenbach, T. R., 1968, Lone Star: A History of Texas und the Texans. New York . Guerin, Par Leon, 1853. Histoire Maritime de France, Paris . Guthrie Keith, 1988. Texas Forgotten Ports: Mid-Gulf Coast Ports from Corpus Christi to Matagorda Bay. Austin , Texas . Malsch Brownson, 1977. Indianola, the Mother of Western Texas. Austin , Texas . Margry Pierre, 1879. Découvertes et Etablissements des Frunçais. Paris . Marley, David F., 1994, Pirates and Privateers of the Americas. Denver , Colorado . Muhlstein Anka, 1992. Lu Salle: Explorer of the North American Frontier, trans. Willard Wood, New York. Parkman Francis, 1913. La Salle and the Discovery of the Great West France and England in North America, Part Third. Boston . Vichot Jacques, 1967. Répetoire des Navires de Guerrr Français, Paris . Weddle, Robert S., 1985. Spanish Sea: the Gulf of Mexico in North American Discovery, 1550–1685, Texas . Robert S. Weddle (ed.). 1987. La Salle, the Mississippi, and the Gulf: Three Primary, Documents. Texas . Weddle, Robert. S., 1991. The, French Thorn: Rival Explorers in the Spanish Sea, 1682–1762. Texas . Weddle, Robert. S., 1995, Changing Tides: Twilight arid Dawn in the Spanish Sea. 1763–1803. Texas . Citing Literature Volume25, Issue3-4August 1996Pages 243-249 ReferencesRelatedInformation",
  "authors": [
    {
      "display_name": "J. Barto Arnold",
      "id": "A5003953811",
      "orcid": null,
      "institutions": [
        {
          "id": "I1298864461",
          "display_name": "Texas Historical Commission",
          "country_code": "US",
          "type": "other"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "J. Barto Arnold"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-08-01",
  "type": "article",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S105087119",
    "display_name": "The International Journal of Nautical Archaeology",
    "issn_l": "1057-2414",
    "issn": [
      "1057-2414",
      "1095-9270"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320547"
  },
  "volume": "25",
  "issue": "3-4",
  "first_page": "243",
  "last_page": "249",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C153946474",
      "display_name": "Magnetometer",
      "level": 3,
      "score": 0.64097524
    },
    {
      "id": "C178802073",
      "display_name": "Aeronautics",
      "level": 1,
      "score": 0.37357605
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.26208496
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.25800347
    },
    {
      "id": "C115260700",
      "display_name": "Magnetic field",
      "level": 2,
      "score": 0.0701291
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12624",
      "display_name": "Maritime and Coastal Archaeology",
      "score": 0.9679
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/j.1095-9270.1996.tb00775.x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.137831",
  "source_database": "OpenAlex"
}