{
  "openalex_id": "W4236325849",
  "doi": "https://doi.org/10.1353/cbq.2021.0102",
  "title": "Divining Gospel: Oracles of Interpretation in a Syriac Manuscript of John by Jeffrey W. Childers",
  "abstract": "Reviewed by: Divining Gospel: Oracles of Interpretation in a Syriac Manuscript of John by Jeffrey W. Childers John F. Healey jeffrey w. childers, Divining Gospel: Oracles of Interpretation in a Syriac Manuscript of John (Manuscripta Biblica 4; Berlin: de Gruyter, 2020). Pp. 230. $99.99. The “Divining Gospel” of the title refers to a very particular type of text used by diviners. John’s Gospel was especially favored, the divinatory process being based on the concept that specific divine guidance could be attached to particular sections of the base [End Page 511] text. It is usually unclear what mechanism was used to locate the correct answers, but an eighth- to ninth-century Latin Gospel of John (Paris, BnF, lat. 11553) has an elaborate diagram that appears to have been used to identify the correct oracle. In the Divining Gospel tradition, the content of the particular passage of the Gospel was less important than the sors or oracle to be found at the foot of the page or in the margin. The general concept of text-based divination of this kind goes back to pre-Christian Egypt, but it was adopted by Christians (despite some official church nervousness on practices that would certainly later be regarded as tainted by magic and, indeed, sorcery). There is evidence of continued interest in sortilege, however, in the Syriac-speaking churches as late as the nineteenth century (p. 167, referring to BL Or. 4434). The Syriac manuscript that is the direct concern of this book, BL Add. 17.119 (sixth/seventh century), is a unique manifestation of this tradition, in which the sortes, Syriac puššāqē (ἑρμηνείαι in Greek), are inserted into the running text of John’s Gospel. In this manuscript each puššāqā is written in red ink, which distinguishes it from the biblical text. When read with the rest of the text as if they belonged to it, the puššāqē are in most cases meaningless. The sortes are numbered in the margin, the last in the Syriac being no. 308 (with several missing at the end), and there is evidence that lists of sortes were sometimes kept separately from the base text. An example may help the reader imagine the overall effect. In John 9:3–4, the Syriac reads: “Neither this man nor his parents sinned, but in order that the works of God might be seen in him—the puššāqā [no. 140]: He will be saved from flight and the lost thing will be found—I must do the works of the one who sent me” (my translation and italics; cf. p. 128). One can easily imagine theologians of the post-Reformation era complaining about misuse of the Word of God, magical practices, sorcery, and so on. The attitude in academic research is reflected, as Childers notes, in the use of BL Add. 17.119 in the edition of the Syriac Gospels edited by Philip Edward Pusey and G. H. Gwilliam (The Fourfold Holy Gospel: Tetraeuangelium Sanctum in the Peshitta Syriac Version [London: British & Foreign Bible Society, 1901]): they simply used the manuscript as a source of information on the text of John, without even mentioning the puššāqē. In the work under review only the puššāqē are edited and translated. In fact, it is only in very recent years that the approaches and methodology of the “new philology” and focus on book culture have come to the fore. From this perspective, the BL MS is a real-world artifact in its own right, a special manifestation of the book culture of late antiquity. This “edition” of the Gospel of John was a divining handbook (a “Diviner’s Edition”!) used to answer practical questions. C. explores the mechanisms through which it might have been employed and argues persuasively that the consultation with the priest or monk who had charge of the Divining Gospel might have provided opportunities for pastoral engagement and spiritual direction. It is very unusual, in any case, to have a single Gospel rather than all four Gospels in a complete codex, and this is already a pointer to “special use.” The puššāqē are not exegetical in the normal sense, though the disconnect between particular...",
  "authors": [
    {
      "display_name": "John F. Healey",
      "id": "A5013298828",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "John F. Healey"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S40661788",
    "display_name": "The Catholic Biblical quarterly",
    "issn_l": "0008-7912",
    "issn": [
      "0008-7912",
      "2163-2529"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319889"
  },
  "volume": "83",
  "issue": "3",
  "first_page": "511",
  "last_page": "513",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2781384534",
      "display_name": "Gospel",
      "level": 2,
      "score": 0.9713037
    },
    {
      "id": "C516765717",
      "display_name": "Divination",
      "level": 2,
      "score": 0.80747664
    },
    {
      "id": "C527412718",
      "display_name": "Interpretation (philosophy)",
      "level": 2,
      "score": 0.6873859
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.47074634
    },
    {
      "id": "C2777704519",
      "display_name": "MAGIC (telescope)",
      "level": 2,
      "score": 0.45981652
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.45231858
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.41448775
    },
    {
      "id": "C150608813",
      "display_name": "New Testament",
      "level": 2,
      "score": 0.41269958
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.406827
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.40550807
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.34660718
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.08254933
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14210",
      "display_name": "Historical and Linguistic Studies",
      "score": 0.9991
    },
    {
      "id": "T10362",
      "display_name": "Biblical Studies and Interpretation",
      "score": 0.9982
    },
    {
      "id": "T13372",
      "display_name": "Archaeology and Historical Studies",
      "score": 0.9969
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/cbq.2021.0102",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:48.906650",
  "source_database": "OpenAlex"
}