{
  "openalex_id": "W4236946551",
  "doi": "https://doi.org/10.7326/0003-4819-149-3-200808050-00023",
  "title": "Correction: Reported Methodologic Quality and Discrepancies between Large and Small Randomized Trials in Meta-Analyses",
  "abstract": "Corrections5 August 2008Correction: Reported Methodologic Quality and Discrepancies between Large and Small Randomized Trials in Meta-AnalysesFREELise L. Gluud, MD, DrMedSc, Kristian Thorlund, BSc, Christian Gluud, MD, DrMedSc, Lesley Woods, MD, PhD, Ross Harris, MSc, and Jonathan A.C. Sterne, MSc, PhDLise L. Gluud, MD, DrMedScFrom Copenhagen University Hospital, DK-2100 Copenhagen, Denmark, and University of Bristol, Bristol BS8 2PR, United Kingdom., Kristian Thorlund, BScFrom Copenhagen University Hospital, DK-2100 Copenhagen, Denmark, and University of Bristol, Bristol BS8 2PR, United Kingdom., Christian Gluud, MD, DrMedScFrom Copenhagen University Hospital, DK-2100 Copenhagen, Denmark, and University of Bristol, Bristol BS8 2PR, United Kingdom., Lesley Woods, MD, PhDFrom Copenhagen University Hospital, DK-2100 Copenhagen, Denmark, and University of Bristol, Bristol BS8 2PR, United Kingdom., Ross Harris, MScFrom Copenhagen University Hospital, DK-2100 Copenhagen, Denmark, and University of Bristol, Bristol BS8 2PR, United Kingdom., and Jonathan A.C. Sterne, MSc, PhDFrom Copenhagen University Hospital, DK-2100 Copenhagen, Denmark, and University of Bristol, Bristol BS8 2PR, United Kingdom.Author, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-149-3-200808050-00023 SectionsAboutVisual AbstractPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail In 2001, we published a study on methodological quality and estimates of intervention effects (1). The results suggested that those estimates were exaggerated in small trials with inadequate allocation sequence (ratio of odds ratios for large vs. small trials, 0.49 [95% CI, 0.30 to 0.81]), allocation concealment (0.60 [CI, 0.31 to 1.15]), and double blinding (0.56 [CI, 0.33 to 0.98]).We identified problems with that analysis and reanalyzed the data by using improved logistic regression models that allow for separate control group risks in each trial and separate treatment effects in each meta-analysis (2). Our revised analyses found little evidence of association between treatment effects and inadequate allocation sequence (0.95 [CI, 0.86 to 1.04]) or lack of double-blinding (1.02 [CI, 0.94 to 1.11]). The revised analysis still showed that intervention effect estimates suggested greater benefit in trials that did not have adequate allocation concealment than in those that did (0.90 [CI, 0.82 to 0.995]).We still believe that the overall conclusions of our previous paper are correct for reasons we detail elsewhere (2). However, we wish to correct the scientific record regarding the preceding results in our original analysis.Lise L. Gluud, MD, DrMedScKristian Thorlund, BScChristian Gluud, MD, DrMedScCopenhagen University HospitalDK-2100 Copenhagen, DenmarkLesley Woods, MD, PhDRoss Harris, MScJonathan A.C. Sterne, MSc, PhDUniversity of BristolBristol BS8 2PR, United KingdomReferences1. Kjaergard LL, Villumsen J, Gluud C. Reported methodologic quality and discrepancies between large and small randomized trials in meta-analyses. Ann Intern Med. 2001;135:982-9. [PMID: 11730399] LinkGoogle Scholar2. Wood L, Egger M, Gluud LL, Schulz KF, Jüni P, Altman DG, et al. Empirical evidence of bias in treatment effect estimates in controlled trials with different interventions and outcomes: meta-epidemiological study. BMJ. 2008;336:601-5. [PMID: 18316340] CrossrefMedlineGoogle Scholar Comments0 CommentsSign In to Submit A Comment Author, Article, and Disclosure InformationAffiliations: From Copenhagen University Hospital, DK-2100 Copenhagen, Denmark, and University of Bristol, Bristol BS8 2PR, United Kingdom. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoReported Methodologic Quality and Discrepancies between Large and Small Randomized Trials in Meta-Analyses Lise L. Kjaergard , John Villumsen , and Christian Gluud Correction: Reported Methodologic Quality and Discrepancies between Large and Small Randomized Trials in Meta-analyses Metrics Cited ByBias estimation in study design: a meta-epidemiological analysis of transcatheter versus surgical aortic valve replacementSelf-determination theory interventions versus usual care in people with diabetes: a protocol for a systematic review with meta-analysis and trial sequential analysisElectrocoagulation for liver metastasesHigher versus lower protein intake in formula-fed term infantsTransarterial (chemo)embolisation versus no intervention or placebo for liver metastasesTen questions to consider when interpreting results of a meta‐epidemiological study—the MetaBLIND study as a casePercutaneous ethanol injection for liver metastasesAre they necessary? Preventive therapies for post-stroke depression: A meta-analysis of RCTsSingle pivotal trials with few corroborating characteristics were used for FDA approval of cancer therapiesCryotherapy for liver metastasesHypertonic saline or mannitol for treating elevated intracranial pressure in traumatic brain injury: a meta-analysis of randomized controlled trialsChinese herbal medicines for the treatment of non-structural abnormal uterine bleeding in perimenopause: A systematic review and a meta-analysisMethylphenidate for attention deficit hyperactivity disorder (ADHD) in children and adolescents - assessment of adverse events in non-randomised studiesSome Cochrane risk-of-bias items are not important in osteoarthritis trials: a meta-epidemiological study based on Cochrane reviewsMetformin monotherapy for adults with type 2 diabetes mellitusHallucinations and other psychotic symptoms in response to methylphenidate in children and adolescents with attention-deficit/hyperactivity disorder: a Cochrane systematic review with meta-analysis and trial sequential analysis#Assessing the quality of reports about randomized controlled trials of scalp acupuncture combined with another treatment for strokeAssessing the quality of reports about randomized controlled trials of scalp acupuncture treatment for vascular dementiaSpecific barriers to the conduct of randomised clinical trials on medical devicesInternet-based self-help therapy with FearFighter™ versus no intervention for anxiety disorders in adults: study protocol for a randomised controlled trialEmpirical Evidence of Study Design Biases in Randomized Trials: Systematic Review of Meta-Epidemiological StudiesEFFECTIVENESS OF DIALECTICAL BEHAVIOR THERAPY VERSUS COLLABORATIVE ASSESSMENT AND MANAGEMENT OF SUICIDALITY TREATMENT FOR REDUCTION OF SELF-HARM IN ADULTS WITH BORDERLINE PERSONALITY TRAITS AND DISORDER-A RANDOMIZED OBSERVER-BLINDED CLINICAL TRIALSubtraction CT angiography for the detection of intracranial aneurysms: A meta-analysisQuality of reporting on randomized controlled trials on recurrent spontaneous abortion in ChinaQuality of randomized controlled trials reporting in the treatment of melasma conducted in ChinaThresholds for statistical and clinical significance in systematic reviews with meta-analytic methodsA retrospective survey of quality of reporting on randomized controlled trials of metformin for polycystic ovary syndromeMethods for knowledge synthesis: An overviewLower Intensified Target LDL-c Level of Statin Therapy Results in a Higher Risk of Incident Diabetes: A Meta-AnalysisIs Extracorporeal Shock Wave Therapy Clinical Efficacy for Relief of Chronic, Recalcitrant Plantar Fasciitis? A Systematic Review and Meta-Analysis of Randomized Placebo or Active-Treatment Controlled TrialsAddressing Multimorbidity in Evidence Integration and SynthesisTransjugular intrahepatic portosystemic shunts for hepatorenal syndromeMicrowave coagulation for liver metastasesTransarterial (chemo)embolisation versus other nonsurgical ablation methods for liver metastasesCryotherapy for liver metastasesPercutaneous ethanol injection for liver metastasesElectro-coagulation for liver metastasesTransarterial (chemo)embolisation versus no intervention or placebo intervention for liver metastasesMeta-Analysis of Gadoxetic Acid Disodium (Gd-EOB-DTPA)-Enhanced Magnetic Resonance Imaging for the Detection of Liver MetastasesMicrowave coagulation for liver metastasesTransarterial (chemo)embolisation versus no intervention or placebo intervention for liver metastasesElectro-coagulation for liver metastasesDifferent methods of allocation to groups in randomized trials are associated with different levels of bias. A meta-epidemiological studyRandomisation to protect against selection bias in healthcare trialsCryotherapy for liver metastasesPercutaneous ethanol injection for liver metastasesClinical outcomes of radiofrequency ablation, percutaneous alcohol and acetic acid injection for hepatocelullar carcinoma: A meta-analysisThe importance of allocation concealment and patient blinding in osteoarthritis trials: A meta-epidemiologic studyCorrection: Reported Methodologic Quality and Discrepancies between Large and Small Randomized Trials in Meta-analyses 5 August 2008Volume 149, Issue 3Page: 219KeywordsNetwork analysisRegression analysisSequence analysis ePublished: 5 August 2008 Issue Published: 5 August 2008 CopyrightCopyright © 2008 by American College of Physicians. All Rights Reserved.PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Lise Lotte Gluud",
      "id": "A5114375523",
      "orcid": "https://orcid.org/0000-0002-9462-4468",
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        },
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lise L. Gluud"
    },
    {
      "display_name": "Kristian Thorlund",
      "id": "A5001585828",
      "orcid": "https://orcid.org/0000-0001-5848-3111",
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        },
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kristian Thorlund"
    },
    {
      "display_name": "Christian Gluud",
      "id": "A5019275846",
      "orcid": "https://orcid.org/0000-0002-8861-0799",
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        },
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christian Gluud"
    },
    {
      "display_name": "Lesley Woods",
      "id": "A5088878968",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        },
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lesley Woods"
    },
    {
      "display_name": "R. Cole Harris",
      "id": "A5103743938",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        },
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ross Harris"
    },
    {
      "display_name": "Jonathan A C Sterne",
      "id": "A5015955757",
      "orcid": "https://orcid.org/0000-0001-8496-6053",
      "institutions": [
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        },
        {
          "id": "I36234482",
          "display_name": "University of Bristol",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan A.C. Sterne"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-08-05",
  "type": "erratum",
  "cited_by_count": 76,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "149",
  "issue": "3",
  "first_page": "219",
  "last_page": "219",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.86650187
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.7385104
    },
    {
      "id": "C95190672",
      "display_name": "Meta-analysis",
      "level": 2,
      "score": 0.71625364
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.44881552
    },
    {
      "id": "C19527891",
      "display_name": "Medical physics",
      "level": 1,
      "score": 0.33483112
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.24618188
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10206",
      "display_name": "Meta-analysis and systematic reviews",
      "score": 0.9969
    },
    {
      "id": "T13309",
      "display_name": "Reliability and Agreement in Measurement",
      "score": 0.9114
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-149-3-200808050-00023",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:51.158569",
  "source_database": "OpenAlex"
}