{
  "openalex_id": "W4239563631",
  "doi": "https://doi.org/10.29181/2594-6463-2018-v2-n3-p177-189",
  "title": "Processos educativos desvelados na roda de capoeira da Associação Pena de Ouro",
  "abstract": "Resumo O objetivo deste estudo foi identificar, descrever e compreender os processos educativos desencadeados na relação Mestre-Aprendiz no contexto dos treinos de Capoeira da Associação Cultural e Desportiva Pena de Ouro, ministradas pelo Mestre Izael Teixeira. Nos orientamos pela Fenomenologia e, em busca de uma compreensão do fenômeno, realizamos inserção na citada Associação, localizada no município de São Carlos, interior do estado de São Paulo. A coleta de dados ocorreu entre outubro de 2014 e maio de 2015, totalizando 15 encontros, com 11 participantes. Durante todos os encontros foram redigidos registros sistemáticos de observações em diários de campo, dos quais foram organizadas as seguintes categorias temáticas: A) Pedagógica de Mestre Izael; B) Valorização do Mestre Izael pela Comunidade; C) Enquanto descanso, carrego pedra - resistência e ancestralidade. Foram identificados processos educativos de resistência, ancestralidade, pertencimento e fortalecimento de identidades.Palavras-chave: Processos Educativos. Capoeira. Cultura Popular. Educational processes unveiled in the capoeira circle of the Pena de Ouro Association Abstract The objective of this study was to identify, describe and understand the educational processes of the Master-Apprentice relationship in the training sessions of Capoeira of the Cultural and Sports Association Pena de Ouro, developed by Master Izael Teixeira. We use the Phenomenology to understand the phenomenon and we perform insertion in the Association, located in the city of São Carlos, in the interior of the state of São Paulo. Data collection took place between October 2014 and May 2015, totaling 15 meetings, with 11 participants. The observations of all the meetings were systematically recorded in field diaries, from which the thematic categories were organized: A) Pedagogical of Master Izael; B) Valorization of Master Izael by the Community; C) While resting, I carry stone - resistance and ancestry. Educational processes of resistance, ancestry, belonging and the strengthening of identities were identified.Keywords: Educational Processes. Capoeira. Popular Culture. Procesos educativos desvelados en la rueda de capoeira de la Asociación Pena de Ouro Resumen El objetivo de este estudio fue identificar, describir y comprender los procesos educativos desencadenados en la relación Maestro-Aprendiz en el contexto de los entrenamientos de Capoeira de la Asociación Cultural y Deportiva Pena de Ouro, impartidos por el Maestro Izael Teixeira. Nos orientamos por la Fenomenología y, en busca de una comprensión del fenómeno, realizamos inserción en la citada Asociación, ubicada en el municipio de São Carlos, interior del estado de São Paulo. La recolección de datos ocurrió entre octubre de 2014 y mayo de 2015, totalizando 15 encuentros, con 11 participantes. Durante todos los encuentros se redactaron registros sistemáticos de observaciones en diarios de campo, de los cuales se organizaron las siguientes categorías temáticas: A) Pedagogía del Maestro Izael; B) Valorización del Maestro Izael por la Comunidad; C) En cuanto descanso, llevo piedra - resistencia y ancestralidad. Se identificaron procesos educativos de resistencia, ancestralidad, pertenencia y fortalecimiento de identidades.Palabras clave: Procesos Educativos. Capoeira. Cultura Popular.",
  "authors": [
    {
      "display_name": "Gilmar Araújo de Oliveira",
      "id": "A5062772389",
      "orcid": "https://orcid.org/0000-0002-7617-6235",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gilmar Araujo de Oliveira"
    },
    {
      "display_name": "Luiz Gonçalves",
      "id": "A5102851795",
      "orcid": "https://orcid.org/0000-0003-1585-0596",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Luiz Gonçalves Junior"
    },
    {
      "display_name": "Fábio Ricardo Mizuno Lemos",
      "id": "A5000063085",
      "orcid": "https://orcid.org/0000-0001-6512-5056",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Fábio Ricardo Mizuno Lemos"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-12-23",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S4210194316",
    "display_name": "MOTRICIDADES Revista da Sociedade de Pesquisa Qualitativa em Motricidade Humana",
    "issn_l": "2594-6463",
    "issn": [
      "2594-6463"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "2",
  "issue": "3",
  "first_page": "177",
  "last_page": "189",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://www.motricidades.org/journal/index.php/journal/article/download/2594-6463-2018-v2-n3-p177-189/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.4308385
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.29973716
    }
  ],
  "topics": [
    {
      "id": "T13730",
      "display_name": "Martial Arts: Techniques, Psychology, and Education",
      "score": 0.9978
    },
    {
      "id": "T13296",
      "display_name": "Physical Education and Sports Studies",
      "score": 0.9976
    },
    {
      "id": "T13936",
      "display_name": "Physical Education and Gymnastics",
      "score": 0.9907
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.29181/2594-6463-2018-v2-n3-p177-189",
  "pdf_url": "https://www.motricidades.org/journal/index.php/journal/article/download/2594-6463-2018-v2-n3-p177-189/pdf",
  "retrieved_date": "2025-07-30T15:35:56.558986",
  "source_database": "OpenAlex"
}