{
  "openalex_id": "W4238310983",
  "doi": "https://doi.org/10.1353/thr.2011.0080",
  "title": "Cryptid",
  "abstract": "Cryptid Ryan Wilson (bio) The Carolina Black Panther They will not believe I exist in these hills now. Sometimes I don't either.My voice smothers all the summer flowers with snow— where I walk the green world withers with earth vibrating through my unworldly sinews, each stride resonatinginside me like a strummed chord's sad euphoria I hear somewhere far from here. Nights I howl the gut gospel they say is the wind. They like their kitties small,trees in neat little squares of sidewalk. I hold death pooled in my jaws. I stalk through shadows and deserted streets, the places no one goes,and grow stronger among widowed houses and those schools where zeroes busted windows and feeling huge as night I heave myself back home to the hills and to my cave.Sometimes a child will find the dark candelabra of my track in the mud and follow it into the woods' green blackness. If he is brave he'll hearthe cave's mumble under the river's hush, the sound of shadows breathing, [End Page 546] and return to town to tell the others and be ignored. Alone he'll pull his blanketto his throat, his body lost underneath clean sheets, a little ghost haunting himself. If he is a god he will go beyond the cave and the river to wherethere are no sounds or shapes or smells or thoughts, the place the dead live, and live there beyond the need for love, for being understood. I know it's there. I live nearby.I keep descending in the darkness from the woods so he might come, and I can die. [End Page 547] Ryan Wilson Ryan Wilson, currently a doctoral student in English at Catholic University of America, has work that has appeared or is forthcoming in The James Dickey Review, Unsplendid, Measure, and other journals. Copyright © 2011 Ryan Wilson",
  "authors": [
    {
      "display_name": "Ryan Wilson",
      "id": "A5051477802",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Ryan Wilson"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-09-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30839266",
    "display_name": "The Hopkins review/Hopkins review",
    "issn_l": "1939-6589",
    "issn": [
      "1939-6589",
      "1939-9774"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "4",
  "issue": "4",
  "first_page": "546",
  "last_page": "547",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.55930835
    },
    {
      "id": "C171878925",
      "display_name": "Cave",
      "level": 2,
      "score": 0.5056286
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.46802384
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.36710033
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.36512214
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/thr.2011.0080",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:49:20.837743",
  "source_database": "OpenAlex"
}