{
  "openalex_id": "W4244712864",
  "doi": "https://doi.org/10.25071/2561-5467.739",
  "title": "Hardly Heroes: Canadian Merchant Seamen and the International Convoy System, 1939-1945",
  "abstract": "Mike Parker's fine oral history of Canadian merchant seamen during the Second World War contains at least two references to storefront windows -one in Quebec, the other in Trinidad -which displayed the sign \"Dogs & Sailors Not Allowed.\"Another recently published book claims that the same notice was seen in wartime Halifax, Nova Scotia. 1 These stories are likely apocryphal, but they illustrate how sensitive merchant seamen are to the stigma attached to their occupation.Today there is growing sentiment among civilian veterans of the Battle of the Atlantic that their contribution has never been properly recognized.Part of the explanation for this lies in the nature of the convoy system and the comparatively limited role that Canadians played in it.This essay argues that it was the international nature of the sea-going labour force during the war that shaped both the experiences of Canadian merchant seamen and public attitudes towards them as a social group.I base this argument primarily on an analysis of contemporary sources describing the wartime facilities provided for seamen in Halifax, as well as on Commander F.B. Watt's account of the activities of the Naval Control Service (NCS), organized early in the war to monitor subversive activity aboard merchant vessels at that port.In addition, the federal Department of Transport's casualty list of Canadian merchant seamen lost due to enemy action was analyzed, and the findings show that seafarers were both younger and more likely to be married than the rootless and rambunctious image commonly associated with merchant seamen would suggest.Police court records for the city of Halifax, however, tend to support the anti-social stereotype exemplified by those presumably fictitious storefront signs.The evidence shows overwhelmingly that Canadians were just one minority among many ethnic and national groups involved in the convoy system, a hierarchical industrial structure directed by British interests (and, later in the war, also American) but composed in large part of French, Belgian, Norwegian, Swedish, Greek, Polish and Dutch vessels and crews.Consequently, the benefits of military service in terms of government and public recognition were denied Canadian merchant seamen.Had they served exclusively on Canadian vessels -or had the North Atlantic convoys been made up of mostly Canadian or even British ships -no doubt the situation would have been different.",
  "authors": [
    {
      "display_name": "Jay D. White",
      "id": "A5103912584",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jay White"
    }
  ],
  "publication_year": 1995,
  "publication_date": "1995-10-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S949358792",
    "display_name": "The Northern Mariner / Le marin du nord",
    "issn_l": "1183-112X",
    "issn": [
      "1183-112X",
      "2561-5467"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "5",
  "issue": "4",
  "first_page": "19",
  "last_page": "36",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://tnm.journals.yorku.ca/index.php/default/article/download/739/701",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C178802073",
      "display_name": "Aeronautics",
      "level": 1,
      "score": 0.45132768
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4157594
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.3540764
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.32233268
    },
    {
      "id": "C38652104",
      "display_name": "Computer security",
      "level": 1,
      "score": 0.32030076
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.3018484
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.24107772
    }
  ],
  "topics": [
    {
      "id": "T12219",
      "display_name": "Canadian Identity and History",
      "score": 0.9654
    },
    {
      "id": "T14086",
      "display_name": "Military and Defense Studies",
      "score": 0.9354
    },
    {
      "id": "T11971",
      "display_name": "World Wars: History, Literature, and Impact",
      "score": 0.9137
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.25071/2561-5467.739",
  "pdf_url": "https://tnm.journals.yorku.ca/index.php/default/article/download/739/701",
  "retrieved_date": "2025-07-30T15:26:20.657064",
  "source_database": "OpenAlex"
}