{
  "openalex_id": "W4243083277",
  "doi": "https://doi.org/10.1097/00003086-200112000-00041",
  "title": "REVIEWERS LIST",
  "abstract": "The Board of Trustees and the Editorial Board of Clinical Orthopaedics and Related Research are grateful to the following reviewers who donated invaluable time in providing expert evaluation and critique of manuscripts published in Volumes 382 through 393. Roy K. Aaron Richard V. Abdo Albert J. Aboulafia Robert S. Adelaar Edward Akelman Wayne Akeson Philip D. Alburger Harold Alexander William C. Allen Jorge Alonso Richard Alvarez Harlan C. Amstutz H. Clarke Anderson Paul A. Anderson Gunnar B. J. Andersson James Andrews Jack T. Andrish Jean-Noel A. Argenson Steven P. Arnoczky Hannu Aro David D. Aronsson Michael J. Askew R.M. Aspden Takashi Atsumi J.M. Aubaniac Itai A. Bab Joel Bach Ashok K. Banskota E. Bar-On William Lamont Bargar Douglas A. Barnes David H. Bartlett Frank H. Bassett, III Thomas W. Bauer Richard Baum James C. Bayley James H. Beaty Joan Bechtold John M. Bednar Robert H. Bell Carlo Bellabarba Raymond E. Bellamy Joseph Benevenia James B. Bennett Jesse Berlin Mark Bernhardt Joseph Bernstein Daniel J. Berry E.N. Biden Benjamin E. Bierbaum Lars Bjursten Leendert Blankevoort R. Dale Blasier Roy D. Bloebaum J.D. Bobyn Scott D. Boden George P. Bogumill Tom Bohr Mark Bolander Lawrence B. Bone Lester Borden Joseph Borelli, Jr. Stephen Bosacco Robert B. Bourne J. Richard Bowen John Bowker David S. Bradford James Bradley Jean-Francois Brantus Keith H. Bridwell Earl W. Brien Mark R. Brinker Mark P. Brodersen Courtney W. Brown Forst E. Brown Robert T. Buchanan Frederick F. Buechel Wilton H. Bunch William P. Bunnell Ronald C. Burgess Wayne Z. Burkhead, Jr. Robert T. Burks Richard I. Burton David Butler Miguel E. Cabanela Rocco A. Calandruccio Jason H. Calhoun Hugh U. Cameron David G. Campbell Patricia Campbell Cathy S. Carlson James B. Carr Srinivasan Chandrasekhar Edmund Y. S. Chao Mary Checovich Philip Cheras Charles Chestnut Sudhansu Chokroverty Michael Ciarelli William Ciccone, II Charles Clark Chris Clark Denis R. Clohisy Don A. Coleman John P. Collier Brian P. Conroy Daniel E. Cooper Charles N. Cornell Jerome M. Cotler Andrea Cracchiolo, III Lynn A. Crosby John M. Cuckler Quanjun Cui Joseph M. Czerniecki Andrei A. Czitrom Robert D. D’Ambrosia James A. D’Antonio Murray K. Dalinka Stephen David Richard S. Davidson Herman deBoer Thomas DeCoster Anthony DeFranzo William DeLong, Jr. Richard Debski Ruud Deijkers Rick Delamarter A. Lee Dellon Matteo Denti Anthony DiGioia Christopher DiGiovanni Liebe Diamond Harold M. Dick Lawrence D. Dorr Steve Doty Klaus Dieter Draenert Emmanouel K. Dretakis David M. Drvaric Paul Ducheyne Morris Duhaime Anthony P. Dwyer Richard Dyer Robert B. Dzioba Charles F. Eberle Nabil A. Ebraheim Jeffrey J. Eckardt Timothy Eckel Allen S. Edmonson Michael G. Ehrlich Robert Eilert Thomas A. Einhorn Mark Ellen Christopher H. Evans Richard Evans David R. Eyre John M. Fenlin, Jr. Dudley A. Ferrari Robert D. Fitch Donald Fithian J. Flechtenmacher Braden Fleming Lamar L. Fleming Victor Fornaiser William Fortune William Francis, Jr. Cyril B. Frank Victor H. Frankel Frank Frassica Zachary B. Friedenberg Avrum I. Froimson Freddie Fu Eugene Galvin Frank Gannon Steven R. Garfin Jonathan Garino Douglas Edward Garland William Garrett James G. Garrick Gary M. Gartsman Kevin L. Garvin Christopher W. Geel David Gershuni Alain Gilbert William Gillespie Steven Gitelis Andrew Glassman Charles Glueck Richard Gold Gary Goldberg Michael J. Goldberg Stuart B. Goodman Stanley L. Gordon John Gould James A. Goulet Richard Grant Neil Green Walter B. Greene A. Seth Greenwald Ann E. Greenwald John Gregg Ronald Grelsamer Alan Grodzinsky Edward Grood Allan E. Gross R. Michael Gross Gary Gruen Guiseppe Guida Dan Guttmann Siavash S. Haghighi David K. Halley Arlen D. Hanssen Alan Hargens Ian J. Harrington William H. Harris Mark M. Harrison Steven Harwood Kei Hayashi David R. Haynes John H. Healey William L. Healy Jean Heegaard David L. Helfet Richard C. Henderson Vincent R. Hentz Harry N. Herkowitz John E. Herzenberg Marcia L. Hixson Aaron A. Hofmann Paul D. Holtom Stanley Hoppenfeld Clark Hopson William A. Horton Robert Hotchkiss Sheng-Mou Hou Donald Howie William J. Hozack John Hsu HK Huang Rick Huiskes David S. Hungerford Gordon Hunter Michael H. Huo Lawrence C. Hurst Walter Huurman Joseph P. Iannotti Richard Iorio Frank M. Ivey, Jr. Robert W. Jackson Norman Jaffe Branislav Jaramaz Murali Jasty Harry Jergesen Reynaldo Jesus-Garcia Wiley Jinkins, III Christopher M. Jobe Donald Johnson James Johnson Robert Johnson James O. Johnston Peter Joki John Paul Jones, Jr. Neil F. Jones Michael Joyce Abbott Kagan, II Vicki Kalen Alexander Kalenak Parviz Kambin Andrew Karduna Robert Karpman Kenton Kaufman Peter Keblish Mary Ann E. Keenan James S. Keenan Carl A. Kirker-Head Harold B. Kitaoka Bruce J. Kneeland Richard Komistek Setsuro Komiya Yoshihisa Kotani Ranier Kotz Kenneth Krackow J. Ivan Krajbich Philip J. Kregor Frederick J. Kummer Richard Kyle Paul Lachiewicz Richard Lackman Peggy Lalor Glenn C. Landon Joseph M. Lane Frank Langlotz William L. Lanzer Loren L. Latta Wayne Leadbetter Casey K. Lee Robert D. Leffert Todd P. Lefkoe Wallace B. Lehman Mark Lemos R. Letsch Paul E. Levin Robert Levin Monroe Levine Andrew S. Levy Jack L. Lewis David W. Lhowe Jay R. Lieberman Steven A. Lietman R.S.M. Ling Frederick G. Lippert, III Louis Lippiello Alan S. Litsky Stephen Liu Glen Livesay Paul A. Lotke Jueren Lou Markus Lowe Eduardo R. Luque Rodney MacDonald Hugh P. MacMenamin John Mader Markus Maier Michael R. Major John T. Makley Theodore Malinin Thomas H. Mallory William J. Maloney Henry J. Mankin Paul Manske Randall E. Marcus Pierre J. Marie Mark Markel Jeffrey Mast Frederick A. Matsen, III Joel Matta Larry S. Matthews Suzanne Maxian Keith Mayo Andrew A. McBeath Richard R. McCormack, Jr. Cahir McDevitt Peter LJ McGanity William A. McGann Michael H. McGuire Robert A. McGuire Stephen McIlveen Harry A. McKellop Roy A. Meals Dana C. Mears John L. Melvin David S. Menche Francis Mendoza Lawrence R. Menendez Alan Merchant Kurt T. Merkel Karola Messner Alexander Metzdorf James W. Milgram Scott Miller Michael Millis Charles Miraglia Joseph M. Mirra Berton Moed H. David Moehring Michael A. Mont Vert Mooney Rosemarie Morwessel S. Mundlos Stephen W. Munns Takanori Murakami Orhun Muratoglu J. Patrick Murnaghan George F. Muschler Yasuharu Nakashima Ohannes Nercessian Michael G. Neuwirth Thomas Neviaser James A. Nicholas Stephen Nicholas Claude Nicols, III Philip Noble Takashi Noguchi Tom R. Norris Frank R. Noyes Stephen O’Brien Regis J. O’Keefe Andrew E. Ochroch Takatoshi Ohno Fred Orcutt Robert F. Ostrum Timo Paavilainen Arthur Pappas Avinash Patwardhan Terrance D. Peabody Jacquelin Perry William Petty Frederick Picard David Pienkowski Raymond O. Pierce, Jr. R.M. Pilliar Michael S. Pinzur Olavo Pires de Camargo Mark I. Pitman Peter Pizzutillo Fabian Pollo Malcolm H. Pope Norman K. Poppen Richard A. Power Chitranjan S. Ranawat George F. Rapp Bruce Reider Francis Reigler Donald Reilly Kent A. Reinker Thomas S. Renshaw Per Renstrom Robin Richards William Richardson Jory Richman Bradford Richmond Cheryl Riegger-Krugh James Roberson Harry J. Robinson Raymond Paul Robinson Scott Rodeo Juan J. Rodrigo Aaron G. Rosenberg Randy N. Rosier M.L. Chip Routt, Jr. Harry Rubash James T. Ryaby Vesa Saikko Eduardo A. Salvati Steven P. Sampson Kent Samuelson Bruce J. Sangeorzan Seppo Santavirta Richard F. Santore Augusto Sarmiento Mark T. Scarborough Norman S. Schachar Emil Schemitsch Erich Schneider Gary A. Schneiderman Adam Schreiber Richard D. Scott W. Norman Scott Thomas P. Sculco Sean P. Scully Laurent Sedel David Seligson James Sferra John Shaffer Neil A. Sharkey James A. Shaw Kurt Shellhas Marvin L. Shelton Victor Shen Michael J. Shereff Henry H. Sherk Eileen M. Shore Franklin H. Sim Michael A. Simon Robert S. Skerker Curtis Slipman David Smith, Jr. Richard A. Smith Stephen D. Smith Charles Sorbie Louis J. Soslowsky Joseph A. Spadaro J.D. Spencer Dan Spengler Andrew I. Spitzer Dempsey S. Springfield Carl L. Stanitski Deborah Stanitski James M. Steckelberg G. Stein David R. Steinberg Marvin E. Steinberg Mark Stern Steven Stern James Stiehl Kevin R. Stone Stephen J. Stricker Michael Stuart Bernard Stulberg Rick Sumner Thomas Sweeney Robert M. Szabo Timothy Taft Robert D. Teasdall H. Thomas Temple Allan F. Tencer Richard Terek Kevin D. Tetsworth Michael Thiel John G. Thometz William W. Tomford L.D.T. Topoleski Paul Tometta, III Laura Tosi Charles O. Townley Peter G. Trafton James J. Triffitt Stephen B. Trippel Robert T. Trousdale Audrey Tsao Harald Tscherne Rocky S. Tuan Hugh S. Tullos Atsumasa Uchida Hans K. Uhthoff Marjolein Christine H. van der Muelen Deepak Vashishth Guy Vise, Jr. Tuomo Visuri James P. Waddell Francis O. Walker Harry R. Walker Peter S. Walker Richard H. Walker Aiguo Wang Ching-Jen Wang Gwo-Jaw Wang Keith L. Wapner William G. Ward Russell F. Warren J. Tracy Watson John H. Wedge Lowell Weil Scott D. Weiner Arnold-Peter C. Weiss David Weiss Jeffrey Weiss R. Peter Welsh F. Todd Wetzel Richard White, Jr. Thomas E. Whitesides, Jr. Jerome D. Wiedel Michael Wiggins Alan H. Wilde Gerald R. Williams, Jr. Norman Wilsman Russell E. Windsor Philip Z. Wirganowicz Donald Wiss Savio Woo David J. Wood Steven T. Woolson B. Michael Wroblewski Isadore Yablon Ken Yamaguchi James Youdas David J. Zaleske Joseph Zawadsky Chin-Shin Zee Robert E. Zickel Lijun Zou Joseph Zuckerman Gregory A. Zych",
  "authors": [
    {
      "display_name": "Jeffrey Brown",
      "id": "A5107298098",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jeffrey Brown"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-12-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S191421250",
    "display_name": "Clinical Orthopaedics and Related Research",
    "issn_l": "0009-921X",
    "issn": [
      "0009-921X",
      "1528-1132"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "393",
  "issue": null,
  "first_page": "350",
  "last_page": "354",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C67101536",
      "display_name": "George (robot)",
      "level": 2,
      "score": 0.63390815
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.49763277
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.3788439
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.36960524
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.3437579
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.2750069
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/00003086-200112000-00041",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:43:48.912130",
  "source_database": "OpenAlex"
}