{
  "openalex_id": "W4242768821",
  "doi": "https://doi.org/10.1002/ar.1131",
  "title": "AAA award winners",
  "abstract": "The Charles Judson Herrick Award was established in 1962 to recognize young investigators who make important contributions to the field of comparative neurology and have demonstrated remarkable promise of future accomplishment. The recipient of the 2001 Charles Judson Herrick Award is Jeffrey C. Magee. Dr. Magee presented a lecture entitled “Dendrite Integration of Synaptic Input in Pyramidal Neurons” on April 2, 2001, at the Annual Meeting of the American Association of Anatomists at Experimental Biology 2001. Dr. Magee received his B.S. in Zoology in 1986 from Louisiana State University (Fig. 1). He entered the Ph.D. graduate program in Physiology at Tulane University School of Medicine in 1988 and completed his graduate studies in 1992. From 1992 to 1995 he was a Postdoctoral Fellow in the Division of Neuroscience at Baylor College of Medicine. Dr. Magee was an Instructor in the Division of Neuroscience (Baylor) from 1996 to 1997 and he is currently an Assistant Professor in the Department of Cell Biology and Anatomy and in The Neuroscience Center of Excellence at Louisiana State University Health in New Orleans. Dr. Jeffrey C. Magee Dr. Magee's early research interest was concerned with cerebral cortical function during seizure activity and with transmission through sympathetic neurons in hypertensive rats. Since about 1995, his research has focused on the functional morphology of neurons in the hippocampus that are involved in associative learning and information processing. He is recognized for his discoveries about dendrites function, such as his work showing how dendrites integrate incoming information so that spike amplitude is constant and independent of the location of the synapse. Dr. Magee has published the results of his research in some of the best neuroscience journals in the world, including the Journal of Neurophysiology, Nature Neuroscience, and the Journal of Neuroscience. In addition, he has published important results in Science, Pflugers Archives, and the American Journal of Physiology. At the time of his receipt of the Herrick Award, he had 30 publications, including 21 papers and 9 book chapters and reviews. Dr. Magee's growing reputation in neuroscience is clear by several measures. First, his research program to study hippocampal pyramidal cells is funded by the National Institutes of Health. Second, he has been invited to serve as an external reviewer for several highly regarded peer-reviewed journals, including Nature, Science, Journal of Neurophysiology, Journal of Neuroscience, and others. His total review efforts are considerable, sometimes reaching almost three dozen manuscripts a year! Third, Dr. Magee has had the unusual recognition, especially early in his career, to have cover illustrations on Physics Today and Nature Neuroscience. Fourth, he has been invited to serve as an external grant reviewer for the Wellcome Trust. In addition, he has been invited to present his research in numerous scientific venues in the United States and abroad, especially in the past 2–3 years. Beginning with his graduate program, during which he held a Chancellor's Scholarship (1988–1992), Dr. Magee subsequently has received several fellowships. He had a NRSA Postdoctoral Fellowship from 1992 to 1996, held a Marine Biological Laboratory Associates Fellowship (1992–2000), and an Alfred P. Sloan Research Fellowship (1992–2001). Dr. Magee is also active in the training of graduate students, serves or has served on departmental committees at his institution and participates in community service. He is a member of the Society for Neuroscience and the International Society of Neurochemistry. Dr. Magee has shared his considerable knowledge and experience by participating in the instructional programs at Tulane and LSU. He has taught Physiology and Neuroanatomy to medical students at Tulane and currently teaches Molecular Neuroscience and Investigative Neuroscience to graduate students at LSU. Dr. Magee is an outstanding young scientist who, early in his career, shows exceptional accomplishments and significant promise of future contributions. He is a very worthy recipient of the 2001 Charles Judson Herrick Award. The R. R. Bensley Award recognizes distinguished contributions to the advancement of anatomy, through discovery, ingenuity, and publications in the field of cell biology. The recipient of The Bensley Award for 2001 is Michael P. Lisanti. Dr. Lisanti presented a lecture entitled “Caveolins in Signaling, Oncogenic Transformation, and Muscular Dystrophy” on April 2, 2001, at the Annual Meeting of the American Association of Anatomists at Experimental Biology 2001. Dr. Lisanti received a B.A. in Chemistry (Magna Cum Laude) from New York University in 1985. He entered the Tri-Institutional M.D. – Ph.D. program at Cornell University Medical College, receiving his Ph.D. and M.D. in 1991 and 1992, respectively. His Ph.D. research was conducted in the laboratory of Dr. E. Rodriguez-Boulan in the Department of Cell Biology and Anatomy. Dr. Michael P. Lisanti Dr. Lisanti was a Whitehead Institute Fellow in the laboratory of Dr. H. Lodish at the Whitehead Institute for Biomedical Research from 1992 to 1996. In January of 1997, he became an Assistant Professor at the Albert Einstein College of Medicine and was promoted to his current rank of Associate Professor in 1998. Before his faculty appointment, he was a Visiting Scientist in the laboratory of Dr. A.K. Menon at The Rockefeller University (1991–1992). Dr. Lisanti's significant interest in research was expressed during his undergraduate education when he conducted independent research at Mount Sinai School of Medicine with Drs. W. Schook and S. Puszkin in molecular and cellular pathology. Dr. Lisanti's research interest is in cell biology with special interest in membrane proteins. His early publications were related to vesicle proteins, clathrin-associated proteins, and anchoring proteins on basolateral cell surfaces. Starting in the early 1990s, he focused his efforts on a broad based investigation of caveolae, caveolins, and the caveolin-scaffolding domain. Dr. Lisanti's laboratory has made numerous original observations. For example, he purified the caveolae-enriched domains of the membrane, characterized the lipid-modified signaling molecules within these domains, and has described the activity of caveolae-associated G-protein alpha subunits. His laboratory was the first to identify and clone caveolin-2 and -3, to characterize some of the functional characteristics of caveolin-1 and to elucidate the expression of caveolin-3 in skeletal muscle and its localization in the sarcolemma. He has also shown that Cav-1 and Cav-2, as expressed in C. elegans, are analogous to mammalian caveolin-1 and -2. He has also conducted many experiments to clarify the caveolin-scaffolding domain. His work, especially on caveolin-3, has provided important insights into cell function and will certainly provide important answers to the questions of pathogenesis of muscular dystrophy and cancer. The productivity of Dr. Lisanti's research laboratory has been exceptional. At the time he received the Bensley Award, Dr. Lisanti had over 110 publications in peer-reviewed journals, 26 books chapters and review articles, and numerous abstracts. His research has been published in the Journal of Biological Chemistry, Proceedings of the National Academy of Science, Journal of Neuroscience, American Journal of Physiology, Journal of Histochemistry and Cytochemistry, Journal of Cell Biology, and others. Dr. Lisanti is a member of the American Medical Association, American Society for Cell Biology, American Society for Biochemistry and Molecular Biology, American Society for Neurochemistry, and American Association for Cancer Research. He has also been very active in committee work at various institutions. He served on a dissertation committee while at the Whitehead Institute, on the Alumni Committee of the Graduate School of Medical Sciences at Cornell, as an external examiner for a graduate student at Hunter College, and serves or has served on several committees at Einstein. An obvious extension of his productive research program is Dr. Lisanti's participation in graduate education. He participates in the Einstein Training Program in Cellular and Molecular Biology and Genetics, has served on the Graduate School Admission Committee at Einstein, and worked with graduate students at Cornell. In addition, he serves on the dissertation committee and on the qualifying examination committee for graduate students at Einstein. As noted above, he has also participated in the training of graduate students at other institutions. There are several measures that clearly illustrate Dr. Lisanti's success and standing in the field of cell biology. First, he has had, and presently has, significant extramural funding to support his extensive research efforts. This support has been through the National Institutes of Health and a variety of private foundations. Second, since completing his Ph.D. and M.D. degrees, Dr. Lisanti has received several awards and honors. These include, but are not limited to, the Albert Einstein Research Achievement Award (1999), the Melini Award (1998), and a Charles E. Culpepper Foundation Scholarship in the Medical Sciences. He has also received recognition and research support from the G. Harold and Leila Y. Mathers Charitable Foundation, the Elsa U. Pardee Foundation, and the Sidney Kimmel Foundation for Cancer Research. During his undergraduate days, Dr. Lisanti received the George Granger Brown Prize for Chemistry and Physics, the American Chemical Society Analytical Chemistry Award, a Lucy G. Moses Scholarship, and a National Navy Science Award. Third, Dr. Lisanti is an ad-hoc grant reviewer for the National Science Foundation, Australian Research Council, Swiss National Science Foundation, and the Wellcome Trust. Fourth, he is an external reviewer for 25 scientific journals, including Science, Nature, Journal of Cell Biology, Cell, Proceeding of the National Academy of Science, and Molecular Biology of the Cell. In addition, he serves on the editorial board of the Journal of Biological Chemistry. In addition to numerous invited presentations, Dr. Lisanti lectures to medical and graduate students on topics in molecular biology and pharmacology. Of special note is that Dr. Lisanti has been invited to present lectures at Einstein to the External Advisory Committee of the Cancer Center and to the Diabetes Research and Training Center. His invited lectures, over 50 since 1995 alone, have included presentations at many U.S. institutions as well as at scientific institutions or universities in Germany, Italy, Argentina, England, and Spain. Dr. Lisanti's research successes have been outstanding and his accomplishments and contributions recognized throughout the scientific community. His work clarifies the functional roles of the caveolin gene family and provides new evidence to support a role for caveolae as mediators for cellular signaling processes. He is a very worthy recipient of the 2001 R.R. Bensley Award. The Basmajian/Lippincott Williams & Wilkins Award recognizes young faculty who teach human or veterinary anatomy. The criteria for selection are outstanding accomplishment in research in the anatomical sciences and demonstrated excellence in, and commitment to, the teaching of gross anatomy. The Basmajian/Lippincott Williams & Wilkins Award recipient for 2001 is Benedikt Hallgrimsson. Dr. Benedikt Hallgrimsson (right) with a student. Dr. Hallgrimsson received his B.A. (with honors) from the University of Alberta in 1989. He continued his education at the University of Chicago from which he received his M.A. (1990) and Ph.D. (1995) degrees. Before receiving his Ph.D. degree, Dr. Hallgrimsson was a Graduate Student Fellow at the National Museum of Natural History (1993–early 1994) and, in the latter part of 1994, he was an Instructor of Anatomy at the University of Puerto Rico. In 1995, he became an Assistant Professor of Anatomy at the University of Puerto Rico and was promoted to Associate Professor in 1998. He has recently joined the Department of Anatomy and Cell Biology at the University of Calgary where he is now an Associate Professor. Dr. Hallgrimsson is also a Research Consultant to deCode Genetics and the National Museum of Iceland. Dr. Hallgrimsson's research is in the field of evolutionary biology. He has made significant contributions to understanding the mechanisms of morphologic variation and developmental stability. To quote from one of his colleagues, “His meticulous comparative and morphologic analyses of fluctuating asymmetry among numerous skeletal traits in experimental animal models are well recognized by his peers. His work has established a theoretical anatomic framework for fluctuating asymmetry and his paper entitled “Fluctuating Asymmetry in the Mammalian Skeleton: Evolutionary and Ontogenetic Implications,” published in Evolutionary Biology (30:187–251, 1998), “stands as a landmark contribution in the field and provides a gold standard for seasoned investigators and graduate students alike.” Dr. Hallgrimsson has published the results of his research in the International Journal of Primatology, Journal of Morphology, Current Primatology, and other books and journals. He has also participated in several national and international meetings through his research presentations. During his undergraduate and graduate years, Dr. Hallgrimsson has received several scholarships, awards, and grants. While an undergraduate student, he received special recognitions/awards nine times. These included, but are not limited to, The Louise McKinney Post-Secondary Scholarship, The Blackley-Long Prize in British History, the Board of Governors Prize in Arts, and The Governor General's Medal. During his graduate years, Dr. Hallgrimsson received eight scholarships and grants. These included the National Science and Engineering Research council Postgraduate Scholarship, the Roy D. Albert Prize in Anthropology, the Josephine de Karman Scholarship, and the Sir Frederick Haultains Scholarship. After joining the University of Puerto Rico, he received a RCMI Faculty Development Research Program Grant and several grants from the Committee on the Integration of Scientific Research. Dr. Hallgrimsson has distinguished himself in teaching as well. He has taught a range of courses, including those in evolutionary biology and anthropology, but it is for his instructional skills in gross anatomy that he is recognized. He has taught, and served as the coordinator of, human gross anatomy and has taught the anatomy of the orbit in the ophthalmology course (both at Puerto Rico) and is teaching human gross anatomy at Calgary. Of particular note is that Dr. Hallgrimsson codesigned and coordinated a “Structure and Development” course at the University of Puerto Rico that integrated gross anatomy, embryology, and histology with complete gross anatomy and histology laboratories. Dr. Hallgrimsson has a passion and excitement for teaching gross anatomy. He has been a strong advocate for the importance of cadavers in learning human anatomy. In his own words, “There's just no other way to simulate human morphology, its variability, and its sheer complexity of structure, texture, and layering.” The ultimate recognition for inspired teaching is from those who listen; Dr. Hallgrimsson has received the Golden Star Teaching Award from the class of 2001 at the University of Calgary. In addition, he has served as the research advisor for a graduate student at the University of Puerto Rico and as a member of the graduate committee for four other students at Puerto Rico and Chicago. Other evidence of Dr. Hallgrimsson's professional experience and accomplishments are seen by his membership in professional organizations, manuscript review, and administrative experience. He is a member of seven professional organizations, including the American Association of Anatomists, American Association of Physical Anthropology, American Society of Naturalists, and the International Society of Vertebrate Morphologists. He has served as an external reviewer for the International Journal of Primatology, Evolutionary Theory, Journal of Mammalian Evaluation, Proceedings of the Royal Society, and the University of Missouri Press. His administrative experience includes several committee assignments, significant experience in curriculum matters, and as a course coordinator. As an excellent young scientist with a demonstrated commitment to excellence in teaching in the anatomical sciences, Dr. Hallgrimsson is a worthy recipient of the 2001 Basmajian/Lippincott Williams & Wilkins Award.",
  "authors": [
    {
      "display_name": "Duane E. Haines",
      "id": "A5088814925",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Duane E. Haines"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-06-15",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210187571",
    "display_name": "The Anatomical Record",
    "issn_l": "0003-276X",
    "issn": [
      "0003-276X",
      "1097-0185"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "265",
  "issue": "3",
  "first_page": "123",
  "last_page": "126",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ar.1131",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.5602362
    },
    {
      "id": "C2777352838",
      "display_name": "Excellence",
      "level": 2,
      "score": 0.48805344
    },
    {
      "id": "C3018390542",
      "display_name": "Brain function",
      "level": 2,
      "score": 0.41250244
    },
    {
      "id": "C188147891",
      "display_name": "Cognitive science",
      "level": 1,
      "score": 0.39985377
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.38196743
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3325502
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.31646952
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.20268458
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.14046416
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.13392356
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.11334965
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ar.1131",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ar.1131",
  "retrieved_date": "2025-07-30T14:40:59.711615",
  "source_database": "OpenAlex"
}