{
  "openalex_id": "W4241300570",
  "doi": "https://doi.org/10.1353/caj.2017.0008",
  "title": "Note from the Editor",
  "abstract": "288 CLA JOURNAL Note from the Editor The six essays in 60.3 of the College Language Association Journal (CLAJ) are delightfully different in cultural representations as well as their historical arc. The pendulum swings from a discussion on disability in Hip Hop to deconstruction of white southern womanhood. Geographical landscapes referenced vary from Venezuela to France to the American South. Anna Hinton’s“‘And So I Bust Back:’Violence,Race,and Disability in Hip Hop” examines nihilism in hip hop culture from a black disability studies perspective and concludes that disability fails to emerge as a facet of black men’s lives worthy of critical and political attention. In his essay,“‘In Despair and Contemplating Suicide:’Racial Passing and Death in Alice Dunbar-Nelson’s ‘The Stones of the Village,’” Donovan Ramon argues that—despite the conventional view of her work as “raceless”—Dunbar-Nelson’s writing is not devoid of race at all. Instead, her subtle uses of juxtaposition, irony, foreshadowing, and the trope of death, show her to be highly critical of the prevalence Americans place on racial distinctions and racial passing. Kwangsoon Kim’s “Oedipus Complex in the South: Castration Anxiety and Lynching Ritual in James Baldwin’s ‘Going to Meet the Man’” presents a psychoanalytic reading of James Baldwin’s “Going to Meet the Man.” Kim regards this classic short story as a case study of a white man who could not move beyond the Oedipal stage; the prevalence of lynching rituals in the South kept him mired in this phase. In “’Our Women...are Ladies’: Frank Yerby’s Deconstruction of White Southern Womanhood in Speak Now,” Matthew Teutsch examines the ways that Yerby confronts the mythological stereotypes of white, Southern womanhood. According to Teutsch, Yerby reconstructs this relationship between the white daughter of a Southern tobacco magnate Kathy Nichols and an African American jazz musician from Georgia Harry Forbes to dismantle this longstanding belief. Nydia Jeffers’ “Sab y la Sibila de los Andes, dos esclavos de amor” (Sab and Sibila of the Andes, two slaves of courtly love) examines the Venezuelan short story by Fermín Toro Blanco “La Sibila de los Andes” (1840) and the Cuban novel by Gertrudis Gómez Avellaneda Sab (1841), which have in common the rare figure of a black slave in love with a white slaveholder. Jeffers explains this love as a ritual of courtly love whose punitive consequences reveal a double social purpose: to denounce psychological slavery and to protest the custom that forbids interracial marriage. CLA JOURNAL 289 Note from the Editor Barbara T.Cooper’s“Performing Race Relations in a French Children’s Drama: Subjugation and Control of the Body in Vanderburch’s Séliko, ou Le Petit Nègre (1824)” examines an early 19th -century French play written for and performed by children at the Théâtre de M.Comte in Paris.According to Cooper,this didactic and sentimental drama—written in the wake of Madame de Duras’ wildly successful novella, Ourika—is intended to turn the minds of its youthful audience away from racial prejudice and notions of racial difference toward humanitarianism and compassion. Dr. Sandra G. Shannon Howard University Editor@clascholars.org ...",
  "authors": [
    {
      "display_name": "Sandra G. Shannon",
      "id": "A5110987509",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Sandra G. Shannon"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-01-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210218451",
    "display_name": "CLA Journal",
    "issn_l": "0007-8549",
    "issn": [
      "0007-8549",
      "2766-0265"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4320800630"
  },
  "volume": "60",
  "issue": "3",
  "first_page": "288",
  "last_page": "289",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.60498846
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.5482753
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.5443352
    },
    {
      "id": "C2779714059",
      "display_name": "Trope (literature)",
      "level": 2,
      "score": 0.53503484
    },
    {
      "id": "C56273599",
      "display_name": "White (mutation)",
      "level": 3,
      "score": 0.5042542
    },
    {
      "id": "C2776810005",
      "display_name": "Disability studies",
      "level": 2,
      "score": 0.50367254
    },
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.48635346
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3828199
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.23321074
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.22381845
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.19120863
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.13339439
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.13300008
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12219",
      "display_name": "Canadian Identity and History",
      "score": 0.6169
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/caj.2017.0008",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:50.730811",
  "source_database": "OpenAlex"
}