{
  "openalex_id": "W4245140124",
  "doi": "https://doi.org/10.1353/aph.1996.0078",
  "title": "Transplants",
  "abstract": "Transplants__________________________ Rebecca Bailey The strips of cloth tied to the trees had once made sense. She had torn the strips from leftover fabrics in Grandma Faith's piece boxes, and the calico prints had been color coordinated to specific trees. For instance, this frayed cotton strip with a white background and inane green frogs might be tied to a redbud. Or it might be tied to a young white oak, for she had been so sure she'd remember each pattern that she hadn't written them down. But it probably meant dogwood, the white for the large white sepals that brought so many smiles in spring, and the green hopping frogs for the leaves that had just within the past few weeks emerged as bright red and then glided peacefully to earth. \"Why don't you just prize your wallet open and buy some shrubs?\" Gilda had asked. \"You could get any color you wanted, bright red or purple. Them's just old junky things you'll dig up out there.\" But dogwood leaves were the most perfect leaves she had ever seen, so she had tied strips to the smaller ones instead of spending her money on buddleias or Joseph's coat or weeping cherries. The fabric strips marked trees she thought would be suitable for transplanting into her yard, small enough so that the shock of being dug up wouldn't kill them, but substantial enough so they'd be more than sticks with merely a leaf or two hanging forlornly come next summer. But Jan had believed that redbud leaves were perfect, too, and white oak leaves with their smooth ripples. So she had tied and tied, and now the bright strips shouted against the dull brown the woods had become: brown trunks and branches; brown leaves dangling, brave and shriveled, by a useless petiole; brown dead weeds, and even the mushrooms, spotty as though they'd been dropped here and there, were sad shades of brown. The wind picked up, and the floating strips were so many tongues sticking out at her. Jan stood at the woods' edge, leaning on her shovel, trying to reimagine spring. Jan always had tea with Charlotte on Tuesdays and Thursdays. Charlotte was small-boned and fragile like she'd shatter if you looked Rebecca Bailey says, \"I live on the side of a hill in Morgan County, Kentucky , and teach at Morehead University. I have worked as a librarian, geologist, and mapping technician.\" 29 cross-eyed at her. The indentation between the bones of her lower arm was visible, accentuated when she make a motion that caused the tendon beneath her wrist to jump. Her acquaintances were always amazed when they found out that she had once been a research chemist at Dow. She now ran a crafts shop called Sew Fine, but made more money on her quilts. She knew all the old patterns, like Walk Around the Mountain, Double Wedding Ring, and Path to the Flower Garden, but she made more contemporary ones, too, like stylized cats in bold geometric prints, or quilts with basketball players and cheerleaders appliquéd to them. Jan taught art history at a community college. Teaching was okay— it paid the bills and earned respect—but she felt more like an entertainer than a scholar. She made coil pots, obsessively sometimes, lost in patterns and textures, until she could barely straighten her fingers. She sold pots and vases and mugs at Sew Fine, especially around Christmas, rather than the goddess figures which meant something to her. They met in a restaurant owned by Charlotte's brother Carter. He sold specialty coffees and teas, pastries and bread, and hearty soups in winter. It was called Biscuit and Jam, and they began going at first to help support Carter. Now Jan arranged her teaching schedule around their tea time. Charlotte was waiting. They had ordered lentil soup and herbed cheese bread and lapsang souchong tea with cinnamon when, with a loud scrape of the wooden chair against the wooden floor, Gilda practically fell onto the table. She looked crazy. Her hazel eyes were wild, her face flushed. She pushed back untamed ginger bangs. \"Guess...",
  "authors": [
    {
      "display_name": "Rebecca Bailey",
      "id": "A5054182998",
      "orcid": "https://orcid.org/0000-0002-7153-5307",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Rebecca Bailey"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-01-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S109088475",
    "display_name": "Appalachian heritage",
    "issn_l": "0363-2318",
    "issn": [
      "0363-2318",
      "1940-5081"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315743"
  },
  "volume": "24",
  "issue": "4",
  "first_page": "29",
  "last_page": "35",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C56273599",
      "display_name": "White (mutation)",
      "level": 3,
      "score": 0.6634858
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.5149544
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.4691666
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.23334739
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11027",
      "display_name": "Metabolism and Genetic Disorders",
      "score": 0.2873
    },
    {
      "id": "T11163",
      "display_name": "Organ Donation and Transplantation",
      "score": 0.2769
    },
    {
      "id": "T10978",
      "display_name": "Prenatal Screening and Diagnostics",
      "score": 0.2401
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/aph.1996.0078",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:15:05.665099",
  "source_database": "OpenAlex"
}