{
  "openalex_id": "W4249895415",
  "doi": "https://doi.org/10.1596/0-8213-4033-6",
  "title": "Clean fuels for Asia",
  "abstract": "No AccessWorld Bank Technical Papers12 Aug 2013Clean fuels for AsiaTechnical options for moving toward unleaded gasoline and low-sulfur dieselAuthors/Editors: Michael Walsh, Jitendra J. ShahMichael Walsh, Jitendra J. Shahhttps://doi.org/10.1596/0-8213-4033-6SectionsAboutPDF (0.5 MB) ToolsAdd to favoritesDownload CitationsTrack Citations ShareFacebookTwitterLinked In Abstract:Expanding motor vehicle population is a major cause of air pollution in many Asian cities. This report describes strategies, incentives, and methods to increase the use of clean fuels and focuses on the abatement of vehicular pollution through the use of cleaner fuels, such as unleaded gasoline and lower sulfur diesel. It aims to provide decisionmakers with a methodology for making informed choices concerning the production and use of cleaner transport fuels for motor vehicles. Transport demand management, inspection and maintenance, and advancement of vehicle technology are the other components of vehicle pollution prevention program. This report recommends that governments adopt a strategy for the progressive elimination of lead from gasoline. In conjunction with catalytic converters, unleaded gasoline use results in reductions in major pollutants such as hydrocarbons, carbon monoxide, and nitrogen oxides. Unleaded gasoline should be made cheaper than leaded gasoline at the pump. In addition to this priority step, it is also crucial that other clean fuels be promoted. For example, the sulfur content of diesel fuel should be reduced to control emissions of sulfur and particulates. Alternative clean fuels such as natural gas and liquefied petroleum gas should also be promoted. Poorly maintained cars are responsible for a disproportionate amount of emissions. Regular inspection and maintenance of vehicles results in a substantial reduction in particulate, volatile organic compounds, and carbon monoxide emissions Previous bookNext book FiguresReferencesRecommendedDetailsCited ByFactors affecting vehicle exhaust emissions, driver motivations as a mediatorEnvironmental Economics and Policy Studies, Vol.23, No.218 November 2020Anthropogenic emissions of non-methane volatile organic compounds in ChinaAtmospheric Environment, Vol.36, No.8Socio‐economic benefits of leaded gasoline phase‐outEnvironmental Management and Health, Vol.12, No.4Urban air qualityAtmospheric Environment, Vol.33, No.29 View Published: September 1997ISBN: 978-0-8213-4033-2 Copyright & Permissions Related RegionsEast Asia & PacificRelated TopicsEnergyEnvironmentTransport KeywordsAIR QUALITYMOTOR VEHICLESNONGOVERNMENTAL ORGANIZATIONSDIESEL FUELSALTERNATIVE FUELSPETROLLEADEMISSIONSAIR POLLUTIONWASTE GASESSULPHURLOW-SULPHUR DIESEL FUELUNLEADED GASOLINESAIRAIR POLLUTIONCLEAN FUELSDIESELGASOLINEMOTOR FUELMOTOR VEHICLESPOLLUTION CONTROLTRAFFIC PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Michael Walsh",
      "id": "A5044646770",
      "orcid": "https://orcid.org/0000-0001-8608-2286",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael Walsh"
    },
    {
      "display_name": "Jitendra J. Shah",
      "id": "A5108361035",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jitendra J. Shah"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-09-30",
  "type": "book",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210211768",
    "display_name": "World Bank technical paper",
    "issn_l": "0253-7494",
    "issn": [
      "0253-7494"
    ],
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.4677254
    },
    {
      "id": "C548081761",
      "display_name": "Waste management",
      "level": 1,
      "score": 0.3844345
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.17589498
    }
  ],
  "topics": [
    {
      "id": "T12639",
      "display_name": "Global Energy and Sustainability Research",
      "score": 0.503
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1596/0-8213-4033-6",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.478784",
  "source_database": "OpenAlex"
}