{
  "openalex_id": "W4254633356",
  "doi": "https://doi.org/10.1097/aci.0000000000000751",
  "title": "Editorial introductions",
  "abstract": "Current Opinion in Allergy and Clinical Immunology was launched in 2001. It is one of a successful series of review journals whose unique format is designed to provide a systematic and critical assessment of the literature as presented in the many primary journals. The fields of allergy and clinical immunology are divided into 14 sections that are reviewed once a year. Each section is assigned a Section Editor, a leading authority in the area, who identifies the most important topics at that time. Here we are pleased to introduce the Journal's Section Editors for this issue. SECTION EDITORS Miguel BlancaMiguel BlancaMiguel Blanca is an allergy specialist who trained at Malaga University Hospital, Spain, with a research stay at Middlesex University London, UK. From 2000 to 2003 he was Head of the Allergy Service at La Paz Hospital, Spain, and from 2003 to 2016 he was the Head of the Allergy Department at the Malaga University Hospital. From 2008 to 2016, Professor Blanca was Coordinator of the National Network for the Study of Allergic Reactions to Drugs and Allergens (RIRAAF). He was also invited Professor at the University of Nancy, France. Miguel Blanca was one of the first scientists to do an in-depth study of the immunological mechanisms involved in adverse reactions to drugs, specifically beta-lactams and non-steroidal anti-inflammatory drugs. He is the author or co-author of more than 350 peer-reviewed publications including original articles, reviews, and position papers, and his contributions have helped give a better understanding of the pathophysiology of hypersensitivity reactions to drugs. He has also made important contributions in the fields of hymenoptera venom allergy, rhinitis, and food allergy. Professor Blanca is a member of the EAACI Drug Allergy Interest Group (DAIG) and the European Network on Drug Allergy (ENDA), in which he has actively participated since their founding. He has also been a member of the American Academy of Allergy, Asthma and Immunology (AAAAI)'s Adverse Reactions to Drugs, Biologicals and Latex Committee and has actively participated in Global Allergy and Asthma European Network (GA2LEN) projects. During his career he has formed more than six independent research groups located in different areas of Spain. Currently, he is Scientific Adviser of the Allergy Service at Hospital Infanta Leonor, Madrid, Spain. In 2017, he was awarded the Clemens von Pirquet Award for Clinical Research. Paul WhitakerPaul WhitakerDr Paul Whitaker is a Respiratory Consultant from the UK with a specialist interest in cystic fibrosis and tuberculosis. He graduated from the University of Leeds, UK and now works as a consultant at Leeds Teaching Hospitals NHS Trust. Over the last ten years he has developed a research interest in drug hypersensitivity, particularly in the field of non-immediate antibiotic hypersensitivity reactions and drug desensitisation. He completed his research degree, in collaboration with the University of Liverpool, UK, on the topic of non-immediate antibiotic reactions in patients with cystic fibrosis. During this time, his published work included the responses of drug specific T cells in-vitro as well as exploring the hapten antigens. He co-authored the UK NICE guidelines on drug allergy and is currently a board member of the EAACI Drug Hypersensitivity Drug Interest Group. Within EAACI he has co-authored guidelines on drug desensitisation, in-vitro testing in drug allergy, and the management of beta-lactam allergy. He has over 40 peer-reviewed publications related to drug allergy and inflammatory responses in patients with respiratory diseases. Enrico CompalatiEnrico CompalatiDr Compalati, MD, PhD, graduated in 2001 from the Medical School at the University of Genoa, Italy. After his residency in internal medicine, he received his degree in Allergy and Clinical Immunology in 2005. His post-graduate experience includes a PhD-doctorate in Clinical-Experimental Allergy & Respiratory Physiopathology achieved in 2009, and a Master course in Immunotherapy of Allergic and Respiratory Diseases at the same university in 2011. In 2009, he was a visiting fellow at the Department of Clinical Epidemiology and Biostatistics at the McMaster University, ON, Canada. Currently he is Clinician in Allergy at the Allergy and Respiratory Diseases Clinic of the Genoa University, Italy, and is nationally qualified as an Associate Professor with a particular interest in allergen specific immunotherapy, allergic inflammation, pharmacotherapy of respiratory allergy, food allergy, and the impact of allergic conditions on health-related quality of life. His scientific activity is mainly focused on the evidence-based methodology of research and clinical trials applied to allergy and respiratory diseases. He is a Cochrane Collaboration's author for the Airways Group, and published several independent systematic reviews, metanalyses and methodological articles. He collaborated with the Grades of Recommendation, Assessment, Development and Evaluation (GRADE) Working Group. From 2008 to 2014, he was a member of the committee of the World Allergy Organization (WAO) for Evidence Based Medicine and Methodology. He served as an author for the Allergy Prevalence Survey by the World Allergy Organization in 2007, the WAO Sublingual Immunotherapy Position paper in 2009, and the 2013 update to the WAO Diagnosis and Rationale for Action Against Cow's Milk Allergy (DRACMA) Guidelines from 2010. He is a member of the immunotherapy interest group for the European Academy of Allergy and Clinical Immunology (EAACI), an international member of the American Academy of Allergy Asthma and Immunology (AAAAI), and a member of the Panel for Italian Guidelines on Allergic Rhinitis and its Impact on Asthma (ARIA). He is an Associate Faculty Member of F1000 for Asthma and Allergic Rhinitis. He is an author of many different publications in peer-reviewed journals, and has served as a lecturer and chair at national and international congresses. Derek ChuDerek ChuDr Derek Chu is the 2019 Canadian Allergy, Asthma and Immunology Foundation (CAAIF), the Canadian Society of Allergy and Clinical Immunology (CSACI), and AllerGen NCE Inc. Emerging Clinician-Scientist Research Fellow based out of McMaster University, Canada. He completed his MD-PhD in mechanisms of allergic disease there, along with internal medicine and pediatric and adult clinical immunology and allergy specializations. His research interests include food and drug allergy, randomized trials, and evidence based medicine.",
  "authors": [
    {
      "display_name": "Paul Whitaker",
      "id": "A5088096126",
      "orcid": "https://orcid.org/0000-0001-9840-393X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Whitaker, Paul"
    },
    {
      "display_name": "Enrico Compalati",
      "id": "A5076221168",
      "orcid": "https://orcid.org/0000-0002-1856-6139",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Compalati, Enrico"
    },
    {
      "display_name": "Derek K. Chu",
      "id": "A5079201163",
      "orcid": "https://orcid.org/0000-0001-8269-4496",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Chu, Derek"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-06-29",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S13845130",
    "display_name": "Current Opinion in Allergy and Clinical Immunology",
    "issn_l": "1473-6322",
    "issn": [
      "1473-6322",
      "1528-4050"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "21",
  "issue": "4",
  "first_page": "v",
  "last_page": "vi",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/aci.0000000000000751",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6297793
    },
    {
      "id": "C2780129039",
      "display_name": "Section (typography)",
      "level": 2,
      "score": 0.56928146
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.53346086
    },
    {
      "id": "C2994571964",
      "display_name": "Clinical immunology",
      "level": 3,
      "score": 0.48499534
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.40532437
    },
    {
      "id": "C207480886",
      "display_name": "Allergy",
      "level": 2,
      "score": 0.2661026
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.15299442
    },
    {
      "id": "C112698675",
      "display_name": "Advertising",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12438",
      "display_name": "Urticaria and Related Conditions",
      "score": 0.9814
    },
    {
      "id": "T10051",
      "display_name": "Asthma and respiratory diseases",
      "score": 0.9771
    },
    {
      "id": "T11117",
      "display_name": "Drug-Induced Adverse Reactions",
      "score": 0.9763
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/aci.0000000000000751",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:25:53.583924",
  "source_database": "OpenAlex"
}