{
  "openalex_id": "W4252112974",
  "doi": "https://doi.org/10.1002/ar.10141",
  "title": "AAA award winners",
  "abstract": "The Charles Judson Herrick Award was established in 1962 to recognize young investigators who make important contributions to the field of comparative neurology and have demonstrated remarkable promise of future accomplishment. The recipient of the 2002 Charles Judson Herrick Award is W. Martin Usrey. Dr. Usrey presented a lecture entitled “Functional Organization of Neural Circuits for Vision” on April 22, 2002, at the Annual Meeting of the AAA at Experimental Biology 2002. Dr. W. Martin Usrey Dr. Usrey received his B.A. in Animal Physiology and Anthropology from UC San Diego in 1987. He received his M.S. in Physiology from San Diego State University in 1989 and his Ph.D. in Neurobiology from Duke University in 1994. At Duke, Dr. Usrey worked in the laboratory of Dr. David Fitzpatrick and described feedforward (geniculocalcarine projection) and feedback (corticogeniculate projections) pathways in the thalamocortical pathways of the visual of the macaque and tree shrew. From 1995 to 1996, he was a Postdoctoral Fellow with Dr. R. Clay Reid first at The Rockefeller University in the laboratory of Dr. Torsten Wiesel and then (1996-1998) in Reid's laboratory in the Department of Neurobiology at Harvard Medical School. In 1998, Dr. Usrey became an Instructor of Neurobiology at Harvard, and in 2000, he was appointed Assistant Professor in the Center for Neuroscience at the University of California at Davis, a position he currently holds. Dr. Usrey's research has focused on structure and function within the visual system, especially the relationship between the lateral geniculate nuclei and the visual cortex. He has shown that some lateral geniculate neurons project to cortical layer 4 while others bypass layer 4 to enter layers 1–3. These latter fibers arise from distinct populations of lateral geniculate neurons. His research has also showed that layer 6 neurons of the visual cortex project not only to the lateral geniculate nucleus but also to more superficial cortical layers that receive input from the geniculate neurons. By using neurophysiological methods, Dr. Usrey has explored the feedforward pathway from the retina to the visual cortex. He has been especially interested in the role of inputs that pass through the parvocellular and magnocellular layers of the lateral geniculate nucleus in the formation of receptive fields in the visual cortex. His approach to research on the visual system is contemporary, novel, innovative, and requires several methodologic approaches. Dr. Usrey has published the results of his research in highly regarded and widely recognized scientific journals, including The Journal of Comparative Neurology, Journal of Neurophysiology, Journal of Neuroscience, Nature Neuroscience, and Nature. He has 14 published papers and book chapters. His research program is currently funded by the NIH, The Ester A. and Joseph Klingenstein Foundation, and the Alfred P. Sloan Foundation. Beginning with his graduate student days, Dr. Usrey received several honors and awards. During his doctoral program at Duke University, he had a Graduate Fellowship, a Sigma Xi Grant in Aid, and a Cold Spring Harbor Laboratory Course Fellowship. During his postdoctoral experience, he was the recipient of a National Research Service Award Postdoctoral Research Fellowship. While an Instructor at Harvard, he received the Dana Foundation/Harvard-Mahoney Research Fellowship. Since arriving at UC Davis in 2000, he has received a M.I.N.D. Institute Research Award, a Faculty Research Grant Award, and an Alzheimer Disease Center Research Award from the university. In addition, he is the recipient of a Klingenstein Fellowship Award in the Neurosciences and an Alfred P. Sloan Fellowship Award. Dr. Usrey has also been active in teaching. He has lectured on a variety of neuroscience topics at Duke, Harvard, and Davis. Of particular note are his lecture on “Neural Mechanisms of Vision” at the Gulbenkian Institute in Portugal and his presentation of “The Essential Rose of the Thalamus in Cortical Functioning” at the Royal Society. He has also directed the course “Structure, Function, and Development of the Visual System” at the Cold Spring Harbor Laboratory. The scholar societies in which Dr. Usrey holds membership are The Scientific Research Society Sigma Xi, the Society for Neuroscience, the Association for Research in Vision and Ophthalmology, and the Cajal Club. Dr. Usrey is an outstanding young scientist who, early in his career, has shown exceptional accomplishments and significant promise of future contributions. He is a very worthy recipient of the 2002 Charles Judson Herrick Award. The R.R. Bensley Award recognizes distinguished contributions to the advancement of anatomy through discovery, ingenuity, and publications in the filed of cell biology. The recipient of The Bensley Award for 2002 is Joseph P. Bidwell. Dr. Bidwell presented a lecture entitled “Involvement of the Nucleus Matrix in the Control of Skeletal Genes: The Nmp4 Transcription Factors” on April 21, 2002, at the Annual Meeting of the AAA at Experimental Biology 2002. Dr. Joseph P. Bidwell Dr. Bidwell received his B.S. degree in Biology in 1975 from Bowling Green University and his Ph.D. degree in Physical Chemistry from Case Western Reserve University in 1983. He has had extensive postdoctoral training at Howard Hughes Medical Institute (1983-1988), at the Mayo Clinic (1988-1990), and at the University of Massachusetts Medical Center (1990-1993) in the Stein-Lian Laboratory. In 1993, he joined the Department of Anatomy of Cell Biology (School of Medicine) and the Department of Periodontics (School of Dentistry) at Indiana University as an Assistant Professor. He was promoted to Associate Professor in both schools/departments in 1999. Dr. Bidwell's research interest is in the area of nuclear organization and DNA structure in regulating osteoblast expression of collagen. While at the Stein-Lian Laboratory at Massachusetts, he discovered a nuclear matrix protein that he named Nmp2 (more recently identified as Cbfa1). This protein binds to and regulates the osteocalcin promotor and appears to be important to bone formation and mineralization. Without this protein, the skeleton does not develop beyond the cartilage stage. Over the past several years, Dr. Bidwell has continued and expanded this line of research. For example, he has proposed the existence of nuclear matrix architectural transcription factors that transduce changes in cell shape into changes in collagen promoter geometry and ultimately collagen expression. His recent research concerning Nmp4 have shown that this gene is highly conserved in mouse, rat, and human. The human gene, on chromosome 12p12, encodes Nmp4 isoforms that localize to several subcellular compartments. Nmp4 isoforms are highly expressed in bone and are likely to be very important in the formation of bone tissue. Dr. Bidwell's work is highly regarded by his scientific peers, and his research program is supported by grants from the NIH. Previous support has come from NIH, NSF, and Eli Lilly. The research efforts of Dr. Bidwell's laboratory have resulted in 41 publications in peer-reviewed scientific journals, one book, four book chapters, and numerous abstracts. His papers have appeared in journals such as Bone, Journal of Biological Chemistry, Endocrinology, Proceedings of the National Academy of Science, Inorganic Chemistry, Journal of Bone and Mineral Research, Journal of Cellular Biochemistry, and others. The broad range of journals in which he has published his results reflects the range of expertise he brings to bear on scientific issues. Dr. Bidwell is active in professional organizations and serves as a grant reviewer and a reviewer for scientific journals. He is a member of the American Society of Cell Biology, the American Society of Bone and Mineral Research, the American Association for the Advancement of Science, and the American Chemical Society. He has served as a grant reviewer for the Department of Veterans Affairs and as an external reviewer for the American Journal of Physiology, the Journal of Bone and Mineral Research, and Proceedings of the National Academy of Science. Special recognition that Dr. Bidwell has received includes the Edward H. Halton Award, the Caulk/Dentsply Student Research Group Award, and The Distinguished Faculty Award for Research (from Indiana University). In addition, he has been invited to be Visiting Professor at Chulalongkorn University and Naresuan University (both in Thailand) and at Meikai University in Sakado, Japan. Dr. Bidwell has been very active in service-related activities at Indiana University. In the area of teaching and education, he has been a major participant in the Dental Histology course from 1993 to present and has also lectured on topics such as bone physiology, cell structures, and molecular biology in other courses. He also has been especially active in graduate education as a member of the Department of Anatomy Graduate Studies Committee and a full member of the University Graduate School. Since 1994, Dr. Bidwell has mentored six doctoral students, worked with three postdoctoral fellows, and served on several thesis and dissertation committees. Through his work with graduate students and postdoctoral fellows, Dr. Bidwell is passing on his enthusiasm for science. Dr. Bidwell's research success has been outstanding and is clearly well-known and highly respected by his scientific colleagues. His discoveries in the field of bone biology, osteoblast proliferation, maturation, and expression of collagen are fundamental to our understanding of how bone and collagen are formed and has implications for clinical medicine. Dr. Bidwell is a very worthy recipient of the 2002 R.R. Bensley Award. The Basmajian/Lippincott Williams & Wilkins Award recognizes young faculty who teach human or veterinary anatomy. The criteria for selection are outstanding accomplishment in research in the anatomical sciences and demonstrated excellence in and commitment to the teaching of gross anatomy. The Basmajian/Lippincott Williams & Wilkins Award recipient for 2002 is Anna Lèránt. Dr. Anna Lèránt Dr. Lèránt attended high school in Kseq Hungary, graduating in 1986. In 1986, she entered Semmelweis University Medical School, Budapest, Hungary. During the first 2 years of her medical school experience, Dr. Lèránt developed a deep interest in anatomy, particularly gross anatomy, and in teaching in this field. At the end of her second medical year, and after her comprehensive examination in Anatomy, she became a teaching and research assistant in the 2nd Department of Anatomy at Semmelweis University. She participated in teaching medical students in the laboratory and performing research on the control of prolactin secretion while finishing the last 4 years of her medical training; she received her M.D. degree in 1992 (summa cum laude). Dr. Lèránt has served as a faculty member both in Hungary and the United States. From 1992 to 1994, she was an Instructor of Anatomy in the 2nd Department of Anatomy, Histology, and Embryology at Semmelweis University. She joined the Department of Biology at Florida State University (FSU) in Tallahassee as a Postdoctoral Research Associate in 1994, was promoted to the rank of Assistant in Medical Sciences in 1997 in the FSU Program in Medical Science, and became an Instructor in this program in 1998. Dr. Lèránt joined the Department of Anatomy at The University of Mississippi Medical Center (UMMC) in August of 1999 as an Assistant Professor, the rank she currently holds. Dr. Lèránt's research interests are in neuroendocrinology, with a special emphasis in prolactin feedback on dopaminergic neurons in the hypothalamus. Her research is also concerned with the effect of ovarian steroids on the central control of feeding behavior, energy expenditure, and hypothalamic gene expression. She uses immunohistochemistry, molecular biology, and behavioral studies to investigate the anatomy and function of the hypothalamic-pituitary axis. By using the rat as an experimental model, she is conducting interesting and important studies on the effects of estrogen and progesterone replacement therapy. Much of Dr. Lèránt's research on prolactin has been summarized in an exhaustive review published in Physiological Reviews (2000). Although third author (a footnote explains that authors are listed alphabetically), Dr. Lèránt was a major factor in getting this review completed and published. Dr. Lèránt has 14 publications in highly regarded peer-reviewed journals including Endocrinology, Neuroendocrinology, Endocrine, and Brain Research and several abstracts for presentations at national and international meetings. Her research program is currently funded by the American Heart Association and the NIH. During her student years, Dr. Lèránt had some excellent educational opportunities. She was an exchange student at the Chim Sheba Medical Center Tel Hashomer in Israel, and she learned a variety of research techniques under Halász, Makara and the great Hungarian neuroanatomist Palkovits (from whom she also learned Neuroanatomy). In more recent years Dr. Lèránt has participated in special technical courses at national and international meetings. Dr. Lèránt has been involved extensively in teaching the anatomical sciences since her days as a medical student. While a medical student, she taught gross anatomy, neuroanatomy, human embryology, and histology to medical students in both lecture and laboratory settings. While at FSU, she taught gross anatomy, neuroanatomy and histology, was course director for the gross anatomy course (1997-1999), and also participated in the Mammalian Physiology course. Upon joining the faculty at UMMC, she initially participated in both medical and dental gross anatomy courses but, since 2000, has focused her energies in the medical gross and developmental anatomy course. The impact of her teaching is reflected by recognition from her students. She received Honorable Mention for the Winzler Award (1997, FSU), was selected as an All Star Teacher in 2000 (one of five professors of the year, UMMC) and was selected the Basic Science Professor of the Year in 2001 (UMMC). Other special awards and recognition include a Travel Award from Women in Endocrinology and an Excellence in Research Award, Bronze Level from UMMC. Dr. Lèránt is also active in professional organizations. She is a member of the AAA, the Endocrine Society, the American Neuroendocrine Society, Women in Endocrinology, and the Society for Neuroscience. As an excellent young scientist with a demonstrated commitment to excellence in teaching in the anatomical sciences, Dr. Lèránt is a worthy recipient of the 2002 Basmajian/Lippincott Williams & Wilkins Award. The Harland Winfield Mossman Award was presented for the first time at the annual Meeting of the AAA at Experimental Biology 2002. This award is presented to a young investigator who has made important contributions to the field of developmental biology and has demonstrated remarkable promise of future accomplishments. The Award is named in honor of H.W. Mossman, the well-known and highly recognized American embryologist and long-time member of the AAA. In this inaugural year for this award, the selection committee, chaired by Dr. Gary Schoenwolf, selected co-recipients for the Mossman Award. Dr. Lee Ann Niswander Dr. Niswander received her B.S. in Chemistry (1980) and her M.S. in Biochemistry, Biophysics and Genetics (1985) from the University of Colorado. She received her Ph.D. in 1990 from Case Western Reserve University in Genetics. From 1990 to 1993 she was a Postdoctoral Fellow in the laboratory of Dr. Gail R. Martin at University of California, San Francisco (UCSF). In 1993, she became an Assistant Member of the Molecular Biology Program at the Sloan-Kettering Institute in New York; she was promoted to Associate Member at Sloan-Kettering in 1998, a position she currently occupies. Dr. Niswander's research interests are in the broad area of factors that influence limb development. This research has had a major impact on limb morphogenesis from cartilage to feather. Her studies have considered the role of chondrocytes during cartilage formation, patterning in limb development, and the very interesting events that take place during interdigital apoptosis. Her work on limb-related signaling pathways has also influenced our understanding of other organs, including adrenal cells, skin, teeth, and of general developmental principles such as fate, pattern formation, induction, and apoptosis. She has used normal and abnormal patterns of development to advance our understanding of limb morphogenesis on a broad comparative basis, and she has worked at the molecular, cellular, and organismal levels. Dr. Niswander has published the results of her research in well-known and highly respected journals, including Nature, Nature Genetics, Development, Science, Genomics, and Molecular and Cellular Biology. She has 37 publications, 10 reviews, and articles resulting from symposium presentation and numerous abstracts. Her research is funded by the NIH. Awards and honors received by Dr. Niswander include an NRSA Predoctoral Traineeship from the NIH and a Postdoctoral Fellowship and Junior Faculty Award, both of the latter from the American Cancer Society. She has also received the Pews Scholars Award, the Frederick R. Adler Chair for Junior Faculty, the Presidential Early Career Award for Scientists and Engineers, and the Irma T. Hirschl Trust Award. Dr. Niswander's growing reputation is reflected, in part, by her significant professional responsibilities. She has served as an ad hoc reviewer for the NSF, the NIH Cell Biology Study Section, and as a member of the American Cancer Society Scientific Advisory Panel on Development, Differentiation, and Cancer. She is the Head of the Memorial Sloan-Kettering Cancer Center Core Faculty for Molecular Cytology, an Instructor for the Woods Hole Marine Biological Laboratories Embryology Course, and Director of the Molecular Biology Program at Cornell University Medical College Graduate School. Dr. Niswander has served on the National Research Council on Space Biology and Medicine-Developmental Biology Workshop, is a member of the NIH Cell Development and Function Study Section, and she serves on the Editorial Boards of Development Genes and Evolution and Mechanisms of Development. Additionally, she has been active in regional meetings. Dr. Niswander presented a talk entitled “Molecular Control of Vertebrate Limb Development” on April 23, 2002, at the annual meeting of the AAA at Experimental Biology 2002. She is an outstanding young investigator who has clear promise for important future contributions. She is a most worthy co-recipient of the 2002 Harland Winfield Mossman Award. Dr. Stainier received his B.A. degree (summa cum laude) in Biology (1984) from Brandeis University. He entered graduate training in 1984 at Harvard University, conducted research with Walter Gilbert, and received his Ph.D. degree in Biochemistry and Molecular Biology in 1990. From 1990 to 1994, Dr. Stainier was a Postdoctoral Fellow at Massachusetts General Hospital and Harvard Medical School where he worked with Mark C. Fishman. He joined the Department of Biochemistry and Biophysics at the University of California at San Francisco in 1995 as an Assistant Professor and was promoted to Associate Professor in 2000; a position he currently occupies. Dr. Didier Y. R. Stainier After an early period (1989-1991) in which he used the mouse in a series of five papers on development of the mouse trigeminal sensory system, Dr. Stainier began a long and productive series of studies using the zebrafish as his model. He has focused extensively on the heart and cardiovascular development but also considered the retina, ear, craniofacial structures, and hematopoietic tissues, all in zebrafish. Dr. Stainier was instrumental in carrying out the cardiovascular portion of the large-scale mutagenesis screen led by the Driever laboratory at Massachusetts General Hospital-East. This screen identified over 40 cardiovascular mutants that have comprised important reagents for all investigators working on cardiovascular development. Concentrating on the eight cardia bifida mutants, Dr. Stainier's laboratory has cloned the mutated genes in Casanova, miles apart, faust, bonnie and clyde, and hands off. The genes identified have provided crucial insight into the complexity of normal cardiovascular development. Dr. Stainier has extended his research into endodermal organogenesis, and he has also continued to explore endothelial cell specification. He is well known in the zebrafish community for his identification of the mutant cloche, which has a normal myocardial cell layer but is missing the endocardial cell layer. Most blood vessel endothelium in the embryo is also absent in cloche homozygotes and hematopoiesis is also markedly reduced, suggesting that the mutated gene is a required early component of both the endothelial and hematopoietic pathways. Dr. Stainier has been enormously productive, having published 55 papers and numerous abstracts since 1989. His papers have appeared in highly regarded and widely recognized journals, including Science, Nature, Journal of Comparative Neurology, Development, Genes and Development, Mechanisms of Development, Developmental Biology, and Proceedings of the National Academy of Sciences. Awards received by Dr. Stainier include the Wien International Scholarship, the Elihu A. Silver Prize Research in Biology, and the Dr. Joseph Garrison Parker Prize in Biology, all received while an undergraduate. He was also elected to the Brandeis Chapter of Phi Beta Kappa in 1984. Since receiving his Ph.D. degree, he has received the Helen Hay Whitney Foundation Postdoctoral Fellowship and he was a finalist for the Louis N. Katz Basic Science Research Prize from the American Heart Association (AHA). Dr. Stainier was also a Packhard Foundation Fellow in Science and Engineering, a Basil O'Connor Scholar for the March of Dimes Foundation, and an AHA Established Investigator. In addition, he has served on Study Sections for the AHA, the NSF, and the American Cancer Society (Development Differentiation and Cancer Section), and an ad hoc reviewer for the NIH. Dr. Stainier is also on the Editorial Board of Developmental Biology and an Associate Editor for Developmental Dynamics. Dr. Stainier presented a talk entitled “Heart and Endoderm Formation in Zebrafish” on April 23, 2002, at the Annual Meeting of the AAA at Experimental Biology 2002. Dr. Stainier has had a remarkably productive career. He is an outstanding young investigator who has clear promise of important future contributions. He is a most worthy co-recipient of the 2002 Harland Winfield Mossman Award. Duane E. Haines Secretary Treasurer, AAA Chairman, Editorial Advisory Board",
  "authors": [
    {
      "display_name": "Duane E. Haines",
      "id": "A5088814925",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Duane E. Haines"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-08-15",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210187571",
    "display_name": "The Anatomical Record",
    "issn_l": "0003-276X",
    "issn": [
      "0003-276X",
      "1097-0185"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "269",
  "issue": "4",
  "first_page": "176",
  "last_page": "180",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.44316855
    },
    {
      "id": "C2993838110",
      "display_name": "Medical school",
      "level": 2,
      "score": 0.4376761
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.40862656
    },
    {
      "id": "C188147891",
      "display_name": "Cognitive science",
      "level": 1,
      "score": 0.38691682
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.3216123
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.3199554
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.24361414
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.23828971
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.13755101
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.104053944
    }
  ],
  "topics": [
    {
      "id": "T10691",
      "display_name": "Retinal Development and Disorders",
      "score": 0.7701
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/ar.10141",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:40:59.706449",
  "source_database": "OpenAlex"
}