{
  "openalex_id": "W4255964002",
  "doi": "https://doi.org/10.7326/0003-4819-106-5-782",
  "title": "PaperChase",
  "abstract": "Letters and Corrections1 May 1987PaperChaseWARNER V. SLACK, M.D., HOWARD L. BLEICH, M.D.WARNER V. SLACK, M.D.Search for more papers by this author, HOWARD L. BLEICH, M.D.Search for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/0003-4819-106-5-782 SectionsAboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail ExcerptTo the editor: In a letter pointing out what we consider to be serious defects in a study published in Annals (1), we noted that \"librarians who formulated and conducted the [MEDLINE] searches had extensive prior experience with the computer programs provided by NLM, Dialog, and BRS, but virtually no experience with PaperChase\" (2). Haynes and his colleagues (3) replied that our statement is \"incorrect,\" and that \"experience with all but the NLM service was limited to occasional use for all three librarians and was roughly equivalent to the experience with PaperChase.\"Yet, in a personal communication dated 10 January...References1. HAYNES R, MCKIBBON K, and WALKER C. Computer searching of the medical literature. Ann Intern Med. 1985;103:812-6. LinkGoogle Scholar2. RYAN P, WINAND D, BLEICH H, SLACK W, and PORTER D. Computer searching of the medical literature [Letter]. Ann Intern Med. 1987;106:168-9. LinkGoogle Scholar3. HAYNES R, MCKIBBON K, and WALKER C. Computer searching of the medical literature. [Letter]. Ann Intern Med. 1987; 106:168. LinkGoogle Scholar4. LINDER G, LENON R, SU V, WIBLE J, and STANGL P. Training the end user: the Stanford University Medical Center training experience. In: WOOD SM, HORAK EB, SNOW B, eds. End User Searching in the Health Sciences. New York: Hawthorn Press; 1986:113-26. Google Scholar5. WYGANT A. Teaching end user searching in a health sciences center. In: WOOD SM, HORAK EB, SNOW B, eds. End User Searching in the Health Sciences. New York: Hawthorn Press; 1986:127-35. Google Scholar1. Advertisement. MD Computing. 1986;3:64. Google Scholar2. HAYNES R, MCKIBBON K, and WALKER C. Computer searching of the medical literature. Ann Intern Med. 1985;103:812-6. LinkGoogle Scholar3. MCKIBBON K, HAYNES R, BAKER L, and FLEMMING T. Evaluation of a short course for clinicians on personal searching of MEDLINE. Annu Conf Res Med Educ. 1986;231-6. Google Scholar4. HAYNES R and MCKIBBON K. Grateful Med 2.0. MD Computing. 1987. (In press). MedlineGoogle Scholar This content is PDF only. To continue reading please click on the PDF icon. Author, Article, and Disclosure InformationAuthors: WARNER V. SLACK, M.D.; HOWARD L. BLEICH, M.D.Affiliations: Center for Clinical Computing Boston MA 02115 PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics Cited byPaperChase: For Medline searching 1 May 1987Volume 106, Issue 5Page: 782-783KeywordsSoftware tools ePublished: 1 December 2008 Issue Published: 1 May 1987 PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "WARNER V. SLACK",
      "id": "A5088450287",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "WARNER V. SLACK"
    }
  ],
  "publication_year": 1987,
  "publication_date": "1987-05-01",
  "type": "letter",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "106",
  "issue": "5",
  "first_page": "782",
  "last_page": "782",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6147534
    },
    {
      "id": "C2780708616",
      "display_name": "Annals",
      "level": 2,
      "score": 0.45430052
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.409691
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.18932867
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.16473553
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.10503495
    }
  ],
  "topics": [
    {
      "id": "T11744",
      "display_name": "Health Sciences Research and Education",
      "score": 0.9936
    },
    {
      "id": "T14514",
      "display_name": "Medical Research and Practices",
      "score": 0.9698
    },
    {
      "id": "T11710",
      "display_name": "Biomedical Text Mining and Ontologies",
      "score": 0.9681
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/0003-4819-106-5-782",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:23.732199",
  "source_database": "OpenAlex"
}