{
  "openalex_id": "W4250581897",
  "doi": "https://doi.org/10.1542/pir.30-5-175",
  "title": "Index of Suspicion",
  "abstract": "An 11-year-old girl presents to the ED with a 4-day history of right ankle pain. Her pain is worse with movement of the ankle as well as with weight-bearing. Earlier in the week, she had similar symptoms in her left wrist and elbow. She has no history of trauma, fever, or rash. She has had occasional shortness of breath and chest pain over the past week.Physical examination reveals a well-appearing girl whose axillary temperature is 101.4°F (38.5°C), heart rate is 122 beats/min, respiratory rate is 16 breaths/min, and blood pressure is 97/60 mm Hg. There is swelling around her right ankle as well as tenderness to light touch and pain on flexion and extension of that joint.Her ankle radiograph is read as normal. Results of laboratory studies include: WBC count, 18.4×103/mcL (18.4×109/L), with 79% neutrophils, 14% lymphocytes, and 7% monocytes; Hgb, 9.7 g/dL (97 g/L); platelet count, 370×103/mcL (370×109/L);ESR, 105 mm/hr; and C-reactive protein (CRP), 222 mg/dL. MRI suggests tenosynovitis but cannot exclude osteomyelitis. The joint is aspirated, fluid is sent for culture, and intravenous (IV) antibiotics are started. A development during hospitalization leads to further studies and the diagnosis.A previously healthy 16-year-old girl presents to the ED with a right-sided headache that started 6 days ago. Over the past several days, she has experienced right-sided ear pain, decreased hearing on the right, and tingling and weakness of her right foot and hand. Today, she is unable to walk and is slurring her speech. She has no history of fever, trauma, migraines, photophobia, vision loss or changes, dizziness, oral contraceptive use, prolonged travel, drug use, or smoking.Physical examination reveals an alert and healthy-appearing girl, except for a mild right-sided facial droop, asymmetric smile, tongue deviation, and slurred speech. Her muscle strength is normal, except for 4/5 in the right upper extremity, decreased sensation of the right upper and lower extremities, and deep tendon reflexes 1/4 throughout.Results of her CBC, electrolytes measurement, clotting studies, liver function tests, thyroid function tests, hyperlipidemia tests, and complement 3 and 4 assessment are normal. Similarly, rapid plasma reagin test, studies for human immunodeficiency virus, antinuclear antibody test, rheumatoid factor, and urine toxicology screens yield negative findings. CT scan of her head is concerning because of the possibility of stroke, and aspirin is administered. Two additional studies establish the true cause of her symptoms.A 20-month-old Canadian-born, fully immunized, previously healthy girl is referred to the ED for diarrhea. The illness began the morning of the family's return to Canada from a family trip to Karachi, Mecca, and Medina. She has had sudden-onset, large volume, nonbloody stools approximately 20 times today accompanied by vomiting. The parents deny any fever, rash, body ache, or respiratory symptoms. No other family member is ill. The patient had no beach or freshwater exposure and no animal contacts. She consumed no undercooked meat, unpasteurized milk, or seafood.On presentation, she looks ill and lethargic. She is afebrile, with a heart rate of 150 beats/min, respiratory rate of 20 breaths/min, and systolic blood pressure of 60 mm Hg. Her mucous membranes are dry. Cardiovascular examination reveals a prolonged capillary refill and cool extremities.Initial laboratory evaluation shows a pH of 7.31, sodium of 127 mEq/L (127 mmol/L), chloride of 92 mEq/L (92 mmol/L), potassium of 4.2 mEq/L (4.2 mmol/L), and bicarbonate of 13 mEq/L (13 mmol/L). Her BUN and creatinine values are elevated at 49 md/dL (17.5 mmol/L) and 0.6 mg/dL (54 mcmol/L), respectively. Her glucose concentration is decreased at 54 mg/dL (3.0 mmol/L). She quickly is given three boluses of 20 mL/kg of normal saline; 6 hours later, her potassium measures 1.8 mEq/L (1.8 mmol/L).She is admitted to the hospital for supportive care and rehydration. Her diarrhea and vomiting subside, and she begins taking fluids orally. The acidosis and hypokalemia require 3 days to resolve. Blood cultures and stool electron microscopy findings are negative. A laboratory test reveals the diagnosis.On the fifth day of hospitalization, a new grade 2/6 holosystolic murmur is heard at the cardiac apex. ECG demonstrates first-degree heart block. Echocardiography shows mild mitral and trace aortic regurgitation as well as mild pericardial effusion with normal valve architecture and normal ventricular function. Her antistreptolysin O and antiDNAse B titers are elevated.She is diagnosed with acute rheumatic fever accompanied by arthritis and carditis and is treated with intramuscular penicillin and high-dose aspirin. Her arthritis improves markedly almost immediately. She is discharged from the hospital with oral penicillin and high-dose aspirin.Although acute rheumatic fever is seen less often than in the past in developed countries, it remains one of the most common causes of acquired heart disease in much of the world. The prevalence of acute rheumatic fever has declined dramatically in the United States from 5 to 10 cases per 1,000 in the early 1900s to 0.05 cases per 1,000 currently. Typically, affected children are between 5 and 15 years of age; fewer than 5% are younger than age 5 years.Acute rheumatic fever is a delayed nonsuppurative complication of group A streptococcal (GAS) pharyngitis, which is a mandatory precedent to the diagnosis. The initial GAS pharyngeal infection is followed by a latent period of 2 to 4 weeks before symptoms of the disease appear. The clinical manifestations vary but typically include polyarthritis, carditis, subcutaneous nodules, erythema marginatum, or chorea. Prompt diagnosis and treatment of acute rheumatic fever are important to prevent the serious sequelae of rheumatic heart disease. Mitral regurgitation is the most common valvular lesion in children; mitral stenosis is most common in adults, resulting from previous bouts of rheumatic fever and ongoing valvulitis.The differential diagnosis for a child presenting with arthritis is extensive and includes infectious, inflammatory, rheumatologic, and oncologic causes. The history and physical examination are essential to direct additional evaluation with laboratory or imaging studies.Children who have fever and joint pain should be evaluated for infectious causes. Osteomyelitis and septic arthritis need to be identified and treated emergently with IV antibiotics to prevent joint and bone destruction. Lyme arthritis may present months to years after the initial infection. A history of residence in or travel to an endemic area may be elicited, and diagnosis is confirmed with laboratory evidence of infection with Borrelia burgdorferi.Pain in the lower extremities may be a presenting symptom in children who have neoplasms, such as leukemia, neuroblastoma, or bone malignancies. Juvenile idiopathic arthritis should be considered in patients who have chronic insidious joint pain. Toxic or transient synovitis, a diagnosis of exclusion, is suggested by a preceding viral upper respiratory tract infection. The sterile joint inflammation typically is self-limiting over 7 to 10 days.Acute rheumatic fever remains a clinical diagnosis that is based on the modified Jones criteria, which consist of major criteria, minor criteria, and evidence of a preceding GAS infection. A patient has a high likelihood of acute rheumatic fever if he or she fulfills the modified Jones criteria (Table 1). (1)The polyarthritis of acute rheumatic fever typically is migratory, with sequential cycles of inflammation and resolution in involved joints. Large joints, such as the knees and ankles, are affected more commonly. The patient usually experiences intense pain that makes it difficult to tolerate the slightest touch or passive movement. It is important to note that premature therapy of monoarthritis with anti-inflammatory agents may mask subsequent development of polyarthritis.The cutaneous manifestations of acute rheumatic fever include subcutaneous nodules and erythema marginatum. Subcutaneous nodules are round, firm, mobile, painless lesions found most commonly over bony prominences, such as the knees, ankles, and elbows, or extensor tendons. Such nodules also can be seen in patients who have granuloma annulare, rheumatoid arthritis, and systemic lupus erythematosus. Erythema marginatum is a painless, nonpruritic erythematous macule or papule that spreads in a circular pattern on the trunk and proximal extremities. The rash may be difficult to appreciate, especially on dark-skinned individuals, and can be elicited by the application of heat to the skin. The presence of subcutaneous nodules or erythema marginatum in rheumatic fever usually is associated with carditis.Sydenham chorea may have a longer latent period, occurring many months after the initial GAS infection. Chorea is a neurologic disorder characterized by rapid irregular involuntary and uncoordinated movements. Some patients also may have muscle weakness and emotional lability. The duration of symptoms lasts from weeks to months, and most children recover completely. Due to the long latent period, evidence of a preceding GAS infection or other clinical manifestations of rheumatic fever no longer may be present.In addition to the major clinical manifestations, certain laboratory data support the diagnosis. It is mandatory to establish the presence of a preceding GAS infection by using one of several laboratory studies. A rapid streptococcal antigen test has high specificity (>95%) but variable sensitivity of 80% to 90%. Throat culture may be obtained for GAS if the rapid streptococcal antigen test is negative, but culture results are negative in approximately 75% of patients by the time acute rheumatic fever manifests. Antistreptococcal antibody titers (most commonly, antistreptolysin O, antiDNAse B, and antihyaluronidase) peak around the time of onset of acute rheumatic fever and, therefore, are more useful. Elevated ESR and CRP titers indicate ongoing inflammation.Acute rheumatic fever can cause inflammation of the pericardium, myocardium, and endocardium. Accordingly, patients should undergo a thorough cardiac evaluation and echocardiography in a qualified center. Valvulitis can be appreciated on physical examination by auscultating the apical systolic murmur of mitral regurgitation or the early diastolic murmur of aortic regurgitation. Cardiomegaly may be seen on chest radiography. An ECG may reveal varying degrees of heart block. Echocardiography should be obtained in all patients who have acute rheumatic fever to look for signs of carditis, mitral/aortic regurgitation, myocardial dysfunction, or pericardial effusion. Approximately 5% to 10% of patients who have rheumatic fever have severe myocarditis that results in heart failure and should be treated aggressively.Of note, GAS pharyngitis with associated arthralgia is not rheumatic fever.Treatment of the GAS pharyngitis must be initiated within 9 days of onset to prevent acute rheumatic fever. Penicillin is the drug of choice, administered as either a single intramuscular dose or oral dosing for 10 days. For patients allergic to penicillin, a 5-day course of oral azithromycin 12 mg/kg per day may be used to eradicate GAS. All household contacts should be evaluated for GAS pharyngitis and treated if infected. Long-term antibiotic prophylaxis is important to prevent additional infection with GAS pharyngitis, recurrence of rheumatic fever, and increased risk of developing rheumatic heart disease. This is different from and not to be confused with subacute bacterial endocarditis prophylaxis.The unique clinical manifestations of each patient should be treated accordingly. Short-term anti-inflammatory therapy with high-dose aspirin (100 mg/kg per day) is provided to patients who have arthritis. Patients and their parents should be taught to recognize signs and symptoms of aspirin toxicity. Moderate-to-severe carditis may be treated with corticosteroids. Patients who have heart failure usually are treated with digoxin, diuretics, or afterload reduction therapy. Management of chorea involves the use of sedatives, such as haloperidol and phenobarbital.Clinicians should be vigilant in diagnosing and treating GAS pharyngitis to prevent the sequelae of rheumatic fever and rheumatic heart disease. The clinical manifestations of acute rheumatic fever vary widely and may mimic other, more common disease processes. In this particular case, repeated physical examinations were important in diagnosing the true underlying condition. (Heather Liu, MD, Morgan Stanley Children's Hospital of New York-Presbyterian, New York, NY)MRI with angiography of the brain and spine shows multiple T2-hyperintense lesions involving the supratentorial white matter and brainstem, with a dominance in the left periventricular and left pontine area, consistent with a demyelinating process (acute demyelinating encephalomyelitis versus multiple sclerosis [MS]). Analysis of CSF reveals oligoclonal bands, myelin basic protein, and elevated immunoglobin G index, which suggests a diagnosis of MS.The differential diagnosis includes tumor, meningitis, stroke, metabolic disorders, vitamin deficiency, and autoimmune disorders. Most patients who have MS present with a complaint of ataxia or unilateral weakness. Other typical presenting symptoms include headache; sensory deficits or paresthesias; altered mental status; and visual changes such as blurry vision, diplopia, or complete vision loss.MS is a chronic, immune-mediated disease of the CNS that includes at least two discrete demyelinating events both in space (within the CNS) and over time. It typically affects adults between 20 and 50 years of age, but up to 5% of cases occur in the pediatric population, mostly in adolescents. MS affects girls twice as often as boys.The McDonald criteria (Table 2) are used to assist in diagnosing MS. CSF analysis, MRI of the brain and spine, and visual evoked potentials (VEP) all play important roles in the diagnosis of MS. CSF that has an increased protein concentration and oligoclonal bands suggests MS. Clinicians should remember, however, that not all children who have MS have oligoclonal bands in CSF on presentation; many develop them later in their disease course. Patients who have MS may have decreased activity on VEP examination. This patient presented with a primary attack and multiple lesions. A repeat MRI several months later revealed new lesions, which verified the diagnosis.Because of its varied course, patients who have MS should be followed by a neurologist and may require follow-up imaging. A multidisciplinary team that includes physical therapists, occupational therapists, social workers, psychologists, psychiatrists, and nurses is useful for long-term management. More than 80% of children who have optic neuritis recover their vision. Adolescents often have a repeat demyelinating event within 12 months. However, younger children usually have a longer time period between their first and second attacks. More than 90% of children, as opposed to adults, have relapsing-remitting disease. It is believed that a span of less than 1 year between the first and second attacks, progressive disease, or a lack of full recovery after the presenting episode potentially are related to increased long-term clinical disability. For example, at least 30% of children who have MS also have deficits in general cognition, visuomotor integration, and memory, all of which may have a negative effect on school performance.Although MS has no cure, multiple medications are available for treating acute exacerbations and for maintenance therapy. Acute exacerbations are treated with high-dose corticosteroids, typically methylprednisolone 20 mg/kg per day, with subsequent oral steroid taper, if required. Several interferons are approved for maintenance therapy, including interferon beta-1a as an intramuscular weekly injection. Effective treatments suppress the immune system and reduce the frequency of relapses and progression of the disease, as demonstrated by MRI findings and long-term follow-up (FigureF1). Although such immunomodulator treatments have favorable safety profiles in children, a small risk remains for developing depression and elevated liver enzymes that should be monitored closely. Promising research also is evaluating intravenous immunoglobulin, plasmapheresis, stem cell therapies, and other interferons as alternative treatments for MS.MS can cause ataxia, weakness, or paresthesias. Although visual changes are common in the initial presentation, their exclusion should not eliminate MS from the differential diagnosis of a patient who has neurologic changes. (Reina Patel, DO, Benjamin Lee, MD, UTSW Medical School, Children's Medical Center, Dallas, Tex.)The day the child was ready for discharge, a gram-negative oxidase-positive organism, Vibrio cholerae, was identified in her stool culture.Cholera bears the distinction of being the modern world's first reportable disease. The current global pandemic of cholera, involving the El Tor biotype of the O1 serogroup of V cholerae, started in the 1960s in Indonesia and spread worldwide, most recently to Latin America in the early 1990s. As a result, cholera is endemic in most of the world but is much more common in South Asia and Africa. Fortunately, cholera is seen infrequently in North America, although it still is endemic to parts of the United States. Domestic cases usually arise from the Gulf Coast states and are associated with eating seafood. Cholera should be suspected in any patient who has a history of exposure or travel to developing countries.V cholerae is found in aquatic environments and is part of the normal flora of brackish water and estuaries. It multiplies in association with plankton and often is associated with algae blooms. The incidence of cholera peaks during warm seasons, which may be related to the ability of vibrios to grow rapidly at warmer temperatures. Once ingested, if they survive passage through the acidic environment of the stomach, the vibrios attach to the mucosa of the small intestine, where they elaborate cholera toxin. Cholera toxin binds to mucosal cell GM1 ganglioside receptor proteins and causes intracellular cAMP upregulation, which leads to chloride secretion via the cystic fibrosis transmembrane conductance regulator chloride channel. Such secretion, and the water that follows it, produces the high-volume diarrhea typical of the disease.Cholera is spread via fecal-oral contamination. Although diarrheal stools contain large numbers of vibrios, person-to-person transmission is rare because the inoculum required for infection is very high. Typically, an infected individual's stools contaminate water or food, where bacterial replication occurs prior to the spread of disease; vibrios can survive up to 2 weeks in uncooked food. The incubation period ranges from 8 hours to several days.Cholera presents with the abrupt onset of watery diarrhea and vomiting. Other gastrointestinal syndromes that can present similarly include viral infections such as norovirus and rotavirus, noninflammatory bacterial infections such as enterotoxigenic Escherichia coli, toxin-mediated syndromes such as those caused by Staphylococcus aureus or Bacillus cereus toxins, and parasitic infections that include giardiasis and cryptosporidiosis. Affected patients usually show signs of dehydration, such as tachycardia and hypotension.Patients who have cholera typically have low glucose concentrations because of a lack of glucose ingestion as well as inhibition of glucose absorption. Hypokalemia typically is seen due to potassium loss in diarrheal stool and often is exacerbated by resuscitation using fluids such as normal saline that do not contain potassium. As with other patients who have profuse diarrhea, acidosis and low bicarbonate and other electrolyte disturbances can occur. Renal function should be monitored because patients are at risk for renal failure.Stool specimens should be sent for investigation. Microbiology laboratories may not identify V cholerae from stool samples submitted for culture by using routine tests. Accordingly, the laboratory should be notified that cholera is being considered based on exposure or travel history.Untreated cholera has a case-fatality rate of approximately 50%. Shock, acute renal failure, acidosis, potassium depletion, and hypoglycemia can occur with rapid intravascular depletion. Supportive care is the most important factor in the management of cholera. Oral rehydration is optimal because oral rehydration solutions most closely approximate the composition of cholera stools. Intravenous rehydration should be reserved for those who cannot take oral fluids because of vomiting or obtundation, those who are losing very large amounts of fluid, or those who are severely dehydrated. If intravenous rehydration is needed, lactated Ringer solution is preferable to normal saline due to its increased potassium and lactate/bicarbonate content.Antibiotic therapy can decrease both the volume of stools and the duration of illness by 50% and should be considered for moderate or severe illness. First-line therapy for adults and children older than 8 years of age is doxycycline; alternatives include trimethoprim-sulfamethoxazole and azithromycin.Although it has not been shown to affect epidemic spread significantly, some recommend administering a single dose of doxycycline to household contacts within 24 hours of identification of the index case. This is intended to treat persons who have been infected by the same source and presumably are in the incubation window. An oral killed V cholerae serotype O1 vaccine is available outside of the United States. Routine precautions, such as drinking only bottled/boiled water, abstaining from eating uncooked seafood, and avoiding eating establishments that have poor hygiene are recommended.Cholera is very rare in North America but always should be part of the differential diagnosis for a child presenting with large-volume, nonbloody stools who has traveled recently to developing countries, especially in South Asia and Africa. It is essential to notify the microbiology laboratory if the diagnosis of cholera is being considered so the appropriate culture methods are used. Appropriate fluid rehydration, using oral rehydration solution whenever possible and intravenous lactated Ringer solution if needed, is the most important component of treatment. Antibiotic therapy, most commonly with doxycycline, or trimethoprim-sulfamethoxazole or azithromycin for children, is a useful treatment adjunct. (Jeffrey M. Pernica, MD, David Goldfarb, MD, Megan E. Harrison, MD, Children's Hospital of Eastern Ontario, Ontario, Canada)",
  "authors": [
    {
      "display_name": "H. Liu",
      "id": "A5050562979",
      "orcid": null,
      "institutions": [
        {
          "id": "I1294429298",
          "display_name": "Morgan Stanley Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "H. Liu"
    },
    {
      "display_name": "R. Patel",
      "id": "A5086430737",
      "orcid": null,
      "institutions": [
        {
          "id": "I1294429298",
          "display_name": "Morgan Stanley Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "R. Patel"
    },
    {
      "display_name": "B. Lee",
      "id": "A5052132274",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "B. Lee"
    },
    {
      "display_name": "J. M. Pernica",
      "id": "A5088557729",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. M. Pernica"
    },
    {
      "display_name": "D. Goldfarb",
      "id": "A5065664841",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "D. Goldfarb"
    },
    {
      "display_name": "Megan E. Harrison",
      "id": "A5055576299",
      "orcid": "https://orcid.org/0000-0001-9909-7233",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "M. E. Harrison"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-05-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S118940750",
    "display_name": "Pediatrics in Review",
    "issn_l": "0191-9601",
    "issn": [
      "0191-9601",
      "1526-3347",
      "1529-7233"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315734"
  },
  "volume": "30",
  "issue": "5",
  "first_page": "175",
  "last_page": "180",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.49883342
    },
    {
      "id": "C2777382242",
      "display_name": "Index (typography)",
      "level": 2,
      "score": 0.47130856
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.184726
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.12312177
    }
  ],
  "topics": [
    {
      "id": "T11293",
      "display_name": "Orthopedic Infections and Treatments",
      "score": 0.999
    },
    {
      "id": "T13374",
      "display_name": "Hematological disorders and diagnostics",
      "score": 0.9978
    },
    {
      "id": "T13328",
      "display_name": "Osteomyelitis and Bone Disorders Research",
      "score": 0.9946
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1542/pir.30-5-175",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:01.564560",
  "source_database": "OpenAlex"
}