{
  "openalex_id": "W4255769332",
  "doi": "https://doi.org/10.1097/prs.0000000000000574",
  "title": "Randomized Controlled Trial Comparing Health-Related Quality of Life in Patients Undergoing Vertical Scar versus Inverted T-Shaped Reduction Mammaplasty",
  "abstract": "Sir: I thank Dr. Swanson for his critique of our article.1,2 I emphasize that our study population is derived from a publicly funded health care system. The main outcome was the clinical effectiveness, i.e. quality-of-life improvement, of the two breast reduction techniques. The cosmetic outcome was not under consideration. This was made clear in the article. Below, I address his specific methodologic concerns. First, it is possible that many patients who undergo breast reductions are interested in aesthetic outcomes as much as the quality of life. Combining both self-pay and publically funded patients would have confounded the quality-of-life findings and the subsequent cost-effectiveness analysis. Second, Dr. Swanson questioned whether equipoise existed in our trial. Equipoise is a precondition for performing a randomized controlled trial. Performing a randomized controlled trial is not appropriate if there is clear-cut evidence that one technique is superior. At the inception of our study, there was truly ambivalence that one technique was better than the other as indicated by two surveys of plastic surgeons in North America3,4; therefore, equipoise was met. Third, his concern about randomization, its proximity to surgery, and exclusion of self-pay patients has no merit. We stand by our randomization method, performed a half hour preoperatively. No patient was coerced to join the trial.1 Fourth, on the issue of generalizability, readers of our article were challenged to read it and decide for themselves whether our study findings apply to their patients. From Dr. Swanson’s critique, it appears that his practice is cosmetic, and as we excluded self-pay patients, the findings may not apply to his patients. Fifth, our choice of a randomized controlled trial design over an observational study design was based on the predominance of the evidence that supports the randomized controlled trial as the superior study design for minimizing bias. It is true that there are inherent difficulties in the implementation of a surgical randomized controlled trial.5 This no reason not to apply it. For a randomized controlled trial to be successful, we need to (1) ask a good clinical question, (2) perform good randomization, (3) recruit a large number of patients, and (4) have an independent assessor. Unfortunately, despite three decades of evidence-based medicine teaching, many plastic surgeons persist in showing before-and-after photographs as the definitive evidence of their work. The second “sin” is failure to collaborate and pool cases (i.e., adequate sample size) to help us find the “truth.” Sixth, our choice of health-related quality-of-life scales was based on a previous observational study6 in which we found these scales to be reliable, valid, and responsive to change. We would have used the BREAST-Q in addition had this been available at the inception of the study. Having rebutted the most serious methodologic concerns, I would tend to agree that the vertical scar reduction is most likely a legitimate technique for self-pay patients as well. The cost-effectiveness analysis (in press) will tell us whether this technique is more (or less) cost-effective compared with the inverted T-shaped technique. DISCLOSURE The author has no financial interest to declare in relation to the content of this article. No external funding was received. Achilleas Thoma, M.D., M.Sc. Division of Plastic Surgery Department of Surgery Department of Clinical Epidemiology and Biostatistics Faculty of Health Sciences Surgical Outcomes Research Center Department of Surgery McMaster University Hamilton, Ontario, Canada",
  "authors": [
    {
      "display_name": "Achilleas Thoma",
      "id": "A5080371167",
      "orcid": "https://orcid.org/0000-0002-8348-2863",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Achilleas Thoma"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-09-26",
  "type": "letter",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S100736837",
    "display_name": "Plastic & Reconstructive Surgery",
    "issn_l": "0032-1052",
    "issn": [
      "0032-1052",
      "1076-5751",
      "1529-4242"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "134",
  "issue": "4",
  "first_page": "668e",
  "last_page": "669e",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1097/prs.0000000000000574",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.74996114
    },
    {
      "id": "C2775919319",
      "display_name": "Clinical equipoise",
      "level": 3,
      "score": 0.744708
    },
    {
      "id": "C2781037480",
      "display_name": "Mammaplasty",
      "level": 2,
      "score": 0.68885326
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.63885707
    },
    {
      "id": "C204243189",
      "display_name": "Randomization",
      "level": 3,
      "score": 0.58191967
    },
    {
      "id": "C27158222",
      "display_name": "Generalizability theory",
      "level": 2,
      "score": 0.5816006
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.56272477
    },
    {
      "id": "C2778579461",
      "display_name": "Breast reduction",
      "level": 3,
      "score": 0.5587839
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.4653863
    },
    {
      "id": "C160735492",
      "display_name": "Health care",
      "level": 2,
      "score": 0.41008985
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.328791
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.3206177
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.27691773
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.1732749
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11258",
      "display_name": "Breast Implant and Reconstruction",
      "score": 0.9996
    },
    {
      "id": "T10183",
      "display_name": "Breast Cancer Treatment Studies",
      "score": 0.9869
    },
    {
      "id": "T12663",
      "display_name": "Body Image and Dysmorphia Studies",
      "score": 0.9747
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/prs.0000000000000574",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:41.734597",
  "source_database": "OpenAlex"
}