{
  "openalex_id": "W4256068496",
  "doi": "https://doi.org/10.2523/86672-ms",
  "title": "Field Trials for a Novel Water Deoiling Process for the Upstream Oil and Gas Industry",
  "abstract": "Field Trials for a Novel Water Deoiling Process for the Upstream Oil and Gas Industry Pierre Le Foll; Pierre Le Foll Schlumberger Search for other works by this author on: This Site Google Scholar Moin Khan; Moin Khan Schlumberger Search for other works by this author on: This Site Google Scholar Jean-Pierre Parent; Jean-Pierre Parent EARTH Canada Search for other works by this author on: This Site Google Scholar Frederic Agrapart Frederic Agrapart EARTH Canada Search for other works by this author on: This Site Google Scholar Paper presented at the SPE International Conference on Health, Safety, and Environment in Oil and Gas Exploration and Production, Calgary, Alberta, Canada, March 2004. Paper Number: SPE-86672-MS https://doi.org/10.2118/86672-MS Published: March 29 2004 Cite View This Citation Add to Citation Manager Share Icon Share Twitter LinkedIn Get Permissions Search Site Citation Le Foll, Pierre, Khan, Moin, Parent, Jean-Pierre, and Frederic Agrapart. \"Field Trials for a Novel Water Deoiling Process for the Upstream Oil and Gas Industry.\" Paper presented at the SPE International Conference on Health, Safety, and Environment in Oil and Gas Exploration and Production, Calgary, Alberta, Canada, March 2004. doi: https://doi.org/10.2118/86672-MS Download citation file: Ris (Zotero) Reference Manager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex Search Dropdown Menu nav search search input Search input auto suggest search filter All ContentAll ProceedingsSociety of Petroleum Engineers (SPE)SPE International Conference and Exhibition on Health, Safety, Environment, and Sustainability Search Advanced Search AbstractIn the upstream oil and gas industry, hydrocarbon well production is very often associated with significant fractions of water, whether from the reservoir or byproducts of the drilling and completion processes. Before discharge into the environment, or reinjection into the formation for pressure maintenance or disposal, this unwanted water must have an extremely low oil content to comply with statutory discharge requirements, or to ensure long-term injectivity.Although many techniques have been used over the years for water deoiling - EARTH1 - gains could be achieved in the fields of operating expenditures, energy requirement, performance, and ultimately waste reduction.This paper presents a novel water deoiling process that exceeds the foreseen statutory requirements. It is based on a combined coalescence and separation process. The process is able to deliver water down to 10 mg/L oil content, with a very low pressure drop, and without having to discard spent oil-absorbing material.IntroductionAlthough the conditions differ vastly from one operation to the next, it is widely acknowledged that worldwide water production is several times higher than that of the oil produced - Schlumberger Oilfield Review2. Ratios of three to seven are often quoted. This ratio gets worse as the producing fields become depleted.The disposal of this water poses a formidable technical, economical, and environmental challenge.If inadequately deoiled, reinjected water will, with time, reduce injectivity, increase pressure-boosting costs, and may lead to undesirable formation fracturing.If disposed of at the surface, residual oil constitutes a significant source of hydrocarbon pollution that is being scrutinized all over the world by national and international environmental authorities and agencies. Their rejection standards are more and more demanding. For 2006 the Oslo and Paris Commission (OSPAR), for example, has set a concentration target of no more than 30 mg/L coupled with a 15% gross discharge reduction with respect to 2002 levels3.Moreover, many water treatment and polishing systems rely on absorbing media that require further disposal, consequently displacing the environmental problem rather than eliminating it altogether.Although not comparable in terms of volumes to be treated, another source of oil-stained water is encountered during the early phase of well-testing operations, commonly known as well cleanup.During these operations, significant volumes of water-based fluids are offloaded from the wells: mud filtrate, completion fluid, byproducts of the stimulation fluids, all of which are polluted by the reservoir liquid hydrocarbons. Well-testing separators are unable to process these water-based fluids to a suitable oil-in-water (O-I-W) level where they can be directly disposed of. On the contrary, O-I-W concentrations on the order of several thousand ppm can be expected. Such offloading pattern is illustrated in Fig. 1.When the tested well is first opened on a small choke size, it starts unloading the contents of the completion string. This is generally a dense, water-based liquid. As the cleanup phase progresses, it is gradually replaced by lighter reservoir hydrocarbons and three-phase flow develops. At the initial low flow rate, slug flow is the most common regime. The receiving well test separator is therefore confronted with irregular inflow of the fluid phases until the well stabilizes. Under such conditions oil-water separation is far from optimal and the water leaving the separator still contains a significant concentration of dispersed oil. Further water deoiling is required before it can be disposed of.Novel Water Deoiling ProcessPrincipleThe Total Oil Remediation and Recovery (TORR®) technology presented in this paper is applicable to both produced water and well testing water deoiling.TORR is based on the combination of two well-known processes:oil droplet coalescencegravity separation of oil from wate Keywords: ppm, industry pierre, concentration, droplet size distribution, compartment, jean-pierre parent, schlumberger, drillstem/well testing, reservoir surveillance, frederic agrapart Subjects: Well & Reservoir Surveillance and Monitoring, Processing Systems and Design, Formation Evaluation & Management, Separation and treating, Drillstem/well testing This content is only available via PDF. 2004. Society of Petroleum Engineers You can access this article if you purchase or spend a download.",
  "authors": [
    {
      "display_name": "Pierre Foll",
      "id": "A5004119870",
      "orcid": null,
      "institutions": [
        {
          "id": "I154100212",
          "display_name": "Schlumberger (British Virgin Islands)",
          "country_code": "VG",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pierre Foll"
    },
    {
      "display_name": "Moin Khan",
      "id": "A5073543995",
      "orcid": "https://orcid.org/0000-0002-8237-8095",
      "institutions": [
        {
          "id": "I154100212",
          "display_name": "Schlumberger (British Virgin Islands)",
          "country_code": "VG",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Moin Khan"
    },
    {
      "display_name": "Jean-Pierre Parent",
      "id": "A5013901468",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210139347",
          "display_name": "Future Earth",
          "country_code": "CA",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jean-Pierre Parent"
    },
    {
      "display_name": "Frederic Agrapart",
      "id": "A5013904822",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210139347",
          "display_name": "Future Earth",
          "country_code": "CA",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Frederic Agrapart"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4363608768",
    "display_name": "Proceedings of SPE International Conference on Health, Safety, and Environment in Oil and Gas Exploration and Production",
    "issn_l": null,
    "issn": null,
    "type": "conference",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778805511",
      "display_name": "Citation",
      "level": 2,
      "score": 0.64356184
    },
    {
      "id": "C37531588",
      "display_name": "Exhibition",
      "level": 2,
      "score": 0.6057339
    },
    {
      "id": "C191172861",
      "display_name": "Upstream (networking)",
      "level": 2,
      "score": 0.520031
    },
    {
      "id": "C83260615",
      "display_name": "Mars Exploration Program",
      "level": 2,
      "score": 0.46784744
    },
    {
      "id": "C526740375",
      "display_name": "Petroleum industry",
      "level": 2,
      "score": 0.42727768
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.3988326
    },
    {
      "id": "C42475967",
      "display_name": "Operations research",
      "level": 1,
      "score": 0.3619222
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.3361529
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.33419484
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.2548102
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.2103898
    },
    {
      "id": "C76155785",
      "display_name": "Telecommunications",
      "level": 1,
      "score": 0.19770604
    },
    {
      "id": "C87355193",
      "display_name": "Astrobiology",
      "level": 1,
      "score": 0.14928022
    },
    {
      "id": "C87717796",
      "display_name": "Environmental engineering",
      "level": 1,
      "score": 0.14802131
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.10634774
    }
  ],
  "topics": [
    {
      "id": "T10635",
      "display_name": "Hydraulic Fracturing and Reservoir Analysis",
      "score": 0.9992
    },
    {
      "id": "T10491",
      "display_name": "Enhanced Oil Recovery Techniques",
      "score": 0.9976
    },
    {
      "id": "T11801",
      "display_name": "Reservoir Engineering and Simulation Methods",
      "score": 0.9973
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2523/86672-ms",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:27.842188",
  "source_database": "OpenAlex"
}