{
  "openalex_id": "W4251811022",
  "doi": "https://doi.org/10.1097/aln.0000000000001802",
  "title": "In Reply",
  "abstract": "We appreciate Manning et al.’s comments about our article1 and the issues surrounding withholding of Angiotensin Converting Enzyme Inhibitors (ACEis) and Angiotensin II Receptor Blockers (ARBs) before noncardiac surgery. We agree that large, international, randomized trials are required to optimally inform the effects of medications in the perioperative period; however, we do not agree that there is a compelling reason to conduct separate trials for ACEi and ARB medications in the surgical setting. The authors suggest that, based on some differences in their mechanisms of action, the withholding of these medications before surgery may produce different effects on major outcomes and should be considered separately. The Vascular events In noncardiac Surgery patIents cOhort evaluatioN (VISION) Study did not differentiate between ACEi and ARB medications and cannot inform whether there was a difference in effect between these drugs.In general cardiology, the issue of whether the differences in mechanisms of action of ACEi and ARB medications results in differential clinical effects has been explored. The Ongoing Telmisartan Alone and in Combination with Ramipril Global Endpoint Trial (ONTARGET) randomized 8,576 patients to receive ramipril (an ACEi) 10 mg per day and 8,542 patients to receive telmisartan (an ARB) 80 mg per day and followed patients for a median of 56 months.2 The primary composite outcome (a composite of cardiovascular death, myocardial infarction, stroke, or hospitalization for heart failure) occurred in 1,412 patients (16.5%) assigned ramipril and 1,423 patients (16.7%) assigned telmisartan (relative risk, 1.01; 95% CI, 0.94 to 1.09). Moreover, there was no difference across the treatment groups in any of the individual components of the composite outcome.The authors suggest that perioperative discontinuation of ACEi or ARB medications may potentially cause rebound hypertension and that this, too, may differ between these drug classes. A trial of 526 patients randomized to withhold or continue their ACEi or ARB before noncardiac surgery (approximately half of the patients were taking an ACEi and the other half an ARB) demonstrated that the withholding of these medications did not increase preoperative or postoperative hypertension.3 Although there were no separate analyses for ACEi and ARBs, we would expect at least some trend toward an increased risk of hypertension if the discontinuation of either medication produced this effect.The authors suggest that the duration for which patients have been taking an ACEi before surgery also may modify the effect of preoperative withholding because of the angiotensin escape phenomenon. We did not collect data regarding the duration of preoperative ACEi therapy; however, the escape phenomenon manifested within days to two weeks of initiating ACEi therapy.4 We believe few patients would have initiated an ACEi within days to two weeks before surgery because of prior concerns in the literature about the use of ACEi in the perioperative setting.We agree with the authors that large trials should inform the treatment effects of perioperative medications. Until such a trial occurs, we believe that—based on data from the VISION Study—physicians should consider withholding ACEi and ARB medications in patients undergoing noncardiac surgery.Dr. Roshanov declares no competing interests. Dr. Devereaux declares grants from Roche-Diagnostics (Mannheim, Germany) and Abbott-Diagnostics (Abbott Park, Illinois) during the conduct of the study, and grants from Octopharma (Lachen, Switzerland), Philips Healthcare (Amsterdam, The Netherlands), Stryker (Hamilton, Ontario, Canada), Covidien (Minneapolis, Minnesota), and Boehringer Ingelheim (Ingelheim am Rhein, Germany) outside the submitted work.",
  "authors": [
    {
      "display_name": "Pavel S Roshanov",
      "id": "A5065751326",
      "orcid": "https://orcid.org/0000-0003-3908-1955",
      "institutions": [
        {
          "id": "I2800925808",
          "display_name": "London Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Pavel S. Roshanov"
    },
    {
      "display_name": "P.J. Devereaux",
      "id": "A5040874215",
      "orcid": "https://orcid.org/0000-0003-2935-637X",
      "institutions": [
        {
          "id": "I2800925808",
          "display_name": "London Health Sciences Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P. J. Devereaux"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-09-20",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S124035732",
    "display_name": "Anesthesiology",
    "issn_l": "0003-3022",
    "issn": [
      "0003-3022",
      "1528-1175"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "127",
  "issue": "4",
  "first_page": "722",
  "last_page": "722",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9787832
    },
    {
      "id": "C2779888176",
      "display_name": "Ramipril",
      "level": 3,
      "score": 0.9779397
    },
    {
      "id": "C2779716603",
      "display_name": "Telmisartan",
      "level": 3,
      "score": 0.91030097
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.5851685
    },
    {
      "id": "C500558357",
      "display_name": "Myocardial infarction",
      "level": 2,
      "score": 0.5803871
    },
    {
      "id": "C31174226",
      "display_name": "Perioperative",
      "level": 2,
      "score": 0.5593314
    },
    {
      "id": "C203092338",
      "display_name": "Clinical endpoint",
      "level": 3,
      "score": 0.53841704
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.51743656
    },
    {
      "id": "C2780645631",
      "display_name": "Stroke (engine)",
      "level": 2,
      "score": 0.5109924
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.47540933
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.36670846
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.24693888
    },
    {
      "id": "C84393581",
      "display_name": "Blood pressure",
      "level": 2,
      "score": 0.14832589
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11930",
      "display_name": "Cardiac, Anesthesia and Surgical Outcomes",
      "score": 0.9999
    },
    {
      "id": "T10144",
      "display_name": "Blood Pressure and Hypertension Studies",
      "score": 0.9994
    },
    {
      "id": "T11700",
      "display_name": "Hemodynamic Monitoring and Therapy",
      "score": 0.9934
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/aln.0000000000001802",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:32:30.549937",
  "source_database": "OpenAlex"
}