{
  "openalex_id": "W4251056121",
  "doi": "https://doi.org/10.3389/conf.fimmu.2015.05.00109",
  "title": "Mendelian Susceptibility to Mycobacterial Diseases (MSMD) in Colombian Patients",
  "abstract": "Event Abstract Back to Event Mendelian Susceptibility to Mycobacterial Diseases (MSMD) in Colombian Patients Diana Fernández Echeverri1, Daniel González Loaiza1, 2, Marcela Moncada-Vélez1, Julio Cesar Orrego1, Jessica Lineth Rojas1, Carlos Arango Franco1, Natalia Gonzalez3, Carlos Mario Pérez Vélez1, Juan Esteban Sierra4, Alejandra Wilches4, Catalina Arango4, Andrea Restrepo5, Mónica Trujillo5, Carlos Garcés4, 5, Johana Marcela Isaza-Correa1, Diego Gongora1, Jean-Laurent Casanova6, 7, 8, 9, 10, Andres A. Arias1, 2, Jacinta Bustamante6, 7, 11 and Jose L. Franco1* 1 Universidad de Antioquia, Facultad de Medicina, Colombia 2 Universidad de Antioquia, Escuela de Microbiología, Colombia 3 Hospital Infantil Universitario Rafael Henao Toro, Colombia 4 Hospital Universitario San Vicente Fundación, Colombia 5 Hospital Pablo Tobon Uribe, Colombia 6 Necker Hospital for Sick Children, France 7 Paris Descartes University, France 8 Howard Hughes Medical Institute, United States 9 Necker Hospital for Sick Children, AP-HP, Pediatric Hematology-Immunology Unit, France 10 Rockefeller University, United States 11 Necker Hospital for Sick Children, AP-HP, Center for the Study of Primary Immunodeficiencies, France Mendelian susceptibility to mycobacterial diseases (MSMD) is a congenital syndrome that stems from exposure to weakly virulent mycobacteria such as BCG vaccines and non-tuberculous environmental mycobacteria (EM), resulting in severe, localized or disseminated clinical disease, in otherwise healthy patients. Patients with MSMD are also vulnerable to the more virulent Mycobacterium tuberculosis (Mtb), as well as to salmonellosis and candidiasis, and more rarely to infections with other intramacrophagic bacteria, fungi, or parasites, and even, perhaps, a few viruses. To date, mutations causing MSMD have been identified in nine genes (IFNGR1, IFNGR2, STAT1, IL12B, IL12RB1, IRF8, ISG15, NEMO, and CYBB), being the autosomal recessive (AR) complete IL-12Rβ1 deficiency the most common genetic etiology of MSMD. All mutations affect IFN-gamma axis dependent immunity, highlighting the essential nature of these pathways in the protection against mycobacterial infections in humans. The high level of allelic heterogeneity at most of these loci has led to the definition of 18 distinct disorders, with dominant or recessive modes of inheritance at the same locus, and leading from partial to complete functional defects as a result of a variety of mutant proteins. Furthermore, mutations identified in some of these genes are associated with M. tuberculosis infections in children, thus providing evidence to support the proof of principle that childhood tuberculosis (TB) can result from single-gene inborn errors of immunity. Kindreds with genetic defects in the IFN-gamma circuit have been identified in more than 45 countries around the world; however the frequency of MSMD in Colombia is currently unknown. For these reasons, the aim of this work is to detect and describe up to 100 Colombian patients affected with MSMD and to define the molecular basis of the syndrome using a combination of clinical, immunological and next-generation genetics tools to characterize the mutations and their functional consequences in the genes of the IFN-gamma circuit associated with this syndrome. We are using two complementary experimental approaches that include hypothesis-based candidate gene by Sanger and hypothesis-generating whole-exome sequencing (WES). Up to date we have recruited 23 patients with a median age of 15 years (CI 95%: 13 – 16 years old). The clinical and laboratory diagnosis in these individuals are: tuberculosis in 13 patients (56.5%), disseminated EM infections in 3 patients (13.0%), and disseminated infection such as candidiasis, histoplasmosis, cryptococcosis, paracoccidiodomycosis and salmonellosis in 7 patients (30.4%). Some of these patients (43.5%) had been infected with more than one microorganism. For the hypothesis-based candidate gene approach, we have already tested 15 patients by Sanger sequencing in search for coding and non-coding variants using primers specific for all exons as well as small flanking intronic regions of IL12RB1, IFNGR1 and STAT1 according to the infectious phenotype. One case of IL12RB1 and one with partial IFNGR1 deficiency have been confirmed, respectively. The first patient (P-001) is a 5 years old boy born from consanguineous parents who presented at the age of 1.5 years with disseminated TB due to multi-sensitive Mtb and we identified a homozygous I87T mutation in IFNGR1 gene leading to an autosomal recessive form of partial (RP) IFNγ-R1 deficiency. No family members who are carriers of the IL12RB1 mutation have been identified; however in 8 out of 16 evaluated familiars, we found heterozygous I87T mutations in the IFNGR1 gene. On the other hand, the second patient (P-002) is a 5 years old boy who presented at the age of 2 years with disseminated BCG infection (an older brother died of the same infectious cause) and we found a homozygous loss of function mutation in exon 9 (c.872G>A) of IL12RB1 gene that replaced cysteine in position 291 of the protein with tyrosine (p.C291Y). Both parents were heterozygous for the same mutation. In 5 patients (33.3%) of 15 whom were evaluated by Sanger sequencing, we found several heterozygous polymorphisms in exons 2, 5, 6, 8 and 11 of IL12RB1 gen; these have been previously associated with susceptibility to Mycobacterium tuberculosis infection, however we could not found clear association with the clinical MSMD. Similar results were found in the STAT1 gene in 1 patient (P-018) who had a heterozygous polymorphism. Considering that these patient’s phenotype fits well within the definition of MSMD, the next step will be to perform WES in the patients and their parents to continue the search for gene defects that can explain the phenotype. This work will provide a better understanding of the mechanisms of immunity to mycobacteria and to the pathogenesis of mycobacterial disease and other infectious diseases by related microorganisms associated with MSMD, making it possible to provide molecular diagnoses for patients, genetic counseling for their families and the implementation of additional therapies and procedures for the treatment in addition to antibiotics. Acknowledgements This work is supported by Colciencias grant (number 111556934990), Universidad de Antioquia, ECOS-NORD (Agreement 219-2013) and CODI (Internship agreement 8700/525/2015). Keywords: BCG Vaccine, Mycobacterial infection, Susceptibility genes, Sanger sequencing, Whole-exome sequencing Conference: IMMUNOCOLOMBIA2015 - 11th Congress of the Latin American Association of Immunology - 10o. Congreso de la Asociación Colombiana de Alergia, Asma e Inmunología, Medellin, Colombia, 13 Oct - 16 Oct, 2015. Presentation Type: Poster Presentation Topic: Immunodeficiencies Citation: Fernández Echeverri D, González Loaiza D, Moncada-Vélez M, Orrego J, Rojas J, Arango Franco C, Gonzalez N, Pérez Vélez C, Sierra J, Wilches A, Arango C, Restrepo A, Trujillo M, Garcés C, Isaza-Correa J, Gongora D, Casanova J, Arias AA, Bustamante J and Franco JL (2015). Mendelian Susceptibility to Mycobacterial Diseases (MSMD) in Colombian Patients. Front. Immunol. Conference Abstract: IMMUNOCOLOMBIA2015 - 11th Congress of the Latin American Association of Immunology - 10o. Congreso de la Asociación Colombiana de Alergia, Asma e Inmunología. doi: 10.3389/conf.fimmu.2015.05.00109 Copyright: The abstracts in this collection have not been subject to any Frontiers peer review or checks, and are not endorsed by Frontiers. They are made available through the Frontiers publishing platform as a service to conference organizers and presenters. The copyright in the individual abstracts is owned by the author of each abstract or his/her employer unless otherwise stated. Each abstract, as well as the collection of abstracts, are published under a Creative Commons CC-BY 4.0 (attribution) licence (https://creativecommons.org/licenses/by/4.0/) and may thus be reproduced, translated, adapted and be the subject of derivative works provided the authors and Frontiers are attributed. For Frontiers’ terms and conditions please see https://www.frontiersin.org/legal/terms-and-conditions. Received: 26 May 2015; Published Online: 14 Sep 2015. * Correspondence: Dr. Jose L Franco, Universidad de Antioquia, Facultad de Medicina, Medellin, Antioquia, Colombia, jose.franco@udea.edu.co Login Required This action requires you to be registered with Frontiers and logged in. To register or login click here. Abstract Info Abstract The Authors in Frontiers Diana Fernández Echeverri Daniel González Loaiza Marcela Moncada-Vélez Julio Cesar Orrego Jessica Lineth Rojas Carlos Arango Franco Natalia Gonzalez Carlos Mario Pérez Vélez Juan Esteban Sierra Alejandra Wilches Catalina Arango Andrea Restrepo Mónica Trujillo Carlos Garcés Johana Marcela Isaza-Correa Diego Gongora Jean-Laurent Casanova Andres A Arias Jacinta Bustamante Jose L Franco Google Diana Fernández Echeverri Daniel González Loaiza Marcela Moncada-Vélez Julio Cesar Orrego Jessica Lineth Rojas Carlos Arango Franco Natalia Gonzalez Carlos Mario Pérez Vélez Juan Esteban Sierra Alejandra Wilches Catalina Arango Andrea Restrepo Mónica Trujillo Carlos Garcés Johana Marcela Isaza-Correa Diego Gongora Jean-Laurent Casanova Andres A Arias Jacinta Bustamante Jose L Franco Google Scholar Diana Fernández Echeverri Daniel González Loaiza Marcela Moncada-Vélez Julio Cesar Orrego Jessica Lineth Rojas Carlos Arango Franco Natalia Gonzalez Carlos Mario Pérez Vélez Juan Esteban Sierra Alejandra Wilches Catalina Arango Andrea Restrepo Mónica Trujillo Carlos Garcés Johana Marcela Isaza-Correa Diego Gongora Jean-Laurent Casanova Andres A Arias Jacinta Bustamante Jose L Franco PubMed Diana Fernández Echeverri Daniel González Loaiza Marcela Moncada-Vélez Julio Cesar Orrego Jessica Lineth Rojas Carlos Arango Franco Natalia Gonzalez Carlos Mario Pérez Vélez Juan Esteban Sierra Alejandra Wilches Catalina Arango Andrea Restrepo Mónica Trujillo Carlos Garcés Johana Marcela Isaza-Correa Diego Gongora Jean-Laurent Casanova Andres A Arias Jacinta Bustamante Jose L Franco Related Article in Frontiers Google Scholar PubMed Abstract Close Back to top Javascript is disabled. Please enable Javascript in your browser settings in order to see all the content on this page.",
  "authors": [
    {
      "display_name": "Fernández Echeverri Diana",
      "id": "A5035811722",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Fernández Echeverri Diana"
    },
    {
      "display_name": "González Loaiza Daniel",
      "id": "A5073054854",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "González Loaiza Daniel"
    },
    {
      "display_name": "Moncada-Vélez Marcela",
      "id": "A5037917339",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Moncada-Vélez Marcela"
    },
    {
      "display_name": "Orrego Julio Cesar",
      "id": "A5058256169",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Orrego Julio Cesar"
    },
    {
      "display_name": "Rojas Jessica Lineth",
      "id": "A5032328761",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Rojas Jessica Lineth"
    },
    {
      "display_name": "Arango Franco Carlos",
      "id": "A5069723817",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Arango Franco Carlos"
    },
    {
      "display_name": "G Poteshkina Natalia",
      "id": "A5030595888",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gonzalez Natalia"
    },
    {
      "display_name": "Pérez Vélez Carlos Mario",
      "id": "A5067998013",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Pérez Vélez Carlos Mario"
    },
    {
      "display_name": "Sierra Juan Esteban",
      "id": "A5063457050",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sierra Juan Esteban"
    },
    {
      "display_name": "Wilches Alejandra",
      "id": "A5040899326",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Wilches Alejandra"
    },
    {
      "display_name": "A. Suárez Catalina",
      "id": "A5104561684",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Arango Catalina"
    },
    {
      "display_name": "Restrepo Andrea",
      "id": "A5032881928",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Restrepo Andrea"
    },
    {
      "display_name": "Trujillo Mónica",
      "id": "A5048432015",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Trujillo Mónica"
    },
    {
      "display_name": "Garcés Carlos",
      "id": "A5002742375",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Garcés Carlos"
    },
    {
      "display_name": "Isaza-Correa Johana Marcela",
      "id": "A5087048463",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Isaza-Correa Johana Marcela"
    },
    {
      "display_name": "Gongora Diego",
      "id": "A5088875232",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gongora Diego"
    },
    {
      "display_name": "Casanova Jean-Laurent",
      "id": "A5064002275",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Casanova Jean-Laurent"
    },
    {
      "display_name": "Arias Andres",
      "id": "A5028613614",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Arias Andres"
    },
    {
      "display_name": "Bustamante Jacinta",
      "id": "A5031907975",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bustamante Jacinta"
    },
    {
      "display_name": "Franco Jose",
      "id": "A5112790950",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Franco Jose"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2595292759",
    "display_name": "Frontiers in Immunology",
    "issn_l": "1664-3224",
    "issn": [
      "1664-3224"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320527"
  },
  "volume": "6",
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.3389/conf.fimmu.2015.05.00109",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C175783326",
      "display_name": "Mendelian inheritance",
      "level": 3,
      "score": 0.7955477
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.3854928
    },
    {
      "id": "C78458016",
      "display_name": "Evolutionary biology",
      "level": 1,
      "score": 0.37479228
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.36499947
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.3443276
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.105292976
    }
  ],
  "topics": [
    {
      "id": "T11725",
      "display_name": "Immunodeficiency and Autoimmune Disorders",
      "score": 0.9987
    },
    {
      "id": "T10038",
      "display_name": "Tuberculosis Research and Epidemiology",
      "score": 0.9983
    },
    {
      "id": "T11316",
      "display_name": "Mycobacterium research and diagnosis",
      "score": 0.9923
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.3389/conf.fimmu.2015.05.00109",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:56.074295",
  "source_database": "OpenAlex"
}