{
  "openalex_id": "W4250682978",
  "doi": "https://doi.org/10.1190/1.9781560802396.ch15",
  "title": "15. 3D Seismic Imaging for VMS Deposit Exploration, Matagami, Quebec",
  "abstract": "PreviousNext No AccessHardrock Seismic Exploration15. 3D Seismic Imaging for VMS Deposit Exploration, Matagami, QuebecAuthors: Erick AdamGervais PerronGrant ArnoldLarry MatthewsBernd MilkereitErick Adam, Gervais Perron, Grant Arnold, Larry Matthews, and Bernd Milkereithttps://doi.org/10.1190/1.9781560802396.ch15 SectionsAboutPDF/ePub ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinked InRedditEmail Abstract Detecting deep mineral resources in the vicinity of existing mining camps is expensive and time consuming. The 3D seismic method is used routinely in oil and gas exploration to map deep stratigraphic contacts and structural features. Its ability to map volcanic contacts and the 1-km deep Bell Allard volcanogenic massive sulfide (VMS) deposit was tested recently in the Matagami mining camp. The survey objectives were to identify the seismic response of a VMS ore deposit and to map the main lithological contacts. The Bell Allard VMS deposit appears as a 100 m wide zone of high seismic amplitudes. The deposit is underlain by a larger amplitude anomaly that we attribute to a gabbro sill, or possibly to the alteration zone of the deposit. We show that the depth of the main exploration target (the Key Tuffite) can be identified on a large portion of the seismic survey area and that its southwest limit defines the location of a regional fault (the Daniel fault). The azimuth and dip of a synvolcanic fault was determined from amplitude analysis of a large gabbro sill. The Matagami 3D seismic experiment shows that seismic methods can image a deep VMS deposit and map important lithological contacts at a regional scale at a cost comparable to two 800-m deep boreholes per square kilometer. When applied in the appropriate geological context, a 3D seismic survey has the potential to assist deep mineral exploration and increase the chances of making cost-effective discoveries. Permalink: https://doi.org/10.1190/1.9781560802396.ch15FiguresReferencesRelatedDetailsCited bySeismic imaging across fault systems in the Abitibi greenstone belt – an analysis of pre- and post-stack migration approaches in the Chibougamau area, Quebec, Canada19 May 2021 | Solid Earth, Vol. 12, No. 5Sparse 3D reflection seismic survey for deep-targeting iron oxide deposits and their host rocks, Ludvika Mines, Sweden24 February 2021 | Solid Earth, Vol. 12, No. 2High‐resolution seismic imaging of crooked two‐dimensional profiles in greenstone belts of the Canadian shield: results from the Swayze area, Ontario, Canada9 August 2019 | Geophysical Prospecting, Vol. 68, No. 1Diffractivity — Another attribute for the interpretation of seismic data in hard rock environment, a case studyMohammad Javad Khoshnavaz, Andrej Bóna, Muhammad Shahadat Hossain, Milovan Urosevic, and Kit Chambers5 August 2016 | Interpretation, Vol. 4, No. 4Using supervirtual first arrivals in controlled-source hardrock seismic imaging—well worth the effort29 April 2016 | Geophysical Journal International, Vol. 206, No. 1Enhancing 3D post-stack seismic data acquired in hardrock environment using 2D curvelet transform13 March 2015 | Geophysical Prospecting, Vol. 63, No. 4Delineating structures controlling sandstone-hosted base-metal deposits using high-resolution multicomponent seismic and radio-magnetotelluric methods: a case study from Northern Sweden6 April 2015 | Geophysical Prospecting, Vol. 63, No. 43D seismic survey for geothermal exploration in crystalline rocks in Saxony, Germany23 April 2015 | Geophysical Prospecting, Vol. 63, No. 4High-resolution 2D seismic imaging and forward modeling of a polymetallic sulfide deposit at Garpenberg, central SwedenOmid Ahmadi, Christopher Juhlin, Alireza Malehmir, and Mie Munck8 October 2013 | GEOPHYSICS, Vol. 78, No. 63D stochastic gravity inversion using nonstationary covariancesPejman Shamsipour, Denis Marcotte, Michel Chouteau, Martine Rivest, and Abderrezak Bouchedda1 February 2013 | GEOPHYSICS, Vol. 78, No. 2Multidisciplinary study of the hanging wall of the Kiirunavaara iron ore deposit, northern SwedenMai-Britt Jensen, Artem Kashubin, Christopher Juhlin, and Sten-Åke Elming12 October 2012 | GEOPHYSICS, Vol. 77, No. 63D constraints and finite-difference modeling of massive sulfide deposits: The Kristineberg seismic lines revisited, northern SwedenMahdieh Dehghannejad, Alireza Malehmir, Christopher Juhlin, and Pietari Skyttä6 September 2012 | GEOPHYSICS, Vol. 77, No. 53D reflection seismic imaging for open-pit mine planning and deep exploration in the Kevitsa Ni-Cu-PGE deposit, northern FinlandAlireza Malehmir, Christopher Juhlin, Chris Wijns, Milovan Urosevic, Petri Valasti, and Emilia Koivisto7 September 2012 | GEOPHYSICS, Vol. 77, No. 53D imaging challenges in steeply dipping mining structures: New lights on acquisition geometry and processing from the Brunswick no. 6 seismic data, CanadaSaeid Cheraghi, Alireza Malehmir, and Gilles Bellefleur6 September 2012 | GEOPHYSICS, Vol. 77, No. 53D seismic imaging of volcanogenic massive sulfide deposits in the Flin Flon mining camp, Canada: Part 1 — Seismic resultsD. J. White, D. Secord, and M. Malinowski6 September 2012 | GEOPHYSICS, Vol. 77, No. 52D reflection seismic investigations at the Kevitsa Ni-Cu-PGE deposit, northern FinlandEmilia Koivisto, Alireza Malehmir, Pekka Heikkinen, Suvi Heinonen, and Ilmo Kukkonen7 September 2012 | GEOPHYSICS, Vol. 77, No. 5Seismic methods in mineral exploration and mine planning: A general overview of past and present case histories and a look into the futureAlireza Malehmir, Raymond Durrheim, Gilles Bellefleur, Milovan Urosevic, Christopher Juhlin, Donald John White, Bernd Milkereit, and Geoff Campbell7 September 2012 | GEOPHYSICS, Vol. 77, No. 5Reflection seismic investigations in the Dannemora area, central Sweden: Insights into the geometry of polyphase deformation zones and magnetite-skarn deposits30 November 2011 | Journal of Geophysical Research: Solid Earth, Vol. 116, No. B113D reflection seismic investigation for mine planning and exploration in the Kevitsa Ni‐Cu‐PGE deposit, northern FinlandAlireza Malehmir, Christopher Juhlin, Chris Wijns, Milovan Urosevic, Petri Valasti, Emilia koivisto, Ilmo Kukkonen, Pekka Heikkinen, and Markku Paananen25 May 2012Enhancing base-metal exploration with seismic imagingThis article is one of a series of papers published in this Special Issue on the theme Lithoprobe — parameters, processes, and the evolution of a continent .Canadian Journal of Earth Sciences, Vol. 47, No. 5Elastic seismic wave scattering and imaging of massive sulfides: rock physics and implications for seismic data acquisition and processingE. L. Bongajum, I. White, and B. Milkereit21 October 20103D seismic reflection imaging of volcanic-hosted massive sulfide deposits: Insights from reprocessing Halfmile Lake data, New Brunswick, CanadaAlireza Malehmir and Gilles Bellefleur4 December 2009 | GEOPHYSICS, Vol. 74, No. 6Shallow 3D seismic-reflection imaging of fracture zones in crystalline rockCedric Schmelzbach, Heinrich Horstmeyer, and Christopher Juhlin31 October 2007 | GEOPHYSICS, Vol. 72, No. 6Physical property analysis, numerical and scale modeling for planning of seismic surveys: Voisey's Bay, LabradorDeanne Duff and C. A. Hurich6 October 2006 Hardrock Seismic ExplorationISBN (print):978-1-56080-114-6ISBN (online):978-1-56080-239-6Copyright: 2003 Pages: 277 publication data© 2003 All rights reserved. No part of this publication may be reproduced or distributed in any form or by any means without written permission of the publisherPublisher:Society of Exploration Geophysicists HistoryPublished in print: 01 Jan 2003 CITATION INFORMATION Erick Adam, Gervais Perron, Grant Arnold, Larry Matthews, and Bernd Milkereit, (2003), \"15. 3D Seismic Imaging for VMS Deposit Exploration, Matagami, Quebec,\" Geophysical Developments Series : 229-246. https://doi.org/10.1190/1.9781560802396.ch15 Plain-Language Summary PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Erick Adam",
      "id": "A5108477049",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Erick Adam"
    },
    {
      "display_name": "Gervais Perron",
      "id": "A5110135484",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gervais Perron"
    },
    {
      "display_name": "Grant Arnold",
      "id": "A5108886814",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Grant Arnold"
    },
    {
      "display_name": "Larry S. Matthews",
      "id": "A5106132275",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Larry Matthews"
    },
    {
      "display_name": "B. Milkereit",
      "id": "A5062828041",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bernd Milkereit"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-01-01",
  "type": "book-chapter",
  "cited_by_count": 26,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463929",
    "display_name": "Society of Exploration Geophysicists eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310316678"
  },
  "volume": null,
  "issue": null,
  "first_page": "229",
  "last_page": "246",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.6991242
    },
    {
      "id": "C165205528",
      "display_name": "Seismology",
      "level": 1,
      "score": 0.47240037
    },
    {
      "id": "C79675319",
      "display_name": "Geophysical imaging",
      "level": 2,
      "score": 0.42336094
    },
    {
      "id": "C16674752",
      "display_name": "Mining engineering",
      "level": 1,
      "score": 0.39187264
    }
  ],
  "topics": [
    {
      "id": "T13018",
      "display_name": "Seismology and Earthquake Studies",
      "score": 0.992
    },
    {
      "id": "T10271",
      "display_name": "Seismic Imaging and Inversion Techniques",
      "score": 0.991
    },
    {
      "id": "T11757",
      "display_name": "Seismic Waves and Analysis",
      "score": 0.9877
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1190/1.9781560802396.ch15",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.169372",
  "source_database": "OpenAlex"
}