{
  "openalex_id": "W4286462402",
  "doi": "https://doi.org/10.1002/jez.b.23169",
  "title": "In the Spotlight—Established Researcher",
  "abstract": "Andreas Wanninger was the coordinator of the EU Research Training Network MOLMORPH that united 5 European universities with research groups using EvoDevo, paleontology, morphology, and phylogeny to tackle various questions revolving around animal evolution. He is the current President-elect of the International Society of Invertebrate Morphology (ISIM). Andi was an Associate Editor of JEZ-B from 2012 until 2021. Website: https://zoology.univie.ac.at/people/scientific-staff/andreas-wanninger/ With whom and where did you study? I received my Diploma in Biology from the Ludwig-Maximilians-University in Munich, Bavaria. When the time had come to look for a thesis project and supervisor, a young and dynamic professor in Zoology had just been hired, Gerhard Haszprunar. As a top-notch morphologist, he had plans to expand his research into molluscan organogenesis and since I have always had a crush on tiny creatures, he offered me a project on gastropod myogenesis using fluorescene markers and confocal microscopy—very fancy stuff for a morphologist at that time. I fell in love with larval and developmental biology, particularly, as to how morphological structures form and change during ontogeny and so I decided to continue with a PhD in his lab looking comparatively into molluscan development. What got you interested in Biology? I grew up in a small village in the Bavarian Alps, close to the border with Austria, and thus was pretty much an outdoor kid. I loved (and still do) hiking in the mountains and being surrounded by nature. Thus, almost inevitably, I have always had an interest in everything living. However, I was never the nerdy kind of guy who would collect tons of insects or plants or would sit endless hours trying to determine those leggy creatures that were crawling and humming around in our backyard. I think I was just too lazy for that. I liked books, too, and that got me exposed to more exotic creatures that were not roaming our backyard such as dinosaurs or everything marine. I developed an interest in finding out something unknown early on; being the first one to see or discover something always had a great appeal to me, and so the wish to pursue a scientific career somehow developed almost naturally. When did you know EvoDevo was for you? Being into small creatures and morphology got me interested in tiny marine larvae, but when I seriously started to look into this during my thesis project I realized how fascinating it is to decipher how structures form and change in short time intervals during ontogeny. So, on a purely morphological level, we did EvoDevo already before the discipline got its name. With very little background in genetics, my focus was first restricted to comparative morphogenesis, but this changed during my Postdoc with Bernie Degnan from Brisbane, during which I got the first hands-on experience with molecular approaches such as gene expression analyses and the like. From then on my goal has always been to combine morphological and molecular approaches to answer EvoDevo questions. Who was your most influential mentor? Clearly Gerhard Haszprunar. His energy and interest in everything related to evolution and beyond was something I could not resist. His plans to look into molluscan development from a comparative point of view ideally met my interests as an undergraduate, so I think we were kind of a perfect match. During my early PostDoc phase, Bernie Degnan was a huge inspiration to expand into gene expression analyses and during my time in Copenhagen, I endulged in discussions on crazy critters with my equally enthusiastic colleagues Claus Nielsen, Reinhardt Mobjerg Kristensen, and Jens Hoeg. What was the biggest challenge in getting to your position? What is your advice for junior EvoDevo researchers? Generally, I think the biggest challenge in securing a permanent position in academia is one that you only have very limited influence on: Luck. You need to be at the right stage of your career to be competitive enough and the job, that you are ideally suited for, needs to come up during that time window. Competition for tenured positions in academia is fierce and there are many talented colleagues out there doing fascinating work that are forced to leave science—not because they are “not good enough,” but due to the lack of positions. One has to be realistic: Being “good,” “innovative,” “hard working”, and all that are important prerequisites, but by themselves are no guarantee for a permanent contract. And this is unlikely to change anytime soon. Very often it is fine details that have very little to do with your scientific merits that makes a committee consider you and not your colleague the prime candidate for a post. Or vice versa. And in this game, being ranked number 2 usually means not getting the job. The lasting insecurity and psychological burden of finding a permanent job will grow with time, so it is good to have a Plan B and a personal deadline when you will take this alternative path. How to maximize your chances on the job market? Difficult question, but first and foremost it is key that you choose a field you are really passionate about. Something you think you can and want to make a significant contribution to. EvoDevo and Biology in general is so fascinating, and working in any of its fields can be really fun and exciting. This should be your main driving force, because, on the flipside of the coin, building a scientific career is hard work that requires sacrifices, so you better invest in something you really care about. Then choose the right lab and supervisor who is willing to provide input and, at the same time, allows you to pursue your own ideas and let you develop. Do not be shy in contacting PIs. Present them your ideas—most of them will consider that as appreciation of their own work. Expand your methodological and intellectual skills as much as possible and think about your research profile: What kind of work do you want to be associated with in the community? Try and find a signature niche people will associate your name with. All this will most likely require change of labs and thus personal flexibility and willingness to move, especially as early career researcher, but it enhances your chances on the job market—in- and outside of academia. Plus, it will help you grow as a scientist and personality.",
  "authors": [
    {
      "display_name": "Andreas Wanninger",
      "id": "A5027635578",
      "orcid": "https://orcid.org/0000-0002-3266-5838",
      "institutions": [
        {
          "id": "I129774422",
          "display_name": "University of Vienna",
          "country_code": "AT",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Andreas Wanninger"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-07-22",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210222104",
    "display_name": "Journal of Experimental Zoology Part B Molecular and Developmental Evolution",
    "issn_l": "1552-5007",
    "issn": [
      "1552-5007",
      "1552-5015"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "338",
  "issue": "6",
  "first_page": "329",
  "last_page": "330",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9543878",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.33448815
    }
  ],
  "topics": [
    {
      "id": "T11354",
      "display_name": "Evolution and Paleontology Studies",
      "score": 0.9174
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/jez.b.23169",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:34:32.732183",
  "source_database": "OpenAlex"
}