{
  "openalex_id": "W4285593795",
  "doi": "https://doi.org/10.15353/cfs-rcea.v9i2.536",
  "title": "Sharing the struggle for fairness: Exploring possibilities for solidarity &amp; just labour in organic agriculture",
  "abstract": "Despite the organic movement’s early connections to labour advocacy and commitment to the principle of “Fairness”, the evolution of the organic sector has generated questions about the strength of its links to food justice in certified organic farming. Scholar-activists have, in particular, highlighted the problematic nature of labour relations on many organic farms. This article reports on a growing relationship between an organic farming association (the Certified Organic Associations of British Columbia) and a migrant workers justice collective (Fuerza Migrante) with aspirations of alliance building. Drawing from qualitative interviews and participant observation, we examine the extent to which efforts by the organic community towards fairness in labour relations may signal an opening whereby the organic movement may take up the more radical struggle for rights, status and justice for racialized migrant workers. We draw on theoretical work on post-capitalist relations and emancipatory social transformations to provide scaffolding to our assessment, and illuminate the importance of complementary efforts. While the primary demands raised by migrant workers and their allies (e.g. structural changes to temporary foreign worker programs) are not yet mirrored by the organic community’s advocacy, this paper documents preliminary efforts towards centering of migrant worker struggles for justice that may open up spaces for social emancipation for workers in organic farming systems. We also provide recommendations for how the organic community could act in solidarity with migrants and advance migrant justice priorities. En sus inicios, el movimiento orgánico estaba fuertemente vinculado con la defensa de los derechos de los trabajadores y comprometido con el principio de “justicia”. Con el paso del tiempo, la evolución del sector orgánico ha generado cuestionamientos sobre la fuerza de estos vínculos y su relación con la justicia alimentaria en la agricultura orgánica certificada. Académicos-activistas, en particular, han destacado la intrínseca problemática de muchas granjas orgánicas. El presente artículo reporta la creciente relación y aspiración de construir alianzas entre una asociación de agricultura orgánica (Organic BC) y un colectivo de justicia para trabajadores migrantes (Fuerza Migrante). Examinamos hasta qué punto los esfuerzos por parte de la comunidad orgánica hacia la justicia en relaciones laborales puede representar una oportunidad para el movimiento orgánico de asumir una postura más radical por los derechos, estatus y la justicia de los trabajadores migrantes racializados. El análisis se basa en el trabajo teórico sobre relaciones post-capitalistas y las transformaciones sociales emancipatorias que iluminan la importancia de los esfuerzos complementarios. Si bien las principales demandas planteadas por los trabajadores migrantes y sus aliados (por ejemplo, cambios estructurales en los programas de trabajadores extranjeros temporales) aún no se reflejan en la lucha de la comunidad orgánica, vemos esfuerzos preliminares enfocados en la lucha de los trabajadores migrantes por la justicia, los cuales pueden abrir espacios para la emancipación social en sistemas de agricultura orgánica. Concluimos con recomendaciones sobre cómo la comunidad orgánica en Canadá podría actuar en solidaridad con los migrantes y promover prioridades de justicia para migrantes.",
  "authors": [
    {
      "display_name": "Susanna Klassen",
      "id": "A5039382819",
      "orcid": "https://orcid.org/0000-0002-6971-3397",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Susanna Klassen"
    },
    {
      "display_name": "Fuerza Migrante",
      "id": "A5072553542",
      "orcid": null,
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "None Fuerza Migrante"
    },
    {
      "display_name": "Hannah Wittman",
      "id": "A5011562081",
      "orcid": "https://orcid.org/0000-0002-8247-6517",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hannah Wittman"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-07-15",
  "type": "article",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S4210188096",
    "display_name": "Canadian Food Studies / La Revue canadienne des études sur l alimentation",
    "issn_l": "2292-3071",
    "issn": [
      "2292-3071"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310312927"
  },
  "volume": "9",
  "issue": "2",
  "first_page": "147",
  "last_page": "179",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://canadianfoodstudies.uwaterloo.ca/index.php/cfs/article/download/536/494",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780641677",
      "display_name": "Solidarity",
      "level": 3,
      "score": 0.76069975
    },
    {
      "id": "C139621336",
      "display_name": "Economic Justice",
      "level": 2,
      "score": 0.54531884
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4950761
    },
    {
      "id": "C46304622",
      "display_name": "Certification",
      "level": 2,
      "score": 0.47131234
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.4492414
    },
    {
      "id": "C2778431023",
      "display_name": "Alliance",
      "level": 2,
      "score": 0.4407203
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.33444595
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.26970392
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.23532197
    }
  ],
  "topics": [
    {
      "id": "T11066",
      "display_name": "Organic Food and Agriculture",
      "score": 0.9676
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.15353/cfs-rcea.v9i2.536",
  "pdf_url": "https://canadianfoodstudies.uwaterloo.ca/index.php/cfs/article/download/536/494",
  "retrieved_date": "2025-07-30T14:57:33.887173",
  "source_database": "OpenAlex"
}