{
  "openalex_id": "W4289889759",
  "doi": "https://doi.org/10.1111/jebm.12487",
  "title": "A conversation on evidence‐based medicine in the COVID‐era, patient revolution, and academic career with Dr. Victor Montori",
  "abstract": "The coronavirus disease (COVID-19) pandemic has left a deep impact on the world of evidence-based medicine (EBM). The effect of the pandemic has been felt in every aspect of the practice of EBM, from how evidence is generated to how it is disseminated and interpreted. The true impact of COVID-19 on EBM may take years to understand, but while we are all trying to come to terms with the “new normal,” we had the privilege of inviting Dr. Victor Montori to a question-and-answer session to hear his take on the practice of EBM, both in the current context of the pandemic as well in relation to his own field of caring for patients with chronic conditions. Dr. Montori is a professor at the Division of Endocrinology, Diabetes, Metabolism, Nutrition, Department of Internal Medicine at the Mayo Clinic in Rochester, Minnesota, USA.1 Dr. Montori is a renowned figure in EBM, promoting the ideals of incorporating the best available research evidence, the patient context, and the patient values and preferences in making clinical decisions.2, 3 He has been instrumental in developing the approach of “minimally disruptive medicine,” a novel approach to patient care in chronic illnesses, which aims to devise effective treatment regimens for patients with chronic illnesses without overburdening patients with the demands that therapeutic regimens place upon them.4 A strong patient advocate to the core, his recent book, Why We Revolt: A Patient Revolution for Careful and Kind Care, cuts deep into the failings of industrialized medicine, especially in the United States. As aptly put in the BMJ Opinion, “The book's message is simple: the practice of medicine has become a stultifying experience that can be traced back to the fact that its mission has been corrupted. The provision of health has been coopted by economic interests, and as a result, clinicians have lost sight of the patient, buried somewhere within a byzantine labyrinth of incentive structures, quality metrics, and a behemoth, faceless electronic health record.”5 Dr. Montori was invited by Dr. Lehana Thabane, professor and former Interim Chair of the Department of Health Research Methods, Evidence, and Impact, McMaster University in Canada, as a guest discussant for the concluding lecture of the Health Research Methodology (HRM) 733 graduate course on statistical and methodological issues in randomized clinical trials. The session took place virtually on April 5, 2021 and was moderated by the listed authors of this commentary. Below we provide a summary of our discussion divided into the following key themes. We do, however, acknowledge that this commentary is about the experiences of one academic clinician and therefore may not be representative of the experiences of other researchers or clinical care providers during the COVID pandemic. The scientific world has seen a deluge of COVID-19-related research with approximately 4% of the world's research output being devoted to the coronavirus in 2020.6 Dr. Montori feels that this sudden explosion of COVID-19-related research publications is problematic in several ways. First, review of many of these recent publications suggests that the research questions were not carefully thought through. To Dr. Montori's point, to date, 227 research papers on COVID-19 had been withdrawn or retracted, while 13 more have expressions of concern according to the website Retraction Watch.7 This unfortunately highlights the opportunistic nature of some researchers who are eager to publish based on available data, often of suboptimal quality, knowing that reputed journals will be more likely to publish any COVID-19-related work. And the latter substantially contributes to the already growing problem of “research waste.” Second, the role of media in disseminating COVID-19 research has been profound.8 Dissemination of new research findings without a clear understanding of its implications can create confusion and mistrust among the general public. As Dr. Montori aptly puts, “we not only have a carbon footprint, but also a neuron footprint.” So, research disseminators should carefully tease out the important findings from the large amount of noise prior to dissemination through media releases. Dr. Montori feels that the pandemic has also highlighted the importance of policymakers in decision-making. In their absence, scientists have been delivering unadulterated scientific conclusions of COVID-19-related research to the public and suggesting public policy based on these conclusions. This has led to resentment among sections of the community as the public is often not involved in the slew of new and evolving policies, which in turn has led to increasing lack of trust on the scientific community as what the public hears is not the voice of one expert but of the entire scientific enterprise. Therefore, scientists and policymakers need to put the evidence in perspective of the values of the community prior to developing policies, and thereby encouraging a dialogue with the community. This will engage the community in these evolving policy-decisions thereby building back the trust on the scientific community and ensuring better uptake of such policies. Third, a growing trend that has been noted in this context is the dissemination of research through preprints prior to undergoing a thorough peer-review.9, 10 More than 30,000 of the COVID-19 articles published in 2020 were preprints which accounts for 17%–30% of total COVID-19 research papers (based on the database searched).6 Preprints represent a new evolution in scientific dissemination brought about primarily by long delays in the peer review and publication process. This has highlighted gaping deficiencies in the peer review process that plagues timely dissemination of scientific information. With an ever-increasing number of scientific journals, majority of which are for profit, it is becoming increasingly difficult for academics to follow through on their “civic” responsibility of providing high quality peer review at no cost. Therefore, peer reviews of important research are getting delayed, thereby delaying timely dissemination of research, and preprints are filling this void. Preprints were originally intended to crowdsource peer review and at the same time disseminate new, important, and urgent scientific information by making the research broadly and freely available. However, lack of rigorous peer review of the scientific methodology leaves such research papers at high risk of “spin,” defined as “reporting practices that distort the interpretation of results and mislead readers,”11 and making such results accessible broadly for consumption by the media and public may cause serious harm and fuel further mistrust. Moving on from COVID-19, we turned our attention to one of Dr. Montori's areas of expertise, application of evidence-based medicine to patients with complex chronic conditions. The focus of our discussion was around the practical challenges in incorporating EBM in patient care. Every clinician who practices medicine, when challenged with a complex clinical situation in a patient, tries to respond in a compassionate and competent way to provide a solution that is safe and effective. Evidence-based medicine is widely viewed as one path to achieve this goal. Evidence-based medicine, as defined by Dr. Dave Sackett, is the conscientious, explicit, and judicious use of current best evidence in making decisions about the care of individual patients.12 However, since its inception, the term evidence-based medicine has been interpreted in different ways and according to Dr. Montori, it mostly draws attention to the credibility of evidence. Dr. Montori brings an interesting perspective to the definition of EBM. For Dr. Montori, evidence-based is an adjective that modifies the noun medicine; it suggests a way to practice medicine whereby when faced with a clinical challenge, the clinician does not base their decision on intuition, unsystematic clinical experience, and pathophysiologic rationale, but rather engages the patient in cocreating a sensible plan of care that draws from the best existing evidence, the goals and priorities of the patient, and their joint experience and expertise. The resulting plan must make intellectual, emotional, and practical sense.13 This is especially important in the context of chronic diseases where patients should not be viewed as recipients of care but as cocreators of care. Dr. Montori highlights an important issue where practice of EBM is being increasingly defined as strict adherence to evidence-based management protocols. If a patient with a complex chronic condition fails to optimally respond to an initial management protocol, the natural response often is to intensify the therapy without addressing issues such as feasibility or acceptability that might have contributed to the lack of effectiveness of the initial therapy. Dr. Montori identifies the above as a major problem in incorporating EBM into clinical practice, especially where clinical management is often driven by evidence-based protocols developed by experts in the disease, but not experts in the patient (or with patients). As a result, the management decisions, though based on strong research evidence, often fail to consider the patient's social circumstances, goals, and priorities, thus disrupting their lives further and setting them up for failure. As an endocrinologist, Dr. Montori primarily deals with patients with chronic illnesses. Dr. Montori notes that the current management strategies have created an increasing burden on patients that leads to poor adherence, resource wastage, and poor clinical outcomes.14 This can only be mitigated if treatment regimens are tailored to the realities of the daily lives of patients, or in other words, through practice of “minimally disruptive medicine.”4, 14 This call for “minimally disruptive medicine” for patients has prompted the “patient revolution” that eventually culminated in his book titled Why We Revolt.15 The concept of patient revolution was prompted by the increasing trend of industrial health care treating patients as a way to achieve business goals, resulting in accidental cruelty, burnout, and an absence of care.16 Such austerity policies are notable especially in long-term care homes where poverty and corruption run unabated due to the industrialized nature of health care. Dr. Montori notes that this industrialized approach to health care was not only taking a toll on patients but also on physicians who are losing the joy of caring as a doctor, thereby in essence reducing the sustainability of this industrialized approach to health care. Dr. Montori emphasizes that the current approach of producing plans for “persons like this” needs to change to producing “a plan for this person.” In other words, we need to ensure that when patients seek care, they actually get care and are not just put through a “one-size-fits-all” process. The goal of this revolution is to “establish a place to cultivate care in health care; a hub to discover, demonstrate, and share a model for careful and kind care.”16 Dr. Montori and his team of clinicians and researchers are currently working on establishing Patient Revolution Clinics, centers of excellence where the goal is to bring their vision of careful and kind care to life. The Patient Revolution Clinic includes the following elements17: (a) a demonstration clinic that sets an example on how to “tend to the needs of the sick, nourish burned out health care professionals, and serve as a place to discover, demonstrate, and share a model for careful and kind care”; (b) a fellowship program that brings together a “diverse community of thinkers, advocates, innovators, researchers, and implementors to identify and test elements of careful and kind care, produce material to foster the adoption of careful and kind care, and to disseminate these values and language”; (c) a training and education dojo that provides “opportunities for clinicians, health care professionals, and organizations to learn about the careful and kind care model and take those lessons back to their own practices”; (d) Common Care and community support where they work with the community they serve to promote Common Care, “a practice that recognizes that suffering and caring are human traits, that not all suffering demands a medical response and that not all care must be professional”; and (e) a policy lab that works on developing and executing “policy initiatives to abolish, modify, and write new regulation to promote careful and kind care for all and inhibit industrial health care.”17 In relation to the above, some of the students sought Dr. Montori's thoughts on the recent increase in the use of patient reported outcome measures (PROM) as endpoints in clinical trials.18 Dr. Montori raises a caution that PROMs are not an industrialized version of a conversation with the patient and should not be used to replace a thoughtful conversation with the patient. The numerical values associated with a PROM only provides a relative measure of the magnitude of severity of a condition but does not necessarily translate into our understanding of the impact of that number on the patient. Our attempts to simplify and generalize the problem often lead to loss of important details. Therefore, many generic PROM tools end up being insensitive to specific interventions. As Dr. Montori says, “medicine should not be simple and efficient but elegant retaining all its complexities; it should abolish both waste and haste, maintaining a rhythm, a tempo of care, like an elegant gymnast.” Dr. Montori emphasizes that patients are not mere recipients of care, but active participants in the care process. Therefore, every effort should be made to make decisions with patients. Often physicians are encouraged to use complex decision-support tools to aid in decision-making. While such complex tools are comprehensive, they fail to account for the fact that in a day-to-day clinical encounter such a tool may not work as the busy overworked physician may have significant bandwidth limitations, while the patient is equally worried and afraid thereby limiting their ability to process information optimally. Therefore, decision support tools should be simple, designed to support difficult decisions in confusing situations. As Dr. Montori describes, “clinicians need decision support that should elevate their game and should do so with the least demand on their cognition.” Dr. Montori has been a successful academic clinician with years of experience mentoring junior trainees and researchers. He acknowledges that his path to success has not been straightforward. Recollecting his own personal struggles, Dr. Montori describes the time when he was about to quit his training in Endocrinology at Mayo Clinic and was contemplating joining Internal Medicine, when he had the opportunity to come to McMaster University, Canada and spend 2 years as a research fellow with Dr. Gordon Guyatt as a Mayo Foundation Scholar.1 On his return to Mayo Clinic, he was provided with the opportunity to lead the SPARC Innovation Program where his initial work on shared decision-making took shape, which eventually shaped his entire future career.19 Through this personal experience, Dr. Montori emphasized that it is important to continue to seek opportunities in challenges and with a bit of help from good colleagues and good luck, solutions will emerge. One of the biggest pieces of advice that Dr. Montori has for early career professionals is to never have just one mentor, but a board of mentors to guide the individual through different aspects of their life. While some of the mentor–mentee relationships evolve into friendships and stay forever, in general, mentors should change as one's career evolves. From a mentor's perspective, it is important to model good behavior because it is their actions more than their words that have an indelible impact on the mentees. In this regard, Dr. Montori actively promotes a “generosity policy” within his group whereby the most junior person who worked on a project will be offered the opportunity to write and therefore be the first author on a paper and be the focus of welcomed media attention. Dr. Montori also highlights the importance of demonstrating integrity, such as by having a policy of not accepting any financial support from for-profit corporations. He admits that the latter policy has often made life difficult by cutting out a relatively easier source of funding for academic work, but this has served him well in the longer run supporting an independent research program. Dr. Montori also stresses on the importance of self-care. Through his own personal experience early on in his career, he realized that a path of productivity through personal sacrifice is not sustainable in the longer term and can have an extremely negative impact on one's own mental health and family life. So, he now focuses on targeting 7.5–8 h of sleep time and models a behavior where his mentees are encouraged not to check or respond to emails in the evenings and weekends. According to Dr. Montori, the best way to establish effective collaboration is to find, through trial and error, people who are fun to work with. And in his words, having “fun” meant getting into a collaborative zone in which a person receives an idea and gives back a better version, eventually elevating the idea to the next level. Such people tend to bring out the best, especially if they are massively productive, as productive people have effectively figured out a way to cancel out unnecessary distractions and get the job done. Dr. Montori recognizes that an early career professional is often under pressure to say “yes” to a number of projects in order to establish and maintain important professional relationships, which eventually takes a toll on their personal health and well-being. If a situation arises where saying “yes” to a project may severely compromise personal well-being, then Dr. Montori advises use of the “yes-no-yes” approach, that is, “yes” to self, “no” to the invitation, “yes” to the relationship with the person making the request. This can be achieved by turning down the immediate invitation but at the same time acknowledging how the relationship is valued and that you would be delighted to consider a future collaboration when you have an emptier plate. But the key is first to say “yes” to yourself. And the mentors can guide the mentee in deciding which “yes”s could have a strategic downstream impact. If one says “yes” to everything they could easily be drawn into working full time for someone else's dream. As we approached the end of our session, we asked Dr. Montori to leave us with his final thoughts: “Ask questions in the middle of the road. People ask questions at the edge of knowledge—people are pathologically attracted to the edge as they feel obligated to advance that edge. But there are so many absolutely essential questions that are in the middle of the road that are taken for granted.” Dr. Montori advises early career academics to seek out such high impact questions in the middle of the road. The benefit of this approach is that since the problem is common, it is easier to recruit participants for research. This in turn opens up new opportunities and brings people lurking on the edge back to the middle and eventually a new program emerges from debunking the existing “truth.” To summarize, Dr. Montori ends this insightful conversation with students with these final words—“you will find the most rewarding career in the middle of the road.”",
  "authors": [
    {
      "display_name": "Souvik Mitra",
      "id": "A5013014932",
      "orcid": "https://orcid.org/0000-0002-7477-7264",
      "institutions": [
        {
          "id": "I129902397",
          "display_name": "Dalhousie University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Souvik Mitra"
    },
    {
      "display_name": "Danielle de Sá Boasquevisque",
      "id": "A5061793073",
      "orcid": "https://orcid.org/0000-0003-0402-4686",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Danielle de Sa Boasquevisque"
    },
    {
      "display_name": "Stephen G. Noorduyn",
      "id": "A5081611118",
      "orcid": "https://orcid.org/0000-0002-5936-5579",
      "institutions": [
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stephen Noorduyn"
    },
    {
      "display_name": "Myanca Rodrigues",
      "id": "A5001697300",
      "orcid": "https://orcid.org/0000-0001-7953-773X",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Myanca Rodrigues"
    },
    {
      "display_name": "Daeria O. Lawson",
      "id": "A5032311433",
      "orcid": "https://orcid.org/0000-0002-6487-3367",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daeria O. Lawson"
    },
    {
      "display_name": "Lehana Thabane",
      "id": "A5029801001",
      "orcid": "https://orcid.org/0000-0003-0355-9734",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Lehana Thabane"
    },
    {
      "display_name": "Víctor M. Montori",
      "id": "A5114376236",
      "orcid": "https://orcid.org/0000-0003-0595-2898",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Victor Montori"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-08-04",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S129676381",
    "display_name": "Journal of Evidence-Based Medicine",
    "issn_l": "1756-5391",
    "issn": [
      "1756-5383",
      "1756-5391"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "15",
  "issue": "3",
  "first_page": "187",
  "last_page": "191",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9537952",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.6724709
    },
    {
      "id": "C2780138299",
      "display_name": "Privilege (computing)",
      "level": 2,
      "score": 0.60640126
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.6014118
    },
    {
      "id": "C2777200299",
      "display_name": "Conversation",
      "level": 2,
      "score": 0.5313604
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.48646852
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.42664492
    },
    {
      "id": "C509550671",
      "display_name": "Medical education",
      "level": 1,
      "score": 0.37329537
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.3574801
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.33024886
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.2668548
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.19449344
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.1873183
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.18100125
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.14422837
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.10954827
    },
    {
      "id": "C46312422",
      "display_name": "Communication",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13555",
      "display_name": "Healthcare cost, quality, practices",
      "score": 0.9986
    },
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.9972
    },
    {
      "id": "T10804",
      "display_name": "Health Systems, Economic Evaluations, Quality of Life",
      "score": 0.9897
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/jebm.12487",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:51:31.392287",
  "source_database": "OpenAlex"
}