{
  "openalex_id": "W4283788934",
  "doi": "https://doi.org/10.1016/j.xkme.2022.100516",
  "title": "The Safety of Direct Oral Anticoagulants Versus Warfarin Among Older Individuals With Acute Venous Thromboembolism and CKD: A Population-Based Cohort Study",
  "abstract": "Individuals with chronic kidney disease (CKD) have an increased risk of bleeding and thrombosis.1Ribic C. Crowther M. Thrombosis and anticoagulation in the setting of renal or liver disease.Hematology Am Soc Hematol Educ Program. 2016; 2016: 188-195Crossref PubMed Scopus (33) Google Scholar Although landmark trials of patients with acute venous thromboembolism (VTE) have demonstrated that direct oral anticoagulants (DOACs) are noninferior to vitamin K antagonists with regard to preventing VTE recurrence and the risk of bleeding events, these trials enrolled relatively few patients with CKD.2Harel Z. Sholzberg M. Shah P.S. et al.Comparisons between novel oral anticoagulants and vitamin K antagonists in patients with CKD.J Am Soc Nephrol. 2014; 25: 431-442Crossref PubMed Scopus (97) Google Scholar Therefore, less information exists on the potential safety concerns associated with VTE treatment strategies in this population. In this study, we compared the risk of major bleeding in older patients with a history of acute VTE with and without CKD who were treated with DOACs and warfarin. We completed a retrospective population-based cohort study in Ontario, Canada using linked healthcare databases housed at ICES. The use of data in this project was authorized under section 45 of Ontario's Personal Information Protection Act, which does not require review by a research ethics board and waives informed consent. Eligible individuals were older adults (aged ≥66 years) with a diagnosis of acute VTE between April 2009 and December 2017. We also required all patients to be newly dispensed a DOAC (dabigatran, rivaroxaban, or apixaban) or warfarin within 30 days after the VTE episode (index date) as well as have an outpatient serum creatinine measurement within the preceding 365 days of the index date. In individuals with >1 serum creatinine measurement, the one closest to the index date was chosen to calculate the estimated glomerular filtration rate (eGFR) using the Chronic Kidney Disease Epidemiology equation. Similar to prior studies, VTE was defined using International Classification of Diseases, Tenth Revision diagnostic codes.3Molnar A.O. Bota S.E. McArthur E. et al.Risk and complications of venous thromboembolism in dialysis patients.Nephrol Dial Transplant. 2018; 33: 874-880PubMed Google Scholar,4Jun M. Lix L.M. Durand M. et al.Comparative safety of direct oral anticoagulants and warfarin in venous thromboembolism: multicentre, population based, observational study.BMJ. 2017; 359: j4323Crossref PubMed Scopus (68) Google Scholar Individuals were excluded if they had missing or invalid data, were non-Ontario residents, or died on or before the index date; had a documented history of VTE or atrial fibrillation in the year before the index VTE diagnosis date; had a history of maintenance dialysis; or received a prescription for >1 study drug (ie, DOAC or warfarin) on the index date, or a prescription for a DOAC, warfarin, or low-molecular weight heparin within 1 year before the index date. We restricted our analyses to include the first eligible prescription during the accrual period for each patient. Our primary outcome was major bleeding defined as a hospital presentation (emergency room visit or hospital admission) for bleeding using validated International Classification of Diseases, Tenth Revision codes (positive and negative predictive values of 87% and 92%).5Arnason T. Wells P.S. van Walraven C. Forster A.J. Accuracy of coding for possible warfarin complications in hospital discharge abstracts.Thromb Res. 2006; 118: 253-262Abstract Full Text Full Text PDF PubMed Scopus (158) Google Scholar Logistic regression was used to estimate the propensity of treatment with a DOAC compared with warfarin (see Table S1 for variables included in the propensity score). An inverse probability of treatment weighting approach using the average treatment effect in the treated weights, based on the propensity score, was then used to construct a weighted cohort of patients with balanced baseline characteristics. Cox proportional hazards regression models were used to estimate the hazard ratios between the DOACs and warfarin, stratifying on a baseline of eGFR ≥60 mL/min (no CKD) and <60 mL/min (CKD). Follow-up ended at the development of each outcome, death, discontinuation of a given anticoagulant, switching to another anticoagulant, or the end of the study period (March 31, 2018). In subgroup analysis, the primary analysis was repeated for (i) each DOAC type (rivaroxaban and apixaban) compared to warfarin, and (ii) by eGFR strata: 45 to <60 mL/min, 30 to <45 mL/min, and <30 mL/min. The final weighted cohort included 9,212 individuals, of which 4,590 were prescribed warfarin and 4,622 were prescribed a DOAC (3,477 rivaroxaban, 1,074 apixaban, and 71 dabigatran). Baseline characteristics of the cohort before and after weighting are shown in Tables S2 and S3. After weighting, all baseline characteristics among the groups were similar except for the year of the index prescription. Mean follow-up time for the cohort was 179 (± 268) days. There was no significant difference in the risk of major bleeding among DOAC recipients versus warfarin recipients for the CKD and non-CKD groups (hazard ratio [HR], 0.98; 95% confidence interval [CI], 0.60-1.61 for CKD; HR, 1.12; 95% CI, 0.76-1.66 for non-CKD; P = 0.62) (Table 1). Similar results were seen for both outcomes among individuals with and without CKD prescribed either apixaban or rivaroxaban, compared to warfarin (Table 1).Table 1Association Between Oral Anticoagulants and Major BleedingaWeighted cohort.CohorteGFR StrataExposureNNo. (%) With Major BleedingIncidence Rate Per 1,000 Person YearsHazard Ratio (95% CI)InteractionP valueDOAC vs warfarineGFR ≥60Warfarin3,04743 (1.4%)341.00 (ref)DOAC3,07868 (2.2%)381.12 (0.76-1.66)0.62eGFR <60Warfarin1,54327 (1.8%)451.00 (ref)DOAC1,54436 (2.3%)420.98 (0.60-1.61)Apixaban vs warfarineGFR ≥60Warfarin5729 (1.5%)361.00 (ref)Apixaban577——0.92 (0.47-1.80)0.78eGFR <60Warfarin49211 (2.1%)571.00 (ref)Apixaban49715 (3.0%)601.05 (0.55-2.00)Rivaroxaban vs warfarineGFR ≥60Warfarin2,43233 (1.4%)331.00 (ref)Rivaroxaban2,45256 (2.3%)381.18 (0.78-1.77)0.43eGFR <60Warfarin1,01816 (1.6%)411.00 (ref)Rivaroxaban1,02521 (2.1%)350.92 (0.52-1.62)Note: Results were removed to avoid reidentification of small cells in subgroups as per ICES policy.Abbreviations: CI, confidence interval; DOAC, direct oral anticoagulant; eGFR, estimated glomerular filtration rate (mL/min/1.73 m2); ref, reference.a Weighted cohort. Open table in a new tab Note: Results were removed to avoid reidentification of small cells in subgroups as per ICES policy. Abbreviations: CI, confidence interval; DOAC, direct oral anticoagulant; eGFR, estimated glomerular filtration rate (mL/min/1.73 m2); ref, reference. Among individuals with CKD, the mean eGFR for DOAC recipients was 47.4 mL/min and 45 mL/min for warfarin recipients. Almost 95% of the CKD subgroup had a eGFR >30 mL/min (Table S4). There was no difference in major bleeding between individuals prescribed DOACs and warfarin for all strata of eGFR (HR, 1.32; 95% CI, 0.67-2.58 for eGFR 45 to <60 mL/min; HR, 0.59; 95% CI, 0.24-1.49 for eGFR 30 to <45 mL/min; HR, 1.55; 95% CI, 0.46-5.17 for eGFR <30 mL/min; P = 0.33) (Table 2).Table 2Association Between Oral Anticoagulants and the Risk of Major BleedingaWeighted cohort.CohorteGFR StrataExposureNNo. (%) With Recurrent VTEIncidence Rate Per 1,000 Person YearsHazard Ratio (95% CI)InteractionP valueDOAC vs warfarineGFR 45 to <60Warfarin82111 (1.3%)321.00 (ref)0.33DOAC1,01724 (2.4%)401.32 (0.67-2.58)eGFR 30 to <45Warfarin62514 (2.2%)591.00 (ref)DOAC431——0.59 (0.24-1.49)eGFR <30Warfarin97——1.00 (ref)DOAC96——1.55 (0.46-5.17)Note: Results were removed to avoid reidentification of small cells in subgroup as per ICES policy.Abbreviations: CI, confidence interval; DOAC, direct oral anticoagulant; eGFR, estimated glomerular filtration rate (mL/min/1.73 m2); ref, reference; VTE, venous thromboembolism.a Weighted cohort. Open table in a new tab Note: Results were removed to avoid reidentification of small cells in subgroup as per ICES policy. Abbreviations: CI, confidence interval; DOAC, direct oral anticoagulant; eGFR, estimated glomerular filtration rate (mL/min/1.73 m2); ref, reference; VTE, venous thromboembolism. In this population-based cohort study of older adults with a recent acute VTE, new use of DOACs compared to warfarin was not associated with an increased risk of major bleeding events. There was no difference in these outcomes between the CKD and non-CKD groups and among different strata of eGFR. Data from randomized controlled trials of acute VTE treatment with oral anticoagulants have demonstrated very low rates of major bleeding events among individuals with and without CKD.2Harel Z. Sholzberg M. Shah P.S. et al.Comparisons between novel oral anticoagulants and vitamin K antagonists in patients with CKD.J Am Soc Nephrol. 2014; 25: 431-442Crossref PubMed Scopus (97) Google Scholar,6Ha J.T. Neuen B.L. Cheng L.P. et al.Benefits and harms of oral anticoagulant therapy in chronic kidney disease: A systematic review and meta-analysis.Ann Intern Med. 2019; 171: 181-189Crossref PubMed Scopus (87) Google Scholar, 7Fox B.D. Kahn S.R. Langleben D. Eisenberg M.J. Shimony A. Efficacy and safety of novel oral anticoagulants for treatment of acute venous thromboembolism: direct and adjusted indirect meta-analysis of randomised controlled trials.BMJ. 2012; 345: e7498Crossref PubMed Scopus (128) Google Scholar, 8Su X. Yan B. Wang L. Cheng H. Chen Y. Comparative efficacy and safety of oral anticoagulants for the treatment of venous thromboembolism in the patients with different renal functions: a systematic review, pairwise and network meta-analysis.BMJ Open. 2022; 12e048619Crossref Scopus (2) Google Scholar However, because randomized controlled trials tend to include select populations that are closely monitored, they may underreport important safety outcomes compared to what is seen in \"real world\" practice. Reassuringly, our data on major bleeding is concordant with that reported in seminal randomized controlled trials and some observational studies.2Harel Z. Sholzberg M. Shah P.S. et al.Comparisons between novel oral anticoagulants and vitamin K antagonists in patients with CKD.J Am Soc Nephrol. 2014; 25: 431-442Crossref PubMed Scopus (97) Google Scholar,9Harel Z. Mamdani M. Juurlink D.N. et al.Novel oral anticoagulants and the risk of major hemorrhage in elderly patients with chronic kidney disease: a nested case-control study.Can J Cardiol. 2016; 32: 986.e17-986.e22Abstract Full Text Full Text PDF Scopus (22) Google Scholar Limitations of our study includes drug therapy not being randomly assigned; however, we did attempt to mitigate the effect of this selection bias through inverse probability of treatment weighting. As DOACs had not been approved in Canada for use in most individuals with a eGFR <30 mL/min before 2017, there were also relatively few patients in this strata included in our study; hence, we cannot comment on whether the benefits imparted by DOACs are applicable to this group. In conclusion, our data suggest that the use of DOACs in individuals with CKD are not associated with an increased risk of bleeding, in a manner similar to that of patients without CKD. Further study is needed into the safety and efficacy of these drugs in individuals with lower eGFRs (ie, <30 mL/min). Article Information Research idea and study design: ZH, NJ, BL, MMS; data acquisition: BL; data analysis/interpretation: ZH, NJ, BL, SAS, AA, AOM, MMS; statistical analysis: BL; supervision or mentorship: MMS. Each author contributed important intellectual content during manuscript drafting or revision and accepts accountability for the overall work by ensuring that questions pertaining to the accuracy or integrity of any portion of the work are appropriately investigated and resolved. None. The authors declare that they have no relevant financial interests. Received June 25, 2021. Evaluated by 1 external peer reviewer, with direct editorial input by the Statistical Editor and the Editor-in-Chief. Accepted in revised form May 22, 2022. Download .pdf (.35 MB) Help with pdf files Supplementary File (PDF)Tables S1-S4.",
  "authors": [
    {
      "display_name": "Ziv Harel",
      "id": "A5056937094",
      "orcid": "https://orcid.org/0000-0002-8618-4538",
      "institutions": [
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I1297363086",
          "display_name": "St. Michael's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Ziv Harel"
    },
    {
      "display_name": "Nivethika Jeyakumar",
      "id": "A5006088060",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nivethika Jeyakumar"
    },
    {
      "display_name": "Bin Luo",
      "id": "A5100372676",
      "orcid": "https://orcid.org/0000-0001-5948-5055",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Bin Luo"
    },
    {
      "display_name": "Samuel A. Silver",
      "id": "A5017357313",
      "orcid": "https://orcid.org/0000-0002-1843-6131",
      "institutions": [
        {
          "id": "I204722609",
          "display_name": "Queen's University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Samuel A. Silver"
    },
    {
      "display_name": "Ayub Akbari",
      "id": "A5089130962",
      "orcid": "https://orcid.org/0000-0002-1388-9799",
      "institutions": [
        {
          "id": "I2800722420",
          "display_name": "Ottawa Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ayub Akbari"
    },
    {
      "display_name": "Amber O. Molnar",
      "id": "A5028012174",
      "orcid": "https://orcid.org/0000-0003-4549-0202",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Amber O. Molnar"
    },
    {
      "display_name": "Manish M. Sood",
      "id": "A5036326268",
      "orcid": "https://orcid.org/0000-0002-9146-2344",
      "institutions": [
        {
          "id": "I2800722420",
          "display_name": "Ottawa Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Manish M. Sood"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-07-03",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210206143",
    "display_name": "Kidney Medicine",
    "issn_l": "2590-0595",
    "issn": [
      "2590-0595"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "4",
  "issue": "9",
  "first_page": "100516",
  "last_page": "100516",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.kidneymedicinejournal.org/article/S2590059522001376/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2776301958",
      "display_name": "Warfarin",
      "level": 3,
      "score": 0.872228
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.84554255
    },
    {
      "id": "C2991741193",
      "display_name": "Venous thromboembolism",
      "level": 3,
      "score": 0.7952393
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.54302585
    },
    {
      "id": "C201903717",
      "display_name": "Cohort study",
      "level": 2,
      "score": 0.4676264
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.44599465
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.42905998
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.39189017
    },
    {
      "id": "C2779161974",
      "display_name": "Atrial fibrillation",
      "level": 2,
      "score": 0.38091886
    },
    {
      "id": "C194828623",
      "display_name": "Emergency medicine",
      "level": 1,
      "score": 0.3385355
    },
    {
      "id": "C2780868729",
      "display_name": "Thrombosis",
      "level": 2,
      "score": 0.12199023
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.060956627
    }
  ],
  "topics": [
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9999
    },
    {
      "id": "T10065",
      "display_name": "Atrial Fibrillation Management and Outcomes",
      "score": 0.9984
    },
    {
      "id": "T10144",
      "display_name": "Blood Pressure and Hypertension Studies",
      "score": 0.9846
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.xkme.2022.100516",
  "pdf_url": "http://www.kidneymedicinejournal.org/article/S2590059522001376/pdf",
  "retrieved_date": "2025-07-30T15:13:58.022930",
  "source_database": "OpenAlex"
}