{
  "openalex_id": "W4288046522",
  "doi": "https://doi.org/10.1016/s2468-2667(22)00192-x",
  "title": "An effective pandemic treaty requires accountability",
  "abstract": "The COVID-19 pandemic is estimated to have killed six to 18 million persons.1Wang H Paulson KR Pease SA et al.Estimating excess mortality due to the COVID-19 pandemic: a systematic analysis of COVID-19-related mortality, 2020–21.Lancet. 2022; 399: 1513-1536Summary Full Text Full Text PDF PubMed Scopus (116) Google Scholar This pandemic exposed major gaps in our global health security architecture that must be addressed to keep infectious disease outbreaks from becoming pandemics, and to effectively respond when they occur.2Duff JH Liu A Saavedra J et al.A global public health convention for the 21st century.Lancet Public Health. 2021; 6: e428-e433Summary Full Text Full Text PDF PubMed Scopus (14) Google Scholar, 3Gostin LO Moon S Meier BM Reimagining global health governance in the age of COVID-19.Am J Public Health. 2020; 110: 1615-1619Crossref PubMed Scopus (31) Google Scholar To address these gaps, WHO member states created the Intergovernmental Negotiating Body to negotiate a treaty or international health agreement on pandemic prevention, preparedness, and response. These negotiations are currently underway, and an initial working draft of a proposed legal instrument has been made public.4WHOA/INB/2/3: Working draft, presented on the basis of progress achieved, for the consideration of the Intergovernmental Negotiating Body at its second meeting. World Health Organization, Geneva2022Google ScholarA major gap in existing international health agreements is the scarcity of accountability mechanisms to independently and objectively assess and monitor compliance as well as to incentivise or sanction country non-compliance with agreed-upon regulations. For a global agreement to succeed in preventing and mitigating pandemics, standards must be set, and countries and international bodies held accountable to their commitments and obligations under those standards.Accountability mechanisms are safeguards to ensure that all parties remain answerable for their respective obligations. The selection of which accountability mechanisms will be most useful for a global health agreement will depend on the substance of what is negotiated by countries. Countries determine how seriously to take normative instruments when they choose to include accountability mechanisms. To ensure equity, countries must have access to the technical, financial, and technological resources they require to achieve compliance under the agreement.To promote compliance, a framework of accountability must include transparency, monitoring, and oversight mechanisms. While transparency requires member states to share information, independent monitoring and oversight allows for verification and to obtain a clear idea of the state of compliance with international law. For this purpose, we recommend an impartial international oversight body that is independent from WHO because an international representative body might be subject to greater political influence (eg, when donor countries fail to comply with legally binding regulations, or when the director of that body is subject to re-election by members).5Panel for a Global Public Health ConventionThe pandemic convention we need now—a call to action.https://gphcpanel.org/the-pandemic-convention-we-need-now/Date: 2022Date accessed: April 25, 2022Google ScholarIn addition to transparency, monitoring, and oversight, accountability is not achievable without robust system of incentives and disincentives. There could be non-financial incentives for compliance, including reputation, priority access to limited resources and treaty voting rights. Low-income and middle-income countries will also require financial support to develop their capacity to prevent, prepare, and respond to outbreaks and pandemics. Such funding can be used as incentives to increase compliance by tying funding for subsequent years to milestone achievements, such as it is done by the Global Fund to Fight AIDS, Tuberculosis, and Malaria.6Jain S Zorzi N Investing for impact: the global fund approach to measurement of AIDS response.AIDS Behav. 2017; 21: 91-100Crossref PubMed Scopus (6) Google ScholarDisincentives are challenging because member states will often not agree to a system that includes sanctions. However, there are existing mechanisms that can be incorporated into a system of accountability that can have a similar effect. For example, Article IV of the International Monetary Fund (IMF) requires periodic assessments of countries' internal economic stability as well as how a country's economic instability might impact the larger world economy.7Takagi S IMF Bilateral Financial Surveillance. International Monetary Fund, Washington, DC2018Google Scholar Because pandemics create substantial risks to national and international economic stability, compliance with preparedness and response requirements under international law can be included as criteria for evaluating countries under existing Article IV mechanisms. Although the resulting IMF consultation reports might not directly affect a country's economy, a country's credit ratings by private agencies is influenced by the IMF reports.8Lombardi D The development dimension of IMF lending policies.Ital J Int Aff. 2007; 42: 95-113Google ScholarIn a meta-analysis of 224 studies evaluating 53 unique legally binding international agreements,9Hoffman S, Baral P, Van Katwyk S. Do international treaties matter? A systematic field-wide evidence synthesis of effects. Proc Natl Acad Sci (in press).Google Scholar Steven Hoffman and colleagues concluded that international agreements without accountability do not achieve their goals. A legally binding international agreement on pandemic prevention and management is most likely to prevent the next pandemic if effective accountability mechanisms are instituted. We acknowledge that some countries will be unwilling to sign onto an agreement with accountability, but an agreement without it will be unlikely to make a difference to the future health of the world.10Hoffman SJ Ottersen T Addressing antibiotic resistance requires robust international accountability mechanisms.J Law Med Ethics. 2015; 43: 53-64Crossref PubMed Scopus (18) Google Scholar We hope that if a small number of countries are willing to sign an agreement with accountability, in time more and more countries will join, as has often happened in economic and trade agreements.A global system to prevent pandemics that merely relies on the good will of countries is not sufficient—as shown by the current system's inability to prevent the spread of SARS-COV-2. The accountability of countries and international bodies is essential for a global public health system to prevent outbreaks from becoming pandemics. The COVID-19 pandemic is estimated to have killed six to 18 million persons.1Wang H Paulson KR Pease SA et al.Estimating excess mortality due to the COVID-19 pandemic: a systematic analysis of COVID-19-related mortality, 2020–21.Lancet. 2022; 399: 1513-1536Summary Full Text Full Text PDF PubMed Scopus (116) Google Scholar This pandemic exposed major gaps in our global health security architecture that must be addressed to keep infectious disease outbreaks from becoming pandemics, and to effectively respond when they occur.2Duff JH Liu A Saavedra J et al.A global public health convention for the 21st century.Lancet Public Health. 2021; 6: e428-e433Summary Full Text Full Text PDF PubMed Scopus (14) Google Scholar, 3Gostin LO Moon S Meier BM Reimagining global health governance in the age of COVID-19.Am J Public Health. 2020; 110: 1615-1619Crossref PubMed Scopus (31) Google Scholar To address these gaps, WHO member states created the Intergovernmental Negotiating Body to negotiate a treaty or international health agreement on pandemic prevention, preparedness, and response. These negotiations are currently underway, and an initial working draft of a proposed legal instrument has been made public.4WHOA/INB/2/3: Working draft, presented on the basis of progress achieved, for the consideration of the Intergovernmental Negotiating Body at its second meeting. World Health Organization, Geneva2022Google Scholar A major gap in existing international health agreements is the scarcity of accountability mechanisms to independently and objectively assess and monitor compliance as well as to incentivise or sanction country non-compliance with agreed-upon regulations. For a global agreement to succeed in preventing and mitigating pandemics, standards must be set, and countries and international bodies held accountable to their commitments and obligations under those standards. Accountability mechanisms are safeguards to ensure that all parties remain answerable for their respective obligations. The selection of which accountability mechanisms will be most useful for a global health agreement will depend on the substance of what is negotiated by countries. Countries determine how seriously to take normative instruments when they choose to include accountability mechanisms. To ensure equity, countries must have access to the technical, financial, and technological resources they require to achieve compliance under the agreement. To promote compliance, a framework of accountability must include transparency, monitoring, and oversight mechanisms. While transparency requires member states to share information, independent monitoring and oversight allows for verification and to obtain a clear idea of the state of compliance with international law. For this purpose, we recommend an impartial international oversight body that is independent from WHO because an international representative body might be subject to greater political influence (eg, when donor countries fail to comply with legally binding regulations, or when the director of that body is subject to re-election by members).5Panel for a Global Public Health ConventionThe pandemic convention we need now—a call to action.https://gphcpanel.org/the-pandemic-convention-we-need-now/Date: 2022Date accessed: April 25, 2022Google Scholar In addition to transparency, monitoring, and oversight, accountability is not achievable without robust system of incentives and disincentives. There could be non-financial incentives for compliance, including reputation, priority access to limited resources and treaty voting rights. Low-income and middle-income countries will also require financial support to develop their capacity to prevent, prepare, and respond to outbreaks and pandemics. Such funding can be used as incentives to increase compliance by tying funding for subsequent years to milestone achievements, such as it is done by the Global Fund to Fight AIDS, Tuberculosis, and Malaria.6Jain S Zorzi N Investing for impact: the global fund approach to measurement of AIDS response.AIDS Behav. 2017; 21: 91-100Crossref PubMed Scopus (6) Google Scholar Disincentives are challenging because member states will often not agree to a system that includes sanctions. However, there are existing mechanisms that can be incorporated into a system of accountability that can have a similar effect. For example, Article IV of the International Monetary Fund (IMF) requires periodic assessments of countries' internal economic stability as well as how a country's economic instability might impact the larger world economy.7Takagi S IMF Bilateral Financial Surveillance. International Monetary Fund, Washington, DC2018Google Scholar Because pandemics create substantial risks to national and international economic stability, compliance with preparedness and response requirements under international law can be included as criteria for evaluating countries under existing Article IV mechanisms. Although the resulting IMF consultation reports might not directly affect a country's economy, a country's credit ratings by private agencies is influenced by the IMF reports.8Lombardi D The development dimension of IMF lending policies.Ital J Int Aff. 2007; 42: 95-113Google Scholar In a meta-analysis of 224 studies evaluating 53 unique legally binding international agreements,9Hoffman S, Baral P, Van Katwyk S. Do international treaties matter? A systematic field-wide evidence synthesis of effects. Proc Natl Acad Sci (in press).Google Scholar Steven Hoffman and colleagues concluded that international agreements without accountability do not achieve their goals. A legally binding international agreement on pandemic prevention and management is most likely to prevent the next pandemic if effective accountability mechanisms are instituted. We acknowledge that some countries will be unwilling to sign onto an agreement with accountability, but an agreement without it will be unlikely to make a difference to the future health of the world.10Hoffman SJ Ottersen T Addressing antibiotic resistance requires robust international accountability mechanisms.J Law Med Ethics. 2015; 43: 53-64Crossref PubMed Scopus (18) Google Scholar We hope that if a small number of countries are willing to sign an agreement with accountability, in time more and more countries will join, as has often happened in economic and trade agreements. A global system to prevent pandemics that merely relies on the good will of countries is not sufficient—as shown by the current system's inability to prevent the spread of SARS-COV-2. The accountability of countries and international bodies is essential for a global public health system to prevent outbreaks from becoming pandemics. We declare no competing interests. ÁG is former Secretary-General of the Organisation of Economic Cooperation and Development (OECD), JDM is former President of the Republic of Ghana, LCM is former President of Costa Rica, JH is former President of the World Health Assembly, and BMS is former Chair of the Ebola Interim Assessment Panel.",
  "authors": [
    {
      "display_name": "Guilherme F Faviero",
      "id": "A5005590820",
      "orcid": null,
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Guilherme F Faviero"
    },
    {
      "display_name": "Barbara M Stocking",
      "id": "A5110928459",
      "orcid": null,
      "institutions": [
        {
          "id": "I192455969",
          "display_name": "York University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Barbara M Stocking"
    },
    {
      "display_name": "Steven J. Hoffman",
      "id": "A5059894695",
      "orcid": "https://orcid.org/0000-0002-2064-3711",
      "institutions": [
        {
          "id": "I52099693",
          "display_name": "University of York",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven J Hoffman"
    },
    {
      "display_name": "Anicca Liu",
      "id": "A5050170401",
      "orcid": "https://orcid.org/0000-0002-0043-0647",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anicca Liu"
    },
    {
      "display_name": "Daniel G. Bausch",
      "id": "A5018290525",
      "orcid": "https://orcid.org/0000-0002-7209-6983",
      "institutions": [
        {
          "id": "I4210089966",
          "display_name": "London School of Hygiene & Tropical Medicine",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel G Bausch"
    },
    {
      "display_name": "Sandro Galea",
      "id": "A5010556254",
      "orcid": "https://orcid.org/0000-0002-7534-0945",
      "institutions": [
        {
          "id": "I111088046",
          "display_name": "Boston University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sandro Galea"
    },
    {
      "display_name": "Lawrence O. Gostin",
      "id": "A5069888360",
      "orcid": "https://orcid.org/0000-0001-5286-4044",
      "institutions": [
        {
          "id": "I4210157543",
          "display_name": "National Health Law Program",
          "country_code": "US",
          "type": "other"
        },
        {
          "id": "I184565670",
          "display_name": "Georgetown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lawrence O Gostin"
    },
    {
      "display_name": "Ángel Gurría",
      "id": "A5002591221",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210096298",
          "display_name": "Forum international des transports",
          "country_code": "FR",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ángel Gurría"
    },
    {
      "display_name": "Jane Halton",
      "id": "A5083188288",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210118009",
          "display_name": "Coalition for Epidemic Preparedness Innovations",
          "country_code": "NO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jane Halton"
    },
    {
      "display_name": "Maksut Kulzhanov",
      "id": "A5083914334",
      "orcid": "https://orcid.org/0000-0002-9701-4016",
      "institutions": [
        {
          "id": "I4210128576",
          "display_name": "Kazakhstan Medical University",
          "country_code": "KZ",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maksut Kulzhanov"
    },
    {
      "display_name": "Ricardo B. Leite",
      "id": "A5014792017",
      "orcid": "https://orcid.org/0000-0002-9622-3895",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ricardo B Leite"
    },
    {
      "display_name": "John D Mahama",
      "id": "A5052822686",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John D Mahama"
    },
    {
      "display_name": "Jemilah Mahmood",
      "id": "A5031223077",
      "orcid": "https://orcid.org/0000-0003-1916-5027",
      "institutions": [
        {
          "id": "I84339108",
          "display_name": "Sunway University",
          "country_code": "MY",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jemilah B Mahmood"
    },
    {
      "display_name": "Laura Chinchilla Miranda",
      "id": "A5073214818",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210116717",
          "display_name": "Club Matador",
          "country_code": "ES",
          "type": "other"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Laura Chinchilla Miranda"
    },
    {
      "display_name": "Carlos del Rı́o",
      "id": "A5073223457",
      "orcid": "https://orcid.org/0000-0002-0153-3517",
      "institutions": [
        {
          "id": "I150468666",
          "display_name": "Emory University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carlos del Rio"
    },
    {
      "display_name": "Michael Weinstein",
      "id": "A5007210962",
      "orcid": "https://orcid.org/0000-0001-6841-9412",
      "institutions": [
        {
          "id": "I1305519073",
          "display_name": "AIDS Healthcare Foundation",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Weinstein"
    },
    {
      "display_name": "Jorge Saavedra",
      "id": "A5104083846",
      "orcid": "https://orcid.org/0000-0001-8974-7861",
      "institutions": [
        {
          "id": "I1305519073",
          "display_name": "AIDS Healthcare Foundation",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jorge Saavedra"
    },
    {
      "display_name": "José Szapocznik",
      "id": "A5012264983",
      "orcid": "https://orcid.org/0000-0002-3832-1753",
      "institutions": [
        {
          "id": "I145608581",
          "display_name": "University of Miami",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "José Szapocznik"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-07-27",
  "type": "article",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764808104",
    "display_name": "The Lancet Public Health",
    "issn_l": "2468-2667",
    "issn": [
      "2468-2667"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "7",
  "issue": "9",
  "first_page": "e730",
  "last_page": "e731",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://www.thelancet.com/article/S246826672200192X/pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.66257113
    },
    {
      "id": "C89623803",
      "display_name": "Pandemic",
      "level": 5,
      "score": 0.6262318
    },
    {
      "id": "C2779010840",
      "display_name": "Treaty",
      "level": 2,
      "score": 0.5978179
    },
    {
      "id": "C83867959",
      "display_name": "Scopus",
      "level": 3,
      "score": 0.55409867
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.5467171
    },
    {
      "id": "C2776007630",
      "display_name": "Accountability",
      "level": 2,
      "score": 0.5266038
    },
    {
      "id": "C46578552",
      "display_name": "Global health",
      "level": 3,
      "score": 0.5095706
    },
    {
      "id": "C2775980723",
      "display_name": "International Health Regulations",
      "level": 5,
      "score": 0.4626755
    },
    {
      "id": "C2777042776",
      "display_name": "Preparedness",
      "level": 2,
      "score": 0.45666865
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.34711015
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.33551073
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.21024278
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.19695997
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.19336194
    },
    {
      "id": "C3008058167",
      "display_name": "Coronavirus disease 2019 (COVID-19)",
      "level": 4,
      "score": 0.19213784
    },
    {
      "id": "C524204448",
      "display_name": "Infectious disease (medical specialty)",
      "level": 3,
      "score": 0.14185739
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.09572977
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.0927062
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12816",
      "display_name": "Global Public Health Policies and Epidemiology",
      "score": 0.9942
    },
    {
      "id": "T13055",
      "display_name": "Global Security and Public Health",
      "score": 0.9863
    },
    {
      "id": "T14090",
      "display_name": "Health and Conflict Studies",
      "score": 0.9829
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s2468-2667(22)00192-x",
  "pdf_url": "http://www.thelancet.com/article/S246826672200192X/pdf",
  "retrieved_date": "2025-07-30T14:45:06.719880",
  "source_database": "OpenAlex"
}