{
  "openalex_id": "W4283519076",
  "doi": "https://doi.org/10.1353/anq.2022.0029",
  "title": "Scammer's Yard: The Crime of Black Repair in Jamaica by Jovan Scott Lewis",
  "abstract": "Reviewed by: Scammer's Yard: The Crime of Black Repair in Jamaica by Jovan Scott Lewis Kimberley D. McKinson Jovan Scott Lewis. Scammer's Yard: The Crime of Black Repair in Jamaica. Minneapolis: University of Minnesota Press, 2020. 248 pp. The idea of reparations today has taken hold of the public imaginary like perhaps never before. In the past few years, universities in the United States and the United Kingdom have been forced to offer restitutions to persons descended from slaves these institutions once owned and from whom they profited. European and American museums have repatriated artifacts and human remains that were \"acquired\" from formerly colonized geographies and communities of color. Additionally, the heightened global reach of the Black Lives Matter movement has seen a renewed energy around conversations related to redress and redistribution. It is precisely into this moment of historical reckoning that Jovan Scott Lewis's Scammer's Yard: The Crime of Black Repair in Jamaica boldly enters. The book is a timely, creative, and theoretically engaging monograph that asks us to disturb our understanding of reparations by considering the complex intersections of capital, criminality, and Black repair—both its limits and possibilities—in post-colonial Jamaica as well as the implications for the modern world. Lewis trains his ethnographic eye on the day-to-day economic and professional lives of a crew of three poor, young, Black Jamaican men involved in the lottery scamming industry in Montego Bay, the country's tourism mecca. As scammers, these young men are participants in an economy singularly predicated on swindling elderly, white Americans out of millions of dollars, usually from their life savings. Jamaican scammers are an amalgamation of the cunning slyness of Bredda Anancy (the Akan arachnid of West African and Caribbean folklore), telecommunications [End Page 503] savviness, and technological expertise. Moreover, they are part of a present-day generation of Jamaicans uniquely positioned, as Lewis notes, between two overlapping wakes of post-coloniality—the failure of colonial independence and structural adjustment. Beautifully weaving lyrical analysis of reggae and dancehall records into his prose, the author narrates the crushing weight of life lived between these two wakes in which criminality resonates as much more than a signifier of one's morality and much more than the antithesis of victimhood. Rather, it is situated as a critical means to negotiate a capitalist game designed to exclude and marginalize poor Jamaicans as well as Jamaica more broadly. Scammer's Yard tells the story of how poor Jamaicans, finding no refuge in a racist capitalist structure, provocatively disrupt and exploit a system designed to exploit them. In this way, the author makes a clear argument for reading the Jamaican scam not as an instance of post-colonial despair, but rather repair. Lewis invites his reader to consider the Jamaican scam as an autonomous post-colonial critique of poverty and a radical act of reparations. The monograph consists of an introduction, four chapters, and a conclusion. In the introduction, Lewis delves intimately into the life histories, aspirations, motivations, and struggles of the young men, showing how each is able to confront the criminality of his poverty. Moreover, the author argues that scamming provides the crew with an opportunity to \"refashion themselves and their country, as well as the broader global relations within which they are both set\" (1). For the crew, scamming enables a shedding of the cloak of \"wotlessness,\" an often-gendered derogatory epithet used to refer to young men perceived to be stuck in the quagmire of economic unproductivity. In truth, if the debilitating machine of modern capitalism at work in the Caribbean breeds and pathologizes the wotlessness of poor, young Jamaican men, then Lewis asks the reader to consider the emancipatory mechanics of scamming to allow for a kind of extralegal seizure through individual wealth acquisition. Chapter 1 analyzes the notion of sufferation, a term often used by Jamaicans to describe the interminable hardship in life caused by poverty. Lewis presents sufferation as more than just indicative of individual socioeconomic circumstances. He offers a theorization of sufferation as a psychosocial, ontological state that uniquely arrests the bodies of poor, young Jamaicans—the country's les damnes de la terre. Furthermore...",
  "authors": [
    {
      "display_name": "Kimberley D. McKinson",
      "id": "A5053987088",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Kimberley D. McKinson"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S127531613",
    "display_name": "Anthropological Quarterly",
    "issn_l": "0003-5491",
    "issn": [
      "0003-5491",
      "1534-1518"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316017"
  },
  "volume": "95",
  "issue": "2",
  "first_page": "503",
  "last_page": "508",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C94026978",
      "display_name": "Yard",
      "level": 2,
      "score": 0.6223932
    },
    {
      "id": "C2778950917",
      "display_name": "Chinatown",
      "level": 2,
      "score": 0.47953844
    },
    {
      "id": "C531593650",
      "display_name": "Colonialism",
      "level": 2,
      "score": 0.47419935
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.45191628
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4163623
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.3300367
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.28504786
    },
    {
      "id": "C62520636",
      "display_name": "Quantum mechanics",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12693",
      "display_name": "Migration, Ethnicity, and Economy",
      "score": 0.842
    },
    {
      "id": "T12525",
      "display_name": "Australian History and Society",
      "score": 0.8218
    },
    {
      "id": "T10149",
      "display_name": "Anthropological Studies and Insights",
      "score": 0.8192
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/anq.2022.0029",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:03:03.291655",
  "source_database": "OpenAlex"
}