{
  "openalex_id": "W4296153539",
  "doi": "https://doi.org/10.1016/j.juro.2016.10.073",
  "title": "Comparison of Digital Rectal Examination and Serum Prostate Specific Antigen in the Early Detection of Prostate Cancer: Results of a Multicenter Clinical Trial of 6,630 Men",
  "abstract": "No AccessJournal of Urology1 Feb 2017Comparison of Digital Rectal Examination and Serum Prostate Specific Antigen in the Early Detection of Prostate Cancer: Results of a Multicenter Clinical Trial of 6,630 Men William J. Catalona, Jerome P. Richie, Frederick R. Ahmann, M'Liss A. Hudson, Peter T. Scardino, Robert C. Flanigan, Jean B. DeKernion, Timothy L. Ratliff, Louis R. Kavoussi, Bruce L. Dalkin, W. Bedford Waters, Michael T. MacFarlane, and Paula C. Southwick William J. CatalonaWilliam J. Catalona More articles by this author , Jerome P. RichieJerome P. Richie More articles by this author , Frederick R. AhmannFrederick R. Ahmann More articles by this author , M'Liss A. HudsonM'Liss A. Hudson More articles by this author , Peter T. ScardinoPeter T. Scardino More articles by this author , Robert C. FlaniganRobert C. Flanigan More articles by this author , Jean B. DeKernionJean B. DeKernion More articles by this author , Timothy L. RatliffTimothy L. Ratliff More articles by this author , Louis R. KavoussiLouis R. Kavoussi More articles by this author , Bruce L. DalkinBruce L. Dalkin More articles by this author , W. Bedford WatersW. Bedford Waters More articles by this author , Michael T. MacFarlaneMichael T. MacFarlane More articles by this author , and Paula C. SouthwickPaula C. Southwick More articles by this author View All Author Informationhttps://doi.org/10.1016/j.juro.2016.10.073AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail To compare the efficacy of digital rectal examination and serum prostate specific antigen (PSA) in the early detection of prostate cancer, we conducted a prospective clinical trial at 6 university centers of 6,630 male volunteers 50 years old or older who underwent PSA determination (Hybritech Tandom-E or Tandem-R assays) and digital rectal examination. Quadrant biopsies were performed if the PSA level was greater than 4 μg./l. or digital rectal examination was suspicious, even if transrectal ultrasonography revealed no areas suspicious for cancer. The results showed that 15% of the men had a PSA level of greater than 4 μg./l., 15% had a suspicious digital rectal examination and 26% had suspicious findings on either or both tests. Of 1,167 biopsies performed cancer was detected in 264. PSA detected significantly more tumors (82%, 216 of 264 cancers) than digital rectal examination (55%, 146 of 264, p = 0.001). The cancer detection rate was 3.2% for digital rectal examination, 4.6% for PSA and 5.8% for the 2 methods combined. Positive predictive value was 32% for PSA and 21% for digital rectal examination. Of 160 patients who underwent radical prostatectomy and pathological staging 114 (71%) had organ confined cancer: PSA detected 85 (75%) and digital rectal examination detected 64 (56%, p = 0.003). Use of the 2 methods in combination increased detection of organ confined disease by 78% (50 of 64 cases) over digital rectal examination alone. If the performance of a biopsy would have required suspicious transrectal ultrasonography findings, nearly 40% of the tumors would have been missed. We conclude that the use of PSA in conjunction with digital rectal examination enhances early prostate cancer detection. Prostatic biopsy should be considered if either the PSA level is greater than 4 μg./l. or digital rectal examination is suspicious for cancer, even in the absence of abnormal transrectal ultrasonography findings. References 1 Cancer Facts and Figures—1992. Atlanta: American Cancer Society, 1992. Google Scholar 2 Boring, C. C., Squires, T. S. and Tong, T.: Cancer statistics, 1993. CA, 43: 7, 1993. Google Scholar 3 Catalona, W. J. and Bigg, S. W.: Nerve-sparing radical prostatectomy: evaluation of results after 250 patients. J. Urol., 143: 538, 1990. Google Scholar 4 Catalona, W. J., Smith, D. S., Ratliff, T. L., Dodds, K. M., Coplen, D. E., Yuan, J. J. J., Petros, J. A. and Andriole, G. E.: Measurement of prostate-specific antigen in serum as a screening test for prostate cancer. New Engl. J. Med., 324: 1156, 1991. Google Scholar 5 Murphy, G. P., Natarajan, N., Pontes, J. E., Schmitz, R. L., Smart, R., Schmidt, J. D. and Mettlin, C.: The national survey of prostate cancer in the United States by the American College of Surgeons. J. Urol., 127: 928, 1982. Google Scholar 6 Crawford, E. D., Eisenberger, M. A., McLeod, D. G., Spaulding, J. T., Benson, R., Dorr, F. A., Blumenstein, B. A., Davis, M. A. and Goodman, P. J.: A controlled trial of leuprolide with and without flutamide in prostate carcinoma. New Engl. J. Med., 321: 419, 1989. Google Scholar 7 Brawer, M. K, Chetner, M. P., Beatie, J., Buchner, D. M., Vessella, R. L. and Lange, P. H.: Screening for prostatic carcinoma with prostate specific antigen. J. Urol., part 2, 147: 841, 1992. Google Scholar 8 Cooner, W. H., Mosley, B. R., Rutherford, C. L., Jr., Beard, J. H., Pond, H. S., Terry, W. J., Igel, T. C. and Kidd, D. D.: Prostate cancer detection in a clinical urological practice by ultrasonography, digital rectal examination and prostate specific antigen. J. Urol., 143: 1146, 1990. Google Scholar 9 Coughlin, S. S., Trock, B., Criqui, M. H., Pickle, L. W., Browner, and Tefft, M. C.: The logistic modeling of sensitivity, specificity, and predictive value of a diagnostic test. J. Clin. Epidemiol., 45: 1, 1992. Google Scholar 10 Richie, J. P., Catalona, W. J., Ahmann, F. R., Hudson, M. A., Scardino, P. T., Flanigan, R. C., deKernion, J. B., Ratliff, T. L., Kavoussi, L. R., Dalkin, B. L., Waters, W. B., MacFarlane, M. T. and Southwick, P. C.: Effect of patient age on early detection of prostate cancer through serum prostate specific antigen (PSA) measurements and digital rectal examination. Urology 42: 365. 1993 Google Scholar 11 Vallancien, G., Prapotnich, D., Veillon, B., Brisset, J. M. and Andre-Bougaran, J.: Systematic prostatic biopsies in 100 men with no suspicion of cancer on digital rectal examination. J. Urol., 146: 1308, 1991. Google Scholar 12 Colberg, J. W., Smith, D. S. and Catalona, W. J.: Prevalence and pathological extent of prostate cancer in men with prostate specific antigen levels of 2.9 to 4.0 ng./ml J Urol., 149: 507, 1993. Google Scholar 13 Seaman, E., Katz, A., Cooner, W. C., Whang, I S., Olsson, C. A., Kistler, S. and Benson, M. C.: An algorithm for prostate cancer detection based upon PSA, TRUS, DRE, PSA density and PSA velocity. J. Urol., part 2, 149: 414A, abstract 805, 1993 Google Scholar 14 Kinne, D. W. and Kopans, D. B.: Physical examination and mammography in the diagnosis of breast disease. In: Breast Disease. Edited by J. R. Harris. Philadelphia: J. B Lippincott Co. pp. 54–86, 1987. Google Scholar 15 Moskowitz, M.: Cost-benefit determinations in screening mammography. Cancer, suppl., 60: 1680, 1987. Google Scholar 16 Scardino, P. T., Weaver, R. and Hudson, M. A.: Early detection of prostate cancer. Hum. Path., 23: 211, 1992. Google Scholar 17 Stamey, T. A., Freiha, F. S., McNeal, J. E., Redwine, E. A., Whittemore, A. S. and Schmid, H.-P.: Relationship of tumor volume to clinical significance for treatment of prostate cancer. J. Urol., part 2, 147: 303A, abstract 364, 1992. Google Scholar 18 Stamey, T. A., Kabalin, J. N., McNeal, J. E., Johnstone I. M., Freiha, F., Redwine, E. A. and Yang, N.: Prostate specific antigen in the diagnosis and treatment of adenocarcinoma of the prostate. II. Radical prostatectomy treated patients J. Urol., 141: 1076, 1989. Google Scholar 19 Stamey, T. A., Yang, N., Hay, A. R., McNeal, J. E., Freiha. F. S., and Redwine, E.: Prostate-specific antigen as a serum marker for adenocarcinoma of the prostate. New Engl. J Med., 317: 909, 1987. Google Scholar 20 Walsh, P. C.: Why make an early diagnosis of prostate cancer. J. Urol., part 2, 147: 853, 1992. Google Scholar 21 Brawn, P. N., Speights, V. O., Kuhl, D., Riggs, M., Spiekerman, A. M., McCord, R. G., Coffield, K. S., Stewart, D. T. and Lind, M. L.: Prostate-specific antigen levels from completely sectioned, clinically benign, whole prostates. Cancer, 68: 1592, 1991. Google Scholar 22 Catalona, W. J., Smith, D. S., Ratliff, T. L. and Basler, J. W.: Detection of organ-confined prostate cancer is increased through prostate-specific antigen-based screening. J.A.M.A., 270: 948, 1993. Google Scholar 23 Stormont, T. J., Farrow, G. M., Myers, R. P., Blute, M. L., Zincke, H., Wilson, T. M. and Oesterling, J. E.: Clinical stage BO or Tlc prostate cancer: nonpalpable disease identified by an elevated serum prostate-specific antigen concentration. Urology, 41: 3, 1993. Google Scholar 24 McNeal, J. E.: Cancer volume and site of origin of adenocarcinoma in the prostate: relationship to local and distant spread, Hum. Path., 23: 258, 1992. Google Scholar 25 Carter, H. B., Pearson, J. D., Metter, E. J., Brant, L. J., Chan, D. W., Andres, R., Fozard, J. L. and Walsh, P. C.: Longitudinal evaluation of prostate-specific antigen levels in men with and without prostate disease. J.A.M.A., 267: 2215, 1992. Google Scholar 26 Beatie, J. and Brawer, M. K.: Prostate specific antigen as the initial test in the early detection of carcinoma: results of the second year screening. J. Urol., part 2, 147: 386A, abstract 696, 1992. Google Scholar 27 Zhou, A., Tewari, P., Bonacci, M., Walsh, R., Larsen, F., stamey, T. and Bluestein, B.: Complexation of prostate specific antigen (PSA) in serum. Clin. Chem., 38: 982, abstract 0202, 1992. Google Scholar 28 Turkes, A., Nott, J. P. and Griffths, K.: Prostate-specific antigen: problems in analysis. Eur. J. Cancer, 27: 650, 1991. Google Scholar 29 Steinberg, G. D., Carter, B. S., Beaty, T. H., Childs, B. and Walsh, P. C.: Family history and the risk of prostate cancer. Prostate, 17: 337, 1990. Google Scholar 30 Fleming, C., Wasson, J. H., Albertsen, P. C., Barry, M. J. and Wennberg, J. E. for the Prostate Patient Outcomes Research Team.: A decision analysis of alternative treatment strategies for clinically localized prostate cancer. J.A.M.A., 269: 2650 Google Scholar 31 Simpson, K. N. and Brown, R. E.: Cost effectiveness of adding prostate specific antigen (PSA) test to digital rectal examination (DRE) for early detection of prostate cancer. J.Urol., part 2, 149: 413A, abstract 802, 1993. Google Scholar © 1994 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byGold S, Shih J, Rais-Bahrami S, Bloom J, Vourganti S, Singla N, Baroni R, Coker M, Fialkoff J, Noschang J, Roehrborn C, Turkbey B, Pinto P, Hale G, Rayn K, Wood B, Merino M, Choyke P, Mehralivand S, Nix J, Gordetsky J, Porter K, Thomas J, Noschang J, Shakir N, Passoni N and Costa D (2019) When to Biopsy the Seminal Vesicles: A Validated Multiparametric Magnetic Resonance Imaging and Target Driven Model to Detect Seminal Vesicle Invasion of Prostate CancerJournal of Urology, VOL. 201, NO. 5, (943-949), Online publication date: 1-May-2019. Volume 197Issue 2SFebruary 2017Page: S200-S207 Advertisement Copyright & Permissions© 1994 by American Urological Association, Inc.Keywordsneoplasmultrasonographyprostatic neoplasmsdiagnosisantigensMetricsAuthor Information William J. Catalona More articles by this author Jerome P. Richie More articles by this author Frederick R. Ahmann More articles by this author M'Liss A. Hudson More articles by this author Peter T. Scardino More articles by this author Robert C. Flanigan More articles by this author Jean B. DeKernion More articles by this author Timothy L. Ratliff More articles by this author Louis R. Kavoussi More articles by this author Bruce L. Dalkin More articles by this author W. Bedford Waters More articles by this author Michael T. MacFarlane More articles by this author Paula C. Southwick More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "William J. Catàlona",
      "id": "A5065869555",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "William J. Catalona"
    },
    {
      "display_name": "Jerome P. Richie",
      "id": "A5103833204",
      "orcid": null,
      "institutions": [
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jerome P. Richie"
    },
    {
      "display_name": "Frederick R. Ahmann",
      "id": "A5057559668",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Frederick R. Ahmann"
    },
    {
      "display_name": "M’Liss A. Hudson",
      "id": "A5060306938",
      "orcid": null,
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M'Liss A. Hudson"
    },
    {
      "display_name": "Peter T. Scardino",
      "id": "A5012224683",
      "orcid": "https://orcid.org/0000-0002-1601-8411",
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter T. Scardino"
    },
    {
      "display_name": "Robert C. Flanigan",
      "id": "A5113851965",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert C. Flanigan"
    },
    {
      "display_name": "Jean B. deKernion",
      "id": "A5087322472",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jean B. DeKernion"
    },
    {
      "display_name": "Timothy L. Ratliff",
      "id": "A5081030515",
      "orcid": "https://orcid.org/0000-0003-4221-5416",
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timothy L. Ratliff"
    },
    {
      "display_name": "Louis R. Kavoussi",
      "id": "A5112834379",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Louis R. Kavoussi"
    },
    {
      "display_name": "Bruce L. Dalkin",
      "id": "A5015175928",
      "orcid": null,
      "institutions": [
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Bruce L. Dalkin"
    },
    {
      "display_name": "W. Bedford Waters",
      "id": "A5037906042",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W. Bedford Waters"
    },
    {
      "display_name": "Michael T. Macfarlane",
      "id": "A5112157890",
      "orcid": null,
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael T. MacFarlane"
    },
    {
      "display_name": "Paula C. Southwick",
      "id": "A5054220692",
      "orcid": "https://orcid.org/0000-0003-2923-9173",
      "institutions": [
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1304196042",
          "display_name": "Loyola University Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paula C. Southwick"
    }
  ],
  "publication_year": 2016,
  "publication_date": "2016-12-22",
  "type": "article",
  "cited_by_count": 110,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "197",
  "issue": "2S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780101318",
      "display_name": "Rectal examination",
      "level": 4,
      "score": 0.89599043
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.83007705
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.63382095
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.5447016
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.5242441
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.5039
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.43994096
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.3037653
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.999
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9972
    },
    {
      "id": "T11970",
      "display_name": "Molecular Biology Techniques and Applications",
      "score": 0.9966
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.juro.2016.10.073",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.481806",
  "source_database": "OpenAlex"
}