{
  "openalex_id": "W4294817452",
  "doi": "https://doi.org/10.1097/ju.0000000000002939",
  "title": "Phenotyping of Urinary Urgency Patients Without Urgency Incontinence, and Their Comparison to Urgency Incontinence Patients: Findings From the LURN Study",
  "abstract": "No AccessJournal of UrologyAdult Urology1 Jan 2023Phenotyping of Urinary Urgency Patients Without Urgency Incontinence, and Their Comparison to Urgency Incontinence Patients: Findings From the LURN StudyThis article is commented on by the following:Editorial Comment H. Henry Lai, Jonathan B. Wiseman, Margaret E. Helmuth, Abigail R. Smith, Cindy L. Amundsen, Anne P. Cameron, Alexander P. Glaser, Whitney K. Hendrickson, Ziya Kirkali, and Kimberly Kenton H. Henry LaiH. Henry Lai *Correspondence: Division of Urologic Surgery, Washington University School of Medicine, 4960 Children's Place, Campus Box 8242-0022-02, St Louis, Missouri 63110 telephone: 314-996-8086; E-mail Address: [email protected] Division of Urologic Surgery, Departments of Surgery and Anesthesiology, Washington University School of Medicine, St. Louis, Missouri , Jonathan B. WisemanJonathan B. Wiseman Arbor Research Collaborative for Health, Ann Arbor, Michigan , Margaret E. HelmuthMargaret E. Helmuth Arbor Research Collaborative for Health, Ann Arbor, Michigan , Abigail R. SmithAbigail R. Smith Arbor Research Collaborative for Health, Ann Arbor, Michigan , Cindy L. AmundsenCindy L. Amundsen Department of Obstetrics and Gynecology, Division of Urogynecology, Duke University, Durham, North Carolina , Anne P. CameronAnne P. Cameron Department of Urology, University of Michigan, Ann Arbor, Michigan , Alexander P. GlaserAlexander P. Glaser NorthShore University HealthSystem, Evanston, Illinois , Whitney K. HendricksonWhitney K. Hendrickson Department of Obstetrics and Gynecology, Division of Urogynecology, Duke University, Durham, North Carolina , Ziya KirkaliZiya Kirkali National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland , and Kimberly KentonKimberly Kenton Department of Obstetrics & Gynecology, Division of Female Pelvic Medicine & Reconstructive Surgery, Northwestern University, Chicago, Illinois for the Symptoms of Lower Urinary Tract Dysfunction Research Network (LURN) View All Author Informationhttps://doi.org/10.1097/JU.0000000000002939AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We characterize patients with urinary urgency with vs without urgency urinary incontinence who presented to clinics actively seeking treatment for their symptoms. Materials and Methods: Participants who enrolled in the Symptoms of Lower Urinary Tract Dysfunction Research Network were categorized into urinary urgency with vs without urgency urinary incontinence. Participants were followed for 1 year; their urinary symptoms, urological pain, psychosocial factors, bowel function, sleep disturbance, physical activity levels, physical function, and quality of life were compared. Mixed effects linear regression models were used to examine the relationships between urgency urinary incontinence and these factors. Results: Among 683 participants with urinary urgency at baseline, two-thirds (n=453) also had urgency urinary incontinence; one-third (n=230) had urinary urgency-only without urgency urinary incontinence. No differences were detected in urological pain between urinary urgency-only and urgency urinary incontinence. Those with urgency urinary incontinence had more severe urgency and frequency symptoms, higher depression, anxiety, perceived stress scores, more severe bowel dysfunction and sleep disturbance, lower physical activity levels, lower physical function, and worse quality of life than those with urinary urgency-only. Among those with urinary urgency-only at baseline, 40% continued to have urinary urgency-only, 15% progressed to urgency urinary incontinence, and 45% had no urgency at 12 months. Fifty-eight percent with urgency urinary incontinence at baseline continued to report urgency urinary incontinence at 12 months, while 15% improved to urinary urgency-only, and 27% had no urgency. Conclusions: Patients with urgency urinary incontinence have severe storage symptoms, more psychosocial symptoms, poorer physical functioning, and worse quality of life. Our data suggested urgency urinary incontinence may be a more severe manifestation of urinary urgency, rather than urinary urgency and urgency urinary incontinence being distinct entities. References 1. . The International Continence Society (ICS) report on the terminology for adult male lower urinary tract and pelvic floor symptoms and dysfunction. Neurourol Urodyn. 2019; 38(2):433-477. Google Scholar 2. . Prevalence and burden of overactive bladder in the United States. World J Urol. 2003; 20(6):327-336. Google Scholar 3. . Defining overactive bladder: epidemiology and burden of disease. Urology. 2004; 64(6 suppl 1):2-6. Google Scholar 4. . Urgency is the core symptom of female overactive bladder syndrome, as demonstrated by a statistical analysis. J Urol. 2006; 176(2):636-640. Link, Google Scholar 5. . Diagnosis and treatment of overactive bladder (non-neurogenic) in adults: AUA/SUFU guideline amendment 2019. J Urol. 2019; 202(3):558-563. Link, Google Scholar 6. . How dry is \"OAB-dry\"? Perspectives from patients and physician experts. J Urol. 2012; 188(5):1811-1815. Link, Google Scholar 7. . The overlap and distinction of self-reported symptoms between interstitial cystitis/bladder pain syndrome and overactive bladder: a questionnaire based analysis. J Urol. 1922(6):1679-1685. Google Scholar 8. . Baseline lower urinary tract symptoms in patients enrolled in LURN: a prospective, observational cohort study. J Urol. 2018; 199(4):1023-1031. Link, Google Scholar 9. . Moving towards a comprehensive assessment of lower urinary tract symptoms (LUTS). Neurourol Urodyn. 2012; 31(4):448-454. Google Scholar 10. . Validation of a modified National Institutes of Health chronic prostatitis symptom index to assess genitourinary pain in both men and women. Urology. 2009; 74(5):983-987. Google Scholar 11. . Use of Euclidean length to measure urinary incontinence severity based on the lower urinary tract symptoms tool. Am J Obstet Gynecol. 2018; 218(3):357-359. Google Scholar 12. . Short forms of two condition-specific quality-of-life questionnaires for women with pelvic floor disorders (PFDI-20 and PFIQ-7). Am J Obstet Gynecol. 2005; 193(1):103-113. Google Scholar 13. Item banks for measuring emotional distress from the Patient-Reported Outcomes Measurement Information System (PROMIS®): depression, anxiety, and anger. Assessment. 2011; 18(3):263-283. Google Scholar 14. . A global measure of perceived stress. J Health Soc Behav. 1983; 24(4):385-396. Google Scholar 15. . Development of the NIH patient-reported outcomes measurement information system (PROMIS) gastrointestinal symptom scales. Am J Gastroenterol. 2014; 109(11):1804-1814. Google Scholar 16. . Development of short forms from the PROMIS sleep disturbance and Sleep-Related Impairment item banks. Behav Sleep Med. 2011; 10(1)6-24. Google Scholar 17. . Validity of PROMIS physical function measured in diverse clinical samples. J Clin Epidemiol. 2016; 73:112-118. Google Scholar 18. . Urodynamic and bladder diary factors predict overactive bladder-wet in women: a comparison with overactive bladder-dry. Int Neurourol J. 2019; 23(1):69-74. Google Scholar 19. . Urinary nerve growth factor is a better biomarker than detrusor wall thickness for the assessment of overactive bladder with incontinence. Neurourol Urodyn. 2010; 29(3):482-487. Google Scholar 20. . A longitudinal population-based survey of urinary incontinence, overactive bladder, and other lower urinary tract symptoms in women. Eur Urol. 2009; 55(4):783-791. Google Scholar 21. . The natural history of the overactive bladder syndrome in females: a long-term analysis of a health screening project. Neurourol Urodyn. 2011; 30(8):1437-1441. Google Scholar 22. . Persistence, adherence, and switch rates among extended-release and immediate-release overactive bladder medications in a regional managed care plan. J Manag Care Pharm. 2008; 14(3):291-301. Google Scholar 23. . The minimum important differences for the urinary scales of the pelvic floor distress inventory and pelvic floor impact questionnaire. Am J Obstet Gynecol. 200; 200(5):580.e1-580.e7. Google Scholar 24. . Minimal important difference and patient acceptable symptom state for PFDI-20 and POPDI-6 in POP surgery. Int Urogynecol J. 2021; 32(12):3169-3176. Google Scholar Submitted January 6, 2022; accepted August 11, 2022; published September 6, 2022. Support: This study is supported by the National Institute of Diabetes & Digestive & Kidney Diseases through cooperative agreements (Grants DK097780, DK097772, DK097779, DK099932, DK100011, DK100017, DK099879). Research reported in this publication was supported at Northwestern University, in part, by the National Institutes of Health's National Center for Advancing Translational Sciences (Grant UL1TR001422). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Conflict of Interest: HHL: Medtronic, Astellas, Neurspera; APC: Medtronic, Axonic, Wellspect; APG: Astellas Pharma Global Development Inc. (ISN: 178-MA-1576), Urovant Sciences Inc. (URO-901-3005 [PAREXEL 241917]); KK: Butler Snow/Ethicon. Ethics Statement: This study received Institutional Review Board approval (00007807). Author Contributions: The following individuals were instrumental in the planning and conduct of this study at each of the participating institutions: Duke University, Durham, North Carolina (DK097780): PIs: Cindy Amundsen, MD, Eric Jelovsek, MD; Co-Is: Kathryn Flynn, PhD, Jim Hokanson, PhD, Aaron Lentz, MD, David Page, PhD, Nazema Siddiqui, MD, Kevin Weinfurt, PhD Lisa Wruck, PhD; Study Coordinators: Paige Green, Magaly Guerrero. University of Iowa, Iowa City, IA (DK097772): PIs: Catherine S Bradley, MD, MSCE, Karl Kreder, MD, MBA; Co-Is: Bradley A. Erickson, MD, MS, Daniel Fick, MD, Vince Magnotta, PhD, Philip Polgreen, MD, MPH; Study Coordinators: Sarah Heady, Chelsea Poesch, Shelly Melton, Jean Walshire. Northwestern University, Chicago, IL (DK097779): PIs: James W Griffith, PhD, Kimberly Kenton, MD, MS, Brian Helfand, MD, PhD; Co-Is: Carol Bretschneider, MD, David Cella, PhD, Sarah Collins, MD, Julia Geynisman-Tan, MD, Alex Glaser, MD, Christina Lewicky-Gaupp, MD, Margaret Mueller, MD; Study Coordinators: Sylwia Clarke, Melissa Marquez, Michelle Taddeo, Pooja Sharma, Malgorzata Antoniak, Pooja Talaty, Francesca Moroni, Sophia Kallas. Dr. Helfand and Ms. Talaty are at NorthShore University HealthSystem. University of Michigan Health System, Ann Arbor, MI (DK099932): PI: J Quentin Clemens, MD, FACS, MSCI; Co-Is: John DeLancey, MD, Dee Fenner, MD, Rick Harris, MD, Steve Harte, PhD, Anne P. Cameron, MD, Aruna Sarma, PhD, Giulia Lane, MD; Study Coordinators: Ashly Chimner, Linda Drnek, Emma Keer, Marissa Moore, Greg Mowatt, Sarah Richardson, Julia Chilimigras. University of Washington, Seattle Washington (DK100011): PI: Claire Yang, MD; Co-I: Anna Kirby, MD; Study Coordinators: Brenda Vicars, RN, Lauren Daniels. Washington University in St. Louis, St. Louis Missouri (DK100017): PI: H. Henry Lai, MD; Co-Is: Gerald L. Andriole, MD, Joshua Shimony, MD, PhD, Fuhai Li, PhD; Study Coordinators: Linda Black, Vivien Gardner, Patricia Hayden, Diana Wolff, Aleksandra Klim, RN, MHS, CCRC. Arbor Research Collaborative for Health, Data Coordinating Center (DK099879): PI: Robert Merion, MD, FACS; Co-Is: Victor Andreev, PhD, DSc, Brenda Gillespie, PhD, Abigail Smith, PhD; Project Manager: Melissa Fava, MPA, PMP; Clinical Monitor: Melissa Sexton, BA, CCRP; Research Analysts: Margaret Helmuth, MA, Jon Wiseman, MS, Jane Liu, MPH; Project Associate: Levi Hurley. National Institute of Diabetes and Digestive and Kidney Diseases, Division of Kidney, Urology, and Hematology, Bethesda, MD: Project Scientist: Ziya Kirkali MD; Project Officer: Christopher Mullins PhD; Project Advisor: Julie Barthold, MD. The authors have followed the practice and ethical guidelines set forth by the International Committee of Medical Journal Editors (ICMJE) and meet the 4 criteria for authorship: Substantial contributions to the conception or design of the work, or the acquisition, analysis or interpretation of data for the work; and drafting the work or revising it critically for important intellectual content; and final approval of the version to be published; and agreement to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. Data Availability: The data that support the findings of this study are openly available in the NIDDK Central Repository at https://repository.niddk.nih.gov/; please reference the acronym \"LURN.\" © 2022 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsRelated articlesJournal of Urology10 Oct 2022Editorial Comment Volume 209Issue 1January 2023Page: 233-242Supplementary Materials PEER REVIEW REPORT Advertisement Copyright & Permissions© 2022 by American Urological Association Education and Research, Inc.Keywordsoveractivelower urinary tract symptomsurinary bladderurgency urinary incontinenceurgencyAcknowledgmentsWe thank Heather Van Doren, Senior Medical Editor with Arbor Research Collaborative for Health for providing editorial assistance on this manuscript. This is publication number 32 of the Symptoms of Lower Urinary Tract Dysfunction Research Network (LURN).MetricsAuthor Information H. Henry Lai Division of Urologic Surgery, Departments of Surgery and Anesthesiology, Washington University School of Medicine, St. Louis, Missouri *Correspondence: Division of Urologic Surgery, Washington University School of Medicine, 4960 Children's Place, Campus Box 8242-0022-02, St Louis, Missouri 63110 telephone: 314-996-8086; E-mail Address: [email protected] More articles by this author Jonathan B. Wiseman Arbor Research Collaborative for Health, Ann Arbor, Michigan More articles by this author Margaret E. Helmuth Arbor Research Collaborative for Health, Ann Arbor, Michigan More articles by this author Abigail R. Smith Arbor Research Collaborative for Health, Ann Arbor, Michigan More articles by this author Cindy L. Amundsen Department of Obstetrics and Gynecology, Division of Urogynecology, Duke University, Durham, North Carolina More articles by this author Anne P. Cameron Department of Urology, University of Michigan, Ann Arbor, Michigan More articles by this author Alexander P. Glaser NorthShore University HealthSystem, Evanston, Illinois More articles by this author Whitney K. Hendrickson Department of Obstetrics and Gynecology, Division of Urogynecology, Duke University, Durham, North Carolina More articles by this author Ziya Kirkali National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, Maryland More articles by this author Kimberly Kenton Department of Obstetrics & Gynecology, Division of Female Pelvic Medicine & Reconstructive Surgery, Northwestern University, Chicago, Illinois More articles by this author Expand All Submitted January 6, 2022; accepted August 11, 2022; published September 6, 2022. Support: This study is supported by the National Institute of Diabetes & Digestive & Kidney Diseases through cooperative agreements (Grants DK097780, DK097772, DK097779, DK099932, DK100011, DK100017, DK099879). Research reported in this publication was supported at Northwestern University, in part, by the National Institutes of Health's National Center for Advancing Translational Sciences (Grant UL1TR001422). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Conflict of Interest: HHL: Medtronic, Astellas, Neurspera; APC: Medtronic, Axonic, Wellspect; APG: Astellas Pharma Global Development Inc. (ISN: 178-MA-1576), Urovant Sciences Inc. (URO-901-3005 [PAREXEL 241917]); KK: Butler Snow/Ethicon. Ethics Statement: This study received Institutional Review Board approval (00007807). Author Contributions: The following individuals were instrumental in the planning and conduct of this study at each of the participating institutions: Duke University, Durham, North Carolina (DK097780): PIs: Cindy Amundsen, MD, Eric Jelovsek, MD; Co-Is: Kathryn Flynn, PhD, Jim Hokanson, PhD, Aaron Lentz, MD, David Page, PhD, Nazema Siddiqui, MD, Kevin Weinfurt, PhD Lisa Wruck, PhD; Study Coordinators: Paige Green, Magaly Guerrero. University of Iowa, Iowa City, IA (DK097772): PIs: Catherine S Bradley, MD, MSCE, Karl Kreder, MD, MBA; Co-Is: Bradley A. Erickson, MD, MS, Daniel Fick, MD, Vince Magnotta, PhD, Philip Polgreen, MD, MPH; Study Coordinators: Sarah Heady, Chelsea Poesch, Shelly Melton, Jean Walshire. Northwestern University, Chicago, IL (DK097779): PIs: James W Griffith, PhD, Kimberly Kenton, MD, MS, Brian Helfand, MD, PhD; Co-Is: Carol Bretschneider, MD, David Cella, PhD, Sarah Collins, MD, Julia Geynisman-Tan, MD, Alex Glaser, MD, Christina Lewicky-Gaupp, MD, Margaret Mueller, MD; Study Coordinators: Sylwia Clarke, Melissa Marquez, Michelle Taddeo, Pooja Sharma, Malgorzata Antoniak, Pooja Talaty, Francesca Moroni, Sophia Kallas. Dr. Helfand and Ms. Talaty are at NorthShore University HealthSystem. University of Michigan Health System, Ann Arbor, MI (DK099932): PI: J Quentin Clemens, MD, FACS, MSCI; Co-Is: John DeLancey, MD, Dee Fenner, MD, Rick Harris, MD, Steve Harte, PhD, Anne P. Cameron, MD, Aruna Sarma, PhD, Giulia Lane, MD; Study Coordinators: Ashly Chimner, Linda Drnek, Emma Keer, Marissa Moore, Greg Mowatt, Sarah Richardson, Julia Chilimigras. University of Washington, Seattle Washington (DK100011): PI: Claire Yang, MD; Co-I: Anna Kirby, MD; Study Coordinators: Brenda Vicars, RN, Lauren Daniels. Washington University in St. Louis, St. Louis Missouri (DK100017): PI: H. Henry Lai, MD; Co-Is: Gerald L. Andriole, MD, Joshua Shimony, MD, PhD, Fuhai Li, PhD; Study Coordinators: Linda Black, Vivien Gardner, Patricia Hayden, Diana Wolff, Aleksandra Klim, RN, MHS, CCRC. Arbor Research Collaborative for Health, Data Coordinating Center (DK099879): PI: Robert Merion, MD, FACS; Co-Is: Victor Andreev, PhD, DSc, Brenda Gillespie, PhD, Abigail Smith, PhD; Project Manager: Melissa Fava, MPA, PMP; Clinical Monitor: Melissa Sexton, BA, CCRP; Research Analysts: Margaret Helmuth, MA, Jon Wiseman, MS, Jane Liu, MPH; Project Associate: Levi Hurley. National Institute of Diabetes and Digestive and Kidney Diseases, Division of Kidney, Urology, and Hematology, Bethesda, MD: Project Scientist: Ziya Kirkali MD; Project Officer: Christopher Mullins PhD; Project Advisor: Julie Barthold, MD. The authors have followed the practice and ethical guidelines set forth by the International Committee of Medical Journal Editors (ICMJE) and meet the 4 criteria for authorship: Substantial contributions to the conception or design of the work, or the acquisition, analysis or interpretation of data for the work; and drafting the work or revising it critically for important intellectual content; and final approval of the version to be published; and agreement to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. Data Availability: The data that support the findings of this study are openly available in the NIDDK Central Repository at https://repository.niddk.nih.gov/; please reference the acronym \"LURN.\" Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "H. Henry Lai",
      "id": "A5029096806",
      "orcid": "https://orcid.org/0000-0003-2691-994X",
      "institutions": [
        {
          "id": "I204465549",
          "display_name": "Washington University in St. Louis",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H. Henry Lai"
    },
    {
      "display_name": "Jonathan B. Wiseman",
      "id": "A5071674660",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210137387",
          "display_name": "Arbor Research Collaborative for Health",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jonathan B. Wiseman"
    },
    {
      "display_name": "Margaret E. Helmuth",
      "id": "A5075433198",
      "orcid": "https://orcid.org/0000-0003-3311-3223",
      "institutions": [
        {
          "id": "I4210137387",
          "display_name": "Arbor Research Collaborative for Health",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Margaret E. Helmuth"
    },
    {
      "display_name": "Abigail R. Smith",
      "id": "A5038860738",
      "orcid": "https://orcid.org/0000-0001-5496-4460",
      "institutions": [
        {
          "id": "I4210137387",
          "display_name": "Arbor Research Collaborative for Health",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Abigail R. Smith"
    },
    {
      "display_name": "Cindy L. Amundsen",
      "id": "A5089784611",
      "orcid": "https://orcid.org/0000-0001-6180-5214",
      "institutions": [
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cindy L. Amundsen"
    },
    {
      "display_name": "Anne P. Cameron",
      "id": "A5050830886",
      "orcid": "https://orcid.org/0000-0001-8414-3065",
      "institutions": [
        {
          "id": "I27837315",
          "display_name": "University of Michigan",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anne P. Cameron"
    },
    {
      "display_name": "Alexander P. Glaser",
      "id": "A5034689852",
      "orcid": "https://orcid.org/0000-0003-1781-9023",
      "institutions": [
        {
          "id": "I1339509835",
          "display_name": "NorthShore University HealthSystem",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alexander P. Glaser"
    },
    {
      "display_name": "Whitney K. Hendrickson",
      "id": "A5040025075",
      "orcid": "https://orcid.org/0000-0003-4603-2879",
      "institutions": [
        {
          "id": "I170897317",
          "display_name": "Duke University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Whitney K. Hendrickson"
    },
    {
      "display_name": "Ziya Kırkalı",
      "id": "A5042550974",
      "orcid": "https://orcid.org/0000-0002-2918-4347",
      "institutions": [
        {
          "id": "I4210090567",
          "display_name": "National Institute of Diabetes and Digestive and Kidney Diseases",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ziya Kirkali"
    },
    {
      "display_name": "Kimberly Kenton",
      "id": "A5031095098",
      "orcid": "https://orcid.org/0000-0003-2567-2068",
      "institutions": [
        {
          "id": "I4210140803",
          "display_name": "Institute for Female Pelvic Medicine and Reconstructive Surgery",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I111979921",
          "display_name": "Northwestern University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kimberly Kenton"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-09-06",
  "type": "article",
  "cited_by_count": 7,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "209",
  "issue": "1",
  "first_page": "233",
  "last_page": "242",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9742334",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2777148836",
      "display_name": "Urogynecology",
      "level": 3,
      "score": 0.8770205
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6837417
    },
    {
      "id": "C10885799",
      "display_name": "Obstetrics and gynaecology",
      "level": 3,
      "score": 0.55773824
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.48500344
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.36892492
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.34980515
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.34931767
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.33687836
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.2868182
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 1.0
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9997
    },
    {
      "id": "T11232",
      "display_name": "Urinary Tract Infections Management",
      "score": 0.9978
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/ju.0000000000002939",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:57:12.914796",
  "source_database": "OpenAlex"
}