{
  "openalex_id": "W4292212847",
  "doi": "https://doi.org/10.36253/aisthesis-13832",
  "title": "Foreword. Public Art and Aesthetics",
  "abstract": "The growing number of various interventions and artistic activities in the public sphere has been gaining momentum in recent years. This state of affairs can be seen in at least two – related – tendencies. Rapid urban development, gentrification, constant tension between the private and public spheres, and the need for sustainable growth provide an opportunity for public art to address issues that have not been addressed to the proper extent before. On the other hand, growing discontent, a sense of injustice and the threat caused by painful economic crises, seem to be the inevitable climate catastrophe, social inequalities and – referring to the very current situation – the Covid-19 pandemic and the unimaginably brutal war in Ukraine, make public art one of the ways of political and social manifesto.&#x0D; Public art, traditionally associated with urban space, more and more often becomes the domain of other than urban environments. Currently, there is no and should not be an equal sign between urban art and public art, although – undoubtedly – the relationship between the two is still somehow strong as many objects of public art are indeed situated in cities. Notwithstanding, at present we are dealing with numerous artistic interventions that pose a question about the reality of non-urban space, the ways of its reception as well as aesthetic evaluation. Non-urban public art is often a meditation on the way of experiencing common space and the relationship between art, community and aesthetics.&#x0D; One of the particularly interesting topics is the relationship between works of public art and some epistemic and ontological categories. First of all, public art seems to rise a question of accessibility and illegality of art in public spheres. Is an artwork displayed on private property and yet widely accessible to almost everyone a token of public art? Or, is it always the case for public artworks to be commissioned and legal? What is the nature of (potentially) illegal public artworks and their connection to public space? Second, can we move public artworks from the original site of display into another spacer. That is, are they, and if yes, then to what extent, site-specific?&#x0D; Another interesting issue is the role that public art plays in creating the (aesthetic) atmospheres of given places. Everyone seems to agree that good public art should refer to and respect the atmosphere of a given place, and if it does not do so, it raises objections from the public. Another question is how public art (understood as something that reconfigures the existing space) is able to influence and potentially contribute to the given atmosphere. Even more importantly, one could see how (good) public art is able to help in transforming a space (as a spatial and primarily geographical notion) into a place (understood as something existential in nature).&#x0D; This certainly highlights the “public” character of the contemporary work of art, but what is it that makes the artwork public? What functions has public art played in recent years in European and non-European countries? How has it been approached by cultural agents, local policy makers, and experts (critics, art historians, and philosophers)? Also, which appreciative practices related to public art have reached prominence?&#x0D; Researchers shall tackle questions related to the definition, historical and social context and appreciation of art created, performed and resonating within the public sphere in different heterogeneous and homogeneous areas and sites. Particular attention should be dedicated to the different manifestations of public art (e.g. street art, murals, memorials, sculptures and others) often responsible, at least to a relevant extent, for reshaping and redefining urban and non-urban environments also in light of social and political goals.&#x0D; This issue of “Aithesis” attempts to cross all these topics by proposing different perspectives. Within this conceptual framework move the essays that make up the monographic part: Adam Andrzejewski and Marta Maliszewska on public art in local communities; Andrea Borghini and Nicola Piras on eating local as public art; Tereza Hadravova and Sabrina Muchová on public art as meditation on public time; Mateusz Salwa on community gardens as public art; Andrea Baldini on The Nanjing Massacre Memorial; Marcello Sessa on the public dimension in Allan Kaprow’s theory and Nicola Turrini on the work of Felix Gonzalez-Torres.&#x0D; A brief focus of three essays (Tamara Tagliacozzo, Nikolaos Tzanakis Papadakis and Attilio Vincenzo Burrone) is devoted to Benjamin and Adorno, while the miscellaneous section closes the issue with papers (Aldo Trucchio, Modesta Di Paola, Saverio Macrì, Nicola Di Stefano) that seek to account for some issues in the current debate.",
  "authors": [
    {
      "display_name": "Adam Andrzejewski",
      "id": "A5091208304",
      "orcid": "https://orcid.org/0000-0002-4542-7994",
      "institutions": [
        {
          "id": "I4654613",
          "display_name": "University of Warsaw",
          "country_code": "PL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Adam Andrzejewski"
    },
    {
      "display_name": "Andrea Mecacci",
      "id": "A5024939313",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Andrea Mecacci"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-08-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210171773",
    "display_name": "Aisthesis Pratiche linguaggi e saperi dell’estetico",
    "issn_l": "2035-8466",
    "issn": [
      "2035-8466"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320196"
  },
  "volume": "15",
  "issue": "1",
  "first_page": "3",
  "last_page": "4",
  "open_access": {
    "is_oa": true,
    "oa_status": "diamond",
    "oa_url": "https://oajournals.fupress.net/index.php/aisthesis/article/download/13832/12815",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.67317843
    },
    {
      "id": "C2984866010",
      "display_name": "Public space",
      "level": 2,
      "score": 0.56473786
    },
    {
      "id": "C2777554338",
      "display_name": "Gentrification",
      "level": 2,
      "score": 0.51683766
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.48879978
    },
    {
      "id": "C2779610281",
      "display_name": "Public sphere",
      "level": 3,
      "score": 0.47637364
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4491404
    },
    {
      "id": "C2777266375",
      "display_name": "Injustice",
      "level": 2,
      "score": 0.444265
    },
    {
      "id": "C132829578",
      "display_name": "Situated",
      "level": 2,
      "score": 0.43979177
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.422951
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.23938513
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.17303136
    },
    {
      "id": "C50522688",
      "display_name": "Economic growth",
      "level": 1,
      "score": 0.15428364
    },
    {
      "id": "C170154142",
      "display_name": "Architectural engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13699",
      "display_name": "Public Spaces through Art",
      "score": 0.8108
    },
    {
      "id": "T12632",
      "display_name": "Visual Culture and Art Theory",
      "score": 0.7968
    },
    {
      "id": "T13877",
      "display_name": "Law in Society and Culture",
      "score": 0.6944
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.36253/aisthesis-13832",
  "pdf_url": "https://oajournals.fupress.net/index.php/aisthesis/article/download/13832/12815",
  "retrieved_date": "2025-07-30T14:36:56.069492",
  "source_database": "OpenAlex"
}