{
  "openalex_id": "W4300594371",
  "doi": "https://doi.org/10.26686/wgtn.21265992",
  "title": "Connecting paradigms to practice: Grounding and growing discourses on environmental values and ethics with community gardeners",
  "abstract": "&lt;p&gt;&lt;b&gt;The biocultural and socio-ecological connections between humans and nature are implicit, but the way we view those relationships can vary based on our environmental values and ethics. Many trace the current climate and ecological crises to Enlightenment thinking that posits humanity at the apex of a human-nature hierarchy. Academics have sought to theorise our relationship with the natural world and the moral obligations embedded in those relationships, evolving a rich discourse on environmental values and ethics. Early discourse focused on dualistic understandings of instrumental and/or intrinsic values of nature but has broadened to recognise a plurality of ways humans value the environment. While these deconstructions remain anthropocentric, they are more explicitly relational understandings of human-nature relationships. The present research aims to ground and grow current paradigms of environmental values and ethics by testing them against the lived and embodied environmental values of community gardeners in Aotearoa New Zealand. Community gardeners offer a unique perspective as they actively pursue connections with nature through gardening, often in city or urban landscapes. &lt;/b&gt;&lt;/p&gt; &lt;p&gt;Nine community gardeners were engaged in a dialogue about their lived environmental values and ethics and how they aligned with a well-known and studied values framework -Stephen Kellert’s biophilic values typology. While Kellert’s framework resonated with the values of the community gardeners, their own articulations of their values provided nuanced interrogations of Kellert’s descriptions of each category. Most importantly, the environmental values expressed by the community gardeners clearly suggest that Kellert’s framework is incomplete. One of the community gardeners articulated a clear focus on the intrinsic value of nature and explicitly rejected the values of humans in human-nature relationships. The remaining participants also challenged Kellert’s framework, suggesting that it fails to represent the social and community values motivate their participation in community gardening. Here we suggest the possible extension and further theorisation of Kellert’s framework to include pessimistic and socialistic value categories. Furthermore, we advocate for greater engagements that explicitly connect paradigms to practices to not only ground and grow those paradigms, but also facilitate reflexive discourse on their lived environmental values and ethics and how they manifest in human behaviour. Through such engagements, we may find ways to shift humanity’s environmental values and ethics to embody more just and reciprocal human-nature relationships.&lt;/p&gt;",
  "authors": [
    {
      "display_name": "Liz Marks",
      "id": "A5004972573",
      "orcid": null,
      "institutions": [
        {
          "id": "I41156924",
          "display_name": "Victoria University of Wellington",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Liz Marks"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-10-03",
  "type": "dissertation",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://openaccess.wgtn.ac.nz/articles/thesis/Connecting_paradigms_to_practice_Grounding_and_growing_discourses_on_environmental_values_and_ethics_with_community_gardeners/21265992/1/files/37699890.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C7807463",
      "display_name": "Anthropocentrism",
      "level": 2,
      "score": 0.7865229
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.6430172
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.5440279
    },
    {
      "id": "C2776291640",
      "display_name": "Value (mathematics)",
      "level": 2,
      "score": 0.505204
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.1528688
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C119857082",
      "display_name": "Machine learning",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12253",
      "display_name": "Urban Agriculture and Sustainability",
      "score": 0.9974
    },
    {
      "id": "T12819",
      "display_name": "Environmental Philosophy and Ethics",
      "score": 0.9928
    },
    {
      "id": "T11066",
      "display_name": "Organic Food and Agriculture",
      "score": 0.9901
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.26686/wgtn.21265992",
  "pdf_url": "https://openaccess.wgtn.ac.nz/articles/thesis/Connecting_paradigms_to_practice_Grounding_and_growing_discourses_on_environmental_values_and_ethics_with_community_gardeners/21265992/1/files/37699890.pdf",
  "retrieved_date": "2025-07-30T14:31:30.098953",
  "source_database": "OpenAlex"
}