{
  "openalex_id": "W4308319328",
  "doi": "https://doi.org/10.1353/tech.2022.0152",
  "title": "Systemic and Epistemic Racism in the History of Technology",
  "abstract": "Systemic and Epistemic Racism in the History of Technology Chandra Bhimull (bio), Gabrielle Hecht (bio), Edward Jones-Imhotep (bio), Chakanetsa Mavhunga (bio), Lisa Nakamura (bio), and Asif Siddiqi (bio) Keywords Systemic Racism, Epistemic Racism, History of Technology, racism Concerns about racism—systemic and otherwise—have circulated within the Society for the History of Technology for many years. But it is only in tandem with recent U.S. uprisings that these concerns have taken center stage in discussions about SHOT's present and future. Starting with a series of online, grassroots discussions following the public murder of George Floyd in May 2020, members have been grappling with racism and racial thinking not just in SHOT and among the institutions that employ our members but also within the intellectual infrastructures of our field and of science and technology studies more broadly. A series of Presidential Panels at SHOT's virtual annual meeting in November 2021 aimed to further identify and confront these issues, with the goal of finding meaningful and effective routes for change. One of these addressed the relationship between systemic and epistemic racism in our field. Because it can be risky to speak frankly about these issues in public, this panel included only established, tenured scholars. Here, we publish an edited version of this roundtable. Systemic racism is first and foremost an infrastructural phenomenon. Although the term originated in the United States, it has relevance all over the world. Modern sociotechnical systems—be they industrial, legal, medical, political, financial, or environmental—have been built on racism and discrimination. Consider the immediate, extreme violence of the Middle Passage and settler colonialism, the slow violence of offshoring labor and environmental harm (which of course can also be extreme), or the structural [End Page 935] violence of contemporary urban forms (ditto). In all these instances and many more, sociotechnical systems continue to propagate racism via structures, rules, machines, data, buildings, waste siting, and more. Put differently: the quotidian operation of these systems would produce racist outcomes even if there were no racists present. In this sense, systemic racism is a deeply technopolitical matter, one that deserves serious and sustained attention from historians of technology and their intellectual allies. This is and should be a central topic for our field. As Black scholars such as W. E. B. Du Bois, Carter G. Woodson, Charles Mills, and others have long argued, epistemic racism is part and parcel of systemic racism. Systemic racism doesn't just affect who \"we\" are. It also shapes what we know and how we know it. This isn't only due to unequal education (though that's certainly part of it). More fundamentally, Mills argues, it's part of modern political organization, starting with the idea that a social contract based on \"universal\" Enlightenment principles will ultimately lead to a just society. The very notion of such a social contract, Mills argues, is premised on refusing to see racial realities—on prioritizing idealized abstractions for some, instead of acknowledging actual lived experience for all. And that's only for starters. Many dominant intellectual paradigms are shaped by assumptions, questions, norms, and affects that emerged from primarily white scholarly communities. Many have a long history of colonial violence behind them, one that can be traced back for centuries. Mills refers to this reality as the racial contract. This history is what the concept of epistemic racism refers to. Again, it doesn't need active racists to maintain its power. Undoing epistemic racism therefore requires clear, focused, sustained attention. It's a very heavy lift. Our conversation offers one starting point for this long-haul journey. Other steps will follow, both in the pages of this journal and in SHOT's activities more generally. As Lisa Nakamura notes below, no conversation about race is worth having if it's not uncomfortable. There were certainly challenging moments in the live discussion. Some readers will find elements of the written conversation equally or more uncomfortable. Such discomfort cannot be avoided, however, precisely because systemic racism and epistemic racism run on the (extremely white) premise that unemotional discussions are essential to any form of \"objectivity.\" So there's no end run around the discomfort, no way...",
  "authors": [
    {
      "display_name": "Chandra D. Bhimull",
      "id": "A5030989692",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Chandra Bhimull"
    },
    {
      "display_name": "Gabrielle Hecht",
      "id": "A5074287225",
      "orcid": "https://orcid.org/0000-0003-1445-0785",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gabrielle Hecht"
    },
    {
      "display_name": "Edward Jones‐Imhotep",
      "id": "A5062747833",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Edward Jones-Imhotep"
    },
    {
      "display_name": "Chakanetsa Mavhunga",
      "id": "A5004261640",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Chakanetsa Mavhunga"
    },
    {
      "display_name": "Lisa Nakamura",
      "id": "A5010238174",
      "orcid": "https://orcid.org/0000-0002-6534-2808",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lisa Nakamura"
    },
    {
      "display_name": "Asif A. Siddiqi",
      "id": "A5062757265",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Asif Siddiqi"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-10-01",
  "type": "article",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S145330833",
    "display_name": "Technology and Culture",
    "issn_l": "0040-165X",
    "issn": [
      "0040-165X",
      "1097-3729"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "63",
  "issue": "4",
  "first_page": "935",
  "last_page": "952",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C139838865",
      "display_name": "Racism",
      "level": 2,
      "score": 0.8976855
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.58921945
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.50795823
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.27078727
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.26823103
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.23298094
    }
  ],
  "topics": [
    {
      "id": "T14475",
      "display_name": "History of Science and Medicine",
      "score": 0.7736
    },
    {
      "id": "T14517",
      "display_name": "Diverse Historical and Scientific Studies",
      "score": 0.7414
    },
    {
      "id": "T13641",
      "display_name": "Historical Studies and Socio-cultural Analysis",
      "score": 0.6837
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/tech.2022.0152",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:12:54.055026",
  "source_database": "OpenAlex"
}