{
  "openalex_id": "W4300423287",
  "doi": "https://doi.org/10.1016/s0022-5347(01)65488-0",
  "title": "Risk Factors for Urinary Incontinence after Radical Prostatectomy",
  "abstract": "No AccessJournal of UrologyClinical Urology: Original Article1 Nov 1996Risk Factors for Urinary Incontinence after Radical Prostatectomy James A. Eastham, Michael W. Kattan, Eamonn Rogers, Jeremy R. Goad, Makoto Ohori, Timothy B. Boone, and Peter T. Scardino James A. EasthamJames A. Eastham , Michael W. KattanMichael W. Kattan , Eamonn RogersEamonn Rogers , Jeremy R. GoadJeremy R. Goad , Makoto OhoriMakoto Ohori , Timothy B. BooneTimothy B. Boone , and Peter T. ScardinoPeter T. Scardino View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)65488-0AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: We identified risk factors associated with urinary incontinence after radical retropubic prostatectomy. Materials and Methods: The time from operation until urinary continence was achieved was determined by chart review and questionnaire in 581 patients who were continent before undergoing radical retropubic prostatectomy between 1983 and 1994. Using univariate and multivariate analyses of data gathered prospectively, we examined risk factors associated with incontinence in these patients. Results: The actuarial rate of urinary continence at 24 months was 91 percent for the entire patient populations and 95 percent for those treated after 1990. Many factors were associated with the risk of incontinence in univariate Cox proportional hazards regression analysis (patient age and weight, degree of obstructive voiding symptoms, prior transurethral resection of the prostate, clinical stage, intraoperative blood loss, resection of neurovascular bundles, postoperative anastomotic stricture and technique of vesicourethral anastomosis). However, in a multivariate analysis the factors that were independently associated with increased chance of regaining continence were decreasing age, a modification in the technique of anastomosis (introduced in 1990), preservation of both neurovascular bundles and absence of an anastomotic stricture. With introduction of the new surgical technique in 1990 the median time to continence decreased from 5.6 to 1.5 months and the rate of continence at 24 months increased from 82 to 95 percent. Conclusions: While the risk of urinary incontinence after radical prostatectomy is related to the uncontrollable factor of patient age, it is also sensitive to the surgical technique used. References 1 : Impact of anatomical radical prostatectomy on urinary continence. J. Urol.1991; 145: 512. Link, Google Scholar 2 : Return of erections and urinary continence following nerve sparing radical retropubic prostatectomy. J. Urol.1993; 150: 905. Link, Google Scholar 3 Stapleton, A. M. F. and Scardino, P. T.: Nerve-sparing radical retropubic prostatectomy. In: Operative Urology. Edited by R. J. Krane, J. Fitzpatrick and M. B. Siroky. New York: Churchill-Livingstone, in press. Google Scholar 4 : Continence following nerve-sparing radical prostatectomy. J. Urol.1989; 142: 1227. Link, Google Scholar 5 : Early continence after radical prostatectomy. J. Urol.1992; 148: 92. Link, Google Scholar 6 : Radical retropubic prostatectomy: morbidity and quality of life. experience with 620 consecutive cases. J. Urol., part 21992; 147: 883. Abstract, Google Scholar 7 : Long-term (15 years) results after radical prostatectomy for clinically localized (stage T2c or lower) prostate cancer. J. Urol., part 21994; 152: 1850. Abstract, Google Scholar 8 : Surgical management of prostate cancer. Cancer1995; 75: 1903. Google Scholar 9 : Radical retropubic prostatectomy in the treatment of prostatic carcinoma. J. Urol.1970; 103: 641. Link, Google Scholar 10 : Radical retropubic prostatectomy for cancer: a 20-year experience. J. Urol.1977; 117: 330. Google Scholar 11 : Radical retropubic prostatectomy after transurethral prostatic resection. J. Urol.1980; 124: 495. Link, Google Scholar 12 : Incontinence and vesical neck strictures following radical retropubic prostatectomy. Urology1995; 45: 1000. Google Scholar 13 : Urodynamic evaluation of incontinence in patients undergoing modified Campbell radical retropubic prostatectomy: a prospective study. J. Urol.1984; 132: 708. Link, Google Scholar 14 : The morbidity of radical prostatectomy for multifocal stage I prostatic adenocarcinoma. J. Urol.1977; 117: 83. Link, Google Scholar 15 : Morbidity of radical perineal prostatectomy following transurethral resection of prostate. J. Urol.1984; 132: 55. Abstract, Google Scholar 16 : The TNM classification of prostate cancer. Prostate1992; 4: 129. Google Scholar 17 : Radical retropubic prostatectomy. In: . Philadelphia: W. B. Saunders Co1992: 2865. chapt. 78. Google Scholar 18 : Radical retropubic prostatectomy: limited benefit of autologous blood donation. J. Urol.1995; 154: 2103. Link, Google Scholar 19 : Modifications in the technique of radical retropubic prostatectomy to minimize blood loss. Urol. Clin. N. Amer.1994; 20: 65. Google Scholar 20 : Experience with the artificial urinary sphincter model AS800 in 148 patients. J. Urol.1989; 141: 307. Link, Google Scholar 21 : Multivariable prognostic models: issues in developing models, evaluating assumptions and adequacy, and measuring and reducing errors. Stat. Med.1996; 15: 361. Google Scholar 22 : Radical retropubic prostatectomy: improved anastomosis and urinary continence. Urol. Clin. N. Amer.1990; 17: 679. Google Scholar 23 : Patient-reported complications and follow-up treatment after radical prostatectomy. The National Medicare Experience: 1988-1990 (updated June 1993). Urology1993; 42: 622. Google Scholar 24 : National patterns of prostate cancer treatment by radical prostatectomy: results of a survey by the American College of Surgeons Committee on Cancer. J. Urol., part 21994; 152: 1817. Abstract, Google Scholar 25 : Quality-of-life outcomes in men treated for localized prostate cancer. J.A.M.A.1995; 273: 129. Google Scholar 26 : Early experience with Walsh technique of radical retropubic prostatectomy. Urology1987; 29: 242. Google Scholar 27 : Neuroanatomy of the external urethral sphincter: implications for urinary continence preservation during radical prostate surgery. J. Urol.1995; 153: 337. Link, Google Scholar 28 : The effect of study methodology on reported success rates of the modified Pereyra bladder neck suspension. J. Urol.1995; 154: 1732. Link, Google Scholar 29 : Continence after radical prostatectomy. Brit. J. Urol.1968; 40: 62. Google Scholar 30 : Pathophysiology of urinary incontinence after radical prostatectomy. J. Urol.1990; 143: 975. Link, Google Scholar 31 : Tubularized neourethra following radical retropubic prostatectomy. J. Urol.1993; 150: 407. Link, Google Scholar 32 : Urinary incontinence after radical prostatectomy. Part 2. Urol. Int.1995; 1: 10. Google Scholar Matsunaga-Conte Prostate Cancer Research Center and the Scott Department of Urology, Information Technology Program, Baylor College of Medicine, and The Methodist Hospital, Houston, Texas.© 1996 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited ByNelson M, Dornbier R, Kirshenbaum E, Eguia E, Sweigert P, Baker M, Farooq A, McVary K, Gonzalez C, Gupta G and Bresler L (2019) Use of Surgery for Post-Prostatectomy IncontinenceJournal of Urology, VOL. 203, NO. 4, (786-791), Online publication date: 1-Apr-2020.Sandhu J, Breyer B, Comiter C, Eastham J, Gomez C, Kirages D, Kittle C, Lucioni A, Nitti V, Stoffel J, Westney O, Murad M and McCammon K (2019) Incontinence after Prostate Treatment: AUA/SUFU GuidelineJournal of Urology, VOL. 202, NO. 2, (369-378), Online publication date: 1-Aug-2019.Avulova S, Zhao Z, Lee D, Huang L, Koyama T, Hoffman K, Conwill R, Wu X, Chen V, Cooperberg M, Goodman M, Greenfield S, Hamilton A, Hashibe M, Paddock L, Stroup A, Resnick M, Penson D and Barocas D (2018) The Effect of Nerve Sparing Status on Sexual and Urinary Function: 3-Year Results from the CEASAR StudyJournal of Urology, VOL. 199, NO. 5, (1202-1209), Online publication date: 1-May-2018.Chang P, Regan M, Ferrer M, Guedea F, Patil D, Wei J, Hembroff L, Michalski J, Saigal C, Litwin M, Hamstra D, Kaplan I, Ciezki J, Klein E, Kibel A, Sandler H, Dunn R, Crociani C and Sanda M (2018) Relief of Urinary Symptom Burden after Primary Prostate Cancer TreatmentJournal of Urology, VOL. 197, NO. 2, (376-384), Online publication date: 1-Feb-2017.Friedlander D, Alemozaffar M, Hevelone N, Lipsitz S and Hu J (2018) Stepwise Description and Outcomes of Bladder Neck Sparing During Robot-Assisted Laparoscopic Radical ProstatectomyJournal of Urology, VOL. 188, NO. 5, (1754-1760), Online publication date: 1-Nov-2012.Anderson C, Kaufman M, Dietrich M, Barocas D, Chang S, Cookson M, Smith J, Clark P and Herrell S (2018) Recovery of Urinary Function After Radical Prostatectomy: Identification of Trajectory Cluster GroupsJournal of Urology, VOL. 187, NO. 4, (1346-1351), Online publication date: 1-Apr-2012.von Bodman C, Matsushita K, Savage C, Matikainen M, Eastham J, Scardino P, Rabbani F, Akin O and Sandhu J (2018) Recovery of Urinary Function After Radical Prostatectomy: Predictors of Urinary Function on Preoperative Prostate Magnetic Resonance ImagingJournal of Urology, VOL. 187, NO. 3, (945-950), Online publication date: 1-Mar-2012.Ko Y, Coelho R, Chauhan S, Sivaraman A, Schatloff O, Cheon J and Patel V (2018) Factors Affecting Return of Continence 3 Months After Robot-Assisted Radical Prostatectomy: Analysis From a Large, Prospective Data by a Single SurgeonJournal of Urology, VOL. 187, NO. 1, (190-195), Online publication date: 1-Jan-2012.Lavery H, Prall D and Abaza R (2018) Active Patient Decision Making Regarding Nerve Sparing During Radical Prostatectomy: A Novel ApproachJournal of Urology, VOL. 186, NO. 2, (487-493), Online publication date: 1-Aug-2011.Sandhu J, Gotto G, Herran L, Scardino P, Eastham J and Rabbani F (2018) Age, Obesity, Medical Comorbidities and Surgical Technique are Predictive of Symptomatic Anastomotic Strictures After Contemporary Radical ProstatectomyJournal of Urology, VOL. 185, NO. 6, (2148-2152), Online publication date: 1-Jun-2011.Sutherland D, Linder B, Guzman A, Hong M, Frazier H, Engel J and Bianco F (2018) Posterior Rhabdosphincter Reconstruction During Robotic Assisted Radical Prostatectomy: Results From a Phase II Randomized Clinical TrialJournal of Urology, VOL. 185, NO. 4, (1262-1267), Online publication date: 1-Apr-2011.Lee K, Sharma S, Tuttle J and Steers W (2018) Origin and Characterization of Retrograde Labeled Neurons Supplying the Rat Urethra Using Fiberoptic Confocal Fluorescent Microscopy In Vivo and ImmunohistochemistryJournal of Urology, VOL. 184, NO. 4, (1550-1554), Online publication date: 1-Oct-2010.Lowrance W, Elkin E, Jacks L, Yee D, Jang T, Laudone V, Guillonneau B, Scardino P and Eastham J (2018) Comparative Effectiveness of Prostate Cancer Surgical Treatments: A Population Based Analysis of Postoperative OutcomesJournal of Urology, VOL. 183, NO. 4, (1366-1372), Online publication date: 1-Apr-2010.Loughlin K and Prasad M (2018) Post-Prostatectomy Urinary Incontinence: A Confluence of 3 FactorsJournal of Urology, VOL. 183, NO. 3, (871-877), Online publication date: 1-Mar-2010.Pettus J, Masterson T, Sokol A, Cronin A, Savage C, Sandhu J, Mulhall J, Scardino P and Rabbani F (2018) Prostate Size is Associated With Surgical Difficulty but Not Functional Outcome at 1 Year After Radical ProstatectomyJournal of Urology, VOL. 182, NO. 3, (949-955), Online publication date: 1-Sep-2009.Mariotti G, Sciarra A, Gentilucci A, Salciccia S, Alfarone A, Pierro G and Gentile V (2018) Early Recovery of Urinary Continence After Radical Prostatectomy Using Early Pelvic Floor Electrical Stimulation and Biofeedback Associated TreatmentJournal of Urology, VOL. 181, NO. 4, (1788-1793), Online publication date: 1-Apr-2009.Menon M, Muhletaler F, Campos M and Peabody J (2018) Assessment of Early Continence After Reconstruction of the Periprostatic Tissues in Patients Undergoing Computer Assisted (Robotic) Prostatectomy: Results of a 2 Group Parallel Randomized Controlled TrialJournal of Urology, VOL. 180, NO. 3, (1018-1023), Online publication date: 1-Sep-2008.Penson D, McLerran D, Feng Z, Li L, Albertsen P, Gilliland F, Hamilton A, Hoffman R, Stephenson R, Potosky A and Stanford J (2018) 5-Year Urinary and Sexual Outcomes After Radical Prostatectomy: Results From the Prostate Cancer Outcomes StudyJournal of Urology, VOL. 179, NO. 5S, (S40-S44), Online publication date: 1-May-2008.Levinson A, Bagga H, Pavlovich C, Mettee L, Ward N, Link R and Su L (2018) The Impact of Prostate Size on Urinary Quality of Life Indexes Following Laparoscopic Radical ProstatectomyJournal of Urology, VOL. 179, NO. 5, (1818-1822), Online publication date: 1-May-2008.Song C, Doo C, Hong J, Choo M, Kim C and Ahn H (2018) Relationship Between the Integrity of the Pelvic Floor Muscles and Early Recovery of Continence After Radical ProstatectomyJournal of Urology, VOL. 178, NO. 1, (208-211), Online publication date: 1-Jul-2007.Namiki S, Saito S, Nakagawa H, Sanada T, Yamada A and Arai Y (2018) Impact of Unilateral Sural Nerve Graft on Recovery of Potency and Continence Following Radical Prostatectomy: 3-Year Longitudinal StudyJournal of Urology, VOL. 178, NO. 1, (212-216), Online publication date: 1-Jul-2007.Rodriguez A, Kapoor R and Pow-Sang J (2018) Laparoscopic Extraperitoneal Radical Prostatectomy in Complex Surgical CasesJournal of Urology, VOL. 177, NO. 5, (1765-1770), Online publication date: 1-May-2007.Konety B, Sadetsky N and Carroll P (2018) Recovery of Urinary Continence Following Radical Prostatectomy: The Impact of Prostate Volume—Analysis of Data From the CaPSURE™ DatabaseJournal of Urology, VOL. 177, NO. 4, (1423-1426), Online publication date: 1-Apr-2007.Jacobsen N, Moore K, Estey E and Voaklander D (2018) Open Versus Laparoscopic Radical Prostatectomy: A Prospective Comparison of Postoperative Urinary Incontinence RatesJournal of Urology, VOL. 177, NO. 2, (615-619), Online publication date: 1-Feb-2007.Rogers C, Su L, Link R, Sullivan W, Wagner A and Pavlovich C (2018) Age Stratified Functional Outcomes After Laparoscopic Radical ProstatectomyJournal of Urology, VOL. 176, NO. 6, (2448-2452), Online publication date: 1-Dec-2006.Burkhard F, Kessler T, Fleischmann A, Thalmann G, Schumacher M and Studer U (2018) Nerve Sparing Open Radical Retropubic Prostatectomy—Does It Have an Impact on Urinary Continence?Journal of Urology, VOL. 176, NO. 1, (189-195), Online publication date: 1-Jul-2006.Montgomery J, Gayed B, Hollenbeck B, Daignault S, Sanda M, Montie J and Wei J (2018) Obesity Adversely Affects Health Related Quality of Life Before and After Radical Retropubic ProstatectomyJournal of Urology, VOL. 176, NO. 1, (257-262), Online publication date: 1-Jul-2006.van der Horst C, Seif C, Boehler G, Portillo F, Braun P and Juenemann K (2018) Impact of Electrostimulation of Neurovascular Bundles and Pudendal Nerves on the Membranous Urethra in Male RabbitsJournal of Urology, VOL. 175, NO. 4, (1564-1567), Online publication date: 1-Apr-2006.WARD J, SEBO T, BLUTE M and ZINCKE H (2018) SALVAGE SURGERY FOR RADIORECURRENT PROSTATE CANCER: CONTEMPORARY OUTCOMESJournal of Urology, VOL. 173, NO. 4, (1156-1160), Online publication date: 1-Apr-2005.TRABULSI E and GUILLONNEAU B (2018) LAPAROSCOPIC RADICAL PROSTATECTOMYJournal of Urology, VOL. 173, NO. 4, (1072-1079), Online publication date: 1-Apr-2005.PENSON D, McLERRAN D, FENG Z, LI L, ALBERTSEN P, GILLILAND F, HAMILTON A, HOFFMAN R, STEPHENSON R, POTOSKY A and STANFORD J (2018) 5-YEAR URINARY AND SEXUAL OUTCOMES AFTER RADICAL PROSTATECTOMY: RESULTS FROM THE PROSTATE CANCER OUTCOMES STUDYJournal of Urology, VOL. 173, NO. 5, (1701-1705), Online publication date: 1-May-2005.Scardino P (2018) CONTINUING REFINEMENTS IN RADICAL PROSTATECTOMY: MORE EVIDENCE THAT TECHNIQUE MATTERSJournal of Urology, VOL. 173, NO. 2, (338-339), Online publication date: 1-Feb-2005.KAIHO Y, NAKAGAWA H, IKEDA Y, NAMIKI S, NUMAHATA K, SATOH M, SAITO S, YOSHIMURA K, TERAI A and ARAI Y (2018) INTRAOPERATIVE ELECTROPHYSIOLOGICAL CONFIRMATION OF URINARY CONTINENCE AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 173, NO. 4, (1139-1142), Online publication date: 1-Apr-2005.KUNDU S, ROEHL K, EGGENER S, ANTENOR J, HAN M and CATALONA W (2018) POTENCY, CONTINENCE AND COMPLICATIONS IN 3,477 CONSECUTIVE RADICAL RETROPUBIC PROSTATECTOMIESJournal of Urology, VOL. 172, NO. 6 Part 1, (2227-2231), Online publication date: 1-Dec-2004.STEPHENSON A, SCARDINO P, BIANCO F, DiBLASIO C, FEARN P and EASTHAM J (2018) MORBIDITY AND FUNCTIONAL OUTCOMES OF SALVAGE RADICAL PROSTATECTOMY FOR LOCALLY RECURRENT PROSTATE CANCER AFTER RADIATION THERAPYJournal of Urology, VOL. 172, NO. 6 Part 1, (2239-2243), Online publication date: 1-Dec-2004.LEPOR H and KACI L (2018) The Impact of Open Radical Retropubic Prostatectomy on Continence and Lower Urinary Tract Symptoms: A Prospective Assessment Using Validated Self-Administered Outcome InstrumentsJournal of Urology, VOL. 171, NO. 3, (1216-1219), Online publication date: 1-Mar-2004.CAGIANNOS I, KARAKIEWICZ P, GRAEFEN M, EASTHAM J, OHORI M, RABBANI F, REUTER V, WHEELER T, KUPELIAN P, KLEIN E, HULAND H, HAMMERER P, ERBERSDOBLER A, SCHROEDER F, WILDHAGEN M, QUINN D, HENSHALL S, GRYGIEL J, SUTHERLAND R, STRICKER P, MORASH C, SCARDINO P and KATTAN M (2018) Is Year of Radical Prostatectomy a Predictor of Outcome in Prostate Cancer?Journal of Urology, VOL. 171, NO. 2, (692-696), Online publication date: 1-Feb-2004.KOH H, KATTAN M, SCARDINO P, SUYAMA K, MARU N, SLAWIN K, WHEELER T and OHORI M (2018) A Nomogram to Predict Seminal Vesicle Invasion by the Extent and Location of Cancer in Systematic Biopsy ResultsJournal of Urology, VOL. 170, NO. 4 Part 1, (1203-1208), Online publication date: 1-Oct-2003.PAREKH A, FENG M, KIRAGES D, BREMNER H, KASWICK J and ABOSEIF S (2018) The Role of Pelvic Floor Exercises on Post-Prostatectomy IncontinenceJournal of Urology, VOL. 170, NO. 1, (130-133), Online publication date: 1-Jul-2003.NELSON C, MONTIE J, McGUIRE E, WEDEMEYER G and WEI J (2018) Intraoperative Nerve Stimulation With Measurement of Urethral Sphincter Pressure Changes During Radical Retropubic Prostatectomy: A Feasibility Study.Journal of Urology, VOL. 169, NO. 6, (2225-2228), Online publication date: 1-Jun-2003.Coakley F, Eberhardt S, Kattan M, Wei D, Scardino P and Hricak H (2018) Urinary Continence After Radical Retropubic Prostatectomy: Relationship with Membranous Urethral Length on Preoperative Endorectal Magnetic Resonance ImagingJournal of Urology, VOL. 168, NO. 3, (1032-1035), Online publication date: 1-Sep-2002.KIELB S, DUNN R, RASHID M, MURRAY S, SANDA M, MONTIE J and WEI J (2018) ASSESSMENT OF EARLY CONTINENCE RECOVERY AFTER RADICAL PROSTATECTOMY: PATIENT REPORTED SYMPTOMS AND IMPAIRMENTJournal of Urology, VOL. 166, NO. 3, (958-961), Online publication date: 1-Sep-2001.POON M, RUCKLE H, BAMSHAD B, TSAI C, WEBSTER R and LUI P (2018) RADICAL RETROPUBIC PROSTATECTOMY: BLADDER NECK PRESERVATION VERSUS RECONSTRUCTIONJournal of Urology, VOL. 163, NO. 1, (194-198), Online publication date: 1-Jan-2000.KAO T, CRUESS D, GARNER D, FOLEY J, SEAY T, FRIEDRICHS P, THRASHER J, MOONEYHAN R, McLEOD D and MOUL J (2018) MULTICENTER PATIENT SELF-REPORTING QUESTIONNAIRE ON IMPOTENCE, INCONTINENCE AND STRICTURE AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 163, NO. 3, (858-864), Online publication date: 1-Mar-2000.WALSH P (2018) RADICAL PROSTATECTOMY FOR LOCALIZED PROSTATE CANCER PROVIDES DURABLE CANCER CONTROL WITH EXCELLENT QUALITY OF LIFE: A STRUCTURED DEBATEJournal of Urology, VOL. 163, NO. 6, (1802-1807), Online publication date: 1-Jun-2000.TWISS C, MARTIN S, SHORE R and LEPOR H (2018) A CONTINENCE INDEX PREDICTS THE EARLY RETURN OF URINARY CONTINENCE AFTER RADICAL RETROPUBIC PROSTATECTOMYJournal of Urology, VOL. 164, NO. 4, (1241-1247), Online publication date: 1-Oct-2000.CATALONA W, CARVALHAL G, MAGER D and SMITH D (2018) POTENCY, CONTINENCE AND COMPLICATION RATES IN 1,870 CONSECUTIVE RADICAL RETROPUBIC PROSTATECTOMIESJournal of Urology, VOL. 162, NO. 2, (433-438), Online publication date: 1-Aug-1999.KIM E, SCARDINO P, HAMPEL O, MILLS N, WHEELER T and NATH R (2018) INTERPOSITION OF SURAL NERVE RESTORES FUNCTION OF CAVERNOUS NERVES RESECTED DURING RADICAL PROSTATECTOMYJournal of Urology, VOL. 161, NO. 1, (188-192), Online publication date: 1-Jan-1999.GOLUBOFF E, SAIDI J, MAZER S, BAGIELLA E, HEITJAN D, BENSON M and OLSSON C (2018) URINARY CONTINENCE AFTER RADICAL PROSTATECTOMY: THE COLUMBIA EXPERIENCEJournal of Urology, VOL. 159, NO. 4, (1276-1280), Online publication date: 1-Apr-1998.MARSHALL F, CHAN D, PARTIN A, GURGANUS R and HORTOPAN S (2018) MINILAPAROTOMY RADICAL RETROPUBIC PROSTATECTOMYJournal of Urology, VOL. 160, NO. 6 Part 2, (2440-2445), Online publication date: 1-Dec-1998.Weldon V, Tavel F and Neuwirth H (2018) CONTINENCE, POTENCY AND MORBIDITY AFTER RADICAL PERINEAL PROSTATECTOMYJournal of Urology, VOL. 158, NO. 4, (1470-1475), Online publication date: 1-Oct-1997. Volume 156Issue 5November 1996Page: 1707-1713 Advertisement Copyright & Permissions© 1996 by American Urological Association, Inc.MetricsAuthor Information James A. Eastham More articles by this author Michael W. Kattan More articles by this author Eamonn Rogers More articles by this author Jeremy R. Goad More articles by this author Makoto Ohori More articles by this author Timothy B. Boone More articles by this author Peter T. Scardino More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "James A. Eastham",
      "id": "A5112262632",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "James A. Eastham"
    },
    {
      "display_name": "Michael W. Kattan",
      "id": "A5054374857",
      "orcid": "https://orcid.org/0000-0002-3840-4161",
      "institutions": [
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael W. Kattan"
    },
    {
      "display_name": "Eamonn Rogers",
      "id": "A5109765364",
      "orcid": null,
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eamonn Rogers"
    },
    {
      "display_name": "Jeremy Goad",
      "id": "A5112155879",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        },
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeremy R. Goad"
    },
    {
      "display_name": "Makoto Ohori",
      "id": "A5078631198",
      "orcid": null,
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Makoto Ohori"
    },
    {
      "display_name": "Timothy B. Boone",
      "id": "A5024489117",
      "orcid": "https://orcid.org/0000-0002-5265-7237",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timothy B. Boone"
    },
    {
      "display_name": "Peter T. Scardino",
      "id": "A5012224683",
      "orcid": "https://orcid.org/0000-0002-1601-8411",
      "institutions": [
        {
          "id": "I181547552",
          "display_name": "Baylor College of Medicine",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I1295876152",
          "display_name": "Houston Methodist",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210109259",
          "display_name": "Methodist Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210127473",
          "display_name": "Cancer Research Center",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter T. Scardino"
    }
  ],
  "publication_year": 1996,
  "publication_date": "1996-11-01",
  "type": "article",
  "cited_by_count": 528,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "156",
  "issue": "5",
  "first_page": "1707",
  "last_page": "1713",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9595399
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.8084401
    },
    {
      "id": "C2778531004",
      "display_name": "Urinary incontinence",
      "level": 2,
      "score": 0.78793395
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.69142306
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.20611006
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.15778726
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9997
    },
    {
      "id": "T10418",
      "display_name": "Pelvic floor disorders treatments",
      "score": 0.9979
    },
    {
      "id": "T10279",
      "display_name": "Urinary Bladder and Prostate Research",
      "score": 0.9926
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)65488-0",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:41.496512",
  "source_database": "OpenAlex"
}