{
  "openalex_id": "W4312211460",
  "doi": "https://doi.org/10.7326/m22-2603",
  "title": "The Dark Side of Rapid Reviews: A Retreat From Systematic Approaches and the Need for Clear Expectations and Reporting",
  "abstract": "Ideas and OpinionsFebruary 2023The Dark Side of Rapid Reviews: A Retreat From Systematic Approaches and the Need for Clear Expectations and ReportingZachary Munn, PhD, Danielle Pollock, PhD, Timothy Hugh Barker, PhD, Jennifer Stone, PhD, Cindy Stern, PhD, Edoardo Aromataris, PhD, Alan Pearson, PhD, Sharon Straus, MD, MSc, Hanan Khalil, PhD, Reem A. Mustafa, MD, MPH, PhD, Andrea C. Tricco, PhD, and Holger J. Schünemann, MD, PhDZachary Munn, PhDJBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.), Danielle Pollock, PhDJBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.), Timothy Hugh Barker, PhDJBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.), Jennifer Stone, PhDJBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.), Cindy Stern, PhDJBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.), Edoardo Aromataris, PhDJBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.), Alan Pearson, PhDJBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.), Sharon Straus, MD, MScDivision of Geriatric Medicine, St. Michael's Hospital, Unity Health Toronto, and Department of Medicine, University of Toronto, Toronto, Ontario, Canada (S.S.), Hanan Khalil, PhDLa Trobe University, School of Psychology and Public Health, Department of Public Health, Melbourne, Australia (H.K.), Reem A. Mustafa, MD, MPH, PhDDivision of Nephrology and Hypertension, University of Kansas School of Medicine, Kansas City, Kansas (R.A.M.), Andrea C. Tricco, PhDQueen's Collaboration for Health Care Quality: A JBI Centre of Excellence, School of Nursing, Queen's University Kingston, Kingston, and Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, and Epidemiology Division and Institute of Health Policy, Management, and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada (A.C.T.), and Holger J. Schünemann, MD, PhDDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, and Michael G. DeGroote Cochrane Canada and GRADE Centre, McMaster University, Hamilton, Ontario, Canada, and Department of Biomedical Sciences, Humanitas University, Milan, Italy (H.J.S.).Author, Article, and Disclosure Informationhttps://doi.org/10.7326/M22-2603 SectionsAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Systematic reviews require substantial time, resources, and energy from author teams, taking anywhere from 6 months to 2 years to complete, with an average development time of 67.3 weeks (1). \"Rapid reviews\" have been proposed to shorten the completion time frame of a systematic review. During the COVID-19 pandemic, approximately 3000 rapid reviews were published (2). The benefits and utility of rapid reviews that abbreviate, omit, or simplify traditional systematic review methods to address knowledge users' (patients and public partners, health care providers, funders, and policymakers) needs in a timely fashion are discussed elsewhere (3). In this paper, we aim ...References1. Borah R, Brown AW, Capers PL, et al. Analysis of the time and workers needed to conduct systematic reviews of medical interventions using data from the PROSPERO registry. BMJ Open. 2017;7:e012545. [PMID: 28242767] doi:10.1136/bmjopen-2016-012545 CrossrefMedlineGoogle Scholar2. COVID-END. COVID-19 Evidence Network to Support Decision-making. 2021. Accessed at www.mcmasterforum.org/networks/covid-end on 8 November 2022. Google Scholar3. Tricco AC, Khalil H, Holly C, et al. Rapid reviews and the methodological rigor of evidence synthesis: a JBI position statement. JBI Evid Synth. 2022;20:944-949. [PMID: 35124684] doi:10.11124/JBIES-21-00371 CrossrefMedlineGoogle Scholar4. Hamel C, Michaud A, Thuku M, et al. Defining rapid reviews: a systematic scoping review and thematic analysis of definitions and defining characteristics of rapid reviews. J Clin Epidemiol. 2021;129:74-85. [PMID: 33038541] doi:10.1016/j.jclinepi.2020.09.041 CrossrefMedlineGoogle Scholar5. Clark J, Glasziou P, Del Mar C, et al. A full systematic review was completed in 2 weeks using automation tools: a case study. J Clin Epidemiol. 2020;121:81-90. [PMID: 32004673] doi:10.1016/j.jclinepi.2020.01.008 CrossrefMedlineGoogle Scholar6. Chu DK, Akl EA, Duda S, et al; COVID-19 Systematic Urgent Review Group Effort (SURGE) study authors. Physical distancing, face masks, and eye protection to prevent person-to-person transmission of SARS-CoV-2 and COVID-19: a systematic review and meta-analysis. Lancet. 2020;395:1973-1987. [PMID: 32497510] doi:10.1016/S0140-6736(20)31142-9 CrossrefMedlineGoogle Scholar7. Schünemann HJ, Khabsa J, Solo K, et al. Ventilation techniques and risk for transmission of coronavirus disease, including COVID-19: a living systematic review of multiple streams of evidence. Ann Intern Med. 2020;173:204-216. [PMID: 32442035] doi:10.7326/M20-2306 LinkGoogle Scholar8. Aronson JK, Heneghan C, Mahtani KR, et al. A word about evidence: 'rapid reviews' or 'restricted reviews'. BMJ Evid Based Med. 2018;23:204-205. [PMID: 29959158] doi:10.1136/bmjebm-2018-111025 CrossrefMedlineGoogle Scholar9. Marshall IJ, Marshall R, Wallace BC, et al. Rapid reviews may produce different results to systematic reviews: a meta-epidemiological study. J Clin Epidemiol. 2019;109:30-41. [PMID: 30590190] doi:10.1016/j.jclinepi.2018.12.015 CrossrefMedlineGoogle Scholar10. Hartling L, Guise JM, Hempel S, et al. Fit for purpose: perspectives on rapid reviews from end-user interviews. Syst Rev. 2017;6:32. [PMID: 28212677] doi:10.1186/s13643-017-0425-7 CrossrefMedlineGoogle Scholar Author, Article, and Disclosure InformationAffiliations: JBI, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, South Australia, Australia (Z.M., D.P., T.H.B., J.S., C.S., E.A., A.P.)Division of Geriatric Medicine, St. Michael's Hospital, Unity Health Toronto, and Department of Medicine, University of Toronto, Toronto, Ontario, Canada (S.S.)La Trobe University, School of Psychology and Public Health, Department of Public Health, Melbourne, Australia (H.K.)Division of Nephrology and Hypertension, University of Kansas School of Medicine, Kansas City, Kansas (R.A.M.)Queen's Collaboration for Health Care Quality: A JBI Centre of Excellence, School of Nursing, Queen's University Kingston, Kingston, and Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, and Epidemiology Division and Institute of Health Policy, Management, and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada (A.C.T.)Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, and Michael G. DeGroote Cochrane Canada and GRADE Centre, McMaster University, Hamilton, Ontario, Canada, and Department of Biomedical Sciences, Humanitas University, Milan, Italy (H.J.S.).Disclaimer: Dr. Schünemann is co-chair of the GRADE Working Group and director of Cochrane Canada, but the opinions expressed here do not necessarily represent those of Cochrane or the GRADE Working Group.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M22-2603.Corresponding Author: Zachary Munn, Director of Evidence-based Healthcare Research, JBI, The University of Adelaide, 55 King William Road, SA 5005, AUSTRALIA; e-mail, Zachary.[email protected]edu.au.Author Contributions: Conception and design: E. Aromataris, Z. Munn, A. Pearson, D. Pollock, H.J. Schünemann, S. Straus, A.C. Tricco.Analysis and interpretation of the data: H. Khalil, C. Stern, S. Straus, A.C. Tricco.Drafting of the article: T.H. Barker, H. Khalil, Z. Munn, A. Pearson, H.J. Schünemann, C. Stern, S. Straus.Critical revision for important intellectual content: E. Aromataris, H. Khalil, Z. Munn, R.A. Mustafa, A. Pearson, D. Pollock, H.J. Schünemann, C. Stern, J. Stone, S. Straus, A.C. Tricco.Final approval of the article: E. Aromataris, T.H. Barker, H. Khalil, Z. Munn, R.A. Mustafa, A. Pearson, D. Pollock, H.J. Schünemann, C. Stern, J. Stone, S. Straus, A.C. Tricco.Provision of study materials or patients: S. Straus.Statistical expertise: S. Straus.Obtaining of funding: Z. Munn, A. Pearson.Administrative, technical, or logistic support: Z. Munn, A. Pearson, S. Straus.Collection and assembly of data: S. Straus, A.C. Tricco.This article was published at Annals.org on 27 December 2022. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetails Metrics February 2023Volume 176, Issue 2Page: 266-267KeywordsHealth services researchResearch designSystematic reviews ePublished: 27 December 2022 Issue Published: February 2023 Copyright & PermissionsCopyright © 2022 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Zachary Munn",
      "id": "A5073208432",
      "orcid": "https://orcid.org/0000-0002-7091-5842",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Zachary Munn"
    },
    {
      "display_name": "Danielle Pollock",
      "id": "A5068215437",
      "orcid": "https://orcid.org/0000-0002-6604-0609",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Danielle Pollock"
    },
    {
      "display_name": "Timothy Hugh Barker",
      "id": "A5070813241",
      "orcid": "https://orcid.org/0000-0002-6897-814X",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Timothy Hugh Barker"
    },
    {
      "display_name": "Jennifer Stone",
      "id": "A5072922234",
      "orcid": "https://orcid.org/0000-0002-3787-6175",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Stone"
    },
    {
      "display_name": "Cindy Stern",
      "id": "A5080051483",
      "orcid": "https://orcid.org/0000-0002-0924-5042",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cindy Stern"
    },
    {
      "display_name": "Edoardo Aromataris",
      "id": "A5051888301",
      "orcid": "https://orcid.org/0000-0001-7238-5833",
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Edoardo Aromataris"
    },
    {
      "display_name": "Alan Pearson",
      "id": "A5108225991",
      "orcid": null,
      "institutions": [
        {
          "id": "I5681781",
          "display_name": "The University of Adelaide",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Alan Pearson"
    },
    {
      "display_name": "Sharon E. Straus",
      "id": "A5007761401",
      "orcid": "https://orcid.org/0000-0002-6106-832X",
      "institutions": [
        {
          "id": "I1297363086",
          "display_name": "St. Michael's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sharon Straus"
    },
    {
      "display_name": "Hanan Khalil",
      "id": "A5026812362",
      "orcid": "https://orcid.org/0000-0002-3302-2009",
      "institutions": [
        {
          "id": "I196829312",
          "display_name": "La Trobe University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hanan Khalil"
    },
    {
      "display_name": "Reem A. Mustafa",
      "id": "A5067205817",
      "orcid": "https://orcid.org/0000-0002-2091-0875",
      "institutions": [
        {
          "id": "I146416000",
          "display_name": "University of Kansas",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Reem A. Mustafa"
    },
    {
      "display_name": "Andrea C. Tricco",
      "id": "A5074901391",
      "orcid": "https://orcid.org/0000-0002-4114-8971",
      "institutions": [
        {
          "id": "I1297363086",
          "display_name": "St. Michael's Hospital",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I204722609",
          "display_name": "Queen's University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Andrea C. Tricco"
    },
    {
      "display_name": "Holger J. Schünemann",
      "id": "A5071868716",
      "orcid": "https://orcid.org/0000-0003-3211-8479",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I4210161245",
          "display_name": "Cochrane",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I4210161256",
          "display_name": "Impact",
          "country_code": "CA",
          "type": "nonprofit"
        },
        {
          "id": "I1339471597",
          "display_name": "Humanitas University",
          "country_code": "IT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Holger J. Schünemann"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-12-26",
  "type": "editorial",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "176",
  "issue": "2",
  "first_page": "266",
  "last_page": "267",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.87657905
    },
    {
      "id": "C189708586",
      "display_name": "Systematic review",
      "level": 3,
      "score": 0.6413859
    },
    {
      "id": "C99394141",
      "display_name": "Great Rift",
      "level": 2,
      "score": 0.5716071
    },
    {
      "id": "C2779473830",
      "display_name": "MEDLINE",
      "level": 2,
      "score": 0.44930297
    },
    {
      "id": "C177713679",
      "display_name": "Intensive care medicine",
      "level": 1,
      "score": 0.36496165
    },
    {
      "id": "C1276947",
      "display_name": "Astronomy",
      "level": 1,
      "score": 0.1297341
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11296",
      "display_name": "COVID-19 and healthcare impacts",
      "score": 0.9957
    },
    {
      "id": "T13555",
      "display_name": "Healthcare cost, quality, practices",
      "score": 0.9914
    },
    {
      "id": "T11244",
      "display_name": "Climate Change and Health Impacts",
      "score": 0.9692
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m22-2603",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:41:27.142085",
  "source_database": "OpenAlex"
}