{
  "openalex_id": "W4311691392",
  "doi": "https://doi.org/10.5463/thesis.14",
  "title": "Navigating Difference in Inter- &amp; Transdisciplinary Learning",
  "abstract": "Complex sustainability issues – such as the energy transition and social inequalities – cannot be addressed from a single field. They are not confined to the disciplinary compartments into which academia is organised, and they are affected by and affect diverse societal actors. Therefore, such complex issues require inter- and transdisciplinary approaches in which scientists from diverse disciplines and societal actors collaborate and integrate their knowledge and perspective to generate novel insights. If we want to stimulate inter- and transdisciplinary collaboration for complex sustainability issues, this places a demand on our universities in how they train their students. And although the call for inter- and transdisciplinary approaches is commonly accepted, there are still many questions about how inter- and transdisciplinary learning comes about and can be supported. This motivated us to undertake this PhD project with the research question: How can we prepare university students for inter- and transdisciplinary approaches to address complex sustainability issues? We conducted an action research project in the context of a novel inter- and transdisciplinary master module that we designed and implemented as part of this research project: the Interdisciplinary Community Service Learning (iCSL) module. This module consists of two courses: iCSL1: Defining Challenges in a Multi-Stakeholder Context and iCSL2: Addressing Challenges through Transdisciplinary Research. Students from diverse fields collaborate with each other (interdisciplinarity) and with non-academic actors (transdisciplinarity). During the first two pilot years of the iCSL module (2019-2021), we collected research data for the six studies in this PhD project including observations, interviews, focus group discussions, and written reflections. From the data we learned that inter- and transdisciplinary collaboration requires that teams ‘navigate difference’ – in opinions, perspectives, and knowledge – to expose, recognize and confront differences and engage in knowledge integration. Only then the value of diverse knowledge and perspectives in cross-disciplinary teams can be used to generate novel, richer, more comprehensive insights and thereby realise the potential of inter- and transdisciplinarity. However, we found that the students in our courses often did the exact opposite; they tended to avoid, overlook, and ignore differences. Consequently, their collaboration ran the risk of remaining superficial and narrow, which prevented them from fulfilling the promises of inter- and transdisciplinary collaboration. The potential for inter- and transdisciplinary learning and training thus lies in supporting teams and individuals to navigate difference, counteracting personal and social tendencies. We saw that diverse representation – of disciplinary and societal perspectives - in the inter- and transdisciplinary collaboration were key to getting in contact with differences. Another condition turned out to be the collaboration towards a joint goal or product, that necessitated knowledge integration. Besides these conditions, we saw that interventions could support inter- and transdisciplinary learning. We found that it is important to engage the individual as a whole in inter- and transdisciplinary learning to stimulate the development of attitudes, behaviours and values, as opposed to an exclusively cognitive focus on knowledge and skills. Stimulating affective processes played an important role in doing so. Furthermore, we saw that students’ abilities to engage in inter- and transdisciplinary collaboration varied widely and that a combination of structure and freedom helped in catering to diverse competence levels and learning needs. Together, the findings from this PhD research project contribute to the understanding of inter- and transdisciplinarity and of inter- and transdisciplinary learning. Additionally, the research findings provides insight into processes that are relevant beyond the educational context when attempting to better understand and facilitate inter- and transdisciplinarity. In order to support the uptake of our lessons in other contexts, we also provide concrete recommendations and two directly usable, open access tools.",
  "authors": [
    {
      "display_name": "Annemarie Horn",
      "id": "A5028366239",
      "orcid": "https://orcid.org/0000-0002-5888-2232",
      "institutions": [
        {
          "id": "I3018808077",
          "display_name": "Athena Sustainable Materials Institute",
          "country_code": "CA",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Annemarie Horn"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-12-16",
  "type": "dissertation",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://research.vu.nl/ws/files/187749024/160582horncompleet%20-%20639894ab3e118.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2778360550",
      "display_name": "Transdisciplinarity",
      "level": 2,
      "score": 0.9277621
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.58607525
    },
    {
      "id": "C66204764",
      "display_name": "Sustainability",
      "level": 2,
      "score": 0.5775217
    },
    {
      "id": "C55587333",
      "display_name": "Engineering ethics",
      "level": 1,
      "score": 0.56905955
    },
    {
      "id": "C8795937",
      "display_name": "Discipline",
      "level": 2,
      "score": 0.5422872
    },
    {
      "id": "C201305675",
      "display_name": "Stakeholder",
      "level": 2,
      "score": 0.5000956
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.47494057
    },
    {
      "id": "C2780984029",
      "display_name": "Stakeholder engagement",
      "level": 2,
      "score": 0.42249858
    },
    {
      "id": "C133741464",
      "display_name": "Interdisciplinarity",
      "level": 2,
      "score": 0.41744867
    },
    {
      "id": "C56739046",
      "display_name": "Knowledge management",
      "level": 1,
      "score": 0.35762626
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.34498525
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.32406932
    },
    {
      "id": "C39549134",
      "display_name": "Public relations",
      "level": 1,
      "score": 0.25032747
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.21503636
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.17144558
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.123494774
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12766",
      "display_name": "Interdisciplinary Research and Collaboration",
      "score": 0.9989
    },
    {
      "id": "T11835",
      "display_name": "Sustainability in Higher Education",
      "score": 0.9906
    },
    {
      "id": "T14389",
      "display_name": "Innovation, Technology, and Society",
      "score": 0.978
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5463/thesis.14",
  "pdf_url": "https://research.vu.nl/ws/files/187749024/160582horncompleet%20-%20639894ab3e118.pdf",
  "retrieved_date": "2025-07-30T14:45:51.116352",
  "source_database": "OpenAlex"
}