{
  "openalex_id": "W4313046753",
  "doi": "https://doi.org/10.1080/00043079.2022.2070395",
  "title": "A Ming Chinese and Spanish Imperial Collaboration in Southeast Asia: The Boxer Codex",
  "abstract": "AbstractAbstractThe Boxer Codex is a ca. 1591 compilation of accounts, written in or translated into Spanish, of the peoples of Southeast Asia alongside illustrations made by a Christian Sangley (Manila Chinese) artist. Scholars should understand this work not as hybrid but as a collaboration between imperial cultures. Evidence of the self-portrait of the artist as a Christianized Sangley and the earliest-known image of a bayoguin, a Tagalog man operating as a female spiritual, medical, and community leader, suggests the rewards of attending to the visual rhetorics of colonization alongside current scholarly emphases on materiality and trade. Additional informationNotes on contributorsJennifer NelsonJennifer Nelson is assistant professor of art history at the University of Wisconsin–Madison, and the author of Disharmony of the Spheres: The Europe of Holbein's Ambassadors (Penn State University Press, 2019). She is currently working on a book about visual cultures at the notional and literal borders of Christendom [Department of Art History, 232 Conrad A. Elvehjem Building, 800 University Avenue, Madison, WI 53706, jnelson44@wisc.edu].NotesI am grateful to the two peer reviewers of this article; Haun Saussy, who read a draft; Jennifer Dorothy Lee and Li Yao, for consultation and assistance with Chinese characters; attendees of a Clark Art Institute seminar in April 2021 related to the larger book project, especially Caroline Fowler, Tamara Golan, Dana Leibsohn, Mary Miller, Dawn Odell, Stephanie Porras, Christopher S. Wood, and Rebecca Zorach; the Department of History of Art at Yale University, for feedback and encouragement on a related talk; Kristen Streahle and her Hollins students, for encouragement on a related talk; the staff of the Lilly Library, especially Jim Canary; Yuhang Li, for historiographic consultation; Diane Ahn, Marquisha (Yun Run) Lu, and Tong Su, for research assistance; Kabel Mishka Ligot, for discussions about the bayoguin; Shawon Kinew, for discussing terms of indigeneity; Florina H. Capistrano-Baker, for her inspiring example; the Nellie McKay fellowship at the University of Wisconsin–Madison; and most of all the Clark Art Institute and Library, especially the staff, for their capacious support of this research while I was a fellow there.1 This manuscript, named after its previous owner Charles R. Boxer and held in the Lilly Library in Bloomington, Indiana, is a small quarto, 815/16 inches (22.7 cm) tall with binding (Boxer MSS II, LMC 2444). This text will henceforth be referred to as the \"Boxer Codex.\" The most recent scholarly volume on the codex is Manel Ollé and Joan-Pau Rubiés, eds., El Códice Boxer: Etnografía colonial e hibridismo cultural en las islas Filipinas (Barcelona: Universitat de Barcelona Edicions, 2019). This volume will hereafter be referred to as \"CB.\"2 John N. Crossley has supposed that there is more than one artist because the decorative border of the frontispiece image was added after the drawing of the mast. Though his larger argument is compelling, this point is less so. See Crossley, \"Juan Cobo, el Códice Boxer y los sangleyes de Manila,\" in CB, 99, 102. N.b. After this article went to press, Yangyou Fang generously informed me of her forthcoming work showing that the word \"Sangley\" was used primarily by Spaniards to refer derogatorily to the Manila Chinese community. I regret not having been able to incorporate her discovery into this article.3 Numerous European records mention the killing of many CHamoru people as well as destruction of their things, starting with Pigafetta's record of Ferdinand Magellan's voyage. See Antonio Pigafetta, \"Pigafetta's Account of Magellan's Voyage,\" trans. unknown, in The First Voyage Round the World by Magellan: Translated from the Accounts of Pigafetta and Other Contemporary Writers, ed. Henry Edward John Stanley (Cambridge: Cambridge University Press, 2010; facs. of the Hakluyt Society printing of 1874), 35–163.4 For an overview of the makeup of the codex and its texts and illustrations, see Isaac Donoso and Gaspar Vibal, \"Introduction,\" in ed. and transcr. Donoso, Boxer Codex: A Modern Spanish Transcription and English Translation of 16th-Century Exploration Accounts of East and Southeast Asia and the Pacific, trans. and annot. Maria Luisa García, Carlos Quirino, and Mauro García (Quezon City, Philippines: Vibal Foundation, 2016), xxiii–xxxiii. This Quezon City edition will hereafter be referred to as \"QC.\" A more tortuous discussion of the composition of the manuscript, embedded in speculative commentary about \"reconstructing missing portions of the work,\" appears in George Bryan Souza and Jeffrey S. Turley, eds., The Boxer Codex: Transcription and Translation of an Illustrated Late Sixteenth-Century Spanish Manuscript Concerning the Geography, Ethnography and History of the Pacific, South-East Asia and East Asia, transcr. and trans. Turley (Leiden, the Netherlands: Brill, 2016), 14–22. This edition will hereafter be referred to as \"S&T,\" following QC's convention.5 S&T, 1.6 On the latrines of a Manila galleon, see Arturo Giraldez, The Age of Trade: The Manila Galleons and the Dawn of the Global Economy (Lanham, MD: Rowman and Littlefield, 2015), 121; and Pablo E. Perez-Mallaina, Spain's Men of the Sea: Daily Life on the Indies Fleets in the Sixteenth Century (Baltimore: Johns Hopkins University Press, 1998), 140.7 Publication of material analyses of the codex, perhaps suggesting the origin of such pigments, by Ellen Hsieh and Christian Fischer is eagerly awaited.8 Mosche Barasch generally remarks \"that in Renaissance art . . . the smile . . . became the physiognomic formula employed for expressing serenity and harmonious happiness.\" See Barasch, The Language of Art: Studies in Interpretation (New York: NYU Press, 1997), 202. Techniques for representing a natural smile featured in Wanli-era Chinese painting and multidisciplinary manuals. One such discussion appears in the figure-drawing section, \"Heavenly Forms and Exemplary Manners\" (Tianxing daomao), in Grove of Paintings (Huilin), which was assembled, edited, and amplified by the literatus Zhou Lüjing (also known as Plum Addict, Meidian) and first published before 1579. See J. P. Park, Art by the Book: Painting Manuals and the Leisure Life in Late Ming China (Seattle: University of Washington Press, 2012), 56–67; see 125 for the instructions on smiling.9 Throughout this article, I use the term \"Spanish\" to designate people born in both Spain and New Spain. Many of the latter accompanied native Spaniards on the galleons sailing from Acapulco to Manila.10 Yuming He, Home and the World: Editing the Glorious Ming in Woodblock-Printed Books of the Sixteenth and Seventeenth Centuries (Cambridge, MA, and London: Harvard University Asia Center, 2013), 210. For He on Luochong lu 臝蟲錄 more generally, see 202–44.11 He, Home and the World, 207–8. Much of the text, as I will discuss later, came from the earlier Yiyu tuzhi.12 An example of this rhetoric comes from a later encyclopedia, the illustrations of which drew on some of the same visual sources as the Boxer Codex (He, Home and the World, 236–37).13 See Yuanfei Wang, \"Java in Discord: Unofficial History, Vernacular Fiction, and the Discourse of Imperial Identity in Late Ming China (1574–1620),\" positions: asia critique 27, no. 4 (November 2019): 632, for an analysis of Yan Congjian's comments on the \"relative nakedness\" of Javanese and Indigenous Taiwanese people from the Ming-era Han perspective.14 Yuanfei Wang, \"Genre and Empire: Historical Romance and Sixteenth-Century Chinese Cultural Fantasies\" (PhD diss., University of Pennsylvania, 2013), 186.15 For an overview of Europeans marveling at African swimmers, see Kevin Dawson, \"Swimming, Surfing and Underwater Diving in Early Modern Atlantic Africa and the African Diaspora,\" in Navigating African Maritime History, ed. Carina E. Ray and Jeremy Rich (Liverpool: Liverpool University Press, 2009), 81–116. For attention to African aquatic cultures more broadly, see Dawson, Undercurrents of Power: Aquatic Culture in the African Diaspora (Philadelphia: University of Pennsylvania Press, 2018).16 See Dawson, \"Swimming,\" 91.17 Wang, \"Java in Discord,\" 642, citing Luo Maodeng's vernacular novel Sanbao taijian xiyang ji 三寶太監西洋記 (Vernacular romance of eunuch Sanbao's voyages on the western ocean) of ca. 1598, a fictionalization of Zheng He's early Ming voyages. In certain contexts, \"Kunlun\" people may have been \"African divers transported by Portuguese merchants from Macao.\" See Wang, \"Java in Discord,\" 643, citing Hyangsoon Yi, \"African 'Sea Monsters' and Barbarian Nuns in the Kingdom of Morning Calm: Discourse of Black Exotica in Late-Choso˘n Korea\" (paper delivered at the Second Annual International Conference on Africa and Its Diaspora, Athens, GA, November 13–14, 2014).18 \"Mr. Le Junior Searches for His Wife at the Risk of His Life\" 樂小舍棄生覓偶, in Stories to Caution the World: A Ming Dynasty Collection, vol. 2, ed. Feng Menglong (Seattle: University of Washington Press, 2005), 364–76. The apparent impending use of a scissors kick in the Boxer frontispiece is in line with non-European methods of swimming more common among early modern Pacific Islanders (Dawson, \"Swimming,\" 83, 83–84n8).19 The Mariana Islands do not appear, for example, on the so-called Mao Kun map accompanying Mao Yuanyi's compilation of the Wubei zhi in 1621 (pub. China, 1628), documenting Zheng He's early fifteenth-century voyages; nor do they appear on the early seventeenth-century Selden map in the Bodleian Library in Oxford (MS Selden Supra 105). Mainland Ming cartography thus terminates to the east with the \"dong hanglu\" 東航路 trade route along the lands on the edges of the Nanhai (South China Sea). For an overview of the limits of Ming cartographic attention, see Roderich Ptak, \"Selected Problems Concerning the 'Zheng He Map': Questions without Answers,\" Journal of Asian History 53, no. 2 (2019): 179–214.20 The Acapulco ships' journey took about seventy days. See Charles R. Boxer, \"A Late Sixteenth Century Manila MS.,\" Journal of the Royal Asiatic Society of Great Britain and Ireland, no. 1/2 (April 1950): 38.21 Boxer Codex, 3r. For similar European tropes in African contexts, see Dawson, \"Swimming,\" 113.22 For a digitized original of Pigafetta's account, see the French copy at Beinecke Library at Yale University, Beinecke MS 351, one of three surviving manuscripts from the 1520s. For an English version, see Pigafetta, \"Pigafetta's Account of Magellan's Voyage,\" 35–163. For the second text, see Captain Andrés de Urdaneta, \"Account of the Journey of the Army of Commander García de Loaysa to the Spice Islands or Moluccas in 1525 and Events That Happened Then Until 1536,\" trans. and ed. Jorge Mojarro Romero, in The Spanish Pacific: A Reader of Primary Sources, ed. Christina H. Lee and Ricardo Padrón (Amsterdam: Amsterdam University Press, 2020), 21–36.23 For the Dutch account, see Olivier van Noort, Neuwe Schiffart [. . .], trans. M. Gothardt Arthes von Dantzigk (Frankfurt: Matthias Becker, 1602).24 See analogous comments about the Javanese and \"maritime\" culture in the contemporaneous historical account of Yan Congjian in Wang, \"Java in Discord,\" 632, 634. See also general signifiers of \"savageness\" in later representations of Indigenous Taiwanese people in Emma Jinhua Teng, \"Picturing Savagery: Visual Representations of Racial Difference,\" in Teng, Taiwan's Imagined Geography: Chinese Colonial Travel Writing and Pictures, 1683–1895 (Cambridge, MA: Harvard University Press, 2004), 149–72.25 On the lifting of the ban and its context, see Steven B. Miles, Chinese Diasporas: A Social History of Global Migration (Cambridge: Cambridge University Press, 2020), 29–30.26 For an overview of the Ming authorities' attempt to control trade with Southeast Asia in the decades following the trade ban, see Richard von Glahn, Fountain of Fortune: Money and Monetary Policy in China, 1000–1700 (Berkeley: University of California Press, 1996), 118–19. For the typical pattern of semipermanent diasporic residence among such Chinese merchants (Huashang) throughout the early modern period, see Wang Gungwu, \"Patterns of Chinese Migration in Historical Perspective,\" in The Chinese Overseas, vol. I, ed. Hong Liu (Oxfordshire: Taylor and Francis, 2006), 34–35.27 For pride in craftsmanship, see passages from state scholar-official He Qiaoyuan's Fujian Gazetteer and Tang Xiang's Gazetteer of Longyan County Compiled in Emperor Jiajing's Reign, cited in Hsu Hong, \"The Transformation of Social Customs in Ming Dynasty Fujian,\" Frontiers of History in China 3, no. 4 (2008): 561–62. For well-made, affordable clothes and shoes sold in Manila, see Domingo de Salazar, \"Bishop Domingo Salazar to Philip II, 23 June 1590,\" letter, in The Philippine Islands, 1493–1898, vol. 7, 1588–1591, ed. and trans. Emma Helen Blair and James Alexander Robertson (Cleveland: Arthur H. Clark, 1904), 226. Blair and Robertson's multivolume text will be referred to as \"B&R\" hereafter.28 Bangkas are mentioned by name later in the codex in the section on general Philippine customs (Boxer Codex, 63v). Contrast this treatment with contemporary CHamoru poet Lehua Taitano's complex navigations of diasporic and archipelagic life. CHamoru poet-scholar Craig Santos Perez aligns Taitano's work with contemporary CHamoru pride in the return of proas amid a \"resurgence of Pacific voyaging.\" See Santos Perez, \"Wayreading Chamorro Literature from Guam\" (PhD diss., University of California, Berkeley, 2015), 100–101.29 \"Chang lai\" in Chinese is 常來.30 Zhang Xiumin, The History of Chinese Printing, rev. Han Qi, trans. Chen Jiehua, Chen Fu, Xu Ying, Qiu Yuping, and Liu Chun (Paramus, NJ: Homa and Sekey Books, 2009), 173. For more on the Dongyi tuxian 東夷圖像, see Qiong Zhang, Making the New World Their Own: Chinese Encounters with Jesuit Science in the Age of Discovery (Leiden, the Netherlands: Brill, 2015), 283–301.31 On earlier Ming Buddhist and Daoist frontispieces to printed accordion-bound books, see Maggie C. K. Wan, \"Named Figures in Frontispieces of Buddhist and Daoist Scriptures,\" Journal of Daoist Studies 13 (2020): 77–105.32 British Museum, London, inv. no. PDF.655.33 Mao Yuanyi, ed., Wubei zhi 武備志 (Treatise on military technology) (China, 1621), first opening.34 Zhang, History of Chinese Printing, 423. Figure 5 shows the title page of Doctrina Christiana (Manila, 1593), which survives in a single copy in the Library of Congress, Washington, DC. It is mentioned by Gomez Perez Dasmariñas, \"Governor Gomez Perez Dasmariñas to Philip II, 20 June 1593,\" letter, in B&R, 9:68. Both Ollé and Donoso support the potential identification of the Boxer Codex artist as Keng Yong himself. See Ollé, \"Un regalo inacabado: El Códice de Manila como testimonio de un proyecto fallido,\" in CB, 25–26; and QC, l, li. For an overview of early Filipino printing, see V. R. Totanes, \"What Was the First Book Printed in the Philippines?,\" Journal of Philippine Librarianship 28, no. 1 (2008): 21–31.35 For an important caveat about \"Chineseness\" in objects made in this region, see Stephanie Porras, \"Locating Hispano-Philippine Ivories,\" Colonial Latin American Review 29, no. 2 (2020): 266–72.36 Carolyn Dean and Dana Leibsohn, \"Hybridity and Its Discontents: Considering Visual Culture in Colonial Spanish America,\" Colonial Latin American Review 12, no. 1 (2010): 6, 27.37 Jennifer Nelson, \"Visualizing Sacred History: Peter Dell's Resurrection and Lutheran Image Theology,\" Journal of Medieval and Early Modern Studies 46, no. 2 (May 2016): 348, 373n16.38 See Zhang, History of Chinese Printing, 173–74.39 See, for example, Metropolitan Museum of Art, New York, inv. nos. 29.100.155 and 29.100.156.40 One textual exception, as Manel Ollé has convincingly argued, are the sections that describe tributary regions of the Ming empire, which follow Chinese models. See Ollé, \"Un regalo inacabado,\" 22. For the tributary pages, see Boxer Codex, 156v–199r.41 For a discussion of the probable patronage of the codex by Luis Pérez Dasmariñas, governor of Manila from 1593–96, see QC, xlvi–li, following John N. Crossley, \"The Early History of the Boxer Codex,\" Journal of the Royal Asiatic Society 24, no. 1 (January 2014): 117; and Boxer, \"Late Sixteenth Century Manila MS.,\" 47. S&T propose that the compiler was Antonio de Morga. However, for reasons I state below, I think this is unlikely.42 The so-called Garden of Earthly Delights (Museo del Prado, Madrid, inv. no. P002823) entered Philip II's collection in 1591.43 Park, Art by the Book, 46.44 \"Isla delos Ladrones\" was probably embossed on the seventeenth-century binding in the eighteenth century or later. For more on the binding, see Crossley, \"Early History of the Boxer Codex,\" 122–23.45 Crossley, \"Juan Cobo,\" esp. 97 and 99, citing José Antonio Cervera Jimenez, Cartas del parián: Los chinos de Manila a finales del siglo XVI a través de los ojos de Juan Cobo y Domingo de Salazar (Distrito Federale: Palabra de Clío, 2007/2015), 96.46 For more on the technique, see Carlos Quirino, \"The First Philippine Imprints,\" in Doctrina Christiana: The First Book Printed in the Philippines (Manila: National Historical Institute, 1991), viii–ix.47 Zhang, History of Chinese Printing, 423.48 Bartolomé Argensola, Conquista de las Islas Malucas (Madrid: Alonso Martin, 1609), 319, 316 (the second instance, following the first instance of 319 due to apparent pagination error), 325–26, 333. The use of \"Encang\" is by the auditor (oidor) Cristóbal Téllez de Almanza, who would go on to be governor. See P. Pablo Pastells, Historia general de las Islas Filipinas, in Catalogo de los documentos relativos a las islas Filipinas existentes en el Archivo General de Indias de Sevilla, vol. 5, ed. Pedro Torres Lanzas and Francisco Navas del Valle (Barcelona: Compañia General de Tabacos de Filipinas, 1929), 81.49 Diego Aduarte, Historia de la provincia del Sancto Rosario de la orden de predicadores en Philippinas, Iapon, y China (Manila: Colegio de Sancto Thomas, 1640), 108. For an English version, see Aduarte, \"Historia,\" in B&R, 30:229–31.50 C. R. Boxer, \"Notes on Chinese Abroad in the Late Ming and Early Manchu Periods Compiled from Contemporary European Sources (1500–1750),\" T'ien Hsia Monthly 9, no. 5 (December 1939): 459 (please note that Boxer's article contains extraordinarily racist language and commentary). For the low rate of conversion to Christianity in the Chinese community, see Evelyn Hu-DeHart, \"Spanish Manila: A Transpacific Maritime Enterprise and America's First Chinatown,\" in Oceanic Archives, Indigenous Epistemologies, and Transpacific American Studies, ed. Yuan Shu, Otto Heim, and Kendall Johnson (Hong Kong: Hong Kong University Press, 2019): 53, 58. Though the Ming-era Chinese diaspora in Southeast Asia was largely comprised of Fujianese as well as Cantonese merchants, Lucille Chia claims that migrants from Guangdong did not arrive in the Philippines \"until the second decade of the nineteenth century\"; however, her source focuses on nineteenth-century immigration. See Chia, \"The Butcher, the Baker, and the Carpenter: Chinese Sojourners and Their Impact on Southern Fujian (Sixteenth–Eighteenth Centuries),\" Journal of the Economic and Social History of the Orient 49, no. 4 (2006): 515n10, citing Edgar Wickberg, The Chinese in Philippine Life, 1850–1898 (Manila: Ateneo de Manila University Press, 2000), 22.51 \"puesde lo contrario se siguiria mucha variedad y ­diuision en la doctrina.\" Libro Primero de Provisiones Cedvlas [. . .] (Madrid: Imprenta Real, 1596), Sig. P 4, 231.52 The Spanish-Tagalog edition (which includes transliterated Tagalog as well as text written in baybayin) of Doctrina Christiana survives in a single copy in the Library of Congress; the Chinese edition (新刻僧師高母羡撰無極天主正教真傳實錄) survives in a single copy in the Biblioteca Apostolica Vaticana; and the much more substantial Pien cheng-chiao chen-ch'uan shih-lu 辯正教真傳實錄 (pinyin: Bian zheng jiao zhen chuan shi lu) (Testimony of the true religion) in a single copy in the Biblioteca Nacional de España in Madrid. For facsimiles and bibliographic information, see Fr. Ángel Aparicio, O.P., \"Introduction: The Three Filipino Jewels,\" in Lumina Pandit: A Continuum, ed. Aparicio, Estrella S. Majuelo, Regalado Trota Jose, Dania V. Padilla, and Ma. Cecilia D. Lobo (Manila: University of Santo Tomas, Miquel de Benavides Library, 2015), 24–65.53 Edwin Wolf II, \"Introductory Essay,\" The First Book Printed in the Philippines: Manila, 1593, facsim. of the copy in the Lessing J. Rosenwald Collection (Washington, DC: Library of Congress, 1947), 1–2.54 Crossley also summarizes these tensions, with emphases on trade and on Bishop Salazar. See Crossley, \"Juan Cobo,\" 91–96. See also Ryan Dominic Crewe, \"Pacific Purgatory: Spanish Dominicans, Chinese Sangleys, and the Entanglement of Mission and Commerce in Manila, 1580–1620,\" Journal of Early Modern History 19, no. 4 (June 2015): 337–65.55 Chia, \"Butcher, Baker, Carpenter,\" 516. Birgit Tremml-Werner notes that \"[r]ecords on the exact date for the establishment of the first Parian vary between 1576 and 1581.\" Tremml-Werner, Spain, China, and Japan in Manila, 1572–1644: Local Comparisons and Global Connections (Amsterdam: Amsterdam University Press, 2015), 278–79n71.56 Albert Chan, \"Chinese-Philippine Relations in the Late Sixteenth Century and to 1603,\" Philippine Studies 25, no. 1/2 (1978): 59.57 Ibid., 56.58 Crewe, \"Pacific Purgatory, 353–54.59 Chan, \"Chinese-Philippine Relations,\" 63.60 José Eugenio Borao, \"The Massacre of 1603: Chinese Perception of the Spanish in the Philippines,\" Itinerario 22, no. 1 (March 1998): 24–25. See also Birgit M. Tremml, \"The Global and the Local: Problematic Dynamics of the Triangular Trade in Early Modern Manila,\" Journal of World History 23, no. 3 (September 2012): 570.61 Borao, \"Massacre of 1603,\" 25, citing Bartolomé Leonardo Argensola, Conquista de las Islas Malucas (Zaragoza, 1891), 210.62 \"Antonio de Morga to Philip II, 6 July 1596,\" letter, in B&R, 9:266. Original taken from \"Simancas-Secular; Audiencia de Filipinas; Cartas y expedientes y oidores de dha Audiencia vistos en el Consejo; Años de 1583 á 1599,\" in the Archivo General de Indias, Seville.63 Chan, \"Chinese-Philippine Relations,\" 72.64 Ibid., 73, citing Audiencias Filipinas, leg. 79, no. 47, in the Archivo General de Indias, Seville. It is worth noting that de San Pedro Mártir also warned that Christian Sangley corruption was a poor model for potential converts. See Crewe, \"Pacific Purgatory,\" 355.65 Borao, \"Massacre of 1603,\" esp. 29–31 for details of the massacre.66 \"Hieronimo de Salazar y Salcedo to Philip III, 5 July 1603,\" letter, in B&R, 12:85; and \"Miguel Benavenides to Philip III,\" letter, in B&R, 12:102. The destruction of \"half the city\" is claimed by five Audiencia members writing jointly: \"Audiencia of Manila to Philip III, 2 July 1603,\" letter, in B&R 12:129.67 \"Pedro de Acuña to Philip III, 18 December 1603,\" letter, in B&R, 12:156. These people were headed for the galleys, that is, for more forced rowing of the sort that provoked mutiny against the first Dasmariñas.68 Zhang, History of Chinese Printing, 423. For the 1604 book, see P. van der Loon, \"The Manila Incunabula and Early Hokkien Studies,\" part 1, Asia Major 12, no. 1 (1966): 25–28.69 QC, xxx–xxi; and Joan-Pau Rubiés, \"El Códice Boxer como enigma: En búsqueda de la voz de un autor,\" in CB, 73–74. Though there is not yet consensus on this point, Rubiés argues persuasively that the author of most of the anonymous sections was Juan de Cuéllar, Gómez de Bustamante de Andrada, or (a distant third) Luís Pérez himself.70 Donoso implies that Luís Pérez may have contributed to the original manuscript (QC, xxxi–xxxiii), but the folios cited dating to 1598 were in fact among those later inserted by Boxer. See Crossley, \"Early History of the Boxer Codex,\" 115.71 Crossley, \"Early History of the Boxer Codex,\" 116.72 \"Gómez Pérez Dasmariñas to Philip II, 20 June 1593,\" letter, in B&R, 9:68–72. For the residence in Spain, see Juan Donapétry Iribarnégaray, Historia de Vivero y su Concejo (Vivero, Spain: [Artes Gráficas A. Santiago], 1953), 206, cited in Crossley, \"Early History of the Boxer Codex,\" 117n13.73 This reading aligns with the grander historical \"failure\" Manel Ollé believes the \"unfinished gift\" of the codex represents (Ollé, \"Un regalo inacabado\").74 Crossley, \"Early History of the Boxer Codex,\" 117n16.75 He, Home and the World, 208–10. Manel Ollé considers Cai Ruxian's Dongyi tushuo (though he possibly means Dongyi tuxiang of the same year, which includes illustrations of people from Luzon, both Spaniards and Natives) the most important source (Ollé, \"Un regalo inacubado,\" 23). However, because of the relative popularity of Luochong lu (and by extension Yiyu tuzhi 異域圖志) and its pairing with Shanhai jing in print at this time, the latter cluster of texts seems more compelling as a more broadly circulating cultural precedent for the imagery and format of the Boxer Codex. For the 1586 Dongyi tuxiang's illustrations of the people of Luzon, see Zhang, Making the New World Their Own, 291–92, figs. 6.1, 6.2.76 S&T, 31. Miaojin wanbao quanshu in Chinese is 妙錦萬寶全書, and Shanhai jing, 山海經. I am grateful to Marquisha (Yun Ru) Lu for her identifications of the peoples in this image.77 For example, Tsungjen Chen has identified one of the peoples of the Codex, the \"Xaque,\" with people from inland Fujian associated with the myth of a Dog King. See Chen, \"Las fuentes chinas del Códice Boxer: La ilustración de los xaque (畲客) y el conocimiento de Fujian,\" in CB, 111–28.78 Boxer Codex, 25r. For example, in the edition of the Yiyu tuzhi illustrated here, two \"one-armed folk\" face one another in profile in an ableist-tinged conceit that implies to the viewer that these people may lack either a right or left arm (they seem also to have only one leg each) (Yiyu tuzhi, 163).79 Give or take a couple of gender-ambiguous images (more on this in the conclusion), thirty-three of the forty-four full-page illustrations of peoples prior to the section on Chinese divine figures and animals either picture a man and a woman together on a single page or feature a single man and single woman on facing pages.80 Ellen Hsieh, \"The Power of Images in the Boxer Codex and Cultural Convergence in Early Spanish Manila,\" in Maria Cruz Berrocal and Cheng-hwa Tsang, eds., Historical Archaeology of Early Modern Colonialism in Asia-Pacific (Gainesville: University Press of Florida, 2017): 136–37. One might add to Hsieh's list the series of woodcuts by Hans Burgkmair the Elder of peoples along the same coasts. See Stephanie Leitch, \"Burgkmair's Peoples of Africa and India (1508) and the Origins of Ethnography in Print,\" Art Bulletin 91, no. 2 (June 2009), 134–59. Burgkmair generally grouped figures in threes: man, woman, and child.81 On the Qing rejection of Luochong lu, for example, see He, Home and the World, 208–9.82 Zhang, Making the New World Their Own, 290.83 He, Home and the World, 227–30.84 \"Bishop Domingo de Salazar to Philip II, 23 June 1590,\" letter, in B&R 7:235. On Portuguese sources for the codex, see Paulo Jorge de Sousa Pinto, \"Materiales portugueses sobre el sudeste asiático en el Códice Boxer,\" in CB, 155–80.85 S&T, 11–12.86 QC, xxiii. The codex contains three texts by João Ribeiro Gaio, the bishop of Malacca, on Patani (in present-day Thailand), Aceh, and Siam, as well as Miguel Roxo de Brito's account of the Maluku islands and the Raja Ampat region of New Guinea. The fifth text with a known author is Martín de Rada's account of China.87 For the militaristic exceptions, see QC, 160–61.88 On the inaccuracy of certain images, see Ellen Hsieh, \"Early Spanish Colonialism in Manila, the Philippines: An Historical Archaeological Viewpoint\" (PhD diss., University of California, Los Angeles, 2017), 76–78.89 Boxer Codex, 19v.90 On the dress of the \"Xaque,\" see, most recently, Chen, \"Las fuentes chinas del Códice Boxer,\" 117–21; on the dress of the Visayas, see William Henry Scott, Barangay: Sixteenth-Century Philippine Culture and Society (Manila: Ateneo de Manila University Press, 1994), 28–31. See also Boxer, \"Late Sixteenth Century Manila MS,\" 41–42, on the possibly mistaken identity of the \"Caupchy.\" Hsieh also cites two Chinese sources on this topic which I have not been able to access. See Hsieh, \"Early Spanish Colonialism in Manila,\" 71, 77, 80, and her own historiographical comments on 91–92.91 Boxer Codex, 202r, 204r.92 The governor, Doctor Santiago de Vera, protested this ruling in July of 1589 in a letter to Philip II; notes on the letter indicate that the king agreed with de Vera, and suspended the bishop's decree. \"Doctor Santiago de Vera to Philip II, 13 July 1589,\" letter, in B&R, 7:91–92. See also the discussion of this in Crewe, \"Pacific Purgatory,\" 358–60.93 Hok-Lam Chan, \"Ming Taizu's 'Placards' on Harsh Regulations and Punishments Revealed in Gu Qiyuan's 'Kezuo zhuiyu,'\" Asia Major 22, no. 1 (2009): 28–29. The so-called Great Ming Code had its final revision in 1389 and lasted for the rest of the Ming dynasty. Chan, \"Ming Taizu's 'Placards,'\" 17.94 De Salazar denies that the death penalty would have been enforced. See \"Bishop Domingo de Salazar to Philip II, 24 June 1590,\" letter, in B&R, 7: 244. The individual decrees or \"placards\" of the Great Ming Code were collected in a Chinese publication in the mid-sixteenth century; there, a sample punishment for \"shaving the . . . head beyond the norm of etiquette\" was castration. See Chan, \"Ming Taizu's 'Placards,'\" 23–24.95 Boxer Codex, 202r–212r. Hsieh has identified what I call the \"first Sangley\" couple as Cantonese instead (though she does not say why). Hsieh, \"Early Spanish Colonialism in Manila,\" 80. Because of my reading of the images below, I follow both QC (259) and S&T (552) in identifying both pairs as Sangley.96 Hsieh per",
  "authors": [
    {
      "display_name": "Jennifer Nelson",
      "id": "A5046075676",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer Nelson"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-10-02",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S173069353",
    "display_name": "The Art Bulletin",
    "issn_l": "0004-3079",
    "issn": [
      "0004-3079",
      "1559-6478"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320307"
  },
  "volume": "104",
  "issue": "4",
  "first_page": "20",
  "last_page": "45",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C123307717",
      "display_name": "Materiality (auditing)",
      "level": 2,
      "score": 0.69656396
    },
    {
      "id": "C162462552",
      "display_name": "Portrait",
      "level": 2,
      "score": 0.64067537
    },
    {
      "id": "C3019398675",
      "display_name": "Southeast asia",
      "level": 2,
      "score": 0.6316211
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.45756844
    },
    {
      "id": "C206440729",
      "display_name": "Asian studies",
      "level": 3,
      "score": 0.45524615
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4393221
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.36665505
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.3101946
    },
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.1893155
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.109044254
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.08754933
    }
  ],
  "topics": [
    {
      "id": "T12872",
      "display_name": "Philippine History and Culture",
      "score": 0.9969
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/00043079.2022.2070395",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:17.848354",
  "source_database": "OpenAlex"
}