{
  "openalex_id": "W4312220319",
  "doi": "https://doi.org/10.1016/j.xinn.2022.100367",
  "title": "Unveiling the mysteries of the Kermadec Trench",
  "abstract": "On October 29th, 2022, scientists from China and New Zealand left Auckland on board the R/V Tansuoyihao to use, for the first time, the full-ocean-depth human-occupied vehicle (HOV) Fendouzhe to systematically explore the Kermadec Trench. The first 1-month-long leg of the voyage was successfully completed on November 25th, 2022. The HOV Fendouzhe conducted 16 dives between 5747 and 10 010 m in depth, with five dives exceeding 9000 m and two dives to the Scholl Deep, the deepest point of the Kermadec Trench. On November 4th, a first dive to the Scholl Deep was conducted by a scientist (Dr. Kareen Schnabel) from New Zealand National Institute of Water & Atmospheric Research and two pilots (Ms. Yuqing Deng and Mr. Xin Yuan) from the Institute of Deep-sea Science and Engineering, who spent 6 h exploring the Scholl Deep and the adjacent western slope of the trench. This was the first time a female scientist reached the deepest point of this trench. Following a short return to Auckland for re-supply and staff changeover, the second leg of the voyage will be completed before the end of December with another 15 dives planned. The hadal zone is defined by water depths ranging between 6000 and 11 000 m and remains one of the least investigated and most enigmatic habitats on our planet.1Du M. Peng X. Zhang H. et al.Geology, environment, and life in the deepest part of the world's oceans.Innovation. 2021; 2: 100109Scopus (17) Google Scholar The five deepest hadal trenches on Earth are distributed exclusively along the Ring of Fire of the western Pacific Ocean. Among them, the Kermadec Trench, in the southwest Pacific Ocean, stretches in a near straight line over about 1200 km from the Louisville Seamount Chain in the north to the Hikurangi Plateau in the south (Figure 1). The maximum depth recorded at the deepest point of the Kermadec Trench is 10 010 m, making it the fourth-deepest ocean trench in the world.2Victor Vescovo Dives the Kermadec Trench (South Pacific), Successfully Completing Dives to All Four of the South Pacific's Deepest Trenches for the First Time, and the First Person to Dive All Four of the World's 10,000-meter Trenches.https://caladanoceanic.com/Google Scholar Together with the Tonga Trench to the north, it constitutes the 2000-km-long Kermadec-Tonga subduction system, where strong earthquakes and volcanic eruptions are common.3Zhao W. Sun C. Guo Z. Reawaking of Tonga volcano.Innovation. 2022; 3: 100218Google Scholar The first scientific investigation of the Kermadec Trench occurred in the 1950s when the Danish research vessel Galathea conducted a sampling campaign primarily using deep-sea trawls. In the ensuing decades, samples from hadal depths in the Kermadec Trench were largely obtained from the deployment of hadal landers with baited traps, sediment corers, and trawls. However, these sampling methods have conspicuous disadvantages compared with advanced submersible technologies. For instance, the positional accuracy of such methods is relatively low, and most of them are stationary. In 2014, the remotely operated vehicle Nereus completed four dives from 6000 to 9000 m in depth and recovered biological samples and pushcores from the seafloor. Sadly the remotely operated vehicle Nereus was later lost during a dive to Scholl Deep. In 2017, a joint voyage between the University of Southern Denmark and New Zealand National Institute of Water & Atmospheric Research obtained further samples from the deep axis of the trench using landers, as well as a multicorer and a boxcorer.4Glud R.N. Berg P. Thamdrup B. et al.Hadal trenches are dynamic hotspots for early diagenesis in the deep sea.Commun. Earth Environ. 2021; 2: 21Crossref Scopus (35) Google Scholar In 2021, explorer Victor Vescovo piloted the HOV Limiting Factor to the Scholl Deep.2Victor Vescovo Dives the Kermadec Trench (South Pacific), Successfully Completing Dives to All Four of the South Pacific's Deepest Trenches for the First Time, and the First Person to Dive All Four of the World's 10,000-meter Trenches.https://caladanoceanic.com/Google Scholar This dive was the first time that a human had ever been to the deepest point of the Kermadec Trench. Unfortunately, no samples were recovered during that dive.2Victor Vescovo Dives the Kermadec Trench (South Pacific), Successfully Completing Dives to All Four of the South Pacific's Deepest Trenches for the First Time, and the First Person to Dive All Four of the World's 10,000-meter Trenches.https://caladanoceanic.com/Google Scholar The wide spatial coverage of the samples and data obtained by HOV Fendouzhe on this voyage offer an unprecedented opportunity to comprehensively investigate the diversity, abundance, and ecology of the hadal seafloor communities and distributional patterns related to the geomorphology in the Kermadec Trench. Preliminary observations show that benthic fauna, including holothurians, anemones, sea stars, brittle stars, sea lilies, hydroids, polychaetes, amphipods, shrimps, sponges, acorn worms, and fishes exhibit high diversity at hadal depths (Figure 1). Some of the species are thought to be new to science. Dives on the overriding plate and descending plate reveal a diversity of habitats for benthic fauna in the Kermadec Trench, which could be caused by turbidity current transportation, alteration of basement rocks, volcanism, fracture zones associated with large faults, and sedimentary basins along the trench axis. Stalked anemones that grow on hard substrates, together with tiny deposit-feeding sea cucumbers and polychaetes, dominate the benthic community at a depth of 8500–10 000 m. These preliminary findings significantly add to our limited understanding of the faunal diversity in the deepest parts of the hadal environment. Another striking observation is that animals at the bottom of trench axis are much smaller than those found in the Mariana Trench. The reasons for this difference still remain unclear but are probably related to the food supply, the influence of turbidity current, sediment deposition, or biological adaption to hadal depths. Large earthquakes commonly occur in or in the vicinity of the Kermadec Trench. For instance, three notable earthquakes with magnitudes between 7.3 and 8.1 struck in the southern Pacific Ocean near the Kermadec Islands and New Zealand on March 4, 2021. In 2022, up to 15 earthquake events happened on the overriding plate of the Kermadec subduction zone (Figure 1). The strong ground shaking during earthquakes could drive landslides and turbidity currents and thus affect the sedimentary processes on the bottom of the trench.4Glud R.N. Berg P. Thamdrup B. et al.Hadal trenches are dynamic hotspots for early diagenesis in the deep sea.Commun. Earth Environ. 2021; 2: 21Crossref Scopus (35) Google Scholar,5Xu Y. Li X. Luo M. et al.Distribution, source and burial of sedimentary organic carbon in Kermadec and Atacama trenches.J. Geophys. Res. Biogeosci. 2021; 126 (e2020JG006189)Crossref Scopus (12) Google Scholar In addition, mass wasting events triggered by earthquakes can not only bury and kill the benthic fauna but also increase food availability and change the distribution of benthic organisms. During two dives of the first leg of the voyage, we encountered highly turbid water at the trench floor that led to extremely low visibility above the seafloor. This phenomenon may have been related to a 7.9 magnitude earthquake that occurred nearby the islands of Tonga on November 11th, 2022, or other earthquakes adjacent to the Kermadec Trench. Lamination of coarse sediments with fine sediments in some pushcores collected in this voyage also indicates that mass wasting events are common in the Kermadec Trench. Interesting questions raised here are how frequently and to what extent benthic communities are affected by sediment deposition and what their recovery rates are in the Kermadec Trench. This expedition is the first of many planned missions that will be conducted as part of the Global Trench Exploration and Diving (Global-TREnD) program, which aims to advance humanity's understanding of the least-understood hadal geosystems and ecosystems through systematic exploration of hadal trenches worldwide and to answer the foremost questions regarding trench life, geological processes, and the relationship between them. The team's next mission in early 2023 is to conduct the first crewed dives into the Diamantina Trench in the Southeastern Indian Ocean as well as to attempt to make the first crewed dives into the Wallaby-Zenith fracture zone in the Eastern Indian Ocean. No human being has ever visited the deepest parts of these hadal zones. The authors declare no competing interests.",
  "authors": [
    {
      "display_name": "Xiaotong Peng",
      "id": "A5066695272",
      "orcid": "https://orcid.org/0000-0001-5879-5713",
      "institutions": [
        {
          "id": "I4210154862",
          "display_name": "Institute of Deep-Sea Science and Engineering",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Xiaotong Peng"
    },
    {
      "display_name": "Weijia Zhang",
      "id": "A5100457947",
      "orcid": "https://orcid.org/0000-0003-2785-6434",
      "institutions": [
        {
          "id": "I4210154862",
          "display_name": "Institute of Deep-Sea Science and Engineering",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Weijia Zhang"
    },
    {
      "display_name": "Kareen E. Schnabel",
      "id": "A5090508946",
      "orcid": "https://orcid.org/0000-0002-9965-9010",
      "institutions": [
        {
          "id": "I45935490",
          "display_name": "National Institute of Water and Atmospheric Research",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kareen Schnabel"
    },
    {
      "display_name": "Daniel Leduc",
      "id": "A5021342948",
      "orcid": "https://orcid.org/0000-0001-5310-9198",
      "institutions": [
        {
          "id": "I45935490",
          "display_name": "National Institute of Water and Atmospheric Research",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daniel Leduc"
    },
    {
      "display_name": "Hengchao Xu",
      "id": "A5102499036",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210154862",
          "display_name": "Institute of Deep-Sea Science and Engineering",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hengchao Xu"
    },
    {
      "display_name": "Hanyu Zhang",
      "id": "A5100778120",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210154862",
          "display_name": "Institute of Deep-Sea Science and Engineering",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Hanyu Zhang"
    },
    {
      "display_name": "Haibin Zhang",
      "id": "A5100356580",
      "orcid": "https://orcid.org/0000-0001-5429-9851",
      "institutions": [
        {
          "id": "I19820366",
          "display_name": "Chinese Academy of Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I4210154862",
          "display_name": "Institute of Deep-Sea Science and Engineering",
          "country_code": "CN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Haibin Zhang"
    },
    {
      "display_name": "Ashley A. Rowden",
      "id": "A5017726554",
      "orcid": "https://orcid.org/0000-0003-2975-2524",
      "institutions": [
        {
          "id": "I45935490",
          "display_name": "National Institute of Water and Atmospheric Research",
          "country_code": "NZ",
          "type": "funder"
        },
        {
          "id": "I41156924",
          "display_name": "Victoria University of Wellington",
          "country_code": "NZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ashley Rowden"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-12-27",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210236180",
    "display_name": "The Innovation",
    "issn_l": "2666-6758",
    "issn": [
      "2666-6758"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320990"
  },
  "volume": "4",
  "issue": "1",
  "first_page": "100367",
  "last_page": "100367",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://www.cell.com/article/S2666675822001631/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C155310634",
      "display_name": "Trench",
      "level": 3,
      "score": 0.77079487
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.6825448
    },
    {
      "id": "C21790881",
      "display_name": "Deep sea",
      "level": 2,
      "score": 0.4713423
    },
    {
      "id": "C2988134249",
      "display_name": "Deep water",
      "level": 2,
      "score": 0.44552177
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.4368909
    },
    {
      "id": "C165205528",
      "display_name": "Seismology",
      "level": 1,
      "score": 0.3808127
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.32190597
    },
    {
      "id": "C2779227376",
      "display_name": "Layer (electronics)",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10765",
      "display_name": "Marine Biology and Ecology Research",
      "score": 0.9745
    },
    {
      "id": "T10995",
      "display_name": "Methane Hydrates and Related Phenomena",
      "score": 0.9736
    },
    {
      "id": "T12414",
      "display_name": "Coastal and Marine Management",
      "score": 0.9653
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/j.xinn.2022.100367",
  "pdf_url": "https://www.cell.com/article/S2666675822001631/pdf",
  "retrieved_date": "2025-07-30T16:05:12.085116",
  "source_database": "OpenAlex"
}