{
  "openalex_id": "W4317564336",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64180-8",
  "title": "“PSA-itis”: Knowledge of Serum Prostate Specific Antigen and Other Causes of Anxiety in Men with Metastatic Prostate Cancer",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Dec 2002\"PSA-itis\": Knowledge of Serum Prostate Specific Antigen and Other Causes of Anxiety in Men with Metastatic Prostate Cancer AISHA LOFTERS, HELEN G. JUFFS, GREGORY R. POND, and IAN F. TANNOCK AISHA LOFTERSAISHA LOFTERS , HELEN G. JUFFSHELEN G. JUFFS , GREGORY R. PONDGREGORY R. POND , and IAN F. TANNOCKIAN F. TANNOCK View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64180-8AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: High or increasing prostatic specific antigen (PSA) levels may be a source of anxiety in patients with metastatic prostate cancer. Materials and Methods: Patients with metastatic prostate cancer completed questionnaires, including the Prostate Cancer Specific Quality of Life Instrument, Hospital Anxiety and Depression Scale, and a questionnaire to assess the impact of the knowledge of PSA levels on anxiety. These were completed at home more than 3 days before or after a clinic appointment and returned by mail. Patient medical history was obtained from the record. Results: Of the 65 patients who consented to the study 52 returned the completed questionnaires. Median age was 70 years (range 55 to 86) and median time since diagnosis was 53 months. Of the patients 81% had hormone resistant disease. Most reported good overall quality of life with a median Prostate Cancer Specific Quality of Life Instrument score of 93 (maximum 100). Of the patients 77% indicated that PSA levels were one of the ways and 44% indicated they were the only way that they knew whether disease was progressing. When asked to rate preferences for treatment outcome, 25% of the men rated decreasing PSA and worse physical symptoms above increasing PSA and better physical symptoms. If measurement of PSA levels ceased, 52% of patients would believe that their doctor was giving up on them and only 1 would be relieved. Before receiving PSA results 76% reported some level of anxiety and 15% reported extreme anxiety. Conclusions: PSA related anxiety represents a substantial problem in patients with metastatic prostate cancer. References 1 : Evaluation of prostate-specific antigen and prostatic acid phosphatase as prostate cancer markers. Urology1986; 28: 472. Google Scholar 2 : An evaluation of the immunochemical measurement of prostatic acid phosphatase and prostatic specific antigen in carcinoma of the prostate. Eur Urol1986; 12: 123. Google Scholar 3 : Preliminary evaluation of measurement of serum prostate-specific antigen level in detection of prostate cancer. Ann Clin Lab Sci1986; 16: 461. Google Scholar 4 : Prostate-specific antigen as a serum marker for adenocarcinoma of the prostate. N Engl J Med1987; 317: 909. Google Scholar 5 : Eradication of a disease: how we cured symptomless prostate cancer. Lancet2002; 359: 1341. Google Scholar 6 : PSAdynia and other PSA-related syndromes: a new epidemic—a case history and taxonomy. Urology1997; 50: 831. Google Scholar 7 : The hospital anxiety and depression scale. Acta Psychiatr Scand1983; 67: 361. Google Scholar 8 : Quality of life measurements in patients with malignant disease: a review. J R Soc Med1986; 79: 165. Google Scholar 9 : Responsiveness to change in health-related quality of life in a randomized clinical trial: a comparison of the Prostate Cancer Specific Quality of Life Instrument (PROSQOLI) with analogous scales from the EORTC QLQ-C30 and a trial specific module. European Organization for Research and Treatment of Cancer. J Clin Epidemiol1998; 51: 137. Google Scholar 10 : Convergent discriminative, and predictive validity of the Prostate Cancer Specific Quality of Life Instrument (PROSQOLI) assessment and comparison with analogous scales from the EORTC QLQ-C30 and a trial- specific module. European Organisation for Research and Treatment of Cancer Core Quality of Life Questionnaire. J Clin Epidemiol1999; 52: 653. Google Scholar 11 : Prostate-specific antigen as a measure of disease outcome in metastatic hormone-refractory prostate cancer. J Clin Oncol1993; 11: 607. Google Scholar 12 : Change in serum prostate-specific antigen as a marker of response to cytotoxic therapy for hormone-refractory prostate cancer. J Clin Oncol1998; 16: 1835. Google Scholar 13 : Post-therapy serum prostate-specific antigen level and survival in patients with androgen-independent prostate cancer. J Natl Cancer Inst1999; 91: 244. Google Scholar 14 : Prostate specific antigen response to mitoxantrone and prednisone in patients with refractory prostate cancer: prognostic factors and generalizability of a multicenter trial to clinical practice. J Urol2000; 163: 1481. Abstract, Google Scholar 15 : Serum prostate-specific antigen decline as a marker of clinical outcome in hormone-refractory prostate cancer patients: association with progression-free survival, pain end points, and survival. J Clin Oncol2001; 19: 1304. Google Scholar From the Departments of Medical Oncology and Hematology and Biostatistics, Princess Margaret Hospital and University of Toronto, Toronto, Ontario, Canada© 2002 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited ByScales C, Curtis L, Norris R, Schulman K, Albala D and Moul J (2018) Prostate Specific Antigen Testing in Men Older Than 75 Years in the United StatesJournal of Urology, VOL. 176, NO. 2, (511-514), Online publication date: 1-Aug-2006. Volume 168Issue 6December 2002Page: 2516-2520 Advertisement Copyright & Permissions© 2002 by American Urological Association, Inc.Keywordsquestionnairesprostateneoplasm metastasisanxietyprostate-specific antigenMetricsAuthor Information AISHA LOFTERS Equal study contribution. More articles by this author HELEN G. JUFFS Equal study contribution. More articles by this author GREGORY R. POND More articles by this author IAN F. TANNOCK More articles by this author Expand All Advertisement PDF DownloadLoading ...",
  "authors": [
    {
      "display_name": "Aïsha Lofters",
      "id": "A5032133684",
      "orcid": "https://orcid.org/0000-0002-7322-0894",
      "institutions": [
        {
          "id": "I2802654988",
          "display_name": "Princess Margaret Cancer Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "AISHA LOFTERS"
    },
    {
      "display_name": "Helen G. Juffs",
      "id": "A5065976188",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802654988",
          "display_name": "Princess Margaret Cancer Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "HELEN G. JUFFS"
    },
    {
      "display_name": "Gregory R. Pond",
      "id": "A5047689900",
      "orcid": "https://orcid.org/0000-0003-1033-0882",
      "institutions": [
        {
          "id": "I2802654988",
          "display_name": "Princess Margaret Cancer Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "GREGORY R. POND"
    },
    {
      "display_name": "Ian F. Tannock",
      "id": "A5063846121",
      "orcid": "https://orcid.org/0000-0002-2636-7041",
      "institutions": [
        {
          "id": "I2802654988",
          "display_name": "Princess Margaret Cancer Centre",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I185261750",
          "display_name": "University of Toronto",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "IAN F. TANNOCK"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-12-01",
  "type": "article",
  "cited_by_count": 60,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "168",
  "issue": "6",
  "first_page": "2516",
  "last_page": "2520",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9084517
    },
    {
      "id": "C558461103",
      "display_name": "Anxiety",
      "level": 2,
      "score": 0.7160191
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.6640771
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.5578554
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.5560382
    },
    {
      "id": "C2779951463",
      "display_name": "Quality of life (healthcare)",
      "level": 2,
      "score": 0.5555485
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.49120635
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.46863484
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.4490059
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.40597922
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.38623002
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.3712346
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.10522139
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.07281506
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9988
    },
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9963
    },
    {
      "id": "T11713",
      "display_name": "Genital Health and Disease",
      "score": 0.9933
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64180-8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:33:18.550465",
  "source_database": "OpenAlex"
}