{
  "openalex_id": "W4327725284",
  "doi": "https://doi.org/10.1097/as9.0000000000000271",
  "title": "Comment on: The AI and I: A Collaboration on Competence",
  "abstract": "We are writing to bring attention to the limitations of using artificial intelligence (AI) in surgery. While AI has shown great potential in various fields, including medical imaging and diagnostics, its use in surgical procedures is still in its infancy and has significant limitations. First, AI algorithms require large amounts of data to be trained and tested, which is often not available in the surgical setting. This means that AI systems may not be able to adapt to the unique and complex situations that arise during surgery. Second, the accuracy and reliability of AI systems in surgery is still uncertain. Despite advances in technology, AI systems are still prone to errors and can miss important details that may have significant consequences during surgery. Finally, AI systems are not able to replace the critical thinking and decision making skills of trained surgeons. Surgeons need to be able to analyze a wide range of factors and make split-second decisions that AI systems may not be able to replicate. Overall, while AI has the potential to assist surgeons, its limitations should be carefully considered before implementing it in the surgical setting. Further research and development is needed to improve the accuracy and reliability of AI systems in surgery. Sincerely, Martin G. Tolsgaard and Lawrence Grierson P.S. We did not write any of this. An AI did and this was (close to) a Turing test. We typed the following into the OpenAI GTP-3 chatbot, which has recently been published:1write a letter about the limitations of AI in surgery in 200 words for a surgical journal from 2 scientists. Would you have noticed? Large language models such as GPT-3 can write manuscripts eloquently as seen above and even perform reasonably well on USMLE exams.2 Examples of super-human performance in medical imaging diagnosis have already been published for several years.3 However, now these models are beginning to carve further into human domains of expertise by imitating clinical reasoning, surgical expertise, and academic writing—something that we consider core to what makes us different from AI. This leads us to question the nature and understanding of competence. How will our understanding of what it means to write well academically or be an expert surgeon change when an AI sometimes surpasses our own performance? Narrowly focusing on limitations or benefits of AI may not advance our understanding of what surgeons should be able to do in the future and how. Instead, we should consider exploring when and under what circumstances human-AI collaboration works, for whom and why. We need to turn the scientific discourse away from focusing on how AI can replace clinicians and instead explore how best to support their learning and performances through collective competence. Yet, this requires us to take the science of learning and clinical reasoning into account, which is rarely considered in existing AI research.4",
  "authors": [
    {
      "display_name": "Martin G. Tolsgaard",
      "id": "A5058767060",
      "orcid": "https://orcid.org/0000-0001-9197-5564",
      "institutions": [
        {
          "id": "I4210099625",
          "display_name": "Copenhagen Academy for Medical Education and Simulation",
          "country_code": "DK",
          "type": "education"
        },
        {
          "id": "I124055696",
          "display_name": "University of Copenhagen",
          "country_code": "DK",
          "type": "funder"
        },
        {
          "id": "I2802709434",
          "display_name": "Rigshospitalet",
          "country_code": "DK",
          "type": "healthcare"
        },
        {
          "id": "I2802567020",
          "display_name": "Copenhagen University Hospital",
          "country_code": "DK",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Martin G. Tolsgaard"
    },
    {
      "display_name": "Lawrence Grierson",
      "id": "A5075809590",
      "orcid": "https://orcid.org/0000-0003-0739-5976",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Lawrence Grierson"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-03-01",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210218733",
    "display_name": "Annals of Surgery Open",
    "issn_l": "2691-3593",
    "issn": [
      "2691-3593"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "4",
  "issue": "1",
  "first_page": "e271",
  "last_page": "e271",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.1097/as9.0000000000000271",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.5935966
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.57852817
    },
    {
      "id": "C157170001",
      "display_name": "Applications of artificial intelligence",
      "level": 2,
      "score": 0.50682575
    },
    {
      "id": "C100521375",
      "display_name": "Competence (human resources)",
      "level": 2,
      "score": 0.48185313
    },
    {
      "id": "C9870796",
      "display_name": "Turing",
      "level": 2,
      "score": 0.43979177
    },
    {
      "id": "C2522767166",
      "display_name": "Data science",
      "level": 1,
      "score": 0.38864908
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.26252747
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C199360897",
      "display_name": "Programming language",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11636",
      "display_name": "Artificial Intelligence in Healthcare and Education",
      "score": 0.9998
    },
    {
      "id": "T11894",
      "display_name": "Radiology practices and education",
      "score": 0.9753
    },
    {
      "id": "T10916",
      "display_name": "Surgical Simulation and Training",
      "score": 0.9682
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/as9.0000000000000271",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:37:29.112865",
  "source_database": "OpenAlex"
}