{
  "openalex_id": "W4322699923",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64025-6",
  "title": "The Effect of Finasteride on the Expression of Vascular Endothelial Growth Factor and Microvessel Density: A Possible Mechanism for Decreased Prostatic Bleeding in Treated Patients",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Original Articles1 Jan 2003The Effect of Finasteride on the Expression of Vascular Endothelial Growth Factor and Microvessel Density: A Possible Mechanism for Decreased Prostatic Bleeding in Treated Patients GYAN PAREEK, MARIA SHEVCHUK, NOEL A. ARMENAKAS, LJILJANA VASJOVIC, DAVID A. HOCHBERG, JAY B. BASILLOTE, and JOHN A. FRACCHIA GYAN PAREEKGYAN PAREEK , MARIA SHEVCHUKMARIA SHEVCHUK , NOEL A. ARMENAKASNOEL A. ARMENAKAS , LJILJANA VASJOVICLJILJANA VASJOVIC , DAVID A. HOCHBERGDAVID A. HOCHBERG , JAY B. BASILLOTEJAY B. BASILLOTE , and JOHN A. FRACCHIAJOHN A. FRACCHIA View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64025-6AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Several studies have confirmed the benefit of finasteride in limiting hematuria from benign prostatic hyperplasia. Vascular endothelial growth factor (VEGF), a potent stimulator of angiogenesis, and microvessel density have been independently evaluated in the mechanism of decreased bleeding observed in patients treated with finasteride. We evaluated the expression of VEGF and suburethral prostatic microvessel density in patients with benign prostatic hyperplasia treated with finasteride. Materials and Methods: The study included 24 patients undergoing prostatic surgery for benign disease, of whom 12 were given finasteride for a minimum of 6 weeks before surgery and the remaining 12 served as controls. Sections from the prostatic urothelium and hyperplastic prostate were individually stained for CD34 specific for nascent blood vessels and VEGF. Analysis of each specimen was performed in a blinded fashion. Microvessel density was calculated by counting the number of positively stained blood vessels on 10 consecutive, nonoverlapping, high power fields within the suburethral and hyperplastic prostate compartments. VEGF expression was examined by immunohistochemistry. Statistical analysis of the results was performed using Student's t test. Results: Prostatic suburethral VEGF expression and microvessel density were significantly lower in the finasteride group compared to controls (p <0.05). Differences in VEGF expression and microvessel density at the level of the hyperplastic prostate were not found to be significantly different between the 2 groups. Conclusions: Decreased expression of VEGF by finasteride inhibits angiogenesis and significantly decreases microvessel density in prostatic suburethral tissue. This sequential relationship provides histochemical insight into the mechanism by which finasteride reduces prostatic urethral bleeding. References 1 : Transurethral prostatectomy: immediate and postoperative complications. A cooperative study of 13 participating institutions evaluating 3,885 patients. J Urol1989; 141: 243. Link, Google Scholar 2 : Microvessel density in prostatic hyperplasia. BJU Int2000; 85: 70. Crossref, Medline, Google Scholar 3 : Effects of finasteride on hematuria associated with benign prostatic hyperplasia: long-term follow-up. Urology1998; 51: 237. Crossref, Medline, Google Scholar 4 : Androgens induce the expression of vascular endothelial growth factor in human fetal prostatic fibroblasts. Endocrinology1998; 139: 4672. Crossref, Medline, Google Scholar 5 : CD34 immunohistochemical assessment of angiogenesis as a prognostic marker for prostate cancer recurrence after radical prostatectomy. J Urol1998; 160: 459. Link, Google Scholar 6 : Epidermal growth factor modulates the expression of vascular endothelial growth factor in the human prostate. J Androl2001; 22: 432. Medline, Google Scholar 7 : Decreased suburethral prostatic microvessel density in finasteride treated prostates: a possible mechanism for reduced bleeding in benign prostatic hyperplasia. J Urol2002; 167: 1731. Link, Google Scholar 8 : The effects of finasteride on hematuria associated with benign prostatic hyperplasia: a preliminary report. J Urol1995; 154: 1779. Link, Google Scholar 9 : A prospective study of the natural history of hematuria associated with benign prostatic hyperplasia and the effect of finasteride. J Urol2000; 163: 496. Link, Google Scholar 10 : Treatment of prostatic bleeding: suppression of angiogenesis by androgen deprivation. J Urol1993; 149: 1553. Link, Google Scholar 11 : Testosterone stimulates angiogenesis and vascular regrowth in the ventral prostate in castrated adult rats. Endocrinology1998; 139: 451. Crossref, Medline, Google Scholar 12 : The effects of androgen deprivation on the prostate gland: cell death mediated by vascular regression. Curr Opin Urol2000; 10: 415. Crossref, Medline, Google Scholar 13 : Microvascularity in benign prostatic hyperplasia. Prostate1995; 26: 111. Crossref, Medline, Google Scholar 14 : Role of vascular endothelial growth factor in the regulation of angiogenesis. Kidney Int1999; 56: 794. Crossref, Medline, Google Scholar 15 : Angiogenesis and breast cancer. J Clin Oncol1994; 12: 441. Crossref, Medline, Google Scholar From the Department of Surgery/Division of Urology and the Department of Pathology, Lenox Hill Hospital, New York, New York© 2003 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Yoon H, Kim M, Park J, Choo M, Jeong S and Oh S (2022) Risk Factors for Transurethral Coagulation for Hemostasis During Holmium Laser Enucleation of the ProstateInternational Neurourology Journal, 10.5213/inj.2142414.207, VOL. 26, NO. 2, (153-160), Online publication date: 30-Jun-2022. Panaiyadiyan S, Singh P and Nayak B (2022) Haematuria in Critically Ill Cancer Patients Onco-critical Care, 10.1007/978-981-16-9929-0_27, (301-314), . Lima C, Angrimani D, Flores R and Vannucchi C (2021) Endocrine, prostatic vascular, and proapoptotic changes in dogs with benign prostatic hyperplasia treated medically or surgicallyDomestic Animal Endocrinology, 10.1016/j.domaniend.2020.106601, VOL. 75, (106601), Online publication date: 1-Apr-2021. Silva M, Estrada J, Gregório B, Sampaio F and Souza D (2021) Does treatment with dutasteride or finasteride has impact on renal morphology? Experimental studyActa Cirúrgica Brasileira, 10.1590/acb360703, VOL. 36, NO. 7 Yan J, Li X and Li Y (2021) The Treatment of Benign Prostate Hyperplasia Prostatic Arterial Embolization, 10.1007/978-981-15-6836-7_2, (7-11), . Brucker B, Katz M and Siev M (2021) Management of BPH and LUTS Design and Implementation of the Modern Men's Health Center, 10.1007/978-3-030-54482-9_7, (127-152), . Angrimani D, Francischini M, Brito M, Vannucchi C and Thomas J (2020) Prostatic hyperplasia: Vascularization, hemodynamic and hormonal analysis of dogs treated with finasteride or orchiectomyPLOS ONE, 10.1371/journal.pone.0234714, VOL. 15, NO. 6, (e0234714) Chung J, Seo W, Oh C, Kim S, Park M, Park S, Yu J, Lee C, Kim W, Park T, Min K and Chung J (2020) Effect of 5α-reductase inhibitors on the efficiency of thulium:yttrium-aluminium-garnet (RevoLix®) vaporesection for treating benign prostatic hyperplasiaInvestigative and Clinical Urology, 10.4111/icu.2020.61.1.67, VOL. 61, NO. 1, (67), . Matta R, Dvorani E, Wallis C, Hird A, LaBossiere J, Kulkarni G, Kodama R, Carr L, Radomski S, Saskin R, Herschorn S and Nam R (2019) Complications after surgery for benign prostatic enlargement: a population-based cohort study in Ontario, CanadaBMJ Open, 10.1136/bmjopen-2019-032170, VOL. 9, NO. 12, (e032170), Online publication date: 1-Dec-2019. Kim E, Jin B, Chung T, Bae S, Park H, Ryu D, Jin L, An H and Ha K (2019) 6-sialyllactose ameliorates dihydrotestosterone-induced benign prostatic hyperplasia through suppressing VEGF-mediated angiogenesisBMB Reports, 10.5483/BMBRep.2019.52.9.113, VOL. 52, NO. 9, (560-565), Online publication date: 30-Sep-2019. Froese N, Wang H, Zwadlo C, Wang Y, Grund A, Gigina A, Hofmann M, Kilian K, Scharf G, Korf-Klingebiel M, Melchert A, Signorini M, Halloin C, Zweigerdt R, Martin U, Gruh I, Wollert K, Geffers R, Bauersachs J and Heineke J (2018) Anti-androgenic therapy with finasteride improves cardiac function, attenuates remodeling and reverts pathologic gene-expression after myocardial infarction in miceJournal of Molecular and Cellular Cardiology, 10.1016/j.yjmcc.2018.08.011, VOL. 122, (114-124), Online publication date: 1-Sep-2018. Yang T, Chen M, Lin W, Li C, Tsai W, Chiu A and Ko M (2018) Preoperative treatment with 5α-reductase inhibitors and the risk of hemorrhagic events in patients undergoing transurethral resection of the prostate – A population-based cohort studyClinics, 10.6061/clinics/2018/e264, VOL. 73, (e264), . Abdi E and Campbell A (2018) Urological Symptoms and Side Effects of Treatment The MASCC Textbook of Cancer Supportive Care and Survivorship, 10.1007/978-3-319-90990-5_31, (469-503), . Fouda A and Bazeed A (2017) Hematuria and Hematospermia Associated with the Use of Finasteride for the Treatment of Androgenic Alopecia: A Case ReportDrug Safety - Case Reports, 10.1007/s40800-017-0059-7, VOL. 4, NO. 1, Online publication date: 1-Dec-2017. McAuley E, Mustafi D, Simons B, Valek R, Zamora M, Markiewicz E, Lamperis S, Williams A, Roman B, Vezina C, Karczmar G, Oto A and Vander Griend D (2017) Magnetic Resonance Imaging and Molecular Characterization of a Hormone-Mediated Murine Model of Prostate Enlargement and Bladder Outlet ObstructionThe American Journal of Pathology, 10.1016/j.ajpath.2017.07.014, VOL. 187, NO. 11, (2378-2387), Online publication date: 1-Nov-2017. Abo El-Enen M, Tawfik A, El-Abd A, Ragab M, El-Abd S, Elrashidy M, Elmashad N, Rasheed M and El-Abd S (2019) Goserelin acetate before transurethral resection of moderately enlarged benign prostatic hyperplasia: Prospective randomised-controlled clinical trialArab Journal of Urology, 10.1016/j.aju.2015.09.007, VOL. 14, NO. 1, (59-65), Online publication date: 1-Mar-2016. ZHANG Z and LV L (2015)(2015) Effect of local insulin injection on wound vascularization in patients with diabetic foot ulcerExperimental and Therapeutic Medicine, 10.3892/etm.2015.2917, VOL. 11, NO. 2, (397-402), Online publication date: 1-Feb-2016. Sun F, Crisóstomo V, Báez-Díaz C and Sánchez F (2015) Prostatic Artery Embolization (PAE) for Symptomatic Benign Prostatic Hyperplasia (BPH): Part 2, Insights into the Technical RationaleCardioVascular and Interventional Radiology, 10.1007/s00270-015-1238-5, VOL. 39, NO. 2, (161-169), Online publication date: 1-Feb-2016. Montico F, Kido L, San Martin R, Rowley D and Cagnon V (2015) Reactive stroma in the prostate during late life: The role of microvasculature and antiangiogenic therapy influencesThe Prostate, 10.1002/pros.23045, VOL. 75, NO. 14, (1643-1661), Online publication date: 1-Oct-2015. Busetto G, Giovannone R, Antonini G, Rossi A, Del Giudice F, Tricarico S, Ragonesi G, Gentile V and De Berardinis E (2015) Short-term pretreatment with a dual 5α-reductase inhibitor before bipolar transurethral resection of the prostate (B-TURP): evaluation of prostate vascularity and decreased surgical blood loss in large prostatesBJU International, 10.1111/bju.12917, VOL. 116, NO. 1, (117-123), Online publication date: 1-Jul-2015. Tian H, Zhao C, Wu H, Xu Z, Wei L, Zhao R and Jin D (2015) Finasteride Reduces Microvessel Density and Expression of Vascular Endothelial Growth Factor in Renal Tissue of Diabetic RatsThe American Journal of the Medical Sciences, 10.1097/MAJ.0000000000000451, VOL. 349, NO. 6, (516-520), Online publication date: 1-Jun-2015. El-Gamal O, Gameel T, Ghoneem A, Soliman M, Abo-El-Enen M, El-Hitham A, El-Rasheedy M, Elbendary M and Sabaa M (2015) Perioperative Use of Cyproterone Acetate with Transurethral Resection of Large Prostate: Preliminary ResultsJournal of Endourology, 10.1089/end.2014.0526, VOL. 29, NO. 5, (569-574), Online publication date: 1-May-2015. Sato R, Sadaoka Y, Nishio K, Kobori Y, Yagi H, Arai G, Soh S and Okada H (2015) Effects of preoperative dutasteride treatment in holmium laser enucleation of the prostateInternational Journal of Urology, 10.1111/iju.12703, VOL. 22, NO. 4, (385-388), Online publication date: 1-Apr-2015. Kim K, Jeong W, Park S, Kim Y and Moon H (2015) The Effect of Two Weeks of Treatment with Dutasteride on Bleeding after Transurethral Resection of the ProstateThe World Journal of Men's Health, 10.5534/wjmh.2015.33.1.14, VOL. 33, NO. 1, (14), . Roehrborn C (2014) Combination Medical Therapy for Male Lower Urinary Tract Symptoms Male Lower Urinary Tract Symptoms and Benign Prostatic Hyperplasia, 10.1002/9781118437889.ch11, (129-153) Montico F, Kido L, Hetzl A, Lorencini R, Cândido E and Cagnon V (2014) Antiangiogenic therapy effects on age-associated matrix metalloproteinase-9 (MMP-9) and insulin-like growth factor receptor-1 (IGFR-1) responses: a comparative study of prostate disorders in aged and TRAMP miceHistochemistry and Cell Biology, 10.1007/s00418-014-1193-2, VOL. 142, NO. 3, (269-284), Online publication date: 1-Sep-2014. Kido L, Hetzl A, Cândido E, Montico F, Lorencini R and Cagnon V (2014) Antiangiogenic and finasteride therapies: Responses of the prostate microenvironment in elderly miceLife Sciences, 10.1016/j.lfs.2014.04.027, VOL. 106, NO. 1-2, (58-70), Online publication date: 1-Jun-2014. Choo M, Lee H, Bae J, Cho S and Oh S (2014) Transurethral Surgical Anatomy of the Arterial Bleeder in the Enucleated Capsular Plane of Enlarged Prostates During Holmium Laser Enucleation of the ProstateInternational Neurourology Journal, 10.5213/inj.2014.18.3.138, VOL. 18, NO. 3, (138), . Zheng M, Zeng M, Jiang C, Chen J, Li S and Wang J (2014) Plasma Kinetic Resection of Prostate Combined Terazosin for Treatment of BPH Patient with Coexisting HypertensionOpen Journal of Urology, 10.4236/oju.2014.45010, VOL. 04, NO. 05, (57-62), . Leyh H and Necknig U (2014) Benignes Prostatasyndrom Facharztwissen Urologie, 10.1007/978-3-642-44942-0_41, (411-425), . Carnevale F and Antunes A (2013) Prostatic Artery Embolization for Enlarged Prostates Due to Benign Prostatic Hyperplasia. How I Do ItCardioVascular and Interventional Radiology, 10.1007/s00270-013-0680-5, VOL. 36, NO. 6, (1452-1463), Online publication date: 1-Dec-2013. Zhao J, Chai J, Song H, Zhang J, Xu M and Liang Y (2012) Influence of hyaluronic acid on wound healing using composite porcine acellular dermal matrix grafts and autologous skin in rabbitsInternational Wound Journal, 10.1111/j.1742-481X.2012.01023.x, VOL. 10, NO. 5, (562-572), Online publication date: 1-Oct-2013. Aboumarzouk O, Aslam M, Wedderburn A, Turner K, Hughes O and Kynaston H (2013) Should Finasteride Be Routinely Given Preoperatively for TURP?ISRN Urology, 10.1155/2013/458353, VOL. 2013, (1-7), Online publication date: 29-Jul-2013. Zhang J, Dong Z, Shang P, Wang Z and Wang Z (2013) Pre-surgical finasteride to reduce perioperative bleeding and other complications following transurethral resection of the prostate (TURP) for benign prostatic hyperplasia (BPH) Cochrane Database of Systematic Reviews, 10.1002/14651858.CD008365.pub2 Homma Y, Gotoh M, Yokoyama O, Masumori N, Kawauchi A, Yamanishi T, Ishizuka O, Seki N, Kamoto T, Nagai A and Ozono S (2011) JUA clinical guidelines for benign prostatic hyperplasiaInternational Journal of Urology, 10.1111/j.1442-2042.2011.02861.x, VOL. 18, NO. 11, (e1-e33), Online publication date: 1-Nov-2011. Zong H, Peng X, Yang C and Zhang Y (2011) A systematic review of the effects and mechanisms of preoperative 5α-reductase inhibitors on intraoperative haemorrhage during surgery for benign prostatic hyperplasiaAsian Journal of Andrology, 10.1038/aja.2011.86, VOL. 13, NO. 6, (812-818), Online publication date: 1-Nov-2011. de Souza P, Palumbo A, Alves L, de Souza V, Cabral L, Fernandes P, Takiya C, Menezes F and Nasciutti L (2011) Effects of a nanocomposite containing Orbignya speciosa lipophilic extract on Benign Prostatic HyperplasiaJournal of Ethnopharmacology, 10.1016/j.jep.2011.03.003, VOL. 135, NO. 1, (135-146), Online publication date: 1-Apr-2011. Strom K, Gu X, Spaliviero M and Wong C (2011) The Effects of 5α-Reductase Inhibition on Benign Prostatic Hyperplasia Treated by Photoselective Vaporization Prostatectomy with the 120 Watt GreenLight HPS Laser SystemJournal of the American College of Surgeons, 10.1016/j.jamcollsurg.2010.09.029, VOL. 212, NO. 2, (244-250), Online publication date: 1-Feb-2011. Park H, Kim H, Kim T and Park N (2011) The Effect of 5-alpha Reductase Inhibitors on the Efficacy of Photoselective Vaporization of the Prostate with 120 W GreenLight HPS LaserKorean Journal of Andrology, 10.5534/kja.2011.29.2.161, VOL. 29, NO. 2, (161), . Guo W, Wang G, Wang P, Chen Q, Tan Y and Cai L (2010) Acceleration of Diabetic Wound Healing by Low-Dose Radiation is Associated with Peripheral Mobilization of Bone Marrow Stem CellsRadiation Research, 10.1667/RR1980.1, VOL. 174, NO. 4, (467-479), Online publication date: 1-Oct-2010. Wilson C, Boyd K, Mohammed A and Little B (2010) A single episode of haematospermia can be safely managed in the communityInternational Journal of Clinical Practice, 10.1111/j.1742-1241.2009.02242.x, VOL. 64, NO. 10, (1436-1439), Online publication date: 1-Sep-2010. Kaufman M and Dmochowski R (2010) Venous Thromboembolism: Risks and Prophylaxis in Urological Surgery Evidence-Based Urology, 10.1002/9781444323146.ch8, (65-71) Zhang J, Dong Z, Shang P, Wang Z and Wang Z (2010) Pre-surgical finasteride to reduce perioperative bleeding and other complications following transurethral resection of the prostate (TURP) for benign prostatic hyperplasia (BPH) Cochrane Database of Systematic Reviews, 10.1002/14651858.CD008365 Zhang W and Hu R (2010) Why does diabetes offer protective effects against prostate cancer? The possible role of its microvascular complicationsMedical Hypotheses, 10.1016/j.mehy.2009.09.042, VOL. 74, NO. 2, (242-243), Online publication date: 1-Feb-2010. Leyh H and Necknig U (2010) Benignes Prostatasyndrom Facharztwissen Urologie, 10.1007/978-3-642-01626-4_44, (593-616), . Abdi E (2010) Urological Symptoms and Side Effects of Treatment The MASCC Textbook of Cancer Supportive Care and Survivorship, 10.1007/978-1-4419-1225-1_29, (281-300), . Ku J, Shin J, Cho M, Myung J, Moon K and Paick J (2009) Effect of dutasteride on the expression of hypoxia-inducible factor-1α, vascular endothelial growth factor and microvessel density in rat and human prostate tissueScandinavian Journal of Urology and Nephrology, 10.3109/00365590903337896, VOL. 43, NO. 6, (445-453), Online publication date: 1-Dec-2009. Escudero J, Alcina E, de Campos M, Benlloch F, Ballester F and Vidal E (2009) Eficacia de la fotovaporización prostática con láser verde en el tratamiento de la hiperplasia prostática en pacientes en tratamiento con inhibidores de la 5-alfa-reductasaActas Urológicas Españolas, 10.1016/S0210-4806(09)72898-0, VOL. 33, NO. 9, (988-993), Online publication date: 1-Oct-2009. Kravchick S, Cytron S, Mamonov A, Peled R and Linov L (2009) Effect of Short-term Dutasteride Therapy on Prostate Vascularity in Patients With Benign Prostatic Hyperplasia: A Pilot StudyUrology, 10.1016/j.urology.2008.08.461, VOL. 73, NO. 6, (1274-1278), Online publication date: 1-Jun-2009. Hyun J, Cho K, Han D, Kim J and Chang Y (2009) The Effect of Finasteride on Microvessel Density and Expression of Vascular Endothelial Growth Factor and 5α-Reductase in Prostatic HyperplasiaKorean Journal of Urology, 10.4111/kju.2009.50.10.947, VOL. 50, NO. 10, (947), . Tuncel A, Ener K, Han O, Nalcacioglu V, Aydin O, Seckin S and Atan A (2009) Effects of short-term dutasteride and Serenoa repens on perioperative bleeding and microvessel density in patients undergoing transurethral resection of the prostate Scandinavian Journal of Urology and Nephrology, 10.3109/00365590903164498, VOL. 43, NO. 5, (377-382), Online publication date: 1-Jan-2009. dos Santos A, Lopes-Costa P and da Silva B (2009) Vascular endothelial growth factor expression in the urethral epithelium of castrated adult female rats treated with tamoxifenGynecological Endocrinology, 10.1080/09513590802488420, VOL. 25, NO. 5, (282-286), Online publication date: 1-Jan-2009. De Berardinis E, Antonini G, Busetto G, Gentile V, Di Silverio F and Rossi A (2008) Reduced intraoperative bleeding during transurethral resection of the prostate: Evaluation of finasteride, vascular endothelial growth factor, and CD34Current Prostate Reports, 10.1007/s11918-008-0019-x, VOL. 6, NO. 3, (123-127), Online publication date: 1-Aug-2008. Rastinehad A, Ost M, VanderBrink B, Siegel D and Kavoussi L (2008) Persistent prostatic hematuriaNature Clinical Practice Urology, 10.1038/ncpuro1044, VOL. 5, NO. 3, (159-165), Online publication date: 1-Mar-2008. Rastinehad A, Caplin D, Ost M, VanderBrink B, Lobko I, Badlani G, Weiss G, Kavoussi L and Siegel D (2008) Selective Arterial Prostatic Embolization (SAPE) for Refractory Hematuria of Prostatic OriginUrology, 10.1016/j.urology.2007.09.012, VOL. 71, NO. 2, (181-184), Online publication date: 1-Feb-2008. Woo J, Kang J, Kim E and Yoo T (2008) The Effect of Short Term Dutasteride Therapy on Microvessel Density in Benign Prostatic HyperplasiaKorean Journal of Urology, 10.4111/kju.2008.49.6.515, VOL. 49, NO. 6, (515), . Lee S, Kim S, Ahn H, Kim Y and Kim S (2008) Clinical Studies on Postcoital HematuriaKorean Journal of Urology, 10.4111/kju.2008.49.3.262, VOL. 49, NO. 3, (262), . Araki M, Lam P, Culkin D and Wong C (2007) Decreased Efficiency of Potassium-Titanyl-Phosphate Laser Photoselective Vaporization Prostatectomy with Long-Term 5 alpha–Reductase Inhibition Therapy: Is it True?Urology, 10.1016/j.urology.2007.06.1152, VOL. 70, NO. 5, (927-930), Online publication date: 1-Nov-2007. Jia G, Heverhagen J, Polzer H, Jacko R, Liang J, Zhang J, Levine A, Rosol T and Knopp M (2018) Dynamic Contrast Enhanced Magnetic Resonance Imaging as a Biological Marker to Noninvasively Assess the Effect of Finasteride on Prostatic Suburethral MicrocirculationJournal of Urology, VOL. 176, NO. 5, (2299-2304), Online publication date: 1-Nov-2006. Gleave M, Qian J, Andreou C, Pommerville P, Chin J, Casey R, Steinhoff G, Fleshner N, Bostwick D, Thomas L and Rittmaster R (2006) The effects of the dual 5α-reductase inhibitor dutasteride on localized prostate cancer—results from a 4-month pre-radical prostatectomy studyThe Prostate, 10.1002/pros.20499, VOL. 66, NO. 15, (1674-1685), Online publication date: 1-Nov-2006. Davenport K and Abrams P (2006) The role of dutasteride in the treatment of benign prostatic obstruction and related conditionsAging Health, 10.2217/1745509X.2.5.745, VOL. 2, NO. 5, (745-752), Online publication date: 1-Oct-2006. Gonzalez R and Kaplan S (2006) First-line treatment for symptomatic benign prostatic hyperplasia: is there a particular patient profile for a particular treatment?World Journal of Urology, 10.1007/s00345-006-0092-0, VOL. 24, NO. 4, (360-366), Online publication date: 1-Sep-2006. Lekas A, Lazaris A, Chrisofos M, Papatsoris A, Lappas D, Patsouris E and Deliveliotis C (2006) Finasteride effects on hypoxia and angiogenetic markers in benign prostatic hyperplasiaUrology, 10.1016/j.urology.2006.03.038, VOL. 68, NO. 2, (436-441), Online publication date: 1-Aug-2006. Lucia M (2006) Do 5α-Reductase Inhibitors Alter Prostate Cancer Detection and What Are the Implications?European Urology Supplements, 10.1016/j.eursup.2006.06.015, VOL. 5, NO. 12, (752-757), Online publication date: 1-Aug-2006. Sutton M, Yingling M, Vyas A, Atiemo H, Borkowski A, Jacobs S and Kyprianou N (2006) Finasteride targets prostate vascularity by inducing apoptosis and inhibiting cell adhesion of benign and malignant prostate cellsThe Prostate, 10.1002/pros.20444, VOL. 66, NO. 11, (1194-1202), Online publication date: 1-Aug-2006. Canda A, Mungan M, Yilmaz O, Yorukoglu K, Tuzel E and Kirkali Z (2006) Effects of finasteride on the vascular surface density, number of microvessels and vascular endothelial growth factor expression of the rat prostateInternational Urology and Nephrology, 10.1007/s11255-006-0017-2, VOL. 38, NO. 2, (275-280), Online publication date: 1-Jun-2006. Koh C and Atala A (2006) Recent advances in the field of urologyCurrent Urology Reports, 10.1007/s11934-006-0037-6, VOL. 7, NO. 1, (43-49), Online publication date: 1-Feb-2006. Hahn R, Yin L, Ekengren J and Sandfeldt L (2009) Vascular endothelial growth factor in serum indicates cardiovascular risk in urology patientsScandinavian Journal of Urology and Nephrology, 10.1080/00365590500368666, VOL. 40, NO. 2, (144-148), Online publication date: 1-Jan-2006. Leyh H, Necknig U and Pottek T Infravesikale Obstruktion Facharztwissen Urologie, 10.1007/3-540-32986-2_6, (411-429) Aslan G, Cimen S, Yorukoglu K, Tuna B, Sonmez D, Mungan U and Celebi I (2005) Vascular endothelial growth factor expression in untreated and androgen-deprived patients with prostate cancerPathology - Research and Practice, 10.1016/j.prp.2005.07.003, VOL. 201, NO. 8-9, (593-598), Online publication date: 1-Oct-2005. Lee B (2005) Medical Therapy of Benign Prostatic Hyperplasia Clinical Trials of Drugs and Biopharmaceuticals, 10.1201/9781420039146.ch22, (317-322), Online publication date: 19-Sep-2005. Lund L, Møller Ernst-Jensen K, Tørring N and Erik Nielsen J (2009) Impact of finasteride treatment on perioperative bleeding before transurethral resection of the prostate: A prospective randomized studyScandinavian Journal of Urology and Nephrology, 10.1080/00365590510007694, VOL. 39, NO. 2, (160-162), Online publication date: 1-Apr-2005. Lepage J, Rivault O, Karam G, Malinovsky J, Le Gouedec G, Cozian A, Malinge M and Pinaud M (2005) Anesthésie et chirurgie de la prostateAnnales Françaises d'Anesthésie et de Réanimation, 10.1016/j.annfar.2005.01.019, VOL. 24, NO. 4, (397-411), Online publication date: 1-Apr-2005. Sandhu J and Vaughan E (2005) Combination Therapy for the Pharmacological Management of Benign Prostatic HyperplasiaDrugs & Aging, 10.2165/00002512-200522110-00002, VOL. 22, NO. 11, (901-912), . ANDRIOLE G, BRUCHOVSKY N, CHUNG L, MATSUMOTO A, RITTMASTER R, ROEHRBORN C, RUSSELL D and TINDALL D (2018) DIHYDROTESTOSTERONE AND THE PROSTATE: THE SCIENTIFIC RATIONALE FOR 5α-REDUCTASE INHIBITORS IN THE TREATMENT OF BENIGN PROSTATIC HYPERPLASIAJournal of Urology, VOL. 172, NO. 4 Part 1, (1399-1403), Online publication date: 1-Oct-2004. Sandhu J and Te A (2004) The role of 5-α-reductase inhibition as monotherapy in view of the MTOPS dataCurrent Urology Reports, 10.1007/s11934-004-0050-6, VOL. 5, NO. 4, (274-279), Online publication date: 1-Jul-2004. Nickel J, Downey J, Pontari M, Shoskes D and Zeitlin S (2004) A randomized placebo-controlled multicentre study to evaluate the safety and efficacy of finasteride for male chronic pelvic pain syndrome (category IIIA chronic nonbacterial prostatitis)BJU International, 10.1111/j.1464-410X.2003.04766.x, VOL. 93, NO. 7, (991-995) Bostwick D, Qian J, Civantos F, Roehrborn C and Montironi R (2004) Does Finasteride Alter the Pathology of the Prostate and Cancer Grading?Clinical Prostate Cancer, 10.3816/CGC.2004.n.004, VOL. 2, NO. 4, (228-235), Online publication date: 1-Mar-2004. Pareek G, Shevchuk M, Armenakas N, Budak M and Fracchia J (2015) The Effect of BCG on Angiogenesis and Cellular Proliferation in Recurrent Superficial TCC of the BladderUroOncology, 10.1080/1561095042000191664, VOL. 4, NO. 1, (31-34), Online publication date: 1-Mar-2004. Sandhu J and Te A (2004) The role of 5-α-reductase inhibition as monotherapy in view of the MTOPS dataCurrent Prostate Reports, 10.1007/s11918-004-0040-7, VOL. 2, NO. 1, (30-35), Online publication date: 1-Mar-2004. Donohue J and Barber N (2004) How do we investigate haematuria and what role has finasteride?BJU International, 10.1111/j.1464-410X.2004.04543.x, VOL. 93, NO. 1, (3-4), Online publication date: 1-Jan-2004. Volume 169Issue 1January 2003Page: 20-23 Advertisement Copyright & Permissions© 2003 by American Urological Association, Inc.Keywordsendothelial growth factorshematuriafinasterideprostatic hyperplasiaMetrics Author Information GYAN PAREEK Requests for reprints: Department of Surgery/Urology, 44 East End Ave., #2E, New York, New York 10028. More articles by this author MARIA SHEVCHUK More articles by this author NOEL A. ARMENAKAS More articles by this author LJILJANA VASJOVIC More articles by this author DAVID A. HOCHBERG More articles by this author JAY B. BASILLOTE More articles by this author JOHN A. FRACCHIA More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Gyan Pareek",
      "id": "A5058789641",
      "orcid": "https://orcid.org/0000-0002-2750-0967",
      "institutions": [
        {
          "id": "I2800628709",
          "display_name": "Lenox Hill Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "GYAN PAREEK"
    },
    {
      "display_name": "Maria Shevchuk",
      "id": "A5102872264",
      "orcid": "https://orcid.org/0009-0009-5768-8807",
      "institutions": [
        {
          "id": "I2800628709",
          "display_name": "Lenox Hill Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "MARIA SHEVCHUK"
    },
    {
      "display_name": "Noel A. Armenakas",
      "id": "A5027230846",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800628709",
          "display_name": "Lenox Hill Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "NOEL A. ARMENAKAS"
    },
    {
      "display_name": "LJILJANA VASJOVIC",
      "id": "A5109952862",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800628709",
          "display_name": "Lenox Hill Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "LJILJANA VASJOVIC"
    },
    {
      "display_name": "David A. Hochberg",
      "id": "A5050615953",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800628709",
          "display_name": "Lenox Hill Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID A. HOCHBERG"
    },
    {
      "display_name": "Jay Basillote",
      "id": "A5043418635",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800628709",
          "display_name": "Lenox Hill Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JAY B. BASILLOTE"
    },
    {
      "display_name": "John A. Fracchia",
      "id": "A5062307911",
      "orcid": null,
      "institutions": [
        {
          "id": "I2800628709",
          "display_name": "Lenox Hill Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "JOHN A. FRACCHIA"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-01-01",
  "type": "article",
  "cited_by_count": 108,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "169",
  "issue": "1",
  "first_page": "20",
  "last_page": "23",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.91864693
    },
    {
      "id": "C2775874879",
      "display_name": "Finasteride",
      "level": 4,
      "score": 0.9057994
    },
    {
      "id": "C2777025900",
      "display_name": "Vascular endothelial growth factor",
      "level": 3,
      "score": 0.6998445
    },
    {
      "id": "C2776436680",
      "display_name": "Microvessel",
      "level": 3,
      "score": 0.6673628
    },
    {
      "id": "C89611455",
      "display_name": "Mechanism (biology)",
      "level": 2,
      "score": 0.618458
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.51557034
    },
    {
      "id": "C167734588",
      "display_name": "VEGF receptors",
      "level": 2,
      "score": 0.41914243
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.37730315
    },
    {
      "id": "C502942594",
      "display_name": "Cancer research",
      "level": 1,
      "score": 0.3679099
    },
    {
      "id": "C16685009",
      "display_name": "Andrology",
      "level": 1,
      "score": 0.32692647
    },
    {
      "id": "C2780394083",
      "display_name": "Angiogenesis",
      "level": 2,
      "score": 0.26848906
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.24820003
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.12411687
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10422",
      "display_name": "Angiogenesis and VEGF in Cancer",
      "score": 0.9945
    },
    {
      "id": "T11064",
      "display_name": "Antiplatelet Therapy and Cardiovascular Diseases",
      "score": 0.9939
    },
    {
      "id": "T10285",
      "display_name": "Venous Thromboembolism Diagnosis and Management",
      "score": 0.9885
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64025-6",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.772057",
  "source_database": "OpenAlex"
}