{
  "openalex_id": "W4322699820",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64024-4",
  "title": "Prostate Biopsy: Indications and Technique",
  "abstract": "No AccessJournal of UrologyCLINICAL UROLOGY: Review Article1 Jan 2003Prostate Biopsy: Indications and Technique BRIAN R. MATLAGA, L. ANDREW ESKEW, and DAVID L. McCULLOUGH BRIAN R. MATLAGABRIAN R. MATLAGA , L. ANDREW ESKEWL. ANDREW ESKEW , and DAVID L. McCULLOUGHDAVID L. McCULLOUGH View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64024-4AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The last decade has seen numerous modifications in the way prostate cancer is diagnosed. We review the current indications for and methods of prostate biopsy. Materials and Methods: The English language literature was reviewed regarding major indications for and methods of prostate biopsy. Pertinent peer reviewed articles were collated and analyzed. Results: The most widely accepted indication for prostate biopsy is a prostate specific antigen (PSA) value of greater than 4.0 ng./ml. However, some investigators advocate prostate biopsy for men with a PSA value in the 2.5 to 4.0 ng./ml. range, believing that use of this parameter results in detection of a greater number of cases of curable disease. Age specific PSA range, percent free PSA and presence of prostatic intraepithelial neoplasia or atypia are all considered to be relative indications for prostate biopsy. The current literature describes a trend toward increasing the number of cores obtained and the sites biopsied beyond those of the standard sextant technique. The additional cores in many series are obtained from more lateral regions of the gland. Conclusions: Although several criteria are used as indications for initial prostate biopsy, all are based on PSA level and/or abnormal digital rectal examination. Future improvements in currently used prostate cancer markers may result in better selection of cases to biopsy. There is no universally accepted technique of prostate gland biopsy. The current literature supports use of more extensive biopsy techniques to increase the likelihood of prostate cancer detection. References 1 : Prostate cancer detection in a clinical urological practice by ultrasonography. Digital rectal examination and prostate specific antigen. J Urol1990; 143: 1146. Link, Google Scholar 2 : Measurement of prostate-specific antigen in serum as a screening test for prostate cancer. N Engl J Med1991; 324: 1156. Crossref, Medline, Google Scholar 3 : Adenocarcinoma of the prostate. In: Campbell's Urology. Edited by . Philadelphia: W. B. Saunders Co.1992. Google Scholar 4 : Serum prostate-specific antigen in a community-based population of healthy men. Establishment of age-specific reference ranges. JAMA1993; 270: 860. Crossref, Medline, Google Scholar 5 : Effect of patient age on early detection of prostate cancer with serum prostate-specific antigen and digital rectal examination. Urology1993; 42: 365. Crossref, Medline, Google Scholar 6 : Evaluation of the digital rectal examination as a screening test for prostate cancer. Rotterdam section of the European Randomized Study of Screening for Prostate Cancer. J Natl Cancer Inst1998; 90: 1817. Crossref, Medline, Google Scholar 7 : Prostate cancer detection at low prostate specific antigen. J Urol2000; 163: 806. Link, Google Scholar 8 : Digital rectal examination for detecting prostate cancer at prostate specific antigen levels of 4 ng./ml. or less. J Urol1999; 161: 835. Link, Google Scholar 9 : The significance of prostatic intra-epithelial neoplasia. Br J Urol1995; 76: 355. Crossref, Medline, Google Scholar 10 : Prostatic intraepithelial neoplasia: influence of clinical and pathological data on the detection of prostate cancer. J Urol1996; 156: 1050. Link, Google Scholar 11 : Strategy for repeat biopsy of patients with prostatic intraepithelial neoplasia detected by prostate needle biopsy. J Urol1996; 155: 228. Link, Google Scholar 12 : Incidence of high-grade prostatic intraepithelial neoplasia in sextant needle biopsy specimens. Urology1997; 49: 367. Crossref, Medline, Google Scholar 13 : Analysis of repeated biopsy results within 1 year after a noncancer diagnosis. Urology2000; 55: 553. Crossref, Medline, Google Scholar 14 : Prostatic intraepithelial neoplasia is a risk factor for adenocarcinoma: predictive accuracy in needle biopsies. J Urol1995; 154: 1295. Link, Google Scholar 15 : DNA distribution in the prostate. Normal gland, benign and premalignant lesions, and subsequent adenocarcinomas. Anal Quant Cytol Histol1993; 15: 247. Medline, Google Scholar 16 : Follow-up of atypical prostate needle biopsies suspicious for cancer. Urology1999; 53: 351. Crossref, Medline, Google Scholar 17 : Prostate cancer detection in men with prior high grade prostatic intraepithelial neoplasia or atypical prostate biopsy. J Urol2001; 165: 1409. Link, Google Scholar 18 : Prostate biopsy interpretation. Current concepts, 1999. Urol Clin North Am1999; 26: 435. Crossref, Medline, Google Scholar 19 : The incidence and significance of detectable levels of serum prostate specific antigen after radical prostatectomy. J Urol1994; 152: 1821. Link, Google Scholar 20 : The value of prostate specific antigen and transrectal ultrasound guided biopsy in detecting prostatic fossa recurrences following radical prostatectomy. J Urol1993; 149: 1024. Link, Google Scholar 21 : Is anastomotic biopsy necessary before radiotherapy after radical prostatectomy?. J Urol2001; 166: 111. Link, Google Scholar 22 : Selection of optimal prostate specific antigen cutoffs for early detection of prostate cancer: receiver operating characteristic curves. J Urol1994; 152: 2037. Link, Google Scholar 23 : Prostate-specific antigen in serum occurs predominantly in complex with alpha 1-antichymotrypsin. Clin Chem1991; 37: 1618. Crossref, Medline, Google Scholar 24 : Evaluation of percentage of free serum prostate-specific antigen to improve specificity of prostate cancer screening. JAMA1995; 274: 1214. Crossref, Medline, Google Scholar 25 : Use of the percentage of free prostate-specific antigen to enhance differentiation of prostate cancer from benign prostatic disease: a prospective multicenter clinical trial. JAMA1998; 279: 1542. Crossref, Medline, Google Scholar 26 : Using proportions of free to total prostate-specific antigen, age, and total prostate-specific antigen to predict the probability of prostate cancer. Urology1996; 47: 518. Crossref, Medline, Google Scholar 27 : Longitudinal evaluation of prostate-specific antigen levels in men with and without prostate disease. JAMA1992; 267: 2215. Crossref, Medline, Google Scholar 28 : Rate of change of serum prostate specific antigen levels as a method for prostate cancer detection. J Urol1994; 152: 1163. Link, Google Scholar 29 : Effect of inflammation and benign prostatic hyperplasia on elevated serum prostate specific antigen levels. J Urol1995; 154: 407. Link, Google Scholar 30 : PSA density (PSAD). Role in patient evaluation and management. Urol Clin North Am1993; 20: 653. Crossref, Medline, Google Scholar 31 : Correlation of prostate-specific antigen and prostate-specific antigen density with outcome of prostate biopsy. Urology1994; 43: 191. Crossref, Medline, Google Scholar 32 : The inability of prostate specific antigen index to enhance the predictive value of prostate specific antigen in the diagnosis of prostatic carcinoma. J Urol1993; 150: 369. Link, Google Scholar 33 : Comparison of percent free PSA, PSA density, and age-specific PSA cutoffs for prostate cancer detection and staging. Urology2000; 56: 255. Crossref, Medline, Google Scholar 34 : Lowering PSA cutoffs to enhance detection of curable prostate cancer. Urology2000; 55: 791. Crossref, Medline, Google Scholar 35 : Prostate cancer detection in men with serum PSA concentrations of 2.6 to 4.0 ng/ml and benign prostate examination. Enhancement of specificity with free PSA measurements. JAMA1997; 277: 1452. Crossref, Medline, Google Scholar 36 : Use of lower prostate specific antigen cutoffs for prostate cancer screening in black and white men. J Urol1998; 160: 134. Link, Google Scholar 37 : Longitudinal screening for prostate cancer with prostate-specific antigen. JAMA1996; 276: 1309. Crossref, Medline, Google Scholar 38 : A prospective evaluation of plasma prostate-specific antigen for detection of prostate cancer. JAMA1995; 273: 289. Crossref, Medline, Google Scholar 39 : A PSA threshold of 4.0 ng/mL for early detection of prostate cancer: the only rational approach for men 50 years old and older. Urology2000; 55: 796. Crossref, Medline, Google Scholar 40 : Influence of age and prostate-specific antigen on the chance of curable prostate cancer among men with nonpalpable disease. Urology1999; 53: 126. Crossref, Medline, Google Scholar 41 : Transrectal ultrasound guided biopsy of the prostate. Do enemas decrease clinically significant complications?. J Urol2001; 166: 82. Link, Google Scholar 42 : Risks and complications of transrectal ultrasound guided prostate needle biopsy: a prospective study and review of the literature. J Urol1998; 160: 2115. Link, Google Scholar 43 : Single-dose oral ciprofloxacin versus placebo for prophylaxis during transrectal prostate biopsy. Urology1998; 52: 552. Crossref, Medline, Google Scholar 44 : Variability in patient preparation for prostate biopsy among American urologists. Urology1998; 52: 644. Crossref, Medline, Google Scholar 45 : Side effects and patient acceptability of transrectal biopsy of the prostate. Clin Radiol1993; 47: 125. Crossref, Medline, Google Scholar 46 : Multiple transrectal ultrasound-guided prostatic biopsies—true morbidity and patient acceptance. Br J Urol1993; 71: 460. Crossref, Medline, Google Scholar 47 : Transrectal ultrasound guided prostatic nerve blockade eases systematic needle biopsy of the prostate. J Urol1996; 155: 607. Link, Google Scholar 48 : A randomized prospective trial of intrarectal lidocaine for pain control during transrectal prostate biopsy: the Emory University experience. J Urol2000; 164: 397. Link, Google Scholar 49 : Local anesthesia for ultrasound guided prostate biopsy: a prospective randomized trial comparing 2 methods. J Urol2001; 166: 1343. Link, Google Scholar 50 : Systematic 5 region prostate biopsy is superior to sextant method for diagnosing carcinoma of the prostate. J Urol1997; 157: 199. Link, Google Scholar 51 : Prostate cancer diagnosis using a saturation needle biopsy technique after previous negative sextant biopsies. J Urol2001; 166: 86. Link, Google Scholar 52 : Random systematic versus directed ultrasound guided transrectal core biopsies of the prostate. J Urol1989; 142: 71. Link, Google Scholar 53 : Two consecutive sets of transrectal ultrasound guided sextant biopsies of the prostate for the detection of prostate cancer. J Urol1998; 159: 471. Link, Google Scholar 54 : Making the most out of six systematic sextant biopsies. Urology1995; 45: 2. Crossref, Medline, Google Scholar 55 : A comparative analysis of sextant and an extended 11-core multisite directed biopsy strategy. J Urol2000; 163: 152. Link, Google Scholar 56 : The optimal systematic prostate biopsy scheme should include 8 rather than 6 biopsies: results of a prospective clinical trial. J Urol2000; 163: 163. Link, Google Scholar 57 : A prospective randomized trial comparing 6 versus 12 prostate biopsy cores: impact on cancer detection. J Urol2000; 164: 388. Link, Google Scholar 58 : Prostate cancer diagnosed by the 5 region biopsy method is significant disease. J Urol1998; 160: 794. Link, Google Scholar 59 : Does increased needle biopsy sampling of the prostate detect a higher number of potentially insignificant tumors?. J Urol2001; 166: 2181. Link, Google Scholar 60 : Results of the 5 region prostate biopsy method: the repeat biopsy population. J Urol2002; 168: 500. Link, Google Scholar 61 : The influence of prostate size on cancer detection. Urology1995; 46: 831. Crossref, Medline, Google Scholar 62 : Outcome of sextant biopsy according to gland volume. Urology1997; 49: 55. Crossref, Medline, Google Scholar 63 : A model for the number of cores per prostate biopsy based on patient age and prostate gland volume. J Urol1998; 159: 920. Link, Google Scholar 64 : Detection of non-palpable prostate cancer. A mathematical and laboratory model. Br J Urol1993; 71: 43. Crossref, Medline, Google Scholar 65 : Results of the 5 region prostate biopsy method: the repeat biopsy population. J Urol2002; 168: 500. Link, Google Scholar 66 : The significance of prior benign needle biopsies in men subsequently diagnosed with prostate cancer. J Urol1999; 162: 1649. Link, Google Scholar 67 : Repeat prostate needle biopsy: who needs it?. J Urol1995; 153: 1496. Link, Google Scholar 68 : Serial prostatic biopsies in men with persistently elevated serum prostate specific antigen values. J Urol1994; 151: 1571. Link, Google Scholar 69 : Prevalence and predictors of a positive repeat transrectal ultrasound guided needle biopsy of the prostate. J Urol1997; 158: 505. Link, Google Scholar 70 : Extensive repeat transrectal ultrasound guided prostate biopsy in patients with previous benign sextant biopsies. J Urol2000; 163: 158. Link, Google Scholar 71 : Prospective evaluation of endorectal magnetic resonance imaging to detect tumor foci in men with prior negative prostatic biopsy: a pilot study. J Urol1999; 162: 1314. Link, Google Scholar 72 : Value of systematic transition zone biopsies in the early detection of prostate cancer. J Urol1996; 155: 605. Link, Google Scholar 73 : Routine transition zone and seminal vesicle biopsies in all patients undergoing transrectal ultrasound guided prostate biopsies are not indicated. J Urol1997; 157: 204. Link, Google Scholar 74 : Indications for transition zone biopsy in the detection of prostatic carcinoma. J Urol1997; 157: 556. Link, Google Scholar 75 : Use of repeat sextant and transition zone biopsies for assessing extent of prostate cancer. J Urol1997; 158: 1886. Link, Google Scholar 76 : Prostatic transition zone biopsies in men with previous negative biopsies and persistently elevated serum prostatic specific antigen values. J Urol1995; 154: 1795. Link, Google Scholar 77 : Indications for ultrasound guided transition zone biopsies in the detection of prostate cancer. J Urol1995; 153: 1000. Link, Google Scholar 78 : Comparison of prostate biopsy schemes by computer simulation. Urology1999; 53: 951. Crossref, Medline, Google Scholar 79 : Transperineal prostate needle biopsy guided by transurethral ultrasound in patients without a rectum. Urology1996; 47: 353. Crossref, Medline, Google Scholar 80 : Limitations of transperineal ultrasound-guided prostate biopsies. Urology1999; 54: 706. Crossref, Medline, Google Scholar 81 : Determinants of complications after multiple transrectal core biopsies of the prostate. Eur Radiol1996; 6: 457. Crossref, Medline, Google Scholar 82 : Massive rectal bleeding following transrectal ultrasound-guided prostate biopsy. Endoscopy2000; 32: 792. Crossref, Medline, Google Scholar From the Department of Urology, Wake Forest University School of Medicine, Winston-Salem, North Carolina© 2003 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Lezcano D, Iordachita I and Kim J Lie-Group Theoretic Approach to Shape-Sensing Using FBG-Sensorized Needles Including Double-Layer Tissue and S-Shape InsertionsIEEE Sensors Journal, 10.1109/JSEN.2022.3212209, VOL. 22, NO. 22, (22232-22243) Shan J, Geng X, Lu Y, Liu Z, Zhu H, Zhou R, Zhang Z, Gang X, Zhang D and Shi H (2022) The influence of prostate volume on clinical parameters in prostate cancer screeningJournal of Clinical Laboratory Analysis, 10.1002/jcla.24700, VOL. 36, NO. 10, Online publication date: 1-Oct-2022. Kim M, Lezcano D, Kim J and Iordachita I (2022) Toward FBG-Sensorized Needle Shape Detection in Real Tissue Insertions 2022 44th Annual International Conference of the IEEE Engineering in Medicine & Biology Society (EMBC), 10.1109/EMBC48229.2022.9871525, 978-1-7281-2782-8, (4397-4401) Werneburg G, Adler A, Zhang A, Mukherjee S, Haywood S, Miller A and Klein E (2022) Transperineal Prostate Biopsy is Associated With Lower Tissue Core Pathogen Burden Relative to Transrectal Biopsy: Mechanistic Underpinnings for Lower Infection Risk in the Transperineal ApproachUrology, 10.1016/j.urology.2022.04.013, VOL. 165, (1-8), Online publication date: 1-Jul-2022. Bauer D, Adlung A, Brumer I, Golla A, Russ T, Oelschlegel E, Tollens F, Clausen S, Aumüller P, Schad L, Nörenberg D and Zöllner F (2021) An anthropomorphic pelvis phantom for MR‐guided prostate interventionsMagnetic Resonance in Medicine, 10.1002/mrm.29043, VOL. 87, NO. 3, (1605-1612), Online publication date: 1-Mar-2022. Reddy R and Jagannathan N (2022) Potential of nuclear magnetic resonance metabolomics in the study of prostate cancerIndian Journal of Urology, 10.4103/iju.iju_416_21, VOL. 38, NO. 2, (99), . Ravikanth Reddy R and Jagannathan N (2022) MR Spectroscopy of Metabolism in Prostate Cancer Encyclopedia of Biophysics, 10.1007/978-3-642-35943-9_10096-1, (1-18), . Ndiaye M, Jalloh M, Ndoye M, Faye S, Kouka S, Ndour N, Mbodji M, Diaw E, Mane I, Labou I, Niang L and Gueye S (2021) Ultrasound-guided prostate biopsy: indication, morbidity and outcome at Hopital General Idrissa PouyeAfrican Journal of Urology, 10.1186/s12301-021-00155-9, VOL. 27, NO. 1, Online publication date: 1-Dec-2021. Constantin T, Savu D, Bucur Ș, Predoiu G, Constantin M and Jinga V (2021) The Role and Significance of Bioumoral Markers in Prostate CancerCancers, 10.3390/cancers13235932, VOL. 13, NO. 23, (5932) Kocan H (2019) Factors affecting the diagnosis of prostate cancer through 12 quadrant guided prostate biopsyThe Aging Male, 10.1080/13685538.2019.1573219, VOL. 23, NO. 5, (663-668), Online publication date: 4-Dec-2020. Schultz H and Stanley S (2020) Procedures for the Nurse Practitioner in Urology The Nurse Practitioner in Urology, 10.1007/978-3-030-45267-4_22, (429-465), . Cozar J, Robles-Fernandez I, Rodriguez-Martinez A, Puche-Sanz I, Vazquez-Alonso F, Lorente J, Martinez-Gonzalez L and Alvarez-Cubero M (2019) The role of miRNAs as biomarkers in prostate cancerMutation Research/Reviews in Mutation Research, 10.1016/j.mrrev.2019.05.005, VOL. 781, (165-174), Online publication date: 1-Jul-2019. Antico M, Sasazawa F, Wu L, Jaiprakash A, Roberts J, Crawford R, Pandey A and Fontanarosa D (2019) Ultrasound guidance in minimally invasive robotic proceduresMedical Image Analysis, 10.1016/j.media.2019.01.002, VOL. 54, (149-167), Online publication date: 1-May-2019. Karakaş H, Demirkıran E, Mungan N and Akduman B (2018) Prostat Biyopsisi Öncesi Profilaktik Seftibuten ve Gentamisin Uygulanan Hastalarda Akut Prostatit SıklığıSakarya Medical Journal, 10.31832/smj.417804 Maciolek K, Best S, Lopez V, Posielski N, Knoedler M, Bushman W, Jarrard D, Downs T, Abel E and Richards K (2018) Effectiveness of a transrectal prostate needle biopsy protocol with risk-tailored antimicrobials in a veterans cohortUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2018.05.009, VOL. 36, NO. 8, (363.e13-363.e20), Online publication date: 1-Aug-2018. Kumar V, Bora G, Kumar R and Jagannathan N (2018) Multiparametric (mp) MRI of prostate cancerProgress in Nuclear Magnetic Resonance Spectroscopy, 10.1016/j.pnmrs.2018.01.001, VOL. 105, (23-40), Online publication date: 1-Apr-2018. Mochtar C, Atmoko W, Umbas R and Hamid A (2018) Prostate cancer detection rate in Indonesian menAsian Journal of Surgery, 10.1016/j.asjsur.2017.01.001, VOL. 41, NO. 2, (163-169), Online publication date: 1-Mar-2018. Chung H, Song W, Yoo J, Kang M, Jeon H, Jeong B, Seo S, Jeon S, Choi H, Kim C, Park B and Lee H (2017) Comparison of Biopsy Results and Surgical Outcomes of Magnetic Resonance Imaging-Guided and Transrectal Ultrasonography-Guided Repeat BiopsyThe Korean Journal of Urological Oncology, 10.22465/kjuo.2017.15.2.72, VOL. 15, NO. 2, (72-78), Online publication date: 31-Aug-2017. Farkas D, Nicolau D, Leif R, DeLuna F, Ding X, Sun L and Ye J (2017) Evaluation of a novel label-free photonic-crystal biosensor imaging system for the detection of prostate cancer cells SPIE BiOS, 10.1117/12.2249630, , (100681H), Online publication date: 16-Feb-2017. Yilmaz Ö, Kurul Ö, Ates F, Soydan H and Aktas Z (2016) Does an asymmetric lobe in digital rectal examination include any risk for prostate cancer? results of 1495 biopsiesInternational braz j urol, 10.1590/S1677-5538.IBJU.2014.0598, VOL. 42, NO. 4, (704-709), Online publication date: 1-Aug-2016. Schultz H and Stanley S (2016) Procedures for the Nurse Practitioner in Urology The Nurse Practitioner in Urology, 10.1007/978-3-319-28743-0_20, (357-393), . Merola R, Tomao L, Antenucci A, Sperduti I, Sentinelli S, Masi S, Mandoj C, Orlandi G, Papalia R, Guaglianone S, Costantini M, Cusumano G, Cigliana G, Ascenzi P, Gallucci M and Conti L (2015) PCA3 in prostate cancer and tumor aggressiveness detection on 407 high-risk patients: a National Cancer Institute experienceJournal of Experimental & Clinical Cancer Research, 10.1186/s13046-015-0127-8, VOL. 34, NO. 1, Online publication date: 1-Dec-2015. Bulut V, Şahin A, Balaban Y, Altok M, Divrik R and Zorlu F (2015) The efficacy of duration of prophylactic antibiotics in transrectal ultrasound guided prostate biopsyInternational braz j urol, 10.1590/S1677-5538.IBJU.2014.0419, VOL. 41, NO. 5, (906-910), Online publication date: 1-Oct-2015. Lee A and Chia S (2015) Contemporary outcomes in the detection of prostate cancer using transrectal ultrasound-guided 12-core biopsy in Singaporean men with elevated prostate specific antigen and/or abnormal digital rectal examinationAsian Journal of Urology, 10.1016/j.ajur.2015.08.003, VOL. 2, NO. 4, (187-193), Online publication date: 1-Oct-2015. Goenka A, Remer E, Veniero J, Thupili C and Klein E (2015) CT-Guided Transgluteal Biopsy for Systematic Random Sampling of the Prostate in Patients Without Rectal AccessAmerican Journal of Roentgenology, 10.2214/AJR.14.14129, VOL. 205, NO. 3, (578-583), Online publication date: 1-Sep-2015. Wang D, Foran D, Ren J, Zhong H, Kim I and Qi X (2015) Exploring automatic prostate histopathology image gleason grading via local structure modeling 2015 37th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC), 10.1109/EMBC.2015.7318936, 978-1-4244-9271-8, (2649-2652) Costa D, Pedrosa I, Donato F, Roehrborn C and Rofsky N (2015) MR Imaging–Transrectal US Fusion for Targeted Prostate Biopsies: Implications for Diagnosis and Clinical ManagementRadioGraphics, 10.1148/rg.2015140058, VOL. 35, NO. 3, (696-708), Online publication date: 1-May-2015. Costa D, Pedrosa I, Roehrborn C and Rofsky N (2014) Multiparametric Magnetic Resonance Imaging of the ProstateTopics in Magnetic Resonance Imaging, 10.1097/RMR.0000000000000027, VOL. 23, NO. 4, (243-257), Online publication date: 1-Aug-2014. Hernández-Palacios G, Zapata-Villalba M, Campos-Salcedo J, López-Silvestre J, Mendoza-Álvarez L, Estrada-Carrasco C, Rosas-Hernández H and Díaz-Gómez C (2014) Correlación entre número de cilindros positivos y enfermedad extraprostática en pacientes operados de prostatectomía radicalRevista Mexicana de Urología, 10.1016/S2007-4085(15)30029-X, VOL. 74, NO. 3, (146-154), Online publication date: 1-May-2014. Nazir B (2014) Pain during Transrectal Ultrasound-Guided Prostate Biopsy and the Role of Periprostatic Nerve Block: What Radiologists Should KnowKorean Journal of Radiology, 10.3348/kjr.2014.15.5.543, VOL. 15, NO. 5, (543), . Prakash V, Mohan G, Krishnaiah S, Vijaykumar V, Babu G, Reddy G and Mahaboob V (2013) Ten-core versus 16-core transrectal ultrasonography guided prostate biopsy for detection of prostatic carcinoma: a prospective comparative study in Indian populationProstate International, 10.12954/PI.13025, VOL. 1, NO. 4, (163-168), Online publication date: 1-Dec-2013. Liu R, Xie X, Zhang Z and Xu Y (2013) A retrospective study of prostate cancer cases mimicking urothelial cell carcinoma of the bladderEuropean Journal of Medical Research, 10.1186/2047-783X-18-36, VOL. 18, NO. 1, Online publication date: 1-Dec-2013. Nieto-Morales M, Fernández-Ramos J, Pérez-Méndez L, Alventosa-Fernández E, Pastor-Santoveña M, Arias-Rodríguez Á and Aguirre-Jaime A (2013) Improving the Gleason grading accuracy of transrectal ultrasound-guided biopsyActa Radiologica, 10.1177/0284185113491250, VOL. 54, NO. 10, (1218-1223), Online publication date: 1-Dec-2013. Hemmerich J, Ahmad F, Meltzer D and Dale W (2011) African American men significantly underestimate their risk of having prostate cancer at the time of biopsyPsycho-Oncology, 10.1002/pon.2098, VOL. 22, NO. 2, (338-345), Online publication date: 1-Feb-2013. Trabulsi E, Khosla A and Gomella L (2013) Prostate Biopsy Techniques Prostate Cancer Diagnosis, 10.1007/978-1-62703-188-2_14, (161-179), . Lee S, Chung M, Kim J, Oh Y, Rha K and Chung B (2012) Magnetic Resonance Imaging Targeted Biopsy in Men with Previously Negative Prostate Biopsy ResultsJournal of Endourology, 10.1089/end.2011.0393, VOL. 26, NO. 7, (787-791), Online publication date: 1-Jul-2012. Doyle S, Feldman M, Tomaszewski J and Madabhushi A A Boosted Bayesian Multiresolution Classifier for Prostate Cancer Detection From Digitized Needle BiopsiesIEEE Transactions on Biomedical Engineering, 10.1109/TBME.2010.2053540, VOL. 59, NO. 5, (1205-1218) Lee J, Bae S, Choi S, Kwon T and Kim T (2012) Role of Prostate-Specific Antigen Change Ratio at Initial Biopsy as a Novel Decision-Making Marker for Repeat Prostate BiopsyKorean Journal of Urology, 10.4111/kju.2012.53.7.467, VOL. 53, NO. 7, (467), . Müezzinoğlu T, Korkmaz M, Neşe N, Bakırdere S, Arslan Y, Ataman O and Lekili M (2011) Prevalence of Prostate Cancer in High Boron-Exposed Population: A Community-Based StudyBiological Trace Element Research, 10.1007/s12011-011-9023-z, VOL. 144, NO. 1-3, (49-57), Online publication date: 1-Dec-2011. Dunn M and Kazer M (2011) Prostate Cancer OverviewSeminars in Oncology Nursing, 10.1016/j.soncn.2011.07.002, VOL. 27, NO. 4, (241-250), Online publication date: 1-Nov-2011. Tamada T, Sone T, Higashi H, Jo Y, Yamamoto A, Kanki A and Ito K (2011) Prostate Cancer Detection in Patients With Total Serum Prostate-Specific Antigen Levels of 4–10 ng/mL: Diagnostic Efficacy of Diffusion-Weighted Imaging, Dynamic Contrast-Enhanced MRI, and T2-Weighted ImagingAmerican Journal of Roentgenology, 10.2214/AJR.10.5923, VOL. 197, NO. 3, (664-670), Online publication date: 1-Sep-2011. Defilippi E, Zitella A an",
  "authors": [
    {
      "display_name": "Brian R. Matlaga",
      "id": "A5108764557",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "BRIAN R. MATLAGA"
    },
    {
      "display_name": "L. Andrew Eskew",
      "id": "A5003041566",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. ANDREW ESKEW"
    },
    {
      "display_name": "David L. McCullough",
      "id": "A5108242652",
      "orcid": null,
      "institutions": [
        {
          "id": "I47251452",
          "display_name": "Wake Forest University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "DAVID L. McCULLOUGH"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-01-01",
  "type": "review",
  "cited_by_count": 138,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "169",
  "issue": "1",
  "first_page": "12",
  "last_page": "19",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.96933347
    },
    {
      "id": "C2781217009",
      "display_name": "Prostate biopsy",
      "level": 4,
      "score": 0.6235087
    },
    {
      "id": "C2775934546",
      "display_name": "Biopsy",
      "level": 2,
      "score": 0.5292746
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.45729625
    },
    {
      "id": "C61434518",
      "display_name": "General surgery",
      "level": 1,
      "score": 0.41900614
    },
    {
      "id": "C126838900",
      "display_name": "Radiology",
      "level": 1,
      "score": 0.35235283
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.16524646
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.048043102
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9998
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9971
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9921
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64024-4",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:29:32.302118",
  "source_database": "OpenAlex"
}