{
  "openalex_id": "W4321429490",
  "doi": "https://doi.org/10.1016/s0022-5347(05)64625-3",
  "title": "A Clinical Study Of 22.5 mg. La-2550: A New Subcutaneous Depot Delivery System For Leuprolide Acetate For The Treatment Of Prostate Cancer",
  "abstract": "No AccessJournal of UrologyINVESTIGATIVE UROLOGY1 Sep 2002A Clinical Study Of 22.5 mg. La-2550: A New Subcutaneous Depot Delivery System For Leuprolide Acetate For The Treatment Of Prostate Cancer Franklin M. Chu, Maury Jayson, Martin K. Dineen, Ramon Perez, Richard Harkaway, and Robert C. Tyler Franklin M. ChuFranklin M. Chu More articles by this author , Maury JaysonMaury Jayson More articles by this author , Martin K. DineenMartin K. Dineen More articles by this author , Ramon PerezRamon Perez More articles by this author , Richard HarkawayRichard Harkaway More articles by this author , and Robert C. TylerRobert C. Tyler More articles by this author View All Author Informationhttps://doi.org/10.1016/S0022-5347(05)64625-3AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: The safety, efficacy and pharmacokinetics of a unique 3-month subcutaneous depot of leuprolide acetate were investigated in patients with prostate cancer. Materials and Methods: This open label, noncomparative, 6-month multicenter study enrolled 117 patients diagnosed with adenocarcinoma of the prostate. LA-2550 (22.5 mg. depot) (Atrix Laboratories, Fort Collins, Colorado) was administered subcutaneously once every 3 months. The primary efficacy parameter was serum testosterone 50 ng./dl. or less. Pharmacokinetics were analyzed in a subset of 22 patients. Results: Of the 117 enrolled patients 111 (98%) completed the 6-month study. Five patients withdrew for nontreatment related events and 1 was withdrawn because he received less than a full dose of the study drug. By day 28, 98% of patients had serum testosterone 50 ng./dl. or less and 84% had achieved 20 ng./dl. or less. By day 35 all patients had 50 ng./dl. or less testosterone. A patient with a breakthrough response after testosterone suppression on day 49 (112 ng./dl.) regained suppression (27 ng./dl.) 14 days after the second injection (day 98). At study completion all patients had 50 ng./dl. or less testosterone (mean plus or minus standard error of mean 10.1 ± 0.07) and 104 of the 111 (94%) had 20 ng./dl. or less. From baseline to month 6 mean luteinizing hormone decreased from 9.2 ± 1.1 to 0.08 ± 0.01 mIU/ml. and mean prostate specific antigen decreased more than 98%. No flare reactions were observed and patient assessments of bone pain and urinary symptoms were unchanged. The most common treatment related adverse event was hot flashes, which were mild in 57% of cases, moderate in 12% and severe in 0%. Conclusions: LA-2550 (22.5 mg. depot) produced and maintained safe and effective suppression of serum testosterone to well below the medical castrate level of 50 ng./dl. or less. References 1 : Studies on prostate cancer; effect of castration, estrogen of androgen injection on serum phosphatases in metastatic carcinoma of the prostate. Cancer Res1941; 1: 293. Google Scholar 2 : Comparison of leuprolide diethylstilbestrol for stage D2 adenocarcinoma of prostate. Urology1985; 26: 117. Crossref, Medline, Google Scholar 3 : Tumor growth inhibition in patients with prostatic carcinoma treated with luteinizing hormone-releasing hormone agonists. Proc Natl Acad Sci USA1982; 79: 1658. Crossref, Medline, Google Scholar 4 : Leuprolide acetate 22.5 mg 12-week depot formulation in the treatment of patients with advanced prostate cancer. Clin Ther1996; 18: 647. Crossref, Medline, Google Scholar 5 : Comparison of LH-RH analogue 1-month depot 3-month depot by their hormone levels pharmacokinetic profile in patients with advanced prostate cancer. Urol Int1998; 60: 9. Crossref, Medline, Google Scholar 6 : Leuprolide acetate (30-mg depot every four months) in the treatment of advanced prostate cancer. Urology1998; 51: 271. Crossref, Medline, Google Scholar 7 : Sustained suppression of pituitary-gonadal axis with an injectable, in situ forming implant of leuprolide acetate. J Pharm Sci2000; 89: 732. Crossref, Medline, Google Scholar 8 : Update of the NCCN guidelines for treatment of prostate cancer. Oncology1997; 11: 180. Medline, Google Scholar 9 : Clinical study of leuprolide depot formulation in the treatment of advanced prostate cancer. J Urol1990; 143: 68. Link, Google Scholar 10 : Safety efficacy of an implantable leuprolide delivery system in patients with advanced prostate cancer. J Urol2000; 164: 730. Link, Google Scholar 11 : Disease flare with gonadotrophin-releasing hormone (GnRH) analogues. How serious is it?. Drug Safety1993; 8: 265. Crossref, Medline, Google Scholar 12 : Failure to achieve castrate levels of testosterone during luteinizing hormone releasing hormone agonist therapy: the case for monitoring serum testosterone a treatment decision algorithm. J Urol2000; 164: 726. Link, Google Scholar 13 : Energy balance cancer: the role of insulin insulin-like growth factor-I. Proc Nutr Soc2001; 60: 91. Crossref, Medline, Google Scholar 14 : Characterization of insulin insulin-like growth factor I receptors of purified Leydig cells their role in steroidogenesis in primary culture: a comparative study. Endocrinology1986; 119: 1641. Crossref, Medline, Google Scholar 15 : Insulin receptor substrate proteins neuroendocrine function. Biochem Soc Trans2001; 29: 525. Crossref, Medline, Google Scholar 16 : Activation of translation in pituitary gonadotrope cells by gonadotropin-releasing hormone. Mol Endocrinol2000; 14: 1811. Crossref, Medline, Google Scholar 17 : Homologous regulation of the gonadotropin-releasing hormone receptor gene is partially mediated by protein kinase C activation of an activator protein-1 element. Mol Endocrinol1999; 13: 566. Crossref, Medline, Google Scholar 18 : Expression of gonadotropin-releasing hormone (GnRH) receptor gene is altered by GnRH agonist desensitization in a manner similar to that of gonadotropin beta-subunit genes in normal castrated rat pituitary. Endocrinology1995; 136: 2803. Crossref, Medline, Google Scholar 19 : Functional consequences of the phosphorylation of the gonadotropin receptors. Biochem Pharmacol1996; 52: 1647. Crossref, Medline, Google Scholar 20 : Regulation of luteinizing hormone-releasing hormone receptor binding by heterologous autologous receptor-stimulated tyrosine phosphorylation. Proc Natl Acad Sci USA1991; 88: 2244. Crossref, Medline, Google Scholar From the San Bernardino Urological Associates, San Bernardino, California, Medical and Clinical Research Associates, Bay Shore, New York, Atlantic Urological Associates, Daytona Beach and Urology Health Center, New Port Richey, Florida, Albert Einstein Medical Center, Philadelphia, Pennsylvania, and Atrix Laboratories, Fort Collins, Colorado© 2002 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited by Abulateefeh S (2022) Long-acting injectable PLGA/PLA depots for leuprolide acetate: successful translation from bench to clinicDrug Delivery and Translational Research, 10.1007/s13346-022-01228-0, VOL. 13, NO. 2, (520-530), Online publication date: 1-Feb-2023. Yang B, Gomes Dos Santos A, Puri S, Bak A and Zhou L (2022) The industrial design, translation, and development strategies for long-acting peptide deliveryExpert Opinion on Drug Delivery, 10.1080/17425247.2022.2098276, VOL. 19, NO. 10, (1233-1245), Online publication date: 3-Oct-2022. Monroe M, Wang H, Anderson C, Jia H, Flexner C and Cui H (2022) Leveraging the therapeutic, biological, and self-assembling potential of peptides for the treatment of viral infectionsJournal of Controlled Release, 10.1016/j.jconrel.2022.06.037, VOL. 348, (1028-1049), Online publication date: 1-Aug-2022. Merseburger A and Roesch M (2022) Advanced delivery of leuprorelin acetate for the treatment of prostatic cancerExpert Review of Anticancer Therapy, 10.1080/14737140.2022.2082947, VOL. 22, NO. 7, (703-715), Online publication date: 3-Jul-2022. van Winden L and van Rossum H (2022) Testosterone analysis in prostate cancer patients , 10.1016/bs.acc.2021.07.007, (73-104), . Matveev V, Alekseev B, Kamolov B and Markova A (2021) Luteinizing hormone-releasing hormone agonists for prostate cancer patients: routine clinical practice of Russian cancer urologistsCancer Urology, 10.17650/1726-9776-2021-17-2-83-92, VOL. 17, NO. 2, (83-92) Saad F, Fleshner N, Pickles T, Niazi T, Lukka H, Pouliot F, Martins I and Klotz L (2020) Testosterone Breakthrough Rates during Androgen Deprivation Therapy for Castration Sensitive Prostate CancerJournal of Urology, VOL. 204, NO. 3, (416-426), Online publication date: 1-Sep-2020. Freitas C and Soares A (2020) Efficacy of Leuprorelide acetate (Eligard®) in daily practice in Brazil: a retrospective study with depot formulations in patients with prostate cancerInternational braz j urol, 10.1590/s1677-5538.ibju.2019.0212, VOL. 46, NO. 3, (383-389) Lazzerini P, Bertolozzi I, Acampa M, Cantara S, Castagna M, Pieragnoli L, D’Errico A, Rossi M, Bisogno S, El-Sherif N, Boutjdir M, Laghi-Pasini F and Capecchi P (2020) Androgen Deprivation Therapy for Prostatic Cancer in Patients With Torsades de PointesFrontiers in Pharmacology, 10.3389/fphar.2020.00684, VOL. 11 Renzulli J, Tagawa S, Atkinson S, Boldt‐Houle D and Moul J (2020) Subcutaneous in situ gel delivered leuprolide acetate's consistent and prolonged drug delivery maintains effective testosterone suppression independent of age and weight in men with prostate cancerBJUI Compass, 10.1002/bco2.13, VOL. 1, NO. 2, (64-73), Online publication date: 1-May-2020. Cohn D, Sloutski A, Elyashiv A, Varma V and Ramanujan R (2019) In Situ Generated Medical DevicesAdvanced Healthcare Materials, 10.1002/adhm.201801066, VOL. 8, NO. 8, (1801066), Online publication date: 1-Apr-2019. Krakowsky Y and Morgentaler A (2019) Risk of Testosterone Flare in the Era of the Saturation Model: One More Historical MythEuropean Urology Focus, 10.1016/j.euf.2017.06.008, VOL. 5, NO. 1, (81-89), Online publication date: 1-Jan-2019. Bolton E and Lynch T (2018) Are all gonadotrophin-releasing hormone agonists equivalent for the treatment of prostate cancer? A systematic reviewBJU International, 10.1111/bju.14168, VOL. 122, NO. 3, (371-383), Online publication date: 1-Sep-2018. Saltzstein D, Shore N, Moul J, Chu F, Concepcion R, de la Motte S, McLane J, Atkinson S, Yang A and Crawford E (2017) Pharmacokinetic and pharmacodynamic comparison of subcutaneous versus intramuscular leuprolide acetate formulations in male subjects Therapeutic Advances in Urology, 10.1177/1756287217738150, VOL. 10, NO. 2, (43-50), Online publication date: 1-Feb-2018. Shore N, Chu F, Moul J, Saltzstein D, Concepcion R, McLane J, Atkinson S, Yang A and Crawford E (2016) Polymer-delivered subcutaneous leuprolide acetate formulations achieve and maintain castrate concentrations of testosterone in four open-label studies in patients with advanced prostate cancerBJU International, 10.1111/bju.13482, VOL. 119, NO. 2, (239-244), Online publication date: 1-Feb-2017. Hoda M, Kramer M, Merseburger A and Cronauer M (2016) Androgen deprivation therapy with Leuprolide acetate for treatment of advanced prostate cancerExpert Opinion on Pharmacotherapy, 10.1080/14656566.2016.1258058, VOL. 18, NO. 1, (105-113), Online publication date: 2-Jan-2017. Aghabegi Moghanjoughi A, Khoshnevis D and Zarrabi A (2016) A concise review on smart polymers for controlled drug releaseDrug Delivery and Translational Research, 10.1007/s13346-015-0274-7, VOL. 6, NO. 3, (333-340), Online publication date: 1-Jun-2016. Berezin P, Milovanov V and Ivannikov A (2016) Experience with a luteinizing hormone-releasing hormone agonist in patients with prostate cancerOnkologiya. Zhurnal imeni P.A.Gertsena, 10.17116/onkolog20165229-33, VOL. 5, NO. 2, (29), . Crawford E, Moul J, Sartor O and Shore N (2015) Extended release, 6-month formulations of leuprolide acetate for the treatment of advanced prostate cancer: achieving testosterone levels below 20 ng/dlExpert Opinion on Drug Metabolism & Toxicology, 10.1517/17425255.2015.1073711, VOL. 11, NO. 9, (1465-1474), Online publication date: 2-Sep-2015. Wei J, Luo X, Chen M, Lu J and Li X (2015) Spatial distribution and antitumor activities after intratumoral injection of fragmented fibers with loaded hydroxycamptothecinActa Biomaterialia, 10.1016/j.actbio.2015.05.020, VOL. 23, (189-200), Online publication date: 1-Sep-2015. Vis A, van der Sluis T, Al-Itejawi H, van Moorselaar R and Meuleman E (2015) Risk of disease flare with LHRH agonist therapy in men with prostate cancer: Myth or fact?Urologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2014.04.016, VOL. 33, NO. 1, (7-15), Online publication date: 1-Jan-2015. Lakkadwala S, Nguyen S, Nesamony J, Narang A and Boddu S (2015) Smart Polymers in Drug Delivery Excipient Applications in Formulation Design and Drug Delivery, 10.1007/978-3-319-20206-8_7, (169-199), . Thakur R, McMillan H and Jones D (2014) Solvent induced phase inversion-based in situ forming controlled release drug delivery implantsJournal of Controlled Release, 10.1016/j.jconrel.2013.12.020, VOL. 176, (8-23), Online publication date: 1-Feb-2014. Lee S, Lee H, Kim S, Lee E, Hong S, Kim C, Kang T and Chung B (2014) Is High-Dose Leuprorelin Acetate Effective and Safe in Asian Men with Prostate Cancer? An Open-Label, Non-Comparative, Multi-Center Clinical TrialYonsei Medical Journal, 10.3349/ymj.2014.55.2.310, VOL. 55, NO. 2, (310), . Nishiyama T (2014) Serum testosterone levels after medical or surgical androgen deprivation: A comprehensive review of the literatureUrologic Oncology: Seminars and Original Investigations, 10.1016/j.urolonc.2013.03.007, VOL. 32, NO. 1, (38.e17-38.e28), Online publication date: 1-Jan-2014. Agarwal P and Rupenthal I (2013) Injectable implants for the sustained release of protein and peptide drugsDrug Discovery Today, 10.1016/j.drudis.2013.01.013, VOL. 18, NO. 7-8, (337-349), Online publication date: 1-Apr-2013. Pickles T, Hamm J, Morris W, Schreiber W and Tyldesley S (2012) Incomplete testosterone suppression with luteinizing hormone-releasing hormone agonists: does it happen and does it matter?BJU International, 10.1111/j.1464-410X.2012.11190.x, VOL. 110, NO. 11b, (E500-E507), Online publication date: 1-Dec-2012. Spitz A, Young J, Larsen L, Mattia-Goldberg C, Donnelly J and Chwalisz K (2011) Efficacy and safety of leuprolide acetate 6-month depot for suppression of testosterone in patients with prostate cancerProstate Cancer and Prostatic Diseases, 10.1038/pcan.2011.50, VOL. 15, NO. 1, (93-99), Online publication date: 1-Mar-2012. Letchford K, Södergard A, Plackett D, Gilchrist S and Burt H (2011) Lactide and Glycolide Polymers Biodegradable Polymers in Clinical Use and Clinical Development, 10.1002/9781118015810.ch9, (317-365) Iannazzo S, Pradelli L, Carsi M and Perachino M (2011) Cost-effectiveness analysis of LHRH agonists in the treatment of metastatic prostate cancer in ItalyValue in Health, 10.1016/j.jval.2010.10.023, VOL. 14, NO. 1, (80-89), Online publication date: 1-Jan-2011. Schulman C, Irani J, Morote J, Schalken J, Montorsi F, Chlosta P and Heidenreich A (2010) Androgen-Deprivation Therapy in Prostate Cancer: A European Expert Panel ReviewEuropean Urology Supplements, 10.1016/j.eursup.2010.07.001, VOL. 9, NO. 7, (675-691), Online publication date: 1-Oct-2010. Marberger M, Kaisary A, Shore N, Karlin G, Savulsky C, Mis R, Leuratti C and Germa J (2010) Effectiveness, pharmacokinetics, and safety of a new sustained-release leuprolide acetate 3.75-mg depot formulation for testosterone suppression in patients with prostate cancer: A phase III, open-label, international multicenter studyClinical Therapeutics, 10.1016/j.clinthera.2010.04.013, VOL. 32, NO. 4, (744-757), Online publication date: 1-Apr-2010. Heidenreich A (2009) Improving Flexibility and Quality of Life for Your Patients: A Must?European Urology Supplements, 10.1016/j.eursup.2009.09.004, VOL. 8, NO. 12, (857-862), Online publication date: 1-Dec-2009. Montorsi F (2009) Prostate Cancer: Closing the Gap Between Science and Practice — Introduction and ConclusionsEuropean Urology Supplements, 10.1016/j.eursup.2009.08.005, VOL. 8, NO. 12, (839-842), Online publication date: 1-Dec-2009. Bastiat G and Leroux J (2009) Pharmaceutical organogels prepared from aromatic amino acid derivativesJournal of Materials Chemistry, 10.1039/b822657a, VOL. 19, NO. 23, (3867), . Schulman C (2008) Hormone Therapy for Prostate Cancer: Less Is More? Introduction and ConclusionsEuropean Urology Supplements, 10.1016/j.eursup.2008.09.005, VOL. 7, NO. 13, (743-746), Online publication date: 1-Dec-2008. Berges R (2008) New Trends in Managing the Prostate Cancer PatientEuropean Urology Supplements, 10.1016/j.eursup.2008.09.003, VOL. 7, NO. 13, (758-764), Online publication date: 1-Dec-2008. Dadey E (2008) The Atrigel® Drug Delivery System Modified-Release Drug Delivery Technology, Second Edition, 10.3109/9781420045260-16, (183-189), Online publication date: 28-May-2008. Tombal B (2008) What is New in Hormone Therapy for Prostate Cancer in 2007?European Urology Supplements, 10.1016/j.eursup.2008.01.002, VOL. 7, NO. 6, (477-483), Online publication date: 1-Apr-2008. Heidenreich A, Pfister D, Ohlmann C and Engelmann U (2008) Androgendeprivation in der Therapie des ProstatakarzinomsAndrogen deprivation for advanced prostate cancerDer Urologe, 10.1007/s00120-008-1636-2, VOL. 47, NO. 3, (270-283), Online publication date: 1-Mar-2008. Tombal B and Berges R (2008) Optimal Control of Testosterone: A Clinical Case-Based Approach of Modern Androgen-Deprivation TherapyEuropean Urology Supplements, 10.1016/j.eursup.2007.11.001, VOL. 7, NO. 1, (15-21), Online publication date: 1-Feb-2008. Schulman C and Montorsi F (2008) Multidisciplinary Management of the Prostate Cancer Patient: Introduction and ConclusionsEuropean Urology Supplements, 10.1016/j.eursup.2007.10.001, VOL. 7, NO. 1, (1-5), Online publication date: 1-Feb-2008. WESTWOOD M and JONES D (2008) Drug release from bioresorbable materials Degradation Rate of Bioresorbable Materials, 10.1533/9781845695033.5.357, (357-392), . Peyromaure M, Rebillard X, Ruffion A, Salomon L, Villers A and Soulie M (2008) Évolution de la testostéronémie chez les patients traités par hormonothérapie pour un cancer prostatiqueProgrès en Urologie, 10.1016/j.purol.2007.10.007, VOL. 18, NO. 1, (2-8), Online publication date: 1-Jan-2008. Duncan C, Powers J, Davis T and Spraker T (2016) Abomasal and Uterine Adenocarcinomas with Ovarian Metastasis in a Captive elk ( Cervus Elaphus Nelsoni ) Journal of Veterinary Diagnostic Investigation, 10.1177/104063870701900518, VOL. 19, NO. 5, (560-563), Online publication date: 1-Sep-2007. Berges R (2007) Eligard® 6: Achieving Optimal Testosterone Control with the Convenience of a Twice-a-Year FormulationEuropean Urology Supplements, 10.1016/j.eursup.2007.06.003, VOL. 6, NO. 15, (840-845), Online publication date: 1-Sep-2007. Schulman C, Alcaraz A, Berges R, Montorsi F, Teillac P and Tombal B (2007) Expert opinion on 6-monthly luteinizing hormone-releasing hormone agonist treatment with a novel depot delivery system for prostate cancerBJU International, 10.1111/j.1464-410X.2007.06967.x, VOL. 100, NO. s1, (1-5), Online publication date: 1-Jul-2007. Tombal B and Berges R (2007) Optimal Testosterone Control and Eligard®European Urology Supplements, 10.1016/j.eursup.2007.04.001, VOL. 6, NO. 12, (754-760), Online publication date: 1-Jul-2007. Schulman C and Chapple C (2007) Introduction and ConclusionsEuropean Urology Supplements, 10.1016/j.eursup.2007.03.012, VOL. 6, NO. 12, (695-700), Online publication date: 1-Jul-2007. Odeyemi I, Berges R and Bolodeoku J (2007) Economic impact of different preparations of leuprolide acetate in the management of advanced prostate cancerJournal of Medical Economics, 10.3111/200710135146, VOL. 10, NO. 2, (135-146), Online publication date: 1-Jan-2007. Tombal B and Berges R (2006) Eligard®: Advantages for Optimal Testosterone ControlEuropean Urology Supplements, 10.1016/j.eursup.2006.08.007, VOL. 5, NO. 18, (900-904), Online publication date: 1-Nov-2006. Sartor O (2006) Eligard® 6: A New Form of Treatment for Prostate CancerEuropean Urology Supplements, 10.1016/j.eursup.2006.08.006, VOL. 5, NO. 18, (905-910), Online publication date: 1-Nov-2006. Alcaraz A (2006) Management of Prostate Cancer: Global StrategiesEuropean Urology Supplements, 10.1016/j.eursup.2006.08.005, VOL. 5, NO. 18, (890-899), Online publication date: 1-Nov-2006. Barmoshe S and Zlotta A (2006) Pharmacotherapy for prostate cancer, with emphasis on hormonal treatmentsExpert Opinion on Pharmacotherapy, 10.1517/14656566.7.13.1685, VOL. 7, NO. 13, (1685-1699), Online publication date: 1-Sep-2006. Zlotta A, Abrahamsson P, Tombal B, Berges R and Debruyne F (2006) Hormone Therapy: Improving Therapy Decisions and MonitoringEuropean Urology Supplements, 10.1016/j.eursup.2006.01.002, VOL. 5, NO. 3, (369-376), Online publication date: 1-Apr-2006. Beals J and Shanafelt A (2006) Enhancing exposure of protein therapeuticsDrug Discovery Today: Technologies, 10.1016/j.ddtec.2006.03.001, VOL. 3, NO. 1, (87-94), Online publication date: 1-Mar-2006. Tombal B and Berges R (2005) How Good do Current LHRH Agonists Control Testosterone? Can this be Improved with Eligard®?European Urology Supplements, 10.1016/j.eursup.2005.08.004, VOL. 4, NO. 8, (30-36), Online publication date: 1-Nov-2005. Schulman C (2005) Introduction and SummaryEuropean Urology Supplements, 10.1016/j.eursup.2005.08.003, VOL. 4, NO. 8, (1-3), Online publication date: 1-Nov-2005. Boccon-Gibod L (2005) Optimising Hormone Therapy in Advanced DiseaseEuropean Urology Supplements, 10.1016/j.eursup.2005.08.001, VOL. 4, NO. 8, (21-29), Online publication date: 1-Nov-2005. Cox M, Scripture C and Figg W (2014) Leuprolide acetate given by a subcutaneous extended-release injection: less of a pain?Expert Review of Anticancer Therapy, 10.1586/14737140.5.4.605, VOL. 5, NO. 4, (605-611), Online publication date: 1-Aug-2005. Tombal B (2005) Appropriate Castration with Luteinising Hormone Releasing Hormone (LHRH) Agonists: What is the Optimal Level of Testosterone?European Urology Supplements, 10.1016/j.eursup.2005.04.004, VOL. 4, NO. 5, (14-19), Online publication date: 1-Jul-2005. Mongiat-Artus P and Teillac P (2005) Role of Luteinising Hormone Releasing Hormone (LHRH) Agonists and Hormonal Treatment in the Management of Prostate CancerEuropean Urology Supplements, 10.1016/j.eursup.2005.04.003, VOL. 4, NO. 5, (4-13), Online publication date: 1-Jul-2005. Berges R (2005) Eligard®: Pharmacokinetics, Effect on Testosterone and PSA Levels and TolerabilityEuropean Urology Supplements, 10.1016/j.eursup.2005.04.001, VOL. 4, NO. 5, (20-25), Online publication date: 1-Jul-2005. Packhaeuser C, Schnieders J, Oster C and Kissel T (2004) In situ forming parenteral drug delivery systems: an overviewEuropean Journal of Pharmaceutics and Biopharmaceutics, 10.1016/j.ejpb.2004.03.003, VOL. 58, NO. 2, (445-455), Online publication date: 1-Sep-2004. Oefelein M and Resnick M (2003) Effective testosterone suppression for patients with prostate cancer: is there a best castration?Urology, 10.1016/S0090-4295(03)00331-5, VOL. 62, NO. 2, (207-213), Online publication date: 1-Aug-2003. Sartor O, Dineen M, Perez-Marreno R, Chu F, Carron G and Tyler R (2003) An eight-month clinical study of LA-2575 30.0 mg: a new 4-month, subcutaneous delivery system for leuprolide acetate in the treatment of prostate cancerUrology, 10.1016/S0090-4295(03)00330-3, VOL. 62, NO. 2, (319-323), Online publication date: 1-Aug-2003. Sartor O (2003) Eligard: leuprolide acetate in a novel sustained-release delivery systemUrology, 10.1016/S0090-4295(02)02396-8, VOL. 61, NO. 2, (25-31), Online publication date: 1-Feb-2003. Croom K and Perry C (2003) Leuprolide AcetateAmerican Journal of Cancer, 10.2165/00024669-200302010-00004, VOL. 2, NO. 1, (57-64), . Volume 168Issue 3September 2002Page: 1199-1203 Advertisement Copyright & Permissions© 2002 by American Urological Association, Inc.Keywordspharmacokineticsprostateleuprolideprostatic neoplasmsdrug delivery systemsMetricsAuthor Information Franklin M. Chu More articles by this author Maury Jayson More articles by this author Martin K. Dineen More articles by this author Ramon Perez More articles by this author Richard Harkaway More articles by this author Robert C. Tyler More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Franklin Chu",
      "id": "A5003454382",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210099869",
          "display_name": "Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210147900",
          "display_name": "Clinical Research Associates",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I2801887358",
          "display_name": "Einstein Medical Center Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Franklin M. Chu"
    },
    {
      "display_name": "Maury Jayson",
      "id": "A5036449558",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210099869",
          "display_name": "Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210147900",
          "display_name": "Clinical Research Associates",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I2801887358",
          "display_name": "Einstein Medical Center Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maury Jayson"
    },
    {
      "display_name": "Martin Dineen",
      "id": "A5022234217",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210099869",
          "display_name": "Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210147900",
          "display_name": "Clinical Research Associates",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I2801887358",
          "display_name": "Einstein Medical Center Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martin K. Dineen"
    },
    {
      "display_name": "Ramón Pérez",
      "id": "A5015725788",
      "orcid": "https://orcid.org/0009-0006-7104-0335",
      "institutions": [
        {
          "id": "I4210147900",
          "display_name": "Clinical Research Associates",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I4210099869",
          "display_name": "Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I2801887358",
          "display_name": "Einstein Medical Center Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ramon Perez"
    },
    {
      "display_name": "Richard C. Harkaway",
      "id": "A5027674292",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210099869",
          "display_name": "Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210147900",
          "display_name": "Clinical Research Associates",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I2801887358",
          "display_name": "Einstein Medical Center Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Harkaway"
    },
    {
      "display_name": "Robert Claude Tyler",
      "id": "A5019406303",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210099869",
          "display_name": "Urology Associates",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210147900",
          "display_name": "Clinical Research Associates",
          "country_code": "US",
          "type": "facility"
        },
        {
          "id": "I2801887358",
          "display_name": "Einstein Medical Center Philadelphia",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert C. Tyler"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-09-01",
  "type": "article",
  "cited_by_count": 87,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "168",
  "issue": "3",
  "first_page": "1199",
  "last_page": "1203",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9454304
    },
    {
      "id": "C2776561332",
      "display_name": "Depot",
      "level": 2,
      "score": 0.87224585
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7217041
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.48659813
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.3743892
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.36941904
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.35896862
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.33524716
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.20340744
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9986
    },
    {
      "id": "T10748",
      "display_name": "Growth Hormone and Insulin-like Growth Factors",
      "score": 0.9933
    },
    {
      "id": "T11069",
      "display_name": "Testicular diseases and treatments",
      "score": 0.9687
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(05)64625-3",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.058800",
  "source_database": "OpenAlex"
}