{
  "openalex_id": "W4321059244",
  "doi": "https://doi.org/10.1016/s0022-5347(01)64417-3",
  "title": "Stent-Free Thiersch-Duplay Hypospadias Repair With the Snodgrass Modification",
  "abstract": "No AccessJournal of UrologyHypospadias1 Sep 1997Stent-Free Thiersch-Duplay Hypospadias Repair With the Snodgrass Modification Robert Eric Steckler and Mark R. Zaontz Robert Eric StecklerRobert Eric Steckler and Mark R. ZaontzMark R. Zaontz View All Author Informationhttps://doi.org/10.1016/S0022-5347(01)64417-3AboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract Purpose: Incision of the glanular urethral plate (the Snodgrass modification) permits tubularization of the neourethra in the Thiersch-Duplay fashion when anatomy would otherwise preclude a tension-free anastomosis and necessitate another operative technique for hypospadias repair. To take advantage of these cosmetic benefits without the potential morbidity associated with indwelling catheters, we performed a stent-free Thiersch-Duplay repair incorporating the Snodgrass modification. Materials and Methods: The Thiersch-Duplay hypospadias repair was combined with the Snodgrass modification. Hinging the urethral plate was necessary when the glanular groove was too shallow to perform a standard Thiersch-Duplay repair. Results: Stent-free repairs were performed in 33 children 0.47 to 2.66 years old (mean age plus or minus standard deviation 0.98 −/− 0.47). Followup was obtained in 31 children. There was no postoperative urinary retention, fistulas or meatal stenosis. No unusual or prolonged discomfort distinguished these children from those who underwent a standard Thiersch-Duplay repair. Conclusions: Excellent cosmetic results can be anticipated irrespective of the preoperative glans configuration. Incision of the glanular urethral plate can be performed safely as an adjunct to a modified Thiersch-Duplay hypospadias repair without postoperative indwelling catheters. References 1 : On the origin and operative treatment of epispadias.. Arch. Heilk.1869; 10: 20. Google Scholar 2 : Sur le traitement chirurgical de l'hypospadias et de l'epispadias.. Arch. Gen. Med.1880; 145: 257. Google Scholar 3 : Traitement en un temps de l'hypospadias balanique ou juxtabalanique.. J. Chir.1932; 39: 481. Google Scholar 4 : One-stage correction of distal hypospadias and other people's fistulae.. Brit. J. Plast. Surg.1965; 39: 481. Google Scholar 5 : Meatal advancement and glanuloplasty hypospadias repair after 1,000 cases: avoidance of meatal stenosis and regression.. J. Urol.1992; 147: 665. Abstract, Google Scholar 6 : Tubularized, incised plate urethroplasty for distal hypospadias.. J. Urol.1994; 151: 464. Abstract, Google Scholar 7 : Tubularized incised plate hypospadias repair: results of a multicenter experience.. J. Urol.1996; 156: 839. part 2. Abstract, Google Scholar 8 : Snodgrass repair with skin graft.. Soc. Ped. Urol. NewsletterJuly 12, 1995; : 8. Google Scholar 9 : Stentless Snodgrass repair with subcutaneous pedicle flap coverage.. Soc. Ped. Urol. Newslett.February 20, 1996; : 1. Google Scholar 10 : De-epithelialized skin flap coverage in hypospadias repair.. J. Urol.1988; 140: 1273. part 2. Abstract, Google Scholar 11 : Hinging the urethral plate in hypospadias meatoplasty.. J. Urol.1989; 142: 1551. Abstract, Google Scholar 12 : Hypospadias.. In: . Philadelphia: W. B. Saunders Co.1992: 1893. chapt. 50. Google Scholar 13 : The Mathieu operation. Is a urethral stent mandatory?. Brit. J. Urol.1993; 71: 492. Google Scholar From the Children's Urology Group, Tampa, Florida, and Section of Pediatric Urology, Division of Pediatric Surgery, University of Medicine and Dentistry of New Jersey, Robert Wood Johnson Medical School at Camden, Camden, New Jersey.© 1997 by American Urological Association, Inc.FiguresReferencesRelatedDetailsCited byBhat A (2007) Extended Urethral Mobilization in Incised Plate Urethroplasty for Severe Hypospadias: A Variation in Technique to Improve Chordee CorrectionJournal of Urology, VOL. 178, NO. 3, (1031-1035), Online publication date: 1-Sep-2007.Routh J, Wolpert J and Reinberg Y (2018) Tunneled Tunica Vaginalis Flap is an Effective Technique for Recurrent Urethrocutaneous Fistulas Following Tubularized Incised Plate UrethroplastyJournal of Urology, VOL. 176, NO. 4, (1578-1581), Online publication date: 1-Oct-2006.MEIR D and LIVNE P (2018) IS PROPHYLACTIC ANTIMICROBIAL TREATMENT NECESSARY AFTER HYPOSPADIAS REPAIR?Journal of Urology, VOL. 171, NO. 6 Part 2, (2621-2622), Online publication date: 1-Jun-2004.Palmer L, Palmer J, Franco I, Friedman S, Kolligian M, Gill B and Levitt S (2018) The “Long Snodgrass”: Applying the Tubularized Incised Plate Urethroplasty to Penoscrotal Hypospadias in 1-stage Or 2-stage RepairsJournal of Urology, VOL. 168, NO. 4 Part 2, (1748-1750), Online publication date: 1-Oct-2002.Cheng E, Vemulapalli S, Kropp B, Pope J, Furness P, Kaplan W and Smith D (2018) Snodgrass Hypospadias Repair with Vascularized Dartos Flap: The Perfect Repair for Virgin Cases of Hypospadias?Journal of Urology, VOL. 168, NO. 4 Part 2, (1723-1726), Online publication date: 1-Oct-2002.LOPES J, SCHNED A, ELLSWORTH P and CENDRON M (2018) HISTOLOGICAL ANALYSIS OF URETHRAL HEALING AFTER TUBULARIZED INCISED PLATE URETHROPLASTYJournal of Urology, VOL. 166, NO. 3, (1014-1017), Online publication date: 1-Sep-2001.BORER J, BAUER S, PETERS C, DIAMOND D, ATALA A, CILENTO B and RETIK A (2018) TUBULARIZED INCISED PLATE URETHROPLASTY:: EXPANDED USE IN PRIMARY AND REPEAT SURGERY FOR HYPOSPADIASJournal of Urology, VOL. 165, NO. 2, (581-585), Online publication date: 1-Feb-2001.YANG S, CHEN Y, HSIEH C and CHEN S (2018) PRESERVATION OF THE THIN DISTAL URETHRA IN HYPOSPADIAS REPAIRJournal of Urology, VOL. 164, NO. 1, (151-153), Online publication date: 1-Jul-2000.Snodgrass W (2018) RE: DOES TUBULARIZED INCISED PLATE HYPOSPADIAS REPAIR CREATE NEOURETHRAL STRICTURES?Journal of Urology, VOL. 163, NO. 5, (1525-1525), Online publication date: 1-May-2000. (2018) EDITORIAL COMMENTJournal of Urology, VOL. 162, NO. 6, (2142-2143), Online publication date: 1-Dec-1999.DECTER R and FRANZONI D (2018) DISTAL HYPOSPADIAS REPAIR BY THE MODIFIED THIERSCH-DUPLAY TECHNIQUE WITH OR WITHOUT HINGING THE URETHRAL PLATE: A NEAR IDEAL WAY TO CORRECT DISTAL HYPOSPADIASJournal of Urology, VOL. 162, NO. 3 Part 2, (1156-1158), Online publication date: 1-Sep-1999.Elbakry A (2018) RE: TUBULARIZED INCISED PLATE HYPOSPADIAS REPAIR FOR PROXIMAL HYPOSPADIASJournal of Urology, VOL. 161, NO. 4, (1286-1286), Online publication date: 1-Apr-1999. Volume 158Issue 3September 1997Page: 1178-1180 Advertisement Copyright & Permissions© 1997 by American Urological Association, Inc.MetricsAuthor Information Robert Eric Steckler More articles by this author Mark R. Zaontz More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Robert E. Steckler",
      "id": "A5078644617",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Robert Eric Steckler"
    },
    {
      "display_name": "Mark R. Zaontz",
      "id": "A5041259959",
      "orcid": "https://orcid.org/0000-0001-5636-0126",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mark R. Zaontz"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-09-01",
  "type": "article",
  "cited_by_count": 85,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "158",
  "issue": "3",
  "first_page": "1178",
  "last_page": "1180",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9047545
    },
    {
      "id": "C2777990738",
      "display_name": "Hypospadias",
      "level": 2,
      "score": 0.85037714
    },
    {
      "id": "C2778583881",
      "display_name": "Stent",
      "level": 2,
      "score": 0.4653194
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.3298912
    }
  ],
  "topics": [
    {
      "id": "T11815",
      "display_name": "Urological Disorders and Treatments",
      "score": 1.0
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.9814
    },
    {
      "id": "T12695",
      "display_name": "Urinary and Genital Oncology Studies",
      "score": 0.9758
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(01)64417-3",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.321827",
  "source_database": "OpenAlex"
}