{
  "openalex_id": "W4328122710",
  "doi": "https://doi.org/10.1515/9783111057231-001",
  "title": "Introduction: Orientalism and the Western Imagination",
  "abstract": "After midnight two armed men confronted Abdallah Arraf in the family's courtyard.The old man, who had recently moved home from the United States so he could die where he was born, knew they were there to arrest somebody.He was surprised though when they demanded he surrender his daughter Amina.Amina, however, was not surprised.She had spent the last two months organizing protests and proclaiming her opposition to the regime on her blog, A Gay Girl in Damascus.Not wanting to risk anybody else's life by trying to hide or escape, she went downstairs to face her fate.When she arrived, the men told her she was under arrest for participating in a Salafist plot.Her father interrupted, claiming it was ridiculous to arrest a woman who \"doesn't even cover any more\" for being an Islamist radical.He demanded to know how they could have read her defense of same-sex marriage or her argument that \"there should be no religion as religion of the state\" and believe she was a religious extremist?In response one of the men asked Abdallah, \"Did she tell you that she likes to sleep with women . . .That she is one of those faggots who fucks little girls?\"Abdallah, who already knew Amina was a lesbian, defiantly responded, \"She is my daughter and she is who she is and if you want her, you must take me as well.\"Angered, one militiaman grabbed Amina's breast, and threated that \"Maybe if you were with a real man you'd stop this nonsense.\"Abdallah contemptuously asked, \"Did the jackal sleep with the monkey before you were born?\"After demanding and getting their names, he knew he had a chance because although they were Alawis, he knew their families.He recited details from their family' histories and explained that nothing they said would shake his love for his daughter, \"she has done many things that, if I had been her, I would not have done.But she has never once stopped being my daughter and I will never once let you do any harm to her.\"He ordered them to leave and \"tell the rest of your gang to leave her alone\" because she was not their enemy.Instead of backing Assad's dictatorship out of fear, they should support Amina and democrats like her who \"are the ones saying alawi, sunni, arabi, kurdi, duruzi, christian, everyone is the same and will be equal in the new Syria; they are the ones who, if the revolution comes, will be saving Your mother and your sisters.\"Faced with Abdallah's outrage, the men apologized for disturbing the house and left.On her blog, Amina described how \"everyone in the house was awake",
  "authors": [
    {
      "display_name": "Andrew Orr",
      "id": "A5099327578",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Andrew Orr"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-03-20",
  "type": "book-chapter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463091",
    "display_name": "De Gruyter eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310313990"
  },
  "volume": null,
  "issue": null,
  "first_page": "1",
  "last_page": "25",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://www.degruyter.com/document/doi/10.1515/9783111057231-001/pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C510816226",
      "display_name": "Orientalism",
      "level": 2,
      "score": 0.93488455
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.44101933
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.3281755
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.32407808
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.2759731
    }
  ],
  "topics": [
    {
      "id": "T13575",
      "display_name": "Travel Writing and Literature",
      "score": 0.9371
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1515/9783111057231-001",
  "pdf_url": "https://www.degruyter.com/document/doi/10.1515/9783111057231-001/pdf",
  "retrieved_date": "2025-07-30T15:56:49.383294",
  "source_database": "OpenAlex"
}