{
  "openalex_id": "W4323350946",
  "doi": "https://doi.org/10.1093/jcag/gwac036.176",
  "title": "A176 ASSOCIATIONS OF ANTIBIOTICS, HORMONAL THERAPIES, ORAL CONTRACEPTIVES, AND LONG-TERM NSAIDS WITH INFLAMMATORY BOWEL DISEASE: RESULTS FROM THE PROSPECTIVE URBAN RURAL EPIDEMIOLOGY (PURE) STUDY",
  "abstract": "Abstract Background The pathogenesis of inflammatory bowel disease (IBD) which includes Crohn’s disease (CD) and ulcerative colitis (UC), is believed to involve activation of the intestinal immune system in response to the gut microbiome among genetically susceptible hosts. IBD has been historically regarded as a disease of developed nations, though in the past two decades there has been a reported shift in the epidemiological pattern of disease. High-income nations with known high prevalence of disease are seeing a stabilization of incident cases, while a rapid rise of incident IBD is being observed in developing nations. This suggests that environmental exposures may play a role in mediating the risk of developing IBD. The potential environmental determinants of IBD across various regions is vast, though medications have been increasingly recognized as one broad category of risk factors. Purpose Several medications have been considered to contribute to the etiology of IBD. This study assessed the association between medication use and risk of developing IBD using the Prospective Urban Rural Epidemiology (PURE) cohort. Method This was a prospective cohort study of 133,137 individuals between the ages of 20-80 from 24 countries. Country-specific validated questionnaires documented baseline and follow-up medication use. Participants were followed prospectively at least every 3 years. The main outcome was development of IBD, including CD and UC. Short-term (baseline but not follow-up use) and long-term use (baseline and subsequent follow-up use) was evaluated. Results are presented as adjusted odds ratios (aOR) with 95% confidence intervals (CI). Result(s) During the median follow-up of 11.0 years [interquartile range (IQR) 9.2-12.2], we recorded 571 incident cases of IBD (143 CD and 428 UC). Higher risk of incident IBD was associated with baseline antibiotic use [aOR: 2.81 (95% CI: 1.67-4.73), p=0.0001] and hormonal medication use [aOR: 4.43 (95% CI: 1.78-11.01), p=0.001]. Among females, previous or current oral contraceptive use was also associated with IBD development [aOR: 2.17 (95% CI: 1.70-2.77), p=5.02E-10]. NSAID users were also observed to have increased risk of IBD [aOR: 1.80 (95% CI: 1.23-2.64), p=0.002], which was driven by long-term users [aOR: 5.58 (95% CI: 2.26-13.80), p&amp;lt;0.001]. All significant results were consistent in direction for CD and UC with low heterogeneity. Conclusion(s) Antibiotics, hormonal medications, oral contraceptives, and long-term NSAID use were associated with increased odds of incident IBD after adjustment for covariates. Please acknowledge all funding agencies by checking the applicable boxes below Other Please indicate your source of funding below: Salim Yusuf is supported by the Heart &amp; Stroke Foundation/Marion W. Burke Chair in Cardiovascular Disease. The PURE Study is an investigator-initiated study funded by the Population Health Research Institute, the Canadian Institutes of Health Research (CIHR), Heart and Stroke Foundation of Ontario, support from CIHR’s Strategy for Patient Oriented Research (SPOR) through the Ontario SPOR Support Unit, as well as the Ontario Ministry of Health and Long-Term Care and through unrestricted grants from several pharmaceutical companies, with major contributions from AstraZeneca (Canada), Sanofi-Aventis (France and Canada), Boehringer Ingelheim (Germany and Canada), Servier, and GlaxoSmithkline, and additional contributions from Novartis and King Pharma and from various national or local organisations in participating countries; these include: Argentina: Fundacion ECLA; Bangladesh: Independent University, Bangladesh and Mitra and Associates; Brazil: Unilever Health Institute, Brazil; Canada: Public Health Agency of Canada and Champlain Cardiovascular Disease Prevention Network; Chile: Universidad de la Frontera; China: National Center for Cardiovascular Diseases; Colombia: Colciencias, grant number 6566-04-18062; India: Indian Council of Medical Research; Malaysia: Ministry of Science, Technology and Innovation of Malaysia, grant numbers 100 -IRDC/BIOTEK 16/6/21 (13/2007) and 07-05-IFN-BPH 010, Ministry of Higher Education of Malaysia grant number 600 -RMI/LRGS/5/3 (2/2011), Universiti Teknologi MARA, Universiti Kebangsaan Malaysia (UKM-Hejim-Komuniti-15-2010); occupied Palestinian territory: the UN Relief and Works Agency for Palestine Refugees in the Near East, occupied Palestinian territory; International Development Research Centre, Canada; Philippines: Philippine Council for Health Research &amp; Development; Poland: Polish Ministry of Science and Higher Education grant number 290/W-PURE/2008/0, Wroclaw Medical University; Saudi Arabia: the Deanship of Scientific Research at King Saud University, Riyadh, Saudi Arabia (research group number RG -1436-013); South Africa: the North-West University, SANPAD (SA and Netherlands Programme for Alternative Development), National Research Foundation, Medical Research Council of SA, The SA Sugar Association (SASA), Faculty of Community and Health Sciences (UWC); Sweden: grants from the Swedish state under the Agreement concerning research and education of doctors; the Swedish Heart and Lung Foundation; the Swedish Research Council; the Swedish Council for Health, Working Life and Welfare, King Gustaf V’s and Queen Victoria Freemasons Foundation, AFA Insurance, Swedish Council for Working Life and Social Research, Swedish Research Council for Environment, Agricultural Sciences and Spatial Planning, grant from the Swedish State under the Läkar Utbildnings Avtalet agreement, and grant from the Västra Götaland Region; Turkey: Metabolic Syndrome Society, AstraZeneca, Turkey, Sanofi Aventis, Turkey; United Arab Emirates (UAE): Sheikh Hamdan Bin Rashid Al Maktoum Award For Medical Sciences and Dubai Health Authority, Dubai UAE. Disclosure of Interest C. Pray: None Declared, N. Narula Grant / Research support from: Neeraj Narula holds a McMaster University Department of Medicine Internal Career Award. Neeraj Narula has received honoraria from Janssen, Abbvie, Takeda, Pfizer, Merck, and Ferring, E. C. Wong: None Declared, J. K. Marshall Grant / Research support from: John K. Marshall has received honoraria from Janssen, AbbVie, Allergan, Bristol-Meyer-Squibb, Ferring, Janssen, Lilly, Lupin, Merck, Pfizer, Pharmascience, Roche, Shire, Takeda and Teva., S. Rangarajan: None Declared, S. Islam: None Declared, A. Bahonar: None Declared, K. F. Alhabib: None Declared, A. Kontsevaya: None Declared, F. Ariffin: None Declared, H. U. Co: None Declared, W. Al Sharief: None Declared, A. Szuba: None Declared, A. Wielgosz: None Declared, M. L. Diaz: None Declared, R. Yusuf: None Declared, L. Kruger: None Declared, B. Soman: None Declared, Y. Li: None Declared, C. Wang: None Declared, L. Yin: None Declared, M. Erkin: None Declared, F. Lanas: None Declared, K. Davletov: None Declared, A. Rosengren: None Declared, P. Lopez-Jaramillo: None Declared, R. Khatib: None Declared, A. Oguz: None Declared, R. Iqbal: None Declared, K. Yeates: None Declared, Á. Avezum: None Declared, W. Reinisch Consultant of: Speaker for Abbott Laboratories, Abbvie, Aesca, Aptalis, Astellas, Centocor, Celltrion, Danone Austria, Elan, Falk Pharma GmbH, Ferring, Immundiagnostik, Mitsubishi Tanabe Pharma Corporation, MSD, Otsuka, PDL, Pharmacosmos, PLS Education, Schering-Plough, Shire, Takeda, Therakos, Vifor, Yakult, Consultant for Abbott Laboratories, Abbvie, Aesca, Algernon, Amgen, AM Pharma, AMT, AOP Orphan, Arena Pharmaceuticals, Astellas, Astra Zeneca, Avaxia, Roland Berger GmBH, Bioclinica, Biogen IDEC, Boehringer-Ingelheim, Bristol-Myers Squibb, Cellerix, Chemocentryx, Celgene, Centocor, Celltrion, Covance, Danone Austria, DSM, Elan, Eli Lilly, Ernest &amp; Young, Falk Pharma GmbH, Ferring, Galapagos, Genentech, Gilead, Grünenthal, ICON, Index Pharma, Inova, Janssen, Johnson &amp; Johnson, Kyowa Hakko Kirin Pharma, Lipid Therapeutics, LivaNova, Mallinckrodt, Medahead, MedImmune, Millenium, Mitsubishi Tanabe Pharma Corporation, MSD, Nash Pharmaceuticals, Nestle, Nippon Kayaku, Novartis, Ocera, Omass, Otsuka, Parexel, PDL, Periconsulting, Pharmacosmos, Philip Morris Institute, Pfizer, Procter &amp; Gamble, Prometheus, Protagonist, Provention, Robarts Clinical Trial, Sandoz, Schering-Plough, Second Genome, Seres Therapeutics, Setpointmedical, Sigmoid, Sublimity, Takeda, Therakos, Theravance, Tigenix, UCB, Vifor, Zealand, Zyngenia, and 4SC, Advisory board member for Abbott Laboratories, Abbvie, Aesca, Amgen, AM Pharma, Astellas, Astra Zeneca, Avaxia, Biogen IDEC, Boehringer-Ingelheim, Bristol-Myers Squibb, Cellerix, Chemocentryx, Celgene, Centocor, Celltrion, Danone Austria, DSM, Elan, Ferring, Galapagos, Genentech, Grünenthal, Inova, Janssen, Johnson &amp; Johnson, Kyowa Hakko Kirin Pharma, Lipid Therapeutics, MedImmune, Millenium, Mitsubishi Tanabe Pharma Corporation, MSD, Nestle, Novartis, Ocera, Otsuka, PDL, Pharmacosmos, Pfizer, Procter &amp; Gamble, Prometheus, Sandoz, Schering-Plough, Second Genome, Setpointmedical, Takeda, Therakos, Tigenix, UCB, Zealand, Zyngenia, and 4SC, P. Moayyedi: None Declared, S. Yusuf: None Declared",
  "authors": [
    {
      "display_name": "C Pray",
      "id": "A5062450266",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210122796",
          "display_name": "Digestive Health Research Institute",
          "country_code": "FR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C Pray"
    },
    {
      "display_name": "N Narula",
      "id": "A5076698795",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210122796",
          "display_name": "Digestive Health Research Institute",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "N Narula"
    },
    {
      "display_name": "E C Wong",
      "id": "A5043474056",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210122796",
          "display_name": "Digestive Health Research Institute",
          "country_code": "FR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "E C Wong"
    },
    {
      "display_name": "John K. Marshall",
      "id": "A5022687921",
      "orcid": "https://orcid.org/0000-0002-0523-9032",
      "institutions": [
        {
          "id": "I4210122796",
          "display_name": "Digestive Health Research Institute",
          "country_code": "FR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "J K Marshall"
    },
    {
      "display_name": "Sumathy Rangarajan",
      "id": "A5069728608",
      "orcid": "https://orcid.org/0000-0003-2420-5986",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S Rangarajan"
    },
    {
      "display_name": "S. Islam",
      "id": "A5108297550",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S Islam"
    },
    {
      "display_name": "A Bahonar",
      "id": "A5039558634",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "A Bahonar"
    },
    {
      "display_name": "Khalid F. AlHabib",
      "id": "A5054535416",
      "orcid": "https://orcid.org/0000-0002-6692-3874",
      "institutions": [
        {
          "id": "I2801066305",
          "display_name": "King Saud Medical City",
          "country_code": "SA",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K F Alhabib"
    },
    {
      "display_name": "А. V. Kontsevaya",
      "id": "A5005574461",
      "orcid": "https://orcid.org/0000-0003-2062-1536",
      "institutions": [
        {
          "id": "I4210112802",
          "display_name": "National Research Center for Preventive Medicine",
          "country_code": "RU",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A Kontsevaya"
    },
    {
      "display_name": "Farnaza Ariffin",
      "id": "A5025225675",
      "orcid": "https://orcid.org/0000-0002-7755-9289",
      "institutions": [
        {
          "id": "I4210138650",
          "display_name": "Universiti Teknologi MARA System",
          "country_code": "MY",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "F Ariffin"
    },
    {
      "display_name": "H U Co",
      "id": "A5073965565",
      "orcid": null,
      "institutions": [
        {
          "id": "I103911934",
          "display_name": "University of the Philippines System",
          "country_code": "PH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H U Co"
    },
    {
      "display_name": "Wadeia Sharief",
      "id": "A5065675533",
      "orcid": null,
      "institutions": [
        {
          "id": "I1287366011",
          "display_name": "Dubai Health Authority",
          "country_code": "AE",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W Al Sharief"
    },
    {
      "display_name": "Andrzej Szuba",
      "id": "A5077740991",
      "orcid": "https://orcid.org/0000-0002-7555-6201",
      "institutions": [
        {
          "id": "I385303915",
          "display_name": "Wroclaw Medical University",
          "country_code": "PL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A Szuba"
    },
    {
      "display_name": "A Wielgosz",
      "id": "A5109866003",
      "orcid": null,
      "institutions": [
        {
          "id": "I153718931",
          "display_name": "University of Ottawa",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A Wielgosz"
    },
    {
      "display_name": "María L. Bellido",
      "id": "A5052532686",
      "orcid": "https://orcid.org/0000-0002-9330-9132",
      "institutions": [
        {
          "id": "I4210138750",
          "display_name": "Estudios Clínicos Latinoamérica",
          "country_code": "AR",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M L Diaz"
    },
    {
      "display_name": "Rita Yusuf",
      "id": "A5017162079",
      "orcid": "https://orcid.org/0000-0002-0151-9571",
      "institutions": [
        {
          "id": "I31669788",
          "display_name": "Independent University",
          "country_code": "BD",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R Yusuf"
    },
    {
      "display_name": "Liezl-Marié Kruger",
      "id": "A5110456121",
      "orcid": null,
      "institutions": [
        {
          "id": "I27765905",
          "display_name": "North-West University",
          "country_code": "ZA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L Kruger"
    },
    {
      "display_name": "Biju Soman",
      "id": "A5073294527",
      "orcid": "https://orcid.org/0000-0003-0748-0839",
      "institutions": [
        {
          "id": "I2800373951",
          "display_name": "Sree Chitra Thirunal Institute for Medical Sciences and Technology",
          "country_code": "IN",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "B Soman"
    },
    {
      "display_name": "Y Li",
      "id": "A5028899199",
      "orcid": "https://orcid.org/0000-0003-0440-0899",
      "institutions": [
        {
          "id": "I200296433",
          "display_name": "Chinese Academy of Medical Sciences & Peking Union Medical College",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Y Li"
    },
    {
      "display_name": "C Wang",
      "id": "A5103035291",
      "orcid": "https://orcid.org/0009-0005-7262-1679",
      "institutions": [
        {
          "id": "I200296433",
          "display_name": "Chinese Academy of Medical Sciences & Peking Union Medical College",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C Wang"
    },
    {
      "display_name": "Lijuan Yin",
      "id": "A5101514281",
      "orcid": "https://orcid.org/0000-0003-4797-493X",
      "institutions": [
        {
          "id": "I200296433",
          "display_name": "Chinese Academy of Medical Sciences & Peking Union Medical College",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L Yin"
    },
    {
      "display_name": "M Erkin",
      "id": "A5038948171",
      "orcid": null,
      "institutions": [
        {
          "id": "I125528314",
          "display_name": "Kyrgyz State Medical Academy",
          "country_code": "KG",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "M Erkin"
    },
    {
      "display_name": "FERNANDO LANAS",
      "id": "A5028206933",
      "orcid": null,
      "institutions": [
        {
          "id": "I11944219",
          "display_name": "Universidad de La Frontera",
          "country_code": "CL",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "F Lanas"
    },
    {
      "display_name": "Kairat Davletov",
      "id": "A5042673347",
      "orcid": "https://orcid.org/0000-0001-8534-1899",
      "institutions": [
        {
          "id": "I185571130",
          "display_name": "Al-Farabi Kazakh National University",
          "country_code": "KZ",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K Davletov"
    },
    {
      "display_name": "A Rosengren",
      "id": "A5113695739",
      "orcid": null,
      "institutions": [
        {
          "id": "I881427289",
          "display_name": "University of Gothenburg",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A Rosengren"
    },
    {
      "display_name": "Patricio López‐Jaramillo",
      "id": "A5026568725",
      "orcid": "https://orcid.org/0000-0002-9122-8742",
      "institutions": [
        {
          "id": "I4210150934",
          "display_name": "Universidad De Santander",
          "country_code": "CO",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P Lopez-Jaramillo"
    },
    {
      "display_name": "Rasha Khatib",
      "id": "A5087440857",
      "orcid": "https://orcid.org/0000-0002-8046-9559",
      "institutions": [
        {
          "id": "I94800806",
          "display_name": "Birzeit University",
          "country_code": "PS",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R Khatib"
    },
    {
      "display_name": "A Oguz",
      "id": "A5043965481",
      "orcid": null,
      "institutions": [
        {
          "id": "I57913696",
          "display_name": "Istanbul Medeniyet University",
          "country_code": "TR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "A Oguz"
    },
    {
      "display_name": "R Iqbal",
      "id": "A5113258009",
      "orcid": null,
      "institutions": [
        {
          "id": "I118185606",
          "display_name": "Aga Khan University",
          "country_code": "PK",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R Iqbal"
    },
    {
      "display_name": "Karen Yeates",
      "id": "A5009739177",
      "orcid": "https://orcid.org/0000-0003-3628-0879",
      "institutions": [
        {
          "id": "I204722609",
          "display_name": "Queen's University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K Yeates"
    },
    {
      "display_name": "Álvaro Avezum",
      "id": "A5078888395",
      "orcid": "https://orcid.org/0000-0002-3073-6890",
      "institutions": [
        {
          "id": "I4210098119",
          "display_name": "Hospital Alemão Oswaldo Cruz",
          "country_code": "BR",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Á Avezum"
    },
    {
      "display_name": "Walter Reinisch",
      "id": "A5111824557",
      "orcid": null,
      "institutions": [
        {
          "id": "I76134821",
          "display_name": "Medical University of Vienna",
          "country_code": "AT",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "W Reinisch"
    },
    {
      "display_name": "Paul Moayyedi",
      "id": "A5056355381",
      "orcid": "https://orcid.org/0000-0002-3616-9292",
      "institutions": [
        {
          "id": "I4210122796",
          "display_name": "Digestive Health Research Institute",
          "country_code": "FR",
          "type": "facility"
        },
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "P Moayyedi"
    },
    {
      "display_name": "Salim Yusuf",
      "id": "A5018419311",
      "orcid": "https://orcid.org/0000-0003-4776-5601",
      "institutions": [
        {
          "id": "I2802834092",
          "display_name": "Population Health Research Institute",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I76442945",
          "display_name": "Hamilton Health Sciences",
          "country_code": "CA",
          "type": "healthcare"
        },
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "S Yusuf"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-03-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210190764",
    "display_name": "Journal of the Canadian Association of Gastroenterology",
    "issn_l": "2515-2084",
    "issn": [
      "2515-2084",
      "2515-2092"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311648"
  },
  "volume": "6",
  "issue": "Supplement_1",
  "first_page": "20",
  "last_page": "22",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://academic.oup.com/jcag/article-pdf/6/Supplement_1/20/49441454/gwac036.176.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8053219
    },
    {
      "id": "C107130276",
      "display_name": "Epidemiology",
      "level": 2,
      "score": 0.74392664
    },
    {
      "id": "C2778260677",
      "display_name": "Inflammatory bowel disease",
      "level": 3,
      "score": 0.7174828
    },
    {
      "id": "C2780479503",
      "display_name": "Ulcerative colitis",
      "level": 3,
      "score": 0.64099497
    },
    {
      "id": "C188816634",
      "display_name": "Prospective cohort study",
      "level": 2,
      "score": 0.62358373
    },
    {
      "id": "C156957248",
      "display_name": "Odds ratio",
      "level": 2,
      "score": 0.6104834
    },
    {
      "id": "C2779134260",
      "display_name": "Disease",
      "level": 2,
      "score": 0.5503265
    },
    {
      "id": "C2779280984",
      "display_name": "Crohn's disease",
      "level": 3,
      "score": 0.5023122
    },
    {
      "id": "C201903717",
      "display_name": "Cohort study",
      "level": 2,
      "score": 0.45203084
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.44805124
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.43114161
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.33439583
    }
  ],
  "topics": [
    {
      "id": "T10134",
      "display_name": "Inflammatory Bowel Disease",
      "score": 0.9759
    },
    {
      "id": "T11964",
      "display_name": "Pregnancy and Medication Impact",
      "score": 0.9456
    },
    {
      "id": "T13569",
      "display_name": "Microscopic Colitis",
      "score": 0.945
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1093/jcag/gwac036.176",
  "pdf_url": "https://academic.oup.com/jcag/article-pdf/6/Supplement_1/20/49441454/gwac036.176.pdf",
  "retrieved_date": "2025-07-30T15:17:22.597092",
  "source_database": "OpenAlex"
}