{
  "openalex_id": "W4367303528",
  "doi": "https://doi.org/10.1212/wnl.0000000000203475",
  "title": "One-year Data from ENDEAVOR, a Phase 1b Trial of Delandistrogene Moxeparvovec (SRP-9001) in Patients with Duchenne Muscular Dystrophy (DMD) (S48.003)",
  "abstract": "<h3>Objective:</h3> To evaluate expression and safety of intended commercial process delandistrogene moxeparvovec (SRP-9001) material in ENDEAVOR (NCT04626674). <h3>Background:</h3> Delandistrogene moxeparvovec is an investigational gene transfer therapy developed to address the root cause of Duchenne muscular dystrophy (DMD) through targeted skeletal and cardiac muscle expression of SRP-9001 dystrophin protein, which contains key functional domains of dystrophin. <h3>Design/Methods:</h3> ENDEAVOR is a two-part, open-label, Phase 1b study with five cohorts of ambulatory and non-ambulatory patients across a broad age range and with varied DMD mutations. Cohort 1 (n=20) enrolled ambulatory ≥4- to &lt;8-year-olds. Participants received a single intravenous 1.33×10<sup>14</sup> vg/kg (linear standard qPCR) dose of intended commercial process delandistrogene moxeparvovec material. The primary endpoint is change in SRP-9001 dystrophin protein expression from baseline to Week 12. Secondary endpoints include safety and change from baseline in SRP-9001 dystrophin expression as measured by immunofluorescence (IF) intensity and IF percent dystrophin positive fibers. Exploratory endpoints include the North Star Ambulatory Assessment (NSAA) and timed function tests. A propensity-score-weighted external control (EC) cohort was employed to contextualize results. <h3>Results:</h3> We present safety, 1-year functional and 12-week expression data from Cohort 1. SRP-9001 dystrophin expression corresponded with vector genome copies, confirming successful delivery of delandistrogene moxeparvovec to target cells. Safety of intended commercial process material was consistent with clinical process material. No new safety signals were identified. There was a clinically meaningful and statistically significant difference in least-squares mean change from baseline to Year 1 in NSAA total score (Δ=3.2; <i>P</i>&lt;0.0001), Time to Rise (Δ=−1.2; <i>P</i>&lt;0.0001) and 10-meter Walk/Run (Δ=−1.0; <i>P</i>=0.0018) in treated patients relative to EC patients. <h3>Conclusions:</h3> Cohort 1 data suggest the safety and efficacy profile of intended commercial process delandistrogene moxeparvovec material is consistent with that of clinical process material, with no new safety signals identified, and robust SRP-9001 dystrophin expression and positive functional benefit observed. <b>Disclosure:</b> Dr. Zaidman has received personal compensation in the range of $500-$4,999 for serving on a Scientific Advisory or Data Safety Monitoring board for Biogen. Dr. Zaidman has received personal compensation in the range of $500-$4,999 for serving on a Scientific Advisory or Data Safety Monitoring board for Sarepta. The institution of Dr. Zaidman has received research support from Biogen. The institution of Dr. Zaidman has received research support from Novartis. Dr. Proud has received personal compensation in the range of $5,000-$9,999 for serving as a Consultant for Avexis. Dr. Proud has received personal compensation in the range of $5,000-$9,999 for serving as a Consultant for Biogen. Dr. Proud has received personal compensation in the range of $5,000-$9,999 for serving as a Consultant for Sarepta. Dr. Proud has received personal compensation in the range of $5,000-$9,999 for serving on a Speakers Bureau for Avexis. Dr. Proud has received personal compensation in the range of $10,000-$49,999 for serving on a Speakers Bureau for Biogen. The institution of Dr. Proud has received research support from Biogen. The institution of Dr. Proud has received research support from Sarepta. The institution of Dr. Proud has received research support from Avexis. The institution of Dr. Proud has received research support from PTC. The institution of Dr. Proud has received research support from CSL Behring. The institution of Dr. Proud has received research support from Scholar Rock. The institution of Dr. Proud has received research support from Catabasis. Dr. McDonald has received personal compensation in the range of $10,000-$49,999 for serving as a Consultant for Sarepta Therapeutics. Dr. McDonald has received personal compensation in the range of $10,000-$49,999 for serving as a Consultant for PTC Therapeutics. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving as a Consultant for Astellas. Dr. McDonald has received personal compensation in the range of $5,000-$9,999 for serving as a Consultant for Capricor Therapeutics. Dr. McDonald has received personal compensation in the range of $5,000-$9,999 for serving as a Consultant for Catabasis. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving as a Consultant for Epirium Bio. Dr. McDonald has received personal compensation in the range of $0-$499 for serving as a Consultant for Italfarmaco. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving as a Consultant for Santhera Pharmaceuticals. Dr. McDonald has received personal compensation in the range of $10,000-$49,999 for serving on a Scientific Advisory or Data Safety Monitoring board for Sarepta Therapeutics. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving on a Scientific Advisory or Data Safety Monitoring board for PTC Therapeutics. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving on a Scientific Advisory or Data Safety Monitoring board for Capricor. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving on a Scientific Advisory or Data Safety Monitoring board for Catabasis Pharmaceuticals. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving on a Scientific Advisory or Data Safety Monitoring board for Santhera Pharmaceuticals. The institution of Dr. McDonald has received research support from Sarepta Therapeutics. The institution of Dr. McDonald has received research support from PTC Therapeutics. The institution of Dr. McDonald has received research support from Santhera Pharmaceuticals. The institution of Dr. McDonald has received research support from Astellas. The institution of Dr. McDonald has received research support from Capricor Therapeutics. The institution of Dr. McDonald has received research support from Catabasis. The institution of Dr. McDonald has received research support from Epirium Bio. The institution of Dr. McDonald has received research support from Italfarmaco. Dr. McDonald has received research support from NS Pharma. The institution of Dr. McDonald has received research support from Pfizer. The institution of Dr. McDonald has received research support from NIH (NINDS). The institution of Dr. McDonald has received research support from NIDILRR. The institution of Dr. McDonald has received research support from Department of Defense. The institution of Dr. McDonald has received research support from Parent Project Muscular Dystrophy. The institution of Dr. McDonald has received research support from Muscular Dystrophy Association. Dr. McDonald has received personal compensation in the range of $500-$4,999 for serving as a Member National Advisory Board for Medical Rehabilitation Research with NIH. Dr. Mason has received personal compensation for serving as an employee of Sarepta. Dr. Mason has stock in Sarepta. An immediate family member of Dr. Mason has stock in Sarepta. The institution of an immediate family member of Dr. Mason has received research support from Biogen. The institution of Dr. Mason has received research support from NIH. The institution of Dr. Mason has received research support from Chest Foundation. Dr. Guridi has received personal compensation for serving as an employee of Hoffmann-La Roche. Shufang Wang has received personal compensation for serving as an employee of Sarepta Therapeutics INC. Shufang Wang has received stock or an ownership interest from Sarepta Therapeutics INC. Carol Reid has received personal compensation for serving as an employee of Roche Products Ltd. Carol Reid has stock in Roche Products Ltd. Dr. Darton has received personal compensation for serving as an employee of Sarepta Therapeutics. Dr. Darton has stock in Sarepta Therapeutics. Christoph Wandel, MD, PhD has received personal compensation for serving as an employee of F Hoffmann-LaRoche AG. Christoph Wandel, MD, PhD has stock in F Hoffmann-La Roceh AG, Basel, CH; Bayer AG, Leverkusen, FRG. Sarah Lewis has received stock or an ownership interest from Sarepta. Jyoti Malhotra has nothing to disclose. Ms. Griffin has stock in Sarepta Therapeutics. Ms. Griffin has received intellectual property interests from a discovery or technology relating to health care. Rachael Potter has received stock or an ownership interest from Sarepta Therapeutics. Ms. Rodino-Klapac has received personal compensation for serving as an employee of Sarepta Therapeutics, Inc.. Ms. Rodino-Klapac has received stock or an ownership interest from Sarepta Therapeutics. Ms. Rodino-Klapac has received intellectual property interests from a discovery or technology relating to health care. Dr. Mendell has received personal compensation in the range of $10,000-$49,999 for serving as a Consultant for Vertex. Dr. Mendell has received personal compensation in the range of $10,000-$49,999 for serving as a Consultant for Novartis. Dr. Mendell has received research support from Sarepta.",
  "authors": [
    {
      "display_name": "Craig M. Zaidman",
      "id": "A5006537758",
      "orcid": "https://orcid.org/0000-0002-1255-5877",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Craig Zaidman"
    },
    {
      "display_name": "Crystal M. Proud",
      "id": "A5063351215",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210141597",
          "display_name": "Children's Hospital of The King's Daughters",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Crystal Proud"
    },
    {
      "display_name": "Craig M. McDonald",
      "id": "A5071163954",
      "orcid": "https://orcid.org/0000-0002-8779-3220",
      "institutions": [
        {
          "id": "I4210160856",
          "display_name": "UC Davis Health System",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Craig McDonald"
    },
    {
      "display_name": "Stefanie Mason",
      "id": "A5024494786",
      "orcid": "https://orcid.org/0000-0002-7649-9026",
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Stefanie Mason"
    },
    {
      "display_name": "Maitea Guridi",
      "id": "A5089863933",
      "orcid": null,
      "institutions": [
        {
          "id": "I118019719",
          "display_name": "Roche (Switzerland)",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Maitea Guridi"
    },
    {
      "display_name": "Shufang Wang",
      "id": "A5100437572",
      "orcid": "https://orcid.org/0000-0002-2248-3571",
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shufang Wang"
    },
    {
      "display_name": "Carol Reid",
      "id": "A5042309633",
      "orcid": "https://orcid.org/0000-0002-7903-1939",
      "institutions": [
        {
          "id": "I4210153988",
          "display_name": "Roche (Bosnia-Herzegovina)",
          "country_code": "BA",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carol Reid"
    },
    {
      "display_name": "Eddie Darton",
      "id": "A5010795059",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Eddie Darton"
    },
    {
      "display_name": "Christoph Wandel",
      "id": "A5006736765",
      "orcid": null,
      "institutions": [
        {
          "id": "I118019719",
          "display_name": "Roche (Switzerland)",
          "country_code": "CH",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Christoph Wandel"
    },
    {
      "display_name": "Sarah Lewis",
      "id": "A5060116800",
      "orcid": "https://orcid.org/0000-0002-5568-955X",
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah Lewis"
    },
    {
      "display_name": "Jyoti Malhotra",
      "id": "A5048331793",
      "orcid": "https://orcid.org/0000-0001-8586-0234",
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jyoti Malhotra"
    },
    {
      "display_name": "Danielle Griffin",
      "id": "A5112887996",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Danielle Griffin"
    },
    {
      "display_name": "Rachael A. Potter",
      "id": "A5022188813",
      "orcid": "https://orcid.org/0000-0002-5564-8993",
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rachael Potter"
    },
    {
      "display_name": "Louise R. Rodino‐Klapac",
      "id": "A5004265952",
      "orcid": "https://orcid.org/0000-0002-8966-5177",
      "institutions": [
        {
          "id": "I4210148120",
          "display_name": "Sarepta Therapeutics (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Louise Rodino-Klapac"
    },
    {
      "display_name": "J. Mendell",
      "id": "A5033165427",
      "orcid": null,
      "institutions": [
        {
          "id": "I1314135232",
          "display_name": "Nationwide Children's Hospital",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jerry Mendell"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-04-25",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S79704628",
    "display_name": "Neurology",
    "issn_l": "0028-3878",
    "issn": [
      "0028-3878",
      "1526-632X"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "100",
  "issue": "17_supplement_2",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778943923",
      "display_name": "Duchenne muscular dystrophy",
      "level": 2,
      "score": 0.7790619
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.6469178
    },
    {
      "id": "C203092338",
      "display_name": "Clinical endpoint",
      "level": 3,
      "score": 0.6338849
    },
    {
      "id": "C72563966",
      "display_name": "Cohort",
      "level": 2,
      "score": 0.6315255
    },
    {
      "id": "C35785553",
      "display_name": "Ambulatory",
      "level": 2,
      "score": 0.61653614
    },
    {
      "id": "C2780394045",
      "display_name": "Dystrophin",
      "level": 3,
      "score": 0.603507
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.4252192
    },
    {
      "id": "C535046627",
      "display_name": "Clinical trial",
      "level": 2,
      "score": 0.38241935
    },
    {
      "id": "C143998085",
      "display_name": "Oncology",
      "level": 1,
      "score": 0.37924615
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.36941707
    }
  ],
  "topics": [
    {
      "id": "T10441",
      "display_name": "Muscle Physiology and Disorders",
      "score": 0.9961
    },
    {
      "id": "T12264",
      "display_name": "Tissue Engineering and Regenerative Medicine",
      "score": 0.9058
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1212/wnl.0000000000203475",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:09:00.118850",
  "source_database": "OpenAlex"
}