{
  "openalex_id": "W4376312693",
  "doi": "https://doi.org/10.1111/jdv.19195",
  "title": "Lack of effect of benralizumab on signs and symptoms of moderate‐to‐severe atopic dermatitis: Results from the phase 2 randomized, double‐blind, placebo‐controlled <scp>HILLIER</scp> trial",
  "abstract": "Atopic dermatitis (AD) is a common, chronic inflammatory skin disease characterized by itchy skin lesions.1-4 Some patients with AD present with elevated peripheral eosinophilia. Evidence suggests a role of eosinophils in the pathophysiology of AD; therefore, an eosinophil-depleting treatment, such as benralizumab, could prove beneficial, particularly in patients with increased eosinophil counts.5, 6 HILLIER (NCT04605094) was a 52-week, randomized, double-blind, placebo-controlled, phase 2 clinical trial in patients with moderate-to-severe AD who remained symptomatic despite background topical therapy. Patients were 12 years or older with an investigator global assessment (IGA) ≥3, Eczema Area and Severity Index (EASI) ≥16, ≥10% Body Surface Area of Involvement (BSA), Peak Pruritus Numerical Rating Scale (PPNRS) ≥4, and inadequate response to treatment with topical medications. Patients were randomized 1:1 to benralizumab 30 mg every 4 weeks or placebo groups and stratified by blood eosinophil (bEOS) counts (<300 cells/μL vs. ≥300 cells/μL) and age groups (≥12 to <18 years and ≥18 years). The 16-week placebo-controlled period was followed by a 36-week open-label extension. Results are described for the 16-week placebo-controlled period. The trial was terminated early due to a lack of efficacy. The primary endpoint was an IGA response defined by the proportion of patients with an IGA 0/1 (clear/almost clear) and a decrease in IGA score of ≥2 points at Week 16 relative to baseline. Secondary endpoints were assessed at Week 16 relative to baseline and included the proportion of patients with skin clearance based on EASI-75 and EASI-90, and itch response, defined as the proportion of patients with an improvement of ≥4 points in the PPNRS score. Ninety-six patients (including 26 adolescents) and 98 patients (27 adolescents) were randomized into the benralizumab and placebo groups, respectively. Patient demographics and clinical characteristics were comparable between the two groups and consistent with moderate-to-severe AD (Table 1). There were no differences between the groups on the primary endpoint, IGA 0/1 response rate absolute difference (benralizumab–placebo rates, −8.62% [95% CI, −17.94 to 0.71]; p = 0.080; Table 2). There were no differences between groups on any secondary endpoints, including EASI-75, EASI-90 and itch improvement, as well as other endpoints that measured signs, symptoms and health-related quality-of-life. Despite the lack of improvement, benralizumab therapy resulted in substantial reductions in mean (SD) bEOS at Week 16, 40.0 (77.19) cells/μL versus baseline, 482.3 (394.63) cells/μL, which were not observed in the placebo group (Week 16: 354.9 [242.21] cells/μL; baseline: 464.4 [443.74] cells/μL). The benralizumab group also saw greater mean (SD) reductions in serum EDN (12.20 [5.43] mg/L at Week 16 compared to 79.67 [68.37] mg/L at baseline) versus placebo at Week 16, (64.47 [47.38] mg/L vs. baseline, 76.10 [55.01] mg/L). The proportion of patients experiencing any adverse event (AE) was similar between the benralizumab (n = 39 [40.6%]) and placebo (40 [40.8%]) groups. Three benralizumab patients (3.1%) experienced serious AEs, none of which were considered by the investigator to be related to the study drug. No serious AEs occurred in the placebo group and no deaths in any group. The most common AEs were COVID-19 (9.4%) and upper respiratory tract infections (5.2%) in the benralizumab group and headaches (5.1%), lymphadenopathy (4.1%), conjunctivitis (4.1%) and COVID-19 (4.1%) in the placebo group. Safety and tolerability findings were consistent with the known profile of benralizumab.7-10 In conclusion, despite bEOS depletion, this phase 2 study showed that treatment with benralizumab did not provide clinical benefit for AD, suggesting that solely targeting eosinophils may not be sufficient to treat such a heterogeneous disease. Future research is needed to understand better the role of eosinophils in AD, which may provide further insights into the pathophysiology of the disease and guide future treatment approaches. Medical writing support was provided by Lea Anne Gardner, PhD, and Dan Jackson, PhD, CMPP (CiTRUS Health Group), which was in accordance with Good Publication Practice (GPP 2022) guidelines. We thank the patients and their caregivers, as well as the study investigators and site staff, for participating in this study. This study and medical writing support were funded by AstraZeneca (Cambridge, UK). Emma Guttman-Yassky is an employee of Mount Sinai and has received research funds (grants paid to the institution) from AbbVie, Almirall, Amgen, AnaptysBio, Asana Biosciences, AstraZeneca, Boehringer Ingelheim, Cara Therapeutics, Celgene, Eli Lilly, Galderma, Glenmark/Ichnos Sciences, Innovaderm, Janssen, KAO, Kiniksa, Kyowa Kirin, Leo Pharma, Novan, Novartis, Pfizer, Ralexar, Regeneron Pharmaceuticals and UCB and is a consultant for AbbVie, Almirall, Amgen, Arena, Asana Biosciences, Aslan Pharmaceuticals, AstraZeneca, Boehringer Ingelheim, Bristol-Meyers Squibb, Cara Therapeutics, Celgene, Connect Pharma, Eli Lilly, EMD Serono, Evidera, Galderma, Ichnos Sciences, Incyte, Janssen Biotech, Kyowa Kirin, Leo Pharma, Pandion Therapeutics, Pfizer, RAPT Therapeutics, Regeneron Pharmaceuticals, Inc., Sanofi, SATO Pharmaceutical, Siolta Therapeutics, Target Pharma Solutions, UCB and Ventyx Biosciences. Lila Bahadori, Laura Brooks, Ken L. Clark, Hanna Grindebacke, Calvin N. Ho, Rohit Katial, Tuyet-Hang Pham, Claire Walton and Catherine J. Datto are or were employees of AstraZeneca at the time of the study and may own stock or stock options. This trial was conducted in accordance with the principles of the Declaration of Helsinki and guidelines from the International Council for Harmonisation and Good Clinical Practice. The clinical study protocol was reviewed and approved by institutional review boards or independent ethics committees prior to study initiation and the data and safety monitoring board oversight. All patients provided written informed consent prior to enrolment. HILLIER study group: Emma Guttman-Yassky, Pedro Jesús Gómez Arias, Ricardo Alpizar, Sady Alpizar, Petr Asrenberger, Selma Azib, Anais Badia, Lisa Beck, Eduardo Lopez Bran, Debra Breneman, Petyo Brezoev, Antonio Martorell Calatayud, Yendrys Calderin, Hoon Choi, Myoung Eun Choi, Cezary Chwała, Esther Roe Crespo, Rafal Czajkowski, Frédéric Dezoteux, Nadezda Fiserova, Viviana Fonseca, Francisco José Gómez García, Loyd Godwin, Diana Grigoryan, Violeta Hernandez, Anna Hofman, Teresa Hofman, Anthony Honigman, Yong Hyun Jang, Abel Jarell, Barbara Kaczmarek, Zuzana Kaščáková, Johannes Kern, Ryan Klein, Hyun Chang Ko, Joo Yeon Ko, Otakar Komarek, Klaudie Komárková, Leah Laageide, Yaohan Lam, Yang Won Lee, Jeffrey Leflein, Bark-Lynn Lew, Lon D. Lynn, Mariana Mandazhieva-Pepelanova, Laurent Misery, Dedee Murrell, Kamila Musiał, Chan Ho Na, Jung Im Na, Sarah O'Connor, Hnin Pwint Oo, Witold Owczarek, Chun Wook Park, Young Min Park, Jonathon Peek, Karolina Pełka, Grazyna Pulka, Álvaro Iglesias Puzas, Juan Alberto Ruano Ruiz, Zach Sabaday, Juan Francisco Silvestre Salvador, Virgnia Sanz-Motilva, Stephen Schleicher, Robert Scott, Seong Jun Seo, Hyung Seok Son, Sang Wook Son, Priscel Sosa, Lynda Spelman, Delphine Staumont-Salle, Marion Stefanski, Madeleine Supranowicz, Ricardo Tan, Jaroslava Vaneckova, Yvetta Vantuchova, Ivaylo Vasilev, Irida Vasileva, Kamelia Vekovska, Chong-Hyun Won, and Sylva Zajicova. Sarah Aldridge, Eileen Babcock, Peter Barker, Zuzanna Betlińska, Marnie Duncan, Rama Empati, Maria Jison, Justin Kwiatek, Emmanuelle Maho, Allen McAlexander, Christopher McCrae, Margaret Melville, Urszula Natkańska, Apollo Ndamira, Yasa Reddy, Scott Regan, Eva Rodríguez-Suárez, Anna Rusiecka, David Shen, Magnus Bergman Svärd, and Urszula Zaborowska. Data underlying the findings described in this manuscript may be obtained in accordance with AstraZeneca's data sharing policy described at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure.",
  "authors": [
    {
      "display_name": "Emma Guttman‐Yassky",
      "id": "A5024365532",
      "orcid": "https://orcid.org/0000-0002-9363-324X",
      "institutions": [
        {
          "id": "I98704320",
          "display_name": "Icahn School of Medicine at Mount Sinai",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "E. Guttman‐Yassky"
    },
    {
      "display_name": "Lila Bahadori",
      "id": "A5108925819",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150756",
          "display_name": "AstraZeneca (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Bahadori"
    },
    {
      "display_name": "Laura Brooks",
      "id": "A5008574089",
      "orcid": "https://orcid.org/0000-0003-3421-9580",
      "institutions": [
        {
          "id": "I105036370",
          "display_name": "AstraZeneca (United Kingdom)",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "L. Brooks"
    },
    {
      "display_name": "Karen Clark",
      "id": "A5046888930",
      "orcid": "https://orcid.org/0000-0002-8134-5013",
      "institutions": [
        {
          "id": "I1334627681",
          "display_name": "Jet Propulsion Laboratory",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "K. L. Clark"
    },
    {
      "display_name": "Hanna Grindebacke",
      "id": "A5006225208",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210143795",
          "display_name": "AstraZeneca (Sweden)",
          "country_code": "SE",
          "type": "company"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H. Grindebacke"
    },
    {
      "display_name": "Calvin N. Ho",
      "id": "A5089943679",
      "orcid": "https://orcid.org/0000-0002-3360-9651",
      "institutions": [
        {
          "id": "I106845459",
          "display_name": "Universidad de Panamá",
          "country_code": "PA",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. N. Ho"
    },
    {
      "display_name": "Rohit Katial",
      "id": "A5075773797",
      "orcid": "https://orcid.org/0000-0002-0627-2467",
      "institutions": [
        {
          "id": "I3019586173",
          "display_name": "National Jewish Health",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I4210150756",
          "display_name": "AstraZeneca (United States)",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I921990950",
          "display_name": "University of Colorado Denver",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "R. Katial"
    },
    {
      "display_name": "Tuyet‐Hang Pham",
      "id": "A5000550317",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210150756",
          "display_name": "AstraZeneca (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "T.‐H. Pham"
    },
    {
      "display_name": "Christopher Walton",
      "id": "A5002256303",
      "orcid": "https://orcid.org/0000-0001-8443-1139",
      "institutions": [
        {
          "id": "I4210136143",
          "display_name": "Hôpital Louis Pradel",
          "country_code": "FR",
          "type": "healthcare"
        },
        {
          "id": "I100532134",
          "display_name": "Université Claude Bernard Lyon 1",
          "country_code": "FR",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. Walton"
    },
    {
      "display_name": "Catherine Datto",
      "id": "A5071274095",
      "orcid": "https://orcid.org/0000-0002-5804-3113",
      "institutions": [
        {
          "id": "I4210150756",
          "display_name": "AstraZeneca (United States)",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "C. J. Datto"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-05-13",
  "type": "letter",
  "cited_by_count": 11,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S137740113",
    "display_name": "Journal of the European Academy of Dermatology and Venereology",
    "issn_l": "0926-9959",
    "issn": [
      "0926-9959",
      "1468-3083"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "37",
  "issue": "10",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/jdv.19195",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9414395
    },
    {
      "id": "C2779185760",
      "display_name": "Benralizumab",
      "level": 5,
      "score": 0.9266538
    },
    {
      "id": "C27081682",
      "display_name": "Placebo",
      "level": 3,
      "score": 0.80213404
    },
    {
      "id": "C2780699399",
      "display_name": "Eczema Area and Severity Index",
      "level": 3,
      "score": 0.753093
    },
    {
      "id": "C2778329239",
      "display_name": "Atopic dermatitis",
      "level": 2,
      "score": 0.7036489
    },
    {
      "id": "C203092338",
      "display_name": "Clinical endpoint",
      "level": 3,
      "score": 0.6248492
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.59042615
    },
    {
      "id": "C168563851",
      "display_name": "Randomized controlled trial",
      "level": 2,
      "score": 0.5563506
    },
    {
      "id": "C2777129736",
      "display_name": "Eosinophilia",
      "level": 2,
      "score": 0.53840023
    },
    {
      "id": "C2777037409",
      "display_name": "Eosinophil",
      "level": 3,
      "score": 0.50963473
    },
    {
      "id": "C90924648",
      "display_name": "Gastroenterology",
      "level": 1,
      "score": 0.4127234
    },
    {
      "id": "C197934379",
      "display_name": "Adverse effect",
      "level": 2,
      "score": 0.41223204
    },
    {
      "id": "C16005928",
      "display_name": "Dermatology",
      "level": 1,
      "score": 0.32438064
    },
    {
      "id": "C2776042228",
      "display_name": "Asthma",
      "level": 2,
      "score": 0.2272867
    },
    {
      "id": "C2777832160",
      "display_name": "Mepolizumab",
      "level": 4,
      "score": 0.13333055
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.105633885
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10837",
      "display_name": "Dermatology and Skin Diseases",
      "score": 0.9999
    },
    {
      "id": "T10877",
      "display_name": "Allergic Rhinitis and Sensitization",
      "score": 0.9985
    },
    {
      "id": "T10051",
      "display_name": "Asthma and respiratory diseases",
      "score": 0.9978
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/jdv.19195",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/jdv.19195",
  "retrieved_date": "2025-07-30T14:33:35.997041",
  "source_database": "OpenAlex"
}