{
  "openalex_id": "W4378604893",
  "doi": "https://doi.org/10.1353/cye.2008.0011",
  "title": "Learning Race and Ethnicity: Youth and Digital Media",
  "abstract": "Children, Youth and Environments Vol. 18 No. 2 (2008) ISSN: 1546-2250 Learning Race and Ethnicity: Youth and Digital Media Everett, Anna (2008). Cambridge, MA: The MIT Press; 197 pages. $16. ISBN 9780262550673. The scope of digital technology in Learning Race and Ethnicity: Youth and Digital Media covers an exciting and varied range of subject matter. Anna Everett’s table of contents lists 27 topics ranging from minority myths and alternative epistemology to nontraditional learning environments and online social networks. Most of these chapters are well-written and represent current and thorough research on the part of the specific author. The book is divided into three parts: Future Visions and Excavated Pasts; Oppositional Art Practices in the Digital Domain; and New Digital Archetypes: Cyber Hate, Online Gaming, and E-Health. Each section includes two to three chapters by authors from across the U.S., each exploring a different aspect of minority learning. The first chapter (Dara N. Byrne) investigates the relationship between the creation of community in an online environment and social practices in a racial context. The compelling dichotomy of this piece comes from the comparison of the generally accepted raceblind effect of the Internet with observed social effects between online social network (e.g., Black Planet, Asian Avenue) participants. Although anyone is allowed to enter the chatrooms of these and other racially based online social networks, most participants are of the same racial background. When a participant of another race is discovered, they are generally asked to leave, although some maintain false identities in order to stay on the website. According to the author, online social interaction that reinforces social norms and practices can create a racially based community outside geographical limits. Although the physical community may be decreasingly in evidence, the online racial community may now be taking its place. 265 The second chapter (Tyrone D. Taborn) in the first section explores the difference between prevalent minority myths and actual statistical data—e.g., “minorities are not good at math,” when in fact math scores show no distinguishable racial difference until the college level. The author suggests several different ways to foster the interest of minorities in technology and positions/careers based in its use. It is not enough to just give computers to minority families and schools; youth must be mentored and trained in the skills needed to be producers and creators of technology, not just users. The second section begins with a chapter (Raiford Guins) entitled “Hip-Hop 2.0,” which delves into the ways that hip-hop culture creates social norms, community practices, and larger-than-life role models for its members. Hip-hop music and its attendant websites are described as major producers or channels for a new black public sphere. One end of this technological channel fosters black community through the creation of social norms, with the music and its artists becoming role models for the young members of this new black community. At the other end, black youth are able to gain access to real images of the outside world, a world that most of them would never be able to experience otherwise. By creating this culture through disseminating information and knowledge, hip-hop acts as the new digital town meeting. Engaging in the hip-hop culture offers black youth a better understanding of themselves and others in their community by participating in its global population. The author acknowledges the problem of the wrong type of role model, instead supporting artists that promote black self-publishing (without Wal-Mart restrictions) and active participation in democracy (hopefully to promote politics favorable to the black population). Raiford Guin also contrasts the new hip-hop public sphere with the previous paradigm of the black activist public sphere, asking whether or not these two divergent public images can co-exist compatibly or be somehow fused together. The answer could hold the future of the new black public sphere. In another chapter, Chela Sandoval and Guisela Latorre focus on the accomplishments of Judy Baca, a Chicana artist or “artivist” (coined by Ms. Baca) who teaches at UCLA. An artivist is an artist that uses 266 their art to bridge social, cultural and political divides. Ms. Baca...",
  "authors": [
    {
      "display_name": "Vicki Bennett",
      "id": "A5021453391",
      "orcid": "https://orcid.org/0000-0003-4547-662X",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Vicki E. Bennett"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-01-01",
  "type": "article",
  "cited_by_count": 122,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S141879773",
    "display_name": "Children Youth and Environments",
    "issn_l": "1546-2250",
    "issn": [
      "1546-2250"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316710"
  },
  "volume": "18",
  "issue": "2",
  "first_page": "264",
  "last_page": "267",
  "open_access": {
    "is_oa": true,
    "oa_status": "green",
    "oa_url": "https://openresearchlibrary.org/ext/api/media/3486e184-7cf3-4c2f-8ffb-2cd0bb2031d2/assets/external_content.pdf",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C137403100",
      "display_name": "Ethnic group",
      "level": 2,
      "score": 0.5437932
    },
    {
      "id": "C518677369",
      "display_name": "Social media",
      "level": 2,
      "score": 0.5210701
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.5009999
    },
    {
      "id": "C17632256",
      "display_name": "Digital media",
      "level": 2,
      "score": 0.4478838
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.4286512
    },
    {
      "id": "C110875604",
      "display_name": "The Internet",
      "level": 2,
      "score": 0.41486388
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.38691884
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.34657627
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.2624507
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.1847158
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.1655268
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.13790959
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10557",
      "display_name": "Social Media and Politics",
      "score": 0.5913
    },
    {
      "id": "T11935",
      "display_name": "Literacy, Media, and Education",
      "score": 0.5234
    },
    {
      "id": "T12060",
      "display_name": "Child Development and Digital Technology",
      "score": 0.5023
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/cye.2008.0011",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:17:19.696222",
  "source_database": "OpenAlex"
}