{
  "openalex_id": "W4377693615",
  "doi": "https://doi.org/10.1353/tech.1990.0043",
  "title": "Victorian Things by Asa Briggs",
  "abstract": "556 Book Reviews TECHNOLOGY AND CULTURE Victorian Things. By Asa Briggs. Chicago: University of Chicago Press, 1988. Pp. 448; illustrations, bibliography, index. $29.95. With Victorian Things, Asa Briggs completes the trilogy he began in 1953 with Victorian People and followed over a decade later with Vic­ torian Cities. Yet, whereas the earlier books were pioneering and caused a resurgence in interest in the Victorian period, Victorian Things ap­ pears in the midst of an already extensive scholarship on the material culture of the 19th century. Furthermore, as a general history rather than a specialist study, it cannot provide the detailed analysis of specific things that is characteristic of material-culture studies in the United States. But because it is a general work it does—through the scholar­ ship and enthusiasm of its author—remind the reader of the rich and complex “world of things” that characterized this period and of the ambiguities inherent in that world. Thus Robert Louis Stevenson could write “The world is so full of a number of things I I’m sure we should all be as happy as kings,” William Morris could dismiss virtually all as “shoddy,” while for most Victorians the reality remained their inability to possess any of them, shoddy or otherwise. In the introduction, Briggs states that his intention is to examine this world of things and their interrelationships—economic, spatial, functional, and symbolic. This is to be achieved through the detailed study of “particular things.” Photography, spectacles, Staffordshire figures, Baxter prints, matches, needles, coal, paper, and iron, and the new inventions of electricity—the telegraph and the telephone—are just some of those he selects. Their range and diversity give the book all the richness of detail (and the idiosyncrasies) one would expect to find in a 19th-century exhibition catalog or encyclopedia. Take, for example, the chapter entitled “Hats, Caps and Bonnets.” The author explains the differences between these head coverings, the social niceties governing their wear, what was fashionable and what was not, and who determined it, before going on to examine how they were made, conditions in the workshops, the influence of new technologies—including the sewing machine and the bandknife —and, finally, how they were sold. He also reveals that Lewis Carroll’s Mad Hatter wore an out-of-date Wellington-style hat “to emphasize his madness” (p. 266), that for his first American tour Oscar Wilde bought a velvet hat, and that Keir Hardie caused a sensation by appearing in the British parliament in a cloth cap (later replaced by a slouch hat bought in Philadelphia). One drawback of this work is that amid this panopoly of things there are to be found few illustrations of them. This is all the more regrettable since so many are obscure and largely forgotten objects and most readers will be left to ponder what “elephant matches” or “Red Heart Wax Vestas” could possibly have looked like. For the historian ofmaterial culture or the museum curator, Victorian Things may well provide new inspirations and new directions for re­ TECHNOLOGY AND CULTURE Book Reviews 557 search. ît certainly serves to remind the reader that even the simplest object—such as the postage stamp—has a history. In addition, it pro­ vides insights into the transfer and adaptation of printing technologies and reveals that innovation, forced on by circumstance, can at times be found more on the periphery than in the metropolis. Thus it is in Sydney, Australia, that the first stamped envelopes are sold for prepaid postage, experiments are made with perforation, and stamps printed with “views,” in this instance of Sydney Harbour and immigrants. For the collector, Victorian Things tells of the reality behind the “pretty things”: that Staffordshire figures were produced by small children who for two shillings a week were expected to make up to 400 a day, and that manufacturers paid more attention to devising new matchbox covers than to preventing phosphorus necrosis among their workers. As Briggs concludes, there was no single universe of Victorian things: “what was not shared was at least as significant as what was” (p. 229). Kimberley Webber Ms. Webber is senior curator of social history at the Museum of Applied...",
  "authors": [
    {
      "display_name": "Kimberley Webber",
      "id": "A5002769724",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Kimberley Webber"
    }
  ],
  "publication_year": 1990,
  "publication_date": "1990-07-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S145330833",
    "display_name": "Technology and Culture",
    "issn_l": "0040-165X",
    "issn": [
      "0040-165X",
      "1097-3729"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "31",
  "issue": "3",
  "first_page": "556",
  "last_page": "557",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776997653",
      "display_name": "Trilogy",
      "level": 2,
      "score": 0.74635375
    },
    {
      "id": "C2778061430",
      "display_name": "Scholarship",
      "level": 2,
      "score": 0.7061275
    },
    {
      "id": "C2781354396",
      "display_name": "Enthusiasm",
      "level": 2,
      "score": 0.6784349
    },
    {
      "id": "C2781291010",
      "display_name": "Period (music)",
      "level": 2,
      "score": 0.5827598
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.43918848
    },
    {
      "id": "C200953241",
      "display_name": "Victorian era",
      "level": 2,
      "score": 0.41724205
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.40880632
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.40093148
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.32413012
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.29147714
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.287347
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.24879682
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.22246614
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.16327482
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.11366445
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14109",
      "display_name": "Scottish History and National Identity",
      "score": 0.0923
    },
    {
      "id": "T13922",
      "display_name": "Historical Art and Culture Studies",
      "score": 0.0821
    },
    {
      "id": "T13575",
      "display_name": "Travel Writing and Literature",
      "score": 0.0747
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/tech.1990.0043",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:03:03.301557",
  "source_database": "OpenAlex"
}