{
  "openalex_id": "W4375951032",
  "doi": "https://doi.org/10.1094/pdis-01-23-0161-pdn",
  "title": "First Report of Tomato Mottle Mosaic Virus Infecting Chinese Snake Gourd (<i>Trichosanthes kirilowii</i>) in China",
  "abstract": "HomePlant DiseaseAhead of PrintFirst Report of Tomato Mottle Mosaic Virus Infecting Chinese Snake Gourd (Trichosanthes kirilowii) in China PreviousNext DISEASE NOTE OPENOpen Access licenseFirst Report of Tomato Mottle Mosaic Virus Infecting Chinese Snake Gourd (Trichosanthes kirilowii) in ChinaDaoran Jin, Chunmei Ren, Yuqing Guo, Keqin He, Jun Piao, Yinghua Ji, and Shuo LiDaoran JinJiangsu Key Laboratory for Food Quality and Safety-State Key Laboratory Cultivation Base, Ministry of Science and Technology, Institute of Plant Protection, Jiangsu Academy of Agricultural Sciences, Nanjing 210014, ChinaSchool of Life Science, Liaoning Normal University, Dalian 116081, China, Chunmei RenJiangsu Key Laboratory for Food Quality and Safety-State Key Laboratory Cultivation Base, Ministry of Science and Technology, Institute of Plant Protection, Jiangsu Academy of Agricultural Sciences, Nanjing 210014, China, Yuqing GuoJiangsu Key Laboratory for Food Quality and Safety-State Key Laboratory Cultivation Base, Ministry of Science and Technology, Institute of Plant Protection, Jiangsu Academy of Agricultural Sciences, Nanjing 210014, ChinaSchool of Life Science, Liaoning Normal University, Dalian 116081, China, Keqin HeCollege of Agriculture, Anhui Science and Technology University, Fengyang 233100, China, Jun PiaoSchool of Life Science, Liaoning Normal University, Dalian 116081, China, Yinghua JiJiangsu Key Laboratory for Food Quality and Safety-State Key Laboratory Cultivation Base, Ministry of Science and Technology, Institute of Plant Protection, Jiangsu Academy of Agricultural Sciences, Nanjing 210014, China, and Shuo Li†Corresponding author: S. Li; E-mail Address: [email protected]https://orcid.org/0000-0002-0811-5166Jiangsu Key Laboratory for Food Quality and Safety-State Key Laboratory Cultivation Base, Ministry of Science and Technology, Institute of Plant Protection, Jiangsu Academy of Agricultural Sciences, Nanjing 210014, ChinaAffiliationsAuthors and Affiliations Daoran Jin1 2 Chunmei Ren1 Yuqing Guo1 2 Keqin He3 Jun Piao2 Yinghua Ji1 Shuo Li1 † 1Jiangsu Key Laboratory for Food Quality and Safety-State Key Laboratory Cultivation Base, Ministry of Science and Technology, Institute of Plant Protection, Jiangsu Academy of Agricultural Sciences, Nanjing 210014, China 2School of Life Science, Liaoning Normal University, Dalian 116081, China 3College of Agriculture, Anhui Science and Technology University, Fengyang 233100, China Published Online:24 Jul 2023https://doi.org/10.1094/PDIS-01-23-0161-PDNAboutSectionsView articlePDFSupplemental ToolsAdd to favoritesDownload CitationsTrack Citations ShareShare onFacebookTwitterLinked InRedditEmailWechat View articleTomato mottle mosaic virus (ToMMV) was first identified in tomato in Mexico (Li et al. 2013). It belongs to the genus Tobamovirus and the family Virgaviridae and is a positive-sense single-stranded RNA virus. The viral genome contains about 6,400 nucleotides, encoding four proteins, namely, the 126 K protein, 183 K protein, movement protein (MP), and coat protein (CP) (Tu et al. 2021). ToMMV mainly poses a serious risk to solanaceous crops. The virus-infected plants appear to have stunted growth and top necrosis, and the diseased leaves show mottle, shrinkage, and necrosis symptoms, resulting in a significant decline in tomato fruit yield and quality (Li et al. 2017; Tu et al. 2021). Chinese snake gourd (Trichosanthes kirilowii Maxim) is a perennial climbing herb in the family Cucurbitaceae, and the fruit, seed, peel, and root can all be used as traditional Chinese medicine. In May 2021, 27 symptomless seedlings (developed from tissue culture plantlets) were randomly collected from a nursery in Fengyang, Anhui Province. Total RNA of each sample was extracted, and RT-PCR was performed using the degenerate tobamovirus primers Tob-Uni1 (5′-ATTTAAGTGGASGGAAAAVCACT-3′) and Tob-Uni2 (5′-GTYGTTGATGAGTTCRTGGA-3′) (Letschert et al. 2002). Amplicons with expected sizes were obtained from 6 of the 27 samples and sequenced. Alignment results showed that the nucleotide sequence identities ranged from 98.7 to 100% with all ToMMV isolates deposited in NCBI GenBank. Then, the ToMMV coat protein (CP) gene was amplified using the specific primers CP-F (5′-ATGTCTTACGCTATTACTTCTCCG-3′) and CP-R (5′-TTAGGACGCTGGCGCAGAAG-3′). The CP fragment was obtained and sequenced. Sequence alignment indicated that the CP sequence of the isolate FY (GenBank accession no. ON924176) exhibited 100% identity with the ToMMV isolate LN (MN853592.1). The anti-ToMMV polyclonal antibody (PAb) was prepared by the author (S.L.) by immunizing rabbits with purified virus from Nicotiana benthamiana, and serological tests (dot enzyme-linked immunosorbent assay) of RNA-positive T. kirilowii leaf samples using anti-ToMMV PAb were also positive. To fulfill Koch's postulates, a pure culture of ToMMV was obtained from N. benthamiana using an infectious cDNA clone of ToMMV (Tu et al. 2021). Then, healthy T. kirilowii plants were mechanically inoculated with a prepared inoculum from ToMMV-infected N. benthamiana, as described previously (Sui et al. 2017). T. kirilowii seedlings showed chlorosis and leaf tip necrosis symptoms at 10 and 20 days postinoculation, respectively, and ToMMV infection on symptomatic plants was also verified by RT-PCR detection using the primers CP-F and CP-R. These results demonstrated that T. kirilowii is a host of ToMMV under natural conditions, which might threaten the production of this medicinal plant. The seedlings from the nursery appeared to be asymptomatic, but the plants showed chlorosis and necrosis symptoms after indoor inoculation. In qRT-PCR analysis, viral accumulation level in greenhouse-inoculated plants was 25.6-fold higher than that in field-collected samples, which may be the reason for different symptom expressions between field samples and inoculated samples. ToMMV has now been detected in the solanaceous (tomato, pepper, and eggplant) and leguminous (pea) crops in the field (Ambrós et al. 2017; Li et al. 2014; Zhang et al. 2022). To our knowledge, this is the first report of natural infection of ToMMV in T. kirilowii as well as its natural infection on Cucurbitaceae plants.The author(s) declare no conflict of interest.References:Ambrós, S., et al. 2017. Eur. J. Plant Pathol. 149:261. https://doi.org/10.1007/s10658-017-1180-2 Crossref, ISI, Google ScholarLetschert, B., et al. 2002. J. Virol. Methods 106:1. https://doi.org/10.1016/s0166-0934(02)00135-0 Crossref, ISI, Google ScholarLi, R., et al. 2013. Genome Announc. 1:e00794‐13. https://doi.org/10.1128/genomeA.00794-13 Crossref, Google ScholarLi, Y., et al. 2017. Virol. J. 14:15. https://doi.org/10.1186/s12985-016-0676-2 Crossref, ISI, Google ScholarLi, Y. Y., et al. 2014. Plant Dis. 98:1447. https://doi.org/10.1094/PDIS-03-14-0317-PDN Link, ISI, Google ScholarSui, X., et al. 2017. Plant Dis. 101:704. https://doi.org/10.1094/PDIS-10-16-1504-RE Link, ISI, Google ScholarTu, L., et al. 2021. Viruses 13:1050. https://doi.org/10.3390/v13061050 Crossref, ISI, Google ScholarZhang, S., et al. 2022. Plant Dis. 106:775. https://doi.org/10.1094/PDIS-02-21-0280-PDN Link, ISI, Google ScholarFunding: This research was supported by the Jiangsu Agricultural Science and Technology Independent Innovation Fund (grant no. CX[21]1011).The author(s) declare no conflict of interest.DetailsFiguresLiterature CitedRelated Just PublishedSubscribeISSN:0191-2917e-ISSN:1943-7692 Metrics Article History Published: 24 Jul 2023First Look: 8 May 2023Accepted: 31 Mar 2023 Information© 2023 The American Phytopathological SocietyFundingJiangsu Agricultural Science and Technology Independent Innovation FundGrant/Award Number: CX[21]1011Keywordspathogen detectionsymptomstomato mottle mosaic virusTrichosanthes kirilowiivirusesThe author(s) declare no conflict of interest.PDF download",
  "authors": [
    {
      "display_name": "Daoran Jin",
      "id": "A5081669868",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210097978",
          "display_name": "Institute of Plant Protection",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I4210087107",
          "display_name": "Jiangsu Academy of Agricultural Sciences",
          "country_code": "CN",
          "type": "government"
        },
        {
          "id": "I153374732",
          "display_name": "Liaoning Normal University",
          "country_code": "CN",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Daoran Jin"
    },
    {
      "display_name": "Chunmei Ren",
      "id": "A5016161249",
      "orcid": "https://orcid.org/0000-0002-0709-552X",
      "institutions": [
        {
          "id": "I4210097978",
          "display_name": "Institute of Plant Protection",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I4210087107",
          "display_name": "Jiangsu Academy of Agricultural Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Chunmei Ren"
    },
    {
      "display_name": "Yuqing Guo",
      "id": "A5110050235",
      "orcid": null,
      "institutions": [
        {
          "id": "I153374732",
          "display_name": "Liaoning Normal University",
          "country_code": "CN",
          "type": "education"
        },
        {
          "id": "I4210097978",
          "display_name": "Institute of Plant Protection",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I4210087107",
          "display_name": "Jiangsu Academy of Agricultural Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yuqing Guo"
    },
    {
      "display_name": "Keqin He",
      "id": "A5102445385",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210109416",
          "display_name": "Anhui Science and Technology University",
          "country_code": "CN",
          "type": "education"
        },
        {
          "id": "I184681353",
          "display_name": "Anhui University of Science and Technology",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Keqin He"
    },
    {
      "display_name": "Jun Piao",
      "id": "A5102985526",
      "orcid": "https://orcid.org/0000-0002-7122-244X",
      "institutions": [
        {
          "id": "I153374732",
          "display_name": "Liaoning Normal University",
          "country_code": "CN",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jun Piao"
    },
    {
      "display_name": "Yinghua Ji",
      "id": "A5108723192",
      "orcid": "https://orcid.org/0009-0006-3532-7582",
      "institutions": [
        {
          "id": "I4210097978",
          "display_name": "Institute of Plant Protection",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I4210087107",
          "display_name": "Jiangsu Academy of Agricultural Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Yinghua Ji"
    },
    {
      "display_name": "Shuo Li",
      "id": "A5100703219",
      "orcid": "https://orcid.org/0000-0002-0811-5166",
      "institutions": [
        {
          "id": "I4210097978",
          "display_name": "Institute of Plant Protection",
          "country_code": "CN",
          "type": "facility"
        },
        {
          "id": "I4210087107",
          "display_name": "Jiangsu Academy of Agricultural Sciences",
          "country_code": "CN",
          "type": "government"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Shuo Li"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-05-09",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S135458494",
    "display_name": "Plant Disease",
    "issn_l": "0191-2917",
    "issn": [
      "0191-2917",
      "1943-7692"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320276"
  },
  "volume": "107",
  "issue": "8",
  "first_page": "2563",
  "last_page": "2563",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.9162402
    },
    {
      "id": "C133604927",
      "display_name": "Mottle",
      "level": 4,
      "score": 0.76290256
    },
    {
      "id": "C2780254785",
      "display_name": "Trichosanthes",
      "level": 4,
      "score": 0.74408555
    },
    {
      "id": "C109110057",
      "display_name": "Plant virus",
      "level": 3,
      "score": 0.44561625
    },
    {
      "id": "C159047783",
      "display_name": "Virology",
      "level": 1,
      "score": 0.43025115
    },
    {
      "id": "C2779278959",
      "display_name": "Zucchini yellow mosaic virus",
      "level": 5,
      "score": 0.42043135
    },
    {
      "id": "C2777130178",
      "display_name": "Gourd",
      "level": 2,
      "score": 0.41724646
    },
    {
      "id": "C59822182",
      "display_name": "Botany",
      "level": 1,
      "score": 0.37185073
    },
    {
      "id": "C144027150",
      "display_name": "Horticulture",
      "level": 1,
      "score": 0.33083105
    },
    {
      "id": "C2522874641",
      "display_name": "Virus",
      "level": 2,
      "score": 0.26825744
    },
    {
      "id": "C2776513250",
      "display_name": "Cucumber mosaic virus",
      "level": 4,
      "score": 0.2632125
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.0
    },
    {
      "id": "C188947578",
      "display_name": "Traditional Chinese medicine",
      "level": 3,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10494",
      "display_name": "Plant Virus Research Studies",
      "score": 0.9999
    },
    {
      "id": "T11578",
      "display_name": "Plant Pathogenic Bacteria Studies",
      "score": 0.9884
    },
    {
      "id": "T11750",
      "display_name": "Phytoplasmas and Hemiptera pathogens",
      "score": 0.9877
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1094/pdis-01-23-0161-pdn",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:05:12.082453",
  "source_database": "OpenAlex"
}