{
  "openalex_id": "W4389951278",
  "doi": "https://doi.org/10.18224/genesis.v4.2022.192-203",
  "title": "CARACTERIZAÇÃO HISTÓRICO-MORFOLÓGICA DO SETOR AEROPORTO, GOIÂNIA (GO)",
  "abstract": "apesar de ter sido definida para 50 mil habitantes e tornar-se centro administrativo do Estado, Goiânia teve um significativo crescimento, mediante a dilatação de seu território (DAHER, 2003; GONÇALVES, 2003). Entre essas áreas, tem-se a ocupação do território entre o núcleo de Campinas e o núcleo pioneiro de Goiânia, formado pelos Córrego Botafogo e Capim Puba, que, posteriormente, foi parcelado e denominado por Setor Aeroporto, cujo nome é uma “herança” de suas origens: o local de implantação do primeiro aeroporto. Contudo, o bairro acaba assumindo outras feições tanto no traçado quanto na apropriação do terreno, gerando diferentes ambientes morfológicos. Isso se deu devido ao loteamento tardio da região, apenas nos anos 1950. Grande parte do bairro registrava ocupações irregulares, principalmente ao redor do Córrego Capim Puba e, posteriormente, foi parcelado. Mediante o exposto, esta pesquisa discute o papel do Setor Aeroporto no processo de ocupação de Goiânia e a consolidação do Centro Expandido no que tange às definições legislativas e de ordenamento territorial, ainda que sejam observadas ocupações alheias a essas regulamentações. Objetivo: a partir da análise do processo de formação de Goiânia, por meio dos seus bairros, busca-se compreender a estruturação do território e de sua historiografia. Tem-se, portanto, a análise do Setor Aeroporto articulada aos períodos de ampliação do espaço urbano de Goiânia, o adensamento e seus processos de metropolização. Métodos: a pesquisa apoia-se na revisão de autores sobre Goiânia e no referencial teórico-metodológico sobre análise urbana, com o intuito de compreender a inserção do bairro no território e suas relações com os demais bairros. A pesquisa, de caráter exploratório, busca por meio deste referencial teórico-metodológico, compreender as permanências e transformações do bairro relacionados à periodização proposta. Resultados: a análise do Setor Aeroporto aponta o desenvolvimento e formação de uma região entre os Núcleos de Campinas e Goiânia, visto que há resquícios de ocupações irregulares e um traçado planejado. O bairro se relaciona à ocupação periférica e às classes de menor poder aquisitivo em um primeiro momento, depois, ao ser parcelado, torna-se uma extensão do bairro popular e do Setor Oeste. Compreender a dinâmica entre os dois núcleos iniciais, possibilita discutir a própria estruturação de Goiânia, atestando a periodização com destaque a três momentos: caracterização do DNA de Goiânia como cidade nova e suas mutações; ampliação do espaço e fragmentos e novos lugares. Conclusão: a partir dos dados levantados, observa-se que o processo de ocupação de Goiânia consolida-se pelos vetores leste-oeste e norte-sul no crescimento, verticalização e adensamento de Goiânia. A análise de fontes primárias contribuiu para a elaboração de peças gráficas resultantes da revisitação dos arquivos e documentos oficiais, além de uma postura crítica quanto à visão teleológica da história oficial, em que seu “fundador” se coloca como uma personagem central, visto que há outras dinâmicas na formação e estrutura urbanas. Ao abordar esse processo, percebe-se que o plano inicial de Goiânia apresentava propostas inovadoras, uma vez que reforçava o ideário moderno, comprovando a circulação das ideias na produção do espaço urbano. Contudo, grande parte de sua intenção foi modificada por ações políticas que acabaram colaborando para um crescimento desordenado da cidade.",
  "authors": [
    {
      "display_name": "Camilla Duarte Viana",
      "id": "A5093532301",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Camilla Duarte Viana"
    },
    {
      "display_name": "Sandra Catharinne Pantaleão Resende",
      "id": "A5036244015",
      "orcid": "https://orcid.org/0000-0002-5145-9255",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sandra Catharinne Pantaleão Resende"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-12-01",
  "type": "book-chapter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": "192",
  "last_page": "203",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.18224/genesis.v4.2022.192-203",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.747486
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.3886765
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.26962996
    }
  ],
  "topics": [
    {
      "id": "T11858",
      "display_name": "Urban Development and Societal Issues",
      "score": 0.981
    },
    {
      "id": "T12325",
      "display_name": "Urban Design and Spatial Analysis",
      "score": 0.9498
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.18224/genesis.v4.2022.192-203",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:32:15.562986",
  "source_database": "OpenAlex"
}