{
  "openalex_id": "W4386157670",
  "doi": "https://doi.org/10.1249/tjx.0000000000000111",
  "title": "Letter to the Editor: Enhancing the Utility and Reporting of Real-World Exercise Programs in Cancer Care",
  "abstract": "We read with interest the recent paper describing the phase program of cancer rehabilitation from the University of North Colorado Cancer Rehabilitation Institute (UNCCRI) (1). It is time for the field of exercise oncology to explore how best to translate research into practice. Evaluating real-world programs such as UNCCRI is useful in moving toward this goal. We applaud the authors for sharing their approach. As the authors rightly state, given heterogeneity in health status, treatments, comorbidities, and past exercise history, a one-size-fits-all approach to exercise prescription is inappropriate. The authors outline a framework for individualized prescription, including exercise intensity and type, based on the time point along the cancer continuum. In order for evaluations to best inform knowledge users (e.g., fitness professionals, clinicians, and researchers), it is necessary to report the dose of completed exercise alongside a comprehensive presentation of effectiveness (2,3). Without this information, it is difficult to understand if this protocol could be successfully replicated. As Nilsen et al. (4) state, “Full reporting of exercise prescription methods is arguably futile without parallel precise reporting of exercise treatment adherence.” The authors describe a low-intensity prescription of 30%–45% of heart rate reserve (HRR) and one-repetition maximum during phase 1 (undergoing treatment). To our knowledge, there is no evidence supporting this low-intensity as efficacious; the majority of literature recommends moderate to vigorous aerobic and resistance exercise to elicit meaningful change (5–7). From the data and formulae presented (mean age, 61 yr; resting heart rate, 84 bpm), 30%–45% HRR equates to a target heart rate of 108–120 bpm. In our experience, deconditioned individuals and those receiving chemotherapy may reach this target during activities of daily living, and they could easily exceed this zone during treadmill walking or cycling (8). To understand the minimum stimulus needed to achieve therapeutic benefit, reporting exercise intensity (along with duration and frequency) achieved is required. We highlight recent papers by Nilsen et al. (4) and Kirkham et al. (8) as two of many possible methods for fully reporting exercise adherence data. Based on Supplementary Content 3, it appears this information was collected. A percentage for attendance and adherence to the program is reported, but it is unclear how this was defined. The conclusions and recommendations about the benefits of a low-intensity prescription should be interpreted with caution without information on exercise completed. Despite the low-intensity prescription, a statistically significant improvement in V˙O2 peak, upper and lower body strength, and fatigue was reported. However, before and after data are presented as mean, SD, and percent change, which limits interpretability. Presenting 95% confidence intervals for before and after values or mean differences in addition to P values would provide a more fulsome picture of the range of responses within this heterogeneous group and help users to better understand the plausible range of change that would be expected from the intervention. Evaluations from real-world implementation of cancer rehabilitation programming are needed to complement the evidence base from clinical trial data. It is the combination of exercise prescribed and completed, and comprehensive reporting of the range of change observed, that should be used to inform recommendations for the translation of research to practice. We urge the authors of this and similar programs to report these data in order to move the field of exercise oncology forward. Sarah E. Neil-Sztramko McMaster University, Hamilton ON, CanadaSarah Weller University of British Columbia Vancouver, BC, Canada",
  "authors": [
    {
      "display_name": "Sarah Neil‐Sztramko",
      "id": "A5047851818",
      "orcid": "https://orcid.org/0000-0002-9600-3403",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah E. Neil-Sztramko"
    },
    {
      "display_name": "Sarah Weller",
      "id": "A5083199248",
      "orcid": "https://orcid.org/0000-0003-3987-7486",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Sarah Weller"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-09-15",
  "type": "letter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210209852",
    "display_name": "Translational Journal of the American College of Sports Medicine",
    "issn_l": "2379-2868",
    "issn": [
      "2379-2868"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310318547"
  },
  "volume": "4",
  "issue": "18",
  "first_page": "192",
  "last_page": "193",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1249/tjx.0000000000000111",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2779673892",
      "display_name": "Exercise prescription",
      "level": 2,
      "score": 0.7847148
    },
    {
      "id": "C2426938",
      "display_name": "Medical prescription",
      "level": 2,
      "score": 0.63521093
    },
    {
      "id": "C2776811442",
      "display_name": "Exercise intensity",
      "level": 4,
      "score": 0.57278275
    },
    {
      "id": "C103038586",
      "display_name": "Aerobic exercise",
      "level": 2,
      "score": 0.5462997
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.4901491
    },
    {
      "id": "C184356942",
      "display_name": "Best practice",
      "level": 2,
      "score": 0.46257642
    },
    {
      "id": "C2778818304",
      "display_name": "Rehabilitation",
      "level": 2,
      "score": 0.44510716
    },
    {
      "id": "C1862650",
      "display_name": "Physical therapy",
      "level": 1,
      "score": 0.44164175
    },
    {
      "id": "C2777953023",
      "display_name": "Heart rate",
      "level": 3,
      "score": 0.308101
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.15935737
    },
    {
      "id": "C84393581",
      "display_name": "Blood pressure",
      "level": 2,
      "score": 0.116555065
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.10407087
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10178",
      "display_name": "Cancer survivorship and care",
      "score": 0.9996
    },
    {
      "id": "T11083",
      "display_name": "Cardiac Health and Mental Health",
      "score": 0.9765
    },
    {
      "id": "T11141",
      "display_name": "Childhood Cancer Survivors' Quality of Life",
      "score": 0.9706
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1249/tjx.0000000000000111",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:17:28.495345",
  "source_database": "OpenAlex"
}