{
  "openalex_id": "W4387331515",
  "doi": "https://doi.org/10.1111/add.16358",
  "title": "Improving the epidemiology of low‐risk drinking guidelines is not enough",
  "abstract": "Work to improve the precision of the epidemiology underlying national low-risk drinking guidelines is important, but until the field engages more deeply in understanding how risk is interpreted, communicated and understood, guidelines will continue to have uncertain impacts. Shield et al. [1] draw upon the recent redevelopment of the Canadian Low Risk Drinking Guidelines to formulate some key principles that, they argue, should underpin future guidelines work internationally. This is an admirable attempt to further earlier work by Holmes et al. [2] arguing for increasing rigour and transparency in the guidelines setting process and offers much food for thought. Fundamentally, the setting of guidelines is concerned with risk, with (i) accurately estimating via sophisticated epidemiology and modelling the risks of various outcomes (often mortality) associated with drinking, (ii) determining some level of population risk considered acceptable and (iii) communicating these risks to the population. Much of the energy in the various guidelines committees in recent decades has been focused upon (i), which has led to substantial improvements in our understanding of the population impacts of alcohol e.g. [3, 4], although there remains ongoing debate and uncertainty in key areas [5]. Strikingly little research has been conducted on either (ii) or (iii). It is remarkable that guidelines committees have, from at least the 2009 Australian guidelines [6], relied upon a 1969 analysis of risk acceptability by Starr [7], which has since been critiqued and expanded upon in a large body of work examining risk perception and acceptability [8, 9]. Research has demonstrated clearly that risk perceptions and acceptability vary markedly among different risks, depending upon factors including familiarity, immediacy, personal experience and perceived benefits (among many others) [10]. Further, there are clear and predictable variations in risk acceptability between subpopulations, based on gender, age, living situation and more [11-13]. Surprisingly little work has followed to situate alcohol epidemiology within these broader literatures on risk. Thus, our reliance upon relatively simplistic risk thresholds (1/100 in the recent Australian and UK guidelines) seems arbitrary. This supports the argument put forward by Shield et al. that providing a continuum of risk is a more appropriate approach to guideline development, letting individuals make their own, informed decisions about risk acceptability by providing a range of risk thresholds or a continuous risk function. This is, however, obviously contingent upon (iii), the communication and understanding of risk by the general public. The Canadian guidelines provide a good example of the challenges here, with the relatively sophisticated risk continuum simplified throughout hundreds of media articles into a single guideline of two drinks per week [14, 15]. Our understanding of how best to communicate the risks that underpin drinking guidelines remains poor, despite potential lessons from a substantial broader research field [16, 17]. Fundamentally, many of the questions raised by Shield et al. are empirical questions that require targeted research—what measures of ‘health loss’ are best understood by the general public? What levels of risk are acceptable, and how should we interpret variation in risk perception and acceptability when developing guidelines? Are simple, single-threshold guidelines more acceptable and useful to the target population than guidelines that include continuums of risk? How should we best communicate guidelines such that consumers are making genuinely informed choices? Alcohol epidemiology has made major and important advances in recent decades, and our understanding of the health and social impacts of alcohol continues to improve as methods develop. Guidelines rely upon ever more precise and complex estimates of risk, based upon sophisticated models and well-argued epidemiological assumptions. These advances have not necessarily been matched by improvements in our understanding of risk perception and communication, and the alcohol field should prioritize research regarding these topics and collaboration with experts in risk and risk communication to ensure that guidelines deliver on their potential for population health. This work was entirely written and conceptualised by Michael Livingston. Open access publishing facilitated by Curtin University, as part of the Wiley - Curtin University agreement via the Council of Australian University Librarians. M.L. served on the Australian Low-Risk Drinking Guidelines expert advisory panel for the revised guidelines released in 2019. He has no other interests to declare. Data sharing not applicable - no new data generated, or the article describes entirely theoretical research.",
  "authors": [
    {
      "display_name": "Michael Livingston",
      "id": "A5075351092",
      "orcid": "https://orcid.org/0000-0002-8995-9386",
      "institutions": [
        {
          "id": "I205640436",
          "display_name": "Curtin University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I196829312",
          "display_name": "La Trobe University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I28166907",
          "display_name": "Karolinska Institutet",
          "country_code": "SE",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Michael Livingston"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-10-04",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S70513841",
    "display_name": "Addiction",
    "issn_l": "0965-2140",
    "issn": [
      "0965-2140",
      "1360-0443"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": "119",
  "issue": "1",
  "first_page": "20",
  "last_page": "21",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/add.16358",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71008984",
      "display_name": "Rigour",
      "level": 2,
      "score": 0.6177563
    },
    {
      "id": "C2908647359",
      "display_name": "Population",
      "level": 2,
      "score": 0.56433415
    },
    {
      "id": "C2780233690",
      "display_name": "Transparency (behavior)",
      "level": 2,
      "score": 0.5252021
    },
    {
      "id": "C12174686",
      "display_name": "Risk assessment",
      "level": 2,
      "score": 0.5100847
    },
    {
      "id": "C18762648",
      "display_name": "Work (physics)",
      "level": 2,
      "score": 0.46404594
    },
    {
      "id": "C107130276",
      "display_name": "Epidemiology",
      "level": 2,
      "score": 0.44507962
    },
    {
      "id": "C112930515",
      "display_name": "Risk analysis (engineering)",
      "level": 1,
      "score": 0.4303262
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.42954552
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.3935432
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.30144158
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.16471922
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.1236648
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.1217916
    },
    {
      "id": "C38652104",
      "display_name": "Computer security",
      "level": 1,
      "score": 0.120127976
    },
    {
      "id": "C78519656",
      "display_name": "Mechanical engineering",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C2524010",
      "display_name": "Geometry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10043",
      "display_name": "Substance Abuse Treatment and Outcomes",
      "score": 0.9992
    },
    {
      "id": "T11207",
      "display_name": "Alcohol Consumption and Health Effects",
      "score": 0.9976
    },
    {
      "id": "T10629",
      "display_name": "Health Policy Implementation Science",
      "score": 0.9955
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/add.16358",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1111/add.16358",
  "retrieved_date": "2025-07-30T15:04:05.754708",
  "source_database": "OpenAlex"
}