{
  "openalex_id": "W4386375496",
  "doi": "https://doi.org/10.4000/pds.14611",
  "title": "Les peintures murales de la chapelle Sainte-Libérate de l’église Saint-Jean-Baptiste de Mazères, à Castelnau-Rivière-Basse (Hautes-Pyrénées)",
  "abstract": "Les travaux de sauvetage, récemment effectués dans la chapelle Sainte-Libérate de l'église de Mazères, ont permis d'approfondir nos connaissances sur la structure du bâti ainsi que sur les peintures murales datées du XIVe siècle qui ornent l'ensemble de ses élévations. Difficilement accessibles du fait de la présence de badigeons recouvrant et d'importantes colonies de microorganismes, elles nous sont parvenues dans un état très dégradé, en raison d'infiltrations récurrentes, et de désordres de maçonnerie liés à l'arrachage de ses couvrements successifs. Les décors, très élaborés, sont réalisés à l'aide d'une technique mixte, associant détrempe et préparation du support indiquant une tentative de peinture à fresque. Les motifs ornementaux répétitifs, plus ou moins complexes, dominent sur l'ensemble des surfaces : rinceaux, octogrammes, croix, losanges, écussons, quadrilobes, etc. En dehors d'une scène représentant l'Annonciation, les registres historiés, principalement localisés sur la moitié septentrionale du mur est, ne sont pas identifiés. On discerne essentiellement des personnages nimbés sous des arcatures trilobées. Le relevé iconographique partiel, effectué in situ, permet de mieux comprendre leur organisation. Elles semblent distribuées en fonction d'un dispositif liturgique aujourd'hui incomplet, autour de deux axes. Le premier est situé au droit du tombeau reliquaire, plus ancien, et placé au centre du mur. L'autre se développe autour d'un élément lacunaire, placé au-devant du mur, et qui pourrait correspondre à la châsse reliquaire de sainte Libérate, datée de 1342.",
  "authors": [
    {
      "display_name": "Diane Henry-Lormelle",
      "id": "A5092728213",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210102894",
          "display_name": "Clinique Saint Jean",
          "country_code": "BE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Diane Henry-Lormelle"
    },
    {
      "display_name": "Guillaume Clément",
      "id": "A5112675891",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210102894",
          "display_name": "Clinique Saint Jean",
          "country_code": "BE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Guillaume Clément"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-08-31",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S4210180039",
    "display_name": "Patrimoines du Sud",
    "issn_l": "2494-2782",
    "issn": [
      "2494-2782"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310311504"
  },
  "volume": null,
  "issue": "18",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.4000/pds.14611",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.83762866
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.7756282
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4000/pds.14611",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:25:18.530341",
  "source_database": "OpenAlex"
}