{
  "openalex_id": "W4389312117",
  "doi": "https://doi.org/10.2138/rmg.2023.89.08",
  "title": "Lunar Impact Features and Processes",
  "abstract": "Research Article| December 01, 2023 Lunar Impact Features and Processes Gordon R. Osinski; Gordon R. Osinski Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada gosinski@uwo.ca Search for other works by this author on: GSW Google Scholar H. Jay Melosh; H. Jay Melosh Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Search for other works by this author on: GSW Google Scholar Jeff Andrews-Hanna; Jeff Andrews-Hanna Lunar and Planetary Lab, University of Arizona, Tucson, AZ 85721, USA Search for other works by this author on: GSW Google Scholar David Baker; David Baker Planetary Geology, Geophysics and Geochemistry Lab, Code 698, Goddard Space Flight Center, Greenbelt, MD 20771, USA Search for other works by this author on: GSW Google Scholar Brett Denevi; Brett Denevi Applied Physics Laboratory, Johns Hopkins University, Laurel, MD 20723, USA Search for other works by this author on: GSW Google Scholar Deepak Dhingra; Deepak Dhingra Department of Earth Sciences, Indian Institute of Technology Kanpur, Kalyanpur, Kanpur 208016, Uttar Pradesh, India Search for other works by this author on: GSW Google Scholar Rebecca Ghent; Rebecca Ghent Planetary Science Institute, 1700 E. Fort Lowell, Tucson, AZ 85719, USA Search for other works by this author on: GSW Google Scholar Paul O. Hayne; Paul O. Hayne Department of Astrophysical and Planetary Sciences, University of Colorado Boulder, CO 80309, USA Search for other works by this author on: GSW Google Scholar Patrick Hill; Patrick Hill Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Search for other works by this author on: GSW Google Scholar Peter B. James; Peter B. James Department of Geosciences, Baylor University, Waco, TX 76798, USA Search for other works by this author on: GSW Google Scholar Steven Jaret; Steven Jaret American Museum of Natural History, New York, New York, 10024, USA Search for other works by this author on: GSW Google Scholar Brandon Johnson; Brandon Johnson Department of Earth, Environmental and Planetary Sciences, Brown University, Providence, RI 02912, USA Search for other works by this author on: GSW Google Scholar Thomas Kenkmann; Thomas Kenkmann Institut fur Geound Umweltnaturwissenschaften, Albert-Ludwigs-Universität, Freiburg, Freiberg, Germany Search for other works by this author on: GSW Google Scholar David Kring; David Kring Center for Lunar and Space Exploration, Lunar and Planetary Institute, 3600 Bay Area Blvd., Houston, TX 77058, USA Search for other works by this author on: GSW Google Scholar Prasun Mahanti; Prasun Mahanti School of Earth and Space Exploration, Arizona State University, Tempe, AZ 85281, USA Search for other works by this author on: GSW Google Scholar David Minton; David Minton Earth Atmospheric and Planetary Sciences, Purdue University, West Lafayette IN 47907, USA Search for other works by this author on: GSW Google Scholar Catherine D. Neish; Catherine D. Neish Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Search for other works by this author on: GSW Google Scholar Greg Neumann; Greg Neumann Planetary Geology, Geophysics and Geochemistry Lab, Code 698, Goddard Space Flight Center, Greenbelt, MD 20771, USA Search for other works by this author on: GSW Google Scholar Jeff Plescia; Jeff Plescia Applied Physics Laboratory, Johns Hopkins University, Laurel, MD 20723, USA Search for other works by this author on: GSW Google Scholar Ross W. K. Potter; Ross W. K. Potter Department of Earth, Environmental and Planetary Sciences, Brown University, Providence, RI 02912, USA Search for other works by this author on: GSW Google Scholar Jim Richardson; Jim Richardson Planetary Science Institute, 1700 E. Fort Lowell, Tucson, AZ 85719, USA Search for other works by this author on: GSW Google Scholar Elizabeth A. Silber; Elizabeth A. Silber Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Search for other works by this author on: GSW Google Scholar Jason M. Soderblom; Jason M. Soderblom Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA Search for other works by this author on: GSW Google Scholar Michael Zanetti; Michael Zanetti Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaNASA George C. Marshall Space Flight Center, National Space Science and Technology Center, 320 Sparkman Drive, Huntsville, AL 35805, USA Search for other works by this author on: GSW Google Scholar Nicolle Zellner Nicolle Zellner Department of Physics, Albion College, Albion MI 49224, USA Search for other works by this author on: GSW Google Scholar Author and Article Information Gordon R. Osinski Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada H. Jay Melosh Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Jeff Andrews-Hanna Lunar and Planetary Lab, University of Arizona, Tucson, AZ 85721, USA David Baker Planetary Geology, Geophysics and Geochemistry Lab, Code 698, Goddard Space Flight Center, Greenbelt, MD 20771, USA Brett Denevi Applied Physics Laboratory, Johns Hopkins University, Laurel, MD 20723, USA Deepak Dhingra Department of Earth Sciences, Indian Institute of Technology Kanpur, Kalyanpur, Kanpur 208016, Uttar Pradesh, India Rebecca Ghent Planetary Science Institute, 1700 E. Fort Lowell, Tucson, AZ 85719, USA Paul O. Hayne Department of Astrophysical and Planetary Sciences, University of Colorado Boulder, CO 80309, USA Patrick Hill Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Peter B. James Department of Geosciences, Baylor University, Waco, TX 76798, USA Steven Jaret American Museum of Natural History, New York, New York, 10024, USA Brandon Johnson Department of Earth, Environmental and Planetary Sciences, Brown University, Providence, RI 02912, USA Thomas Kenkmann Institut fur Geound Umweltnaturwissenschaften, Albert-Ludwigs-Universität, Freiburg, Freiberg, Germany David Kring Center for Lunar and Space Exploration, Lunar and Planetary Institute, 3600 Bay Area Blvd., Houston, TX 77058, USA Prasun Mahanti School of Earth and Space Exploration, Arizona State University, Tempe, AZ 85281, USA David Minton Earth Atmospheric and Planetary Sciences, Purdue University, West Lafayette IN 47907, USA Catherine D. Neish Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Greg Neumann Planetary Geology, Geophysics and Geochemistry Lab, Code 698, Goddard Space Flight Center, Greenbelt, MD 20771, USA Jeff Plescia Applied Physics Laboratory, Johns Hopkins University, Laurel, MD 20723, USA Ross W. K. Potter Department of Earth, Environmental and Planetary Sciences, Brown University, Providence, RI 02912, USA Jim Richardson Planetary Science Institute, 1700 E. Fort Lowell, Tucson, AZ 85719, USA Elizabeth A. Silber Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, Canada Jason M. Soderblom Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA Michael Zanetti Department of Earth Sciences, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaInstitute for Earth and Space Exploration, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaCanadian Lunar Research Network, University of Western Ontario, 1151 Richmond St., London, ON, N6A 5B7, CanadaNASA George C. Marshall Space Flight Center, National Space Science and Technology Center, 320 Sparkman Drive, Huntsville, AL 35805, USA Nicolle Zellner Department of Physics, Albion College, Albion MI 49224, USA gosinski@uwo.ca Publisher: Mineralogical Society of America First Online: 04 Dec 2023 Copyright © 2023 by the Mineralogical Society of AmericaMineralogical Society of America Reviews in Mineralogy and Geochemistry (2023) 89 (1): 339–371. https://doi.org/10.2138/rmg.2023.89.08 Article history First Online: 04 Dec 2023 Cite View This Citation Add to Citation Manager Share Icon Share Facebook Twitter LinkedIn Email Permissions Search Site Citation Gordon R. Osinski, H. Jay Melosh, Jeff Andrews-Hanna, David Baker, Brett Denevi, Deepak Dhingra, Rebecca Ghent, Paul O. Hayne, Patrick Hill, Peter B. James, Steven Jaret, Brandon Johnson, Thomas Kenkmann, David Kring, Prasun Mahanti, David Minton, Catherine D. Neish, Greg Neumann, Jeff Plescia, Ross W. K. Potter, Jim Richardson, Elizabeth A. Silber, Jason M. Soderblom, Michael Zanetti, Nicolle Zellner; Lunar Impact Features and Processes. Reviews in Mineralogy and Geochemistry 2023;; 89 (1): 339–371. doi: https://doi.org/10.2138/rmg.2023.89.08 Download citation file: Ris (Zotero) Refmanager EasyBib Bookends Mendeley Papers EndNote RefWorks BibTex toolbar search Search Dropdown Menu toolbar search search input Search input auto suggest filter your search All ContentBy SocietyReviews in Mineralogy and Geochemistry Search Advanced Search This chapter is dedicated to H. Jay Melosh who tragically passed away during this endeavor. From his earliest publications on the concept of acoustic fluidization, to the publication of his landmark book Impact Cratering—A Geologic Process in 1989, to his latest contributions to the paper by Trowbridge et al. (2020) cited herein on understanding of the South Pole-Aiken basin, Jay's contributions to the understanding of the impact cratering process, and planetary surface processes in general, are unparalleled. His passing leaves a huge void in the community and he will be sorely missed. Impact craters are the Moon's quintessential landform. First... You do not have access to this content, please speak to your institutional administrator if you feel you should have access.",
  "authors": [
    {
      "display_name": "G. R. Osinski",
      "id": "A5060508061",
      "orcid": "https://orcid.org/0000-0002-1832-5925",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gordon R. Osinski"
    },
    {
      "display_name": "H. J. Melosh",
      "id": "A5070461647",
      "orcid": null,
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "H. Jay Melosh"
    },
    {
      "display_name": "Jeff C. Andrews-Hanna",
      "id": "A5104268785",
      "orcid": null,
      "institutions": [
        {
          "id": "I138006243",
          "display_name": "University of Arizona",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeff Andrews-Hanna"
    },
    {
      "display_name": "D. M. H. Baker",
      "id": "A5028539656",
      "orcid": "https://orcid.org/0000-0002-1284-0715",
      "institutions": [
        {
          "id": "I1306266525",
          "display_name": "Goddard Space Flight Center",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Baker"
    },
    {
      "display_name": "B. W. Denevi",
      "id": "A5015057822",
      "orcid": "https://orcid.org/0000-0001-7837-6663",
      "institutions": [
        {
          "id": "I2802946424",
          "display_name": "Johns Hopkins University Applied Physics Laboratory",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brett Denevi"
    },
    {
      "display_name": "D. Dhingra",
      "id": "A5041866924",
      "orcid": "https://orcid.org/0000-0002-6964-3130",
      "institutions": [
        {
          "id": "I94234084",
          "display_name": "Indian Institute of Technology Kanpur",
          "country_code": "IN",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deepak Dhingra"
    },
    {
      "display_name": "R. R. Ghent",
      "id": "A5044444891",
      "orcid": "https://orcid.org/0000-0002-3173-6630",
      "institutions": [
        {
          "id": "I1302918504",
          "display_name": "Planetary Science Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rebecca Ghent"
    },
    {
      "display_name": "P. O. Hayne",
      "id": "A5033918874",
      "orcid": "https://orcid.org/0000-0003-4399-0449",
      "institutions": [
        {
          "id": "I188538660",
          "display_name": "University of Colorado Boulder",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul O. Hayne"
    },
    {
      "display_name": "P. J. A. Hill",
      "id": "A5009735100",
      "orcid": "https://orcid.org/0000-0002-6739-4169",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Patrick Hill"
    },
    {
      "display_name": "P. B. James",
      "id": "A5053519054",
      "orcid": "https://orcid.org/0000-0003-0350-1188",
      "institutions": [
        {
          "id": "I157394403",
          "display_name": "Baylor University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter B. James"
    },
    {
      "display_name": "S. J. Jaret",
      "id": "A5071554963",
      "orcid": "https://orcid.org/0000-0003-1265-9470",
      "institutions": [
        {
          "id": "I1338124936",
          "display_name": "American Museum of Natural History",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Steven Jaret"
    },
    {
      "display_name": "Brandon Johnson",
      "id": "A5017739944",
      "orcid": "https://orcid.org/0000-0002-4267-093X",
      "institutions": [
        {
          "id": "I27804330",
          "display_name": "Brown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Brandon Johnson"
    },
    {
      "display_name": "T. Kenkmann",
      "id": "A5073646175",
      "orcid": "https://orcid.org/0000-0002-8127-6812",
      "institutions": [
        {
          "id": "I161046081",
          "display_name": "University of Freiburg",
          "country_code": "DE",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas Kenkmann"
    },
    {
      "display_name": "D. A. Kring",
      "id": "A5078715735",
      "orcid": "https://orcid.org/0000-0002-3440-6282",
      "institutions": [
        {
          "id": "I58286723",
          "display_name": "Lunar and Planetary Institute",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Kring"
    },
    {
      "display_name": "P. Mahanti",
      "id": "A5040813560",
      "orcid": "https://orcid.org/0000-0003-0805-8074",
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Prasun Mahanti"
    },
    {
      "display_name": "David A. Minton",
      "id": "A5071150372",
      "orcid": "https://orcid.org/0000-0003-1656-9704",
      "institutions": [
        {
          "id": "I219193219",
          "display_name": "Purdue University West Lafayette",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "David Minton"
    },
    {
      "display_name": "C. D. Neish",
      "id": "A5022255115",
      "orcid": "https://orcid.org/0000-0003-3254-8348",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Catherine D. Neish"
    },
    {
      "display_name": "Greg Neumann",
      "id": "A5079971659",
      "orcid": null,
      "institutions": [
        {
          "id": "I1306266525",
          "display_name": "Goddard Space Flight Center",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Greg Neumann"
    },
    {
      "display_name": "J. B. Plescia",
      "id": "A5046133757",
      "orcid": null,
      "institutions": [
        {
          "id": "I2802946424",
          "display_name": "Johns Hopkins University Applied Physics Laboratory",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jeff Plescia"
    },
    {
      "display_name": "R. W. K. Potter",
      "id": "A5113895687",
      "orcid": null,
      "institutions": [
        {
          "id": "I27804330",
          "display_name": "Brown University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ross W. K. Potter"
    },
    {
      "display_name": "J. L. Richardson",
      "id": "A5110744351",
      "orcid": null,
      "institutions": [
        {
          "id": "I1302918504",
          "display_name": "Planetary Science Institute",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jim Richardson"
    },
    {
      "display_name": "Elizabeth A. Silber",
      "id": "A5059175126",
      "orcid": "https://orcid.org/0000-0003-4778-1409",
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elizabeth A. Silber"
    },
    {
      "display_name": "J. M. Soderblom",
      "id": "A5070377080",
      "orcid": "https://orcid.org/0000-0003-3715-6407",
      "institutions": [
        {
          "id": "I63966007",
          "display_name": "Massachusetts Institute of Technology",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jason M. Soderblom"
    },
    {
      "display_name": "Michael Zanetti",
      "id": "A5110848763",
      "orcid": null,
      "institutions": [
        {
          "id": "I125749732",
          "display_name": "Western University",
          "country_code": "CA",
          "type": "funder"
        },
        {
          "id": "I1294504835",
          "display_name": "Marshall Space Flight Center",
          "country_code": "US",
          "type": "funder"
        },
        {
          "id": "I4210108285",
          "display_name": "National Space Science and Technology Center",
          "country_code": "US",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Zanetti"
    },
    {
      "display_name": "N. E. B. Zellner",
      "id": "A5012530100",
      "orcid": "https://orcid.org/0000-0002-2219-5043",
      "institutions": [
        {
          "id": "I45644089",
          "display_name": "Albion College",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nicolle Zellner"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-12-01",
  "type": "article",
  "cited_by_count": 13,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210187442",
    "display_name": "Reviews in Mineralogy and Geochemistry",
    "issn_l": "1529-6466",
    "issn": [
      "1529-6466",
      "1943-2666"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319932"
  },
  "volume": "89",
  "issue": "1",
  "first_page": "339",
  "last_page": "371",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.47321907
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.44608325
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.42586055
    },
    {
      "id": "C17967879",
      "display_name": "Space Science",
      "level": 2,
      "score": 0.41958874
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.32122457
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.2715176
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.2189731
    },
    {
      "id": "C146978453",
      "display_name": "Aerospace engineering",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10406",
      "display_name": "Planetary Science and Exploration",
      "score": 1.0
    },
    {
      "id": "T10325",
      "display_name": "Astro and Planetary Science",
      "score": 0.9998
    },
    {
      "id": "T12788",
      "display_name": "Space Science and Extraterrestrial Life",
      "score": 0.9893
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2138/rmg.2023.89.08",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:42:28.989159",
  "source_database": "OpenAlex"
}