{
  "openalex_id": "W4389880532",
  "doi": "https://doi.org/10.18224/genesis.v4.2022.93-103",
  "title": "PERFIL DAS INTERNAÇÕES DE CRIANÇAS POR DOENÇAS IMUNOPREVENÍVEIS SENSÍVEIS À ATENÇÃO PRIMÁRIA: DIFTERIA, TÉTANO E COQUELUCHE",
  "abstract": "No Brasil, a cobertura da Atenção Primária à Saúde (APS) possibilitou acesso a milhões de indivíduos. No entanto, devido às mudanças políticas, extensão territorial e heterogeneidade das regiões, ainda se encontra famílias com baixo acesso à saúde. Neste contexto, Billings et al., desenvolveu o indicador Ambulatory Care Sensitive Conditions que avalia o acesso da população aos serviços primários de saúde. O aumento das Internações por Condições Sensíveis à Atenção Primária (ICSAP) em crianças devido às doenças imunopreveníveis, são condições que têm gerado preocupação. Apesar do Programa Nacional de Imunizações (PNI) ter garantido ampla cobertura vacinal, ainda existem dificuldades que devem ser enfrentadas. Neste cenário, observou-se a reemergência de doenças antes controladas no Brasil, como a difteria, tétano e coqueluche. Assim, busca-se compreender o perfil da população infantil internadas por estas doenças. Objetivos: Descrever o perfil das internações por difteria, tétano e coqueluche de crianças menores de cinco anos no Brasil. Método: Estudo descritivo das internações por difteria, tétano e coqueluche em menores de cinco anos, residentes no Brasil entre 2009 a 2019. As faixas etárias deste estudo se subdividem em neonatal (até 27 dias após nascimento), pós-neonatal (de 28 até 364 dias após nascimento) e crianças menores de cinco anos. Foram incluídas internações que ocorreram em hospitais públicos/conveniados ao SUS. Foram excluídos diagnósticos que não compõe a vacina tríplice bacteriana (difteria, tétano e coqueluche), e faixas etárias acima de cinco anos. Foram utilizados dados secundários do DATASUS via Sistema de Informações Hospitalares do Sistema Único de Saúde (SIH/SUS). Foram consideradas as variáveis: município de residência, data de nascimento, data da internação, diagnóstico, ano de internação, Unidade Federativa de residência/região brasileira de residência, sexo, raça/cor e internação em Unidade de Terapia Intensiva. Foi calculado a frequência, média e o percentual das internações por difteria, tétano e coqueluche em menores de cinco anos. Foi utilizado o Statistical Package for the Social Sciences (SPSS). Por se tratar de dados secundários, de domínio público o presente estudo não utilizou informações com identificação dos indivíduos. Assim, foi dispensado a aprovação pelo Comitê de Ética. Resultados: Foram registradas 20.782 internações por difteria, tétano e coqueluche em menores de cinco anos. Houve predominância das internações no período pós-neonatal (83,6%), do sexo feminino (52,5%). Em relação à raça/cor, destacaram-se a parda e branca. 7.1% das internações fizeram uso de UTI. Em 2014, houve aumento do registro de internações (22,8%), sendo o ano de maior percentual de internações. A maior frequência de internações foi por coqueluche (98,0%). O menor número de internações foi na Região Centro-Oeste (7,8%), seguida da Região Norte (8,7%), Região Sul (17,1%) e Região Nordeste (27,1%). Na Região Sudoeste houve a maior frequência das internações por difteria, tétano e coqueluche (39,3%). Conclusões: O estudo evidenciou a reemergência das internações por difteria-tétano-coqueluche em menores de cinco anos. Destas, destacaram o sexo feminino, crianças de 28 a 364 dias. Em 2014 houve maior percentual de internações, com predominância da coqueluche. A região com maior número de internações foi a sudeste.",
  "authors": [
    {
      "display_name": "Fernando José Gomes dos Santos",
      "id": "A5100581256",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Fernando José Gomes dos Santos"
    },
    {
      "display_name": "Nathália Caetano Barbosa Teixeira",
      "id": "A5113073801",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nathália Caetano Barbosa Teixeira"
    },
    {
      "display_name": "María Aparecida Vieira",
      "id": "A5101877026",
      "orcid": "https://orcid.org/0000-0001-8101-1729",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Maria Aparecida da Silva Vieira"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-12-01",
  "type": "book-chapter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": "93",
  "last_page": "103",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.18224/genesis.v4.2022.93-103",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.5307612
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.49298498
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.1207664
    }
  ],
  "topics": [
    {
      "id": "T11590",
      "display_name": "Primary Care and Health Outcomes",
      "score": 0.9954
    },
    {
      "id": "T13555",
      "display_name": "Healthcare cost, quality, practices",
      "score": 0.9945
    },
    {
      "id": "T10391",
      "display_name": "Healthcare Policy and Management",
      "score": 0.9906
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.18224/genesis.v4.2022.93-103",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:32:15.560711",
  "source_database": "OpenAlex"
}