{
  "openalex_id": "W4386337145",
  "doi": "https://doi.org/10.37885/230813922",
  "title": "EMPODERAMENTO FEMININO EM FOCO: MULHERES TECENDO EM REDE E FORTALECENDO OS “NÓS”",
  "abstract": "A participação neste livro vem como uma forma de compartilhar as alegrias, aprendizados, desafios e dores da realização de um projeto de extensão, aprovado pelo edital da Pró Reitoria de Extensão do IFMT, que integra o Programa Teresa de Benguela. Foram cinco meses intensamente vividos, no ano de 2017. O público-alvo foi um grupo de mulheres, com suas singularidades, sejam elas culturais, religiosas, trabalhadoras formais ou não. Muitas delas vieram do nordeste do país, em busca de uma vida melhor, proporcionada pela região do agronegócio. Estou falando de Campo Novo do Parecis, interior do Mato Grosso e, mais especificamente, do bairro Boa Esperança. Algumas apresentavam alta vulnerabilidade socioeconômica. Outras “apenas” não se viam enquanto mulheres. Nem capazes. Nem importantes. Iniciamos o projeto com 17 mulheres e finalizamos com oito. Algumas ficaram pelo caminho, impedidas pelos companheiros que não permitiram a participação, principalmente, por algumas atividades ocorrerem à noite. Os objetivos estavam alicerçados em ofertar a essas mulheres momentos de capacitação, através de práticas voltadas a produção de massas, pães e sequilhos, que pudessem ampliar as oportunidades para a geração de renda. Porém, nesse processo, a troca de saberes e principalmente, o fortalecimento e sentimento de pertencimento, enriqueceram a nossa trajetória. Desta forma, te convido a me acompanhar, neste relato de experiência, com o intuito de compartilhar mais conhecimento sobre projetos de extensão, emoções proporcionadas e crescimentos adquiridos.",
  "authors": [
    {
      "display_name": "Karla Reuter dos Reis",
      "id": "A5029544462",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Karla Reuter dos Reis"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-01-01",
  "type": "book-chapter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "S4306486877",
    "display_name": "Editora Científica Digital eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": "29",
  "last_page": "45",
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://downloads.editoracientifica.com.br/articles/230813922.pdf",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.6872441
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.40236208
    }
  ],
  "topics": [
    {
      "id": "T13425",
      "display_name": "Rural and Ethnic Education",
      "score": 0.8947
    },
    {
      "id": "T11858",
      "display_name": "Urban Development and Societal Issues",
      "score": 0.8744
    },
    {
      "id": "T12348",
      "display_name": "Rural Development and Agriculture",
      "score": 0.8667
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.37885/230813922",
  "pdf_url": "https://downloads.editoracientifica.com.br/articles/230813922.pdf",
  "retrieved_date": "2025-07-30T15:35:56.563325",
  "source_database": "OpenAlex"
}