{
  "openalex_id": "W4387117043",
  "doi": "https://doi.org/10.1080/10670564.2023.2261877",
  "title": "Digital Governance in China: Dispute Settlement and Stability Maintenance in the Digital Age",
  "abstract": "ABSTRACTDrawing on intensive fieldwork conducted in China from 2019 to 2022, this article argues that the Chinese Communist Party is now widely applying a mode of digital governance to contain social grievances and strengthen social stability. Although digital technology itself does help facilitate dispute resolution and stability maintenance by more effectively defusing collective actions and preventing/settling social disputes, the political system and power structure under authoritarianism, to a larger extent, shapes and affects the operation and outcome of digital governance. Even though the party-state is committed to rule by law and promoting a digital governance 'by law and policy', the 'state of exception' is invoked when it has to rely on digital governance 'beyond law and policy' in order to serve the necessity of consolidating its political power and ruling base when social stability is threatened. However, this approach not only fails to construct an accountable state image but may also lead to counterproductive outcomes. The study of digital governance in China adds new elements to the explanation of the condition for a 'state of exception' under authoritarianism and also answers why the Chinese government tries to prevent and settle disputes while keeping creating them in the digital age.KEYWORDS: Digital governancedigital technologythe state of exceptiondispute resolutionstability maintenanceChina AcknowledgementThe authors are grateful for Askan Weidemann's help in publishing this article.Disclosure statementNo potential conflict of interest was reported by the author(s).Notes1 Yongshun Cai, 'Power Structure and Regime Resilience: Contentious Politics in China', British Journal of Political Science 38(3) (2008), pp. 411–432.2 Jieren Hu and Ying Wu, 'Source Governance of Social Disputes in China', Critical Asian Studies 55(3) (2023), pp. 354–376; Huang-Chih Sung, 'Can Online Courts Promote Access to Justice? A Case Study of the Internet Court in China', Computer Law & Security Review 39 (2020), pp. 3–8; Straton Papagianneas, 'Automation and Digitalization of Justice in China's Smart Court Systems', China Brief 21 (2021), pp. 14–20; Hengyao Han, '论中国的线上纠纷解决机制(ODR): \"网上枫桥经验\"的探索与发展' (On China's Online Dispute Resolution Mechanism (ODR): Exploration and Development of 'Online Fengqiao' Experience), Shoudu Shifandaxue Xuebao (Journal of Capital Normal University) 2 (2021), pp. 70–78.3 Jesper Schlæger and Matthias Stepan, 'Exploring the Sustainability of E-government Innovation in China: A Comparative Case Study on 22 Prefectural-level Cities' Websites', Journal of Chinese Political Science 22(4) (2017), pp. 625–649; Jeffrey James, 'The Smart Feature Phone Revolution in Developing Countries: Bringing the Internet to the Bottom of the Pyramid', Information Society 36(4) (2020), pp. 226–235.4 Evelyn Ruppert, Engin Isin, and Didier Bigo, 'Data Politics', Big Data & Society 4(2) (2017), pp. 1–7.5 Dragu Tiberiu and Yonatan Lupu, 'Digital Authoritarianism and the Future of Human Rights', International Organization 75 (2021), pp. 991–1017; Justin Sherman, 'Digital Authoritarianism and Implications for US National Security', The Cyber Defense Review 6(1) (2021), pp.107–118; Robert Menendez, The New Big Brother: China and Digital Authoritarianism (Washington D.C, U.S. Government Publishing Office, 2020).6 Charles Tilly, From Mobilization to Revolution (Reading: Addison-Wesley, 1978); Charles Tilly, Regimes and Repertoires (Chicago: University of Chicago, 2006); Francis Fukuyama, 'States and Democracy', Democratization 21(7) (2014), pp. 1326–1340.7 David J. Bulman and Kyle A. Jaros, 'Localism in Retreat? Central-provincial Relations in the Xi Jinping Era', Journal of Contemporary China 30(131) (2021), pp.697–716; Nele Noesselt, 'A Presidential Signature Initiative: Xiong'an and Governance Modernization under Xi Jinping', Journal of Contemporary China 29(126) (2020), pp. 838–852.8 Biao Huang and Jianxing Yu, 'Leading Digital Technologies for Coproduction: The Case of \"Visit Once\" Administrative Service Reform in Zhejiang Province, China', Journal of Chinese Political Science 24(3) (2019), pp. 513–532.9 Jane E. Fountain, Building the Virtual State: Information Technology and Institutional Change (Brookings Institution Press, 2004), pp.19–30.10 Giorgio Agamben, Homo Sacer: Sovereign Power and Bare Life, trans. Daniel Heller-Roazen (Stanford University Press, 1998), p. 9; Giorgio Agamben, State of Exception, trans. Kevin Attell (Chicago: University of Chicago Press, 2005), p. 2.11 Carl Schmitt, Dictatorship (Polity, 2013); Carl Schmitt, Political Theology: Four Chapters on the Concept of Sovereignty, trans. George Schwab (Chicago: University of Chicago Press, 2005); John McCormick, 'The Dilemmas of Dictatorship: Carl Schmitt and Constitutional Emergency Powers', in D. Dyzenhaus (ed.), Law as Politics: Carl Schmitt's Critique of Liberalism (Durham, N.C.: Duke University Press, 1998), p. 223.12 Michael McConkey, 'Anarchy, Sovereignty, and the State of Exception: Schmitt's Challenge', The Independent Review 17(3) (2013): 415–428.13 Lorenzo Cotula, 'The State of Exception and The Law of the Global Economy: A Conceptual and Empirico-legal Inquiry', Transnational Legal Theory 8(4) (2017): 424–454; Patricia Owens, 'Reclaiming \"Bare Life\"? Against Agamben on Refugees', International Relations 23(4) (2009), pp. 567–582.14 Flora Sapio, Sovereign Power and the Law in China (Brill: 2020), pp. 20–23.15 Ibid., pp. 57–59.16 Benjamin Liebman, 'Assessing China's Legal Reforms', Columbia Journal of Asian Law 23(1) (2009), pp.17–33; Taisu Zhang and Tom Ginsburg, 'China's Turn toward Law', Virginia Journal of International Law 59(2) (2019), pp. 306–385.17 Hu and Wu, 2023.18 Yu Zeng and Yuqing Feng, 'Politicized Adjudication Vis-à-vis Petitioners in Chinese Criminal Justice', Journal of Contemporary China 31(137) (2022), pp. 740–755; Ethan Michelson, 'Justice from above or below? Popular Strategies for Resolving Grievances in Rural China', The China Quarterly 193 (2008), pp. 43–64; Kwai Hang Ng and Xin He, Embedded Courts: Judicial Decision-Making in China (Cambridge: Cambridge University Press, 2017); Dali L. Yang, 'China's Troubled Quest for Order: Leadership, Organization and the Contradictions of the Stability Maintenance Regime', Journal of Contemporary China 26(103) (2017), pp. 35–53.19 Agamben, 2005, pp. 25–26.20 Ibid., p.50.21 Helen Margetts and Cosmina Dorobantu, 'Rethink Government with AI', Nature 568 (2019), pp.163–165.22 Nathan Gardels and Nicolas Berggruen, Renovating Democracy: Governing in the Age of Globalization and Digital Capitalism (University of California Press, 2019).23 Lilia Shevtsova, 'The Authoritarian Resurgence: Forward to the Past in Russia', Journal of Democracy 26(2) (2015), pp. 22–36.24 Erica Johnson and Beth Kolko, 'E-government and Transparency in Authoritarian Regimes: Comparison of National- and City-level E-government Web Sites in Central Asia', Digital Icons: Studies in Russian, Eurasian and Central European New Media 3 (2010), pp. 15–48; Rory Truex, 'Consultative Authoritarianism and Its Limits', Comparative Political Studies 50(3) (2017), pp. 329–361.25 Clay Shirky, 'The Political Power of Social Media: Technology, the Public Sphere, and Political Change', Foreign Affairs 90 (2011), pp. 28–41.26 Marc Lynch, 'After Egypt: The Limits and Promise of Online Challenges to the Authoritarian Arab State', Perspectives on Politics 9 (2011), pp. 301–310.27 Daniela Stockmann and Mary E. Gallagher, 'Remote Control: How the Media Sustain Authoritarian Rule in China', Comparative Political Studies 44(4) (2011), pp. 436–467.28 Zeynep Tufekci and Christopher Wilson, 'Social Media and The Decision to Participate in Political Protest: Observations from Tahrir Square', Journal of Communication 62 (2012), pp. 363–379; Yongshun-Cai and Titi Zhou, 'New Information Communication Technologies and Social Protest in China: Information as Common Knowledge', Asian Survey 56(4) (2016), pp. 731–75329 Diana Fu, 'Fragmented Control: Governing Contentious Labor Organizations in China', Governance 30 (2017), pp. 445–462.30 Diana Fu and Greg Distelhorst, 'Grassroots Participation and Repression under Hu Jintao and Xi Jinping', The China Journal 79 (2018), pp. 100–122.31 Jieren Hu, 'Grand Mediation in China: Mechanism and Application', Asian Survey 51(6) (2011), pp.1065–1089; Jieren Hu and Lingjian Zeng, 'Grand Mediation Mechanism and Legitimacy Enhancement in Contemporary China: The Guang'an Model', Journal of Contemporary China 24(91) (2015), pp. 43–63.32 Carl F. Minzner, 'Xinfang: An Alternative to Formal Chinese Legal Institutions', Stanford Journal of International Law 42(1) (2006), pp. 103–179.33 Jieren Hu, Tong Wu, and Jingyan Fei, 'Flexible Governance in China: Affective Care, Petition Disputes and Regime Legitimacy', Asian Survey 58(4) (2018), pp. 679–703.34 Yanhua Deng and Kevin J. O'Brien, 'Relational Repression in China: Using Social Ties to Demobilize Protesters', The China Quarterly 215 (2013), pp. 533–552.35 Ruoting Zheng and Jieren Hu, 'Outsourced Lawyers in China: Third Party Mediator and Their Selective Response in Dispute Resolution', China Information 34(3) (2020), pp. 1–23; Lynette H. Ong, 'Thugs and Outsourcing of State Repression in China', The China Journal 80 (2018), pp. 1–17.36 '1989年: 邓小平提出\"稳定压倒一切\"' (1989: Deng Xiaoping Put Forward 'Stability Trumps All'), People's Net, 24 September, 2009, accessed 2 June, 2023, http://www.ce.cn/xwzx/gnsz/szyw/200809/24/t20080924_16904281.shtml.37 Jesper Schlaeger, E-Government in China: Technology, Power and Local Government Reform (Abingdon: Routledge, 2013); Jesper Schlæger and Min Jian, 'Official Microblogging and Social Management by Local Governments in China', China Information 28(2) (2014), pp. 189–213; Federico Caprotti and Dong Liu, 'Emerging Platform Urbanism in China: Reconfigurations of Data, Citizenship and Materialities', Technological Forecasting and Social Change 151 (2019), DOI: 10.1016/j.techfore.2019.06.016; Jelena Große-Bley and Genea Kostka, 'Big Data Dreams and Reality in Shenzhen: An Investigation of Smart City Implementation in China', Big Data & Society 8(2) (2021), pp. 1–14.38 Hu and Wu, 2023.39 According to the statistics of the Chinese Smart Cities Forum, six provinces and 51 cities have included Smart Cities in their government work reports in China; of these, 36 are under new concentrated construction. See Pu Liu and Zhenghong Peng, 'China's Smart City Pilots: A Progress Report', Computer 47(10) (2014), pp. 72–81.40 Jun Xia, 'Linking ICTs to Rural Development: China's Rural Information Policy', Government Information Quarterly 27 (2010), pp. 187–195.41 Wenzhao Li, '超大城市的互动治理及其机制建构: 以北京市\"接诉即办\"改革为例' (Interactive Governance of Megacities and Its Mechanism Construction: A Case Study of The Reform of 'Handling Complaints As Soon As They Are Received' in Beijing), Dianzi Zhengwu (E-government) 11 (2021): 12–21.42 '重庆全面推行\"云长制\"'' (Chongqing Fully Implements the 'Cloud Leader System'), 19 August, 2019, accessed 3 April, 2023, https://www.sohu.com/a/334702556_123753.43 Rob Kitchin and Martin Dodge, Code/Space: Software and Everyday Life (Cambridge, MA: MIT Press, 2011); Virginia Eubanks, Automating Inequality: How High-Tech Tools Profile, Police, and Punish the Poor (New York, NY: St. Martin's Press, 2017); Stephen Graham, 'Spaces of Surveillant Simulation: New Technologies, Digital Representations, and Material Geographies', Environment & Planning D Society & Space 16(4) (1998), pp. 483–504; Stephen Graham, 'Software-sorted Geographies', Progress in Human Geography 29(5) (2005), pp. 562–580.44 Pierre Bourdieu, Language and Symbolic Power (Cambridge, MA: Harvard University Press, 1999); Judith Butler, Excitable Speech: A Politics of the Performative. London: Routledge, 1997).45 Simon Marvin, Aidan While, Bei Chen, and Mateja Kovacic, 'Urban AI in China: Social Control or Hyper-Capitalist Development in The Post-smart City?' Frontiers in Sustainable Cities (2022), pp. 1–11.46 Claire Seungeun Lee, 'Datafication, Dataveillance, and The Social Credit System as China's New Normal', Online Information Review 43(6) (2019), pp. 952–970; Jingyang Huang and Kellee S. Tsai, 'Securing Authoritarian Capitalism in the Digital Age: The Political Economy of Surveillance in China', The China Journal 88(1) (2022), pp. 1–28; Xu Xu, 'To Repress or to Co-opt? Authoritarian Control in the Age of Digital Surveillance', American Journal of Political Science 65(2) (2021), pp. 309–325.47 Dragu Tiberiu and Adam Przeworski, 'Preventive Repression: Two Types of Moral Hazard', American Political Science review 113 (1) (2019), pp. 77–87; Bruce J. Dickson, The Dictator's Dilemma: The Chinese Communist Party's Strategy for Survival (Oxford University Press, 2016).48 Ron Deibert, 'Authoritarianism Goes Global: Cyberspace under Siege', Journal of Democracy 26(3) (2015), pp. 64–78; Espen G. Rød and Nills B. Weidmann, 'Empowering Activists or Autocrats? The Internet in Authoritarian Regimes', Journal of Peace Research 52(3) (2015), pp. 338–351.49 Kenneth G. Lieberthal, 'Introduction: The \"Fragmented Authoritarianism\" Model and Its Limitations', in Kenneth G. Lieberthal and David M. Lampton (eds.), Bureaucracy, Politics, and Decision Making in Post-Mao China (Berkeley, CA: University of California Press, 1992), pp. 1–32.50 Zelin Xue, Yang Zheng and Jieren Hu, 'Cross-departmental Collaboration within the Government in China: The Case of Shanghai', China: An International Journal 20(1) (2022), pp. 73–92.51 This is most presented by Chinese veterans' protest. In fact, this kind of collective disputes can hardly be prosecuted offline either, see Jieren Hu and Tong Wu, 'Emotional Mobilization of Chinese Veterans: Collective Activism, Flexible Governance and Dispute Resolution', Journal of Contemporary China 30(129) (2021), pp. 451–464.52 Liebman, 2009.53 Keith J. Hand, 'Resolving Constitutional Disputes in Contemporary China', University of Pennsylvania East Asia Law Review 7(1) (2011), pp. 51–159; Yang Su and Xin He, 'Street as Courtroom: State Accommodation of Labor Protest in South China', Law and Society Review 44(1) (2010), pp. 157–184.54 Anthony Oberschall, 'Opportunities and Framing in the Eastern Europe Revolts of 1989', in Doug McAdam, John D. McCarthy and Mayer N. Zald (eds.), Comparative Perspectives on Social Movements (Cambridge University Press, 1996), pp.172–199.55 Shaoying Zhang and Derek McGhee, 'State of Exception: The Examination of Anti-Corruption Practices', in Shaoying Zhang and Derek McGhee, China's Ethical Revolution and Regaining Legitimacy: Politics and Development of Contemporary China (Palgrave Macmillan, 2017), pp. 109–134.56 Jacques Delisle, 'States of Exception in An Exceptional State: Emergency Powers Law in China', in Victor V. Ramraj and Arun K. Thiruvengadam (eds.) Emergency Powers in Asia: Exploring the Limits of Legality (Cambridge University Press, 2010), pp.342–390.57 Edward Schatz, 'What Kind(s) of Ethnography Does Political Science Need?' in Edward Schatz (ed.), Political ethnography: What Immersion Contributes to The Study of Power (Chicago: University of Chicago Press, 2009), pp. 303–318.58 Tiberiu and Lupu, 2021.59 '2015 年政府工作报告' (2015 Government Work Report), 5 March, 2015, accessed 7 March, 2023, http://www.gov.cn/guowuyuan/2015zfgzbg.htm.60 '中央经济工作会议举行 习近平李克强作重要讲话' (Xi Jinping and Li Keqiang Delivers Important Speeches at the Central Economic Work Conference), 21 December, 2018, accessed 8 May, 2023, http://www.gov.cn/xinwen/2018–12/21/content_5350934.htm.61 '从\"最多跑一次\"到\"最多跑一地\"' (From 'Run at Most Once' to 'Run at Most One Place'), 29 July, 2019, accessed 3 August, 2023, http://legal.people.com.cn/n1/2019/0729/c42510–31260913.html.62 In January 2003, at the first session of the 10th Zhejiang Provincial People's Congress, Xi Jinping, the secretary of the provincial party committee, proposed the construction of 'digital Zhejiang'. And in December 2016, the economic work conference of the provincial Party committee put forward the concept and goal of 'running once at most', see Xin Yu, '数字浙江建设的历史回顾' (Historical Review of Digital Zhejiang Construction), 2 July, 2021, accessed 3 March, 2023, https://www.zjds.org.cn/zhyj/37777.jhtml.63 Interview of Mr. Wang, the officer of the city police station in Y City in Zhejiang, 16 August, 2021.64 Designed by the authors.65 '最高人民法院关于深化人民法院司法体制综合配套改革第五个五年改革纲要(2019–2023)' (The Fifth Five-year Reform Outline of the SPC on Deepening the Comprehensive Supporting Reform of the Judicial System of the Court (2019–2023)), 12 November, 2019, accessed 4 April, 2023, https://m.thepaper.cn/baijiahao_4950121.66 Around 48% of primary and middle school students participated in subject-related private tutoring in China and by December 2020, the number of online education users in China has reached 342 million, see '2021 年中国教育培训行业市场现状、竞争格局及发展趋势分析' (Analysis on the Market Status, Competition Pattern and Development Trend of China's Education and Training Industry in 2021), 23 October, 2022, accessed 4 November, 2022, http://www.265xx.com/w421/33731.html; also see Park et al., 2011; Guo et al., 2020.67 Maria Heimer, 'The Cadre Responsibility System and the Changing Needs of the Party', in Kjeld E. Brodsgaard and Yongnian Zheng (eds.) The Chinese Communist Party in Reform (New York: Routledge, 2006), pp. 122–138.68 Yongshun Cai and Lin Zhu, 'Disciplining Local Officials in China: The Case of Conflict Management', The China Journal 70 (2013), pp. 98–119; Susan H. Whiting, 'The Cadre Evaluation System at the Grassroots: The Paradox of Party Rule', in Barry J. Naughton and Dali L. Yang (eds.) Holding China Together: Diversity and National Integration in the Post-Deng Era (New York: Cambridge University Press, 2004), pp. 101–119.69 Jason Wang, Chun Y. Ng and Robert H. Brook, 'Response to COVID-19 in Taiwan: Big Data Analytics, New Technology, and Proactive Testing', The Journal of the American Medical Association 323(14) (2020): 1341–1342; also see 'Mobile Giants Agree to Share Location Data with EU', 25 March, 2020, accessed 8 June, 2023, https://www.rte.ie/news/coronavirus/2020/0325/1126396-mobile-giants-agreeto-share-location-data-with-eu/.70 'Origin of Health Code: 48 Hours from Scratch, 40 Days Nationwide', 11 January, 2021, accessed 28 May, 2022, https://xw.qq.com/amphtml/20210111A0B1QN00.71 '2022 年河南健康码最新规则' (Latest Rules for Henan Health Code in 2022), 6 April, 2022, accessed 5 August, 2023, http://zz.bendibao.com/news/202189/85233.shtm.72 Marcello Ienca and Effy Vayena, 'On the Responsible Use of Digital Data to Tackle the COVID-19 Pandemic', Nature Medicine 26 (2020), pp. 463–464.73 Guobin Yang, The Power of the Internet in China: Citizen Activism Online (New York: Columbia University Press, 2009); Yongnian Zheng, Technological Empowerment: The Internet, State, and Society in China (Stanford, CA: Stanford University Press, 2007); Stanley Rosen, 'Is the Internet a Positive Force in the Development of Civil Society, A Public Sphere and Democratization in China?' International Journal of Communication 4 (2010), pp. 509–516.74 Interview with Mr. Yu, Shanghai, 18 June, 2022.75 Engen Tham, 'China Bank Protest Stopped by Health Codes Turning Red, Depositors Say', Reuters, 16 June, 2022, accessed 22 May, 2023, https://www.reuters.com/world/china/china-bank-protest-stopped-by-health-codes-turning-red-depositors-say-2022-06-14/.76 Deng and O'Brien, 2013.77 '河南储户\"被赋红码\"事件始末' (The Beginning and End of the 'Red Code' Event for Henan Depositors), 23 June, 2022, accessed 5 March, 2023, https://www.163.com/dy/article/HAIFTTOC05537IV7.html.78 Online interview with Mr. Zhang through telephone call, the senior judge of the criminal court at district level in Zhengzhou, Henan, 23 June, 2022.79 The officials who were punished included the Director and vice-Director of the Social Control Guidance Department of the COVID-19 Prevention and Control Headquarters, the Director of the Stability Maintenance Guidance Department of the Political and Legal Committee of the Zhengzhou Municipal Committee, and the Deputy General Manager of Zhengzhou Big data Development Co., Ltd. See, '河南通报\"红码\"事件: 多人被严肃处理' (Henan Announces the 'Red Code' Incident: Multiple People Being Seriously Handled), 22 June, 2022, accessed 7 August, 2023, https://www.thepaper.cn/newsDetail_forward_18689017.80 Phoebe Zhang, 'China Officials Who Abused Health Codes to Stop Bank Protests Punished', South China Morning Post, 23 June, 2022, accessed 2 June, 2023, https://www.scmp.com/news/china/politics/article/3182742/china-officials-who-abused-health-codes-stop-bank-protests.81 See for example, some netizens commented on Zhihu (知乎), a popular online communication community in mainland China, that 'the Chinese government has treated the people as fools' (把老百姓当傻子糊弄), 23 June, 2022, accessed 8 August, 2023, https://zhuanlan.zhihu.com/p/532897481.82 Interview with Mr. Zhang, Zhengzhou, 3 August, 2023.83 Rogier Creemers, 'Cyber China: Upgrading Propaganda, Public Opinion Work and Social Management for the Twenty-First Century', Journal of Contemporary China 26(103) (2017), pp. 85–100.84 Greg Austin, Cyber Policy in China (Cambridge: Polity, 2014).85 Fountain, 2004, pp.11–13.86 World Bank, World Bank Governance Indicators, 1996–2008 (Washington: World Bank, 2008); Jacques Delisle, 'Traps, Gaps and Law: Prospects and Challenges for China's Reforms', in Randall Peerenboom (ed.), Is China Trapped in Transition? Implications for Future Reforms (Oxford: Oxford Foundation for Law, Justice and Society, 2007), pp. 2–3.87 Delisle, 2010, pp. 342–390.88 Andrew S. Hoffman, Bart Jacobs, Bernard V. Gastel, Hanna Schraffenberger, Tamar Sharon T, Berber Pas, 'Towards a Seamful Ethics of Covid‑19 Contact Tracing Apps?' Ethics and Information Technology 23(1) (2021), pp. 105–115.89 Suzanne E. Scoggins and Kevin J. O'Brien, 'China's Unhappy Police', Asian Survey 56(2) (2016), pp. 229–242.90 Heinrich Meier, Carl Schmitt and Leo Strauss, The Concept of the Political (Chicago: University of Chicago Press, 2003), p. 77; Agamben, 2005, p. 20.Additional informationFundingThis work was supported by the National Social Science Fund Project \"Empirical Study on Civil Online Litigation\" [22CFX065].",
  "authors": [
    {
      "display_name": "Jieren Hu",
      "id": "A5045507709",
      "orcid": "https://orcid.org/0000-0002-8075-6988",
      "institutions": [
        {
          "id": "I4400573310",
          "display_name": "Hangzhou City University",
          "country_code": null,
          "type": "education"
        },
        {
          "id": "I6469544",
          "display_name": "City University of Macau",
          "country_code": "MO",
          "type": "education"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jieren Hu"
    },
    {
      "display_name": "Xing‐Mei Zhang",
      "id": "A5102950296",
      "orcid": "https://orcid.org/0000-0002-8728-8849",
      "institutions": [
        {
          "id": "I4210136497",
          "display_name": "Jilin Medical University",
          "country_code": "CN",
          "type": "education"
        },
        {
          "id": "I194450716",
          "display_name": "Jilin University",
          "country_code": "CN",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Xingmei Zhang"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-09-28",
  "type": "article",
  "cited_by_count": 10,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S102994345",
    "display_name": "Journal of Contemporary China",
    "issn_l": "1067-0564",
    "issn": [
      "1067-0564",
      "1469-9400"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319847"
  },
  "volume": "33",
  "issue": "148",
  "first_page": "561",
  "last_page": "577",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C191935318",
      "display_name": "China",
      "level": 2,
      "score": 0.7132563
    },
    {
      "id": "C39389867",
      "display_name": "Corporate governance",
      "level": 2,
      "score": 0.6174698
    },
    {
      "id": "C2777063073",
      "display_name": "Settlement (finance)",
      "level": 3,
      "score": 0.5985948
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.44800314
    },
    {
      "id": "C91093795",
      "display_name": "Information Age",
      "level": 2,
      "score": 0.41727847
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.33096558
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.26963836
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.115430325
    },
    {
      "id": "C145097563",
      "display_name": "Payment",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10628",
      "display_name": "China's Socioeconomic Reforms and Governance",
      "score": 0.9325
    },
    {
      "id": "T14258",
      "display_name": "Legal and Policy Issues",
      "score": 0.9151
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1080/10670564.2023.2261877",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:05:12.080954",
  "source_database": "OpenAlex"
}