{
  "openalex_id": "W4389089010",
  "doi": "https://doi.org/10.1353/lvn.2023.a913118",
  "title": "Introduction: Melville in Public",
  "abstract": "Introduction:Melville in Public Jennifer Greiman and Brian Yothers Wariness about publicity is a hallmark of Melville's writing. Jack Chase joins with the underappreciated poet Lemsford to condemn the public as a monster of fickle tastes and harsh judgments: \"The public and the people! Ay, ay, my lads, let us hate the one and cleave to the other\" (White-Jacket 192). Pierre Glendinning recoils when the Chief Mate of the Captain Kidd Monthly claims him as \"public property\" and demands his daguerreotype (Pierre 254). And the Cosmopolitan frets about the waning faith of a \"traveling public\" who never so much as crack open the Bibles strewn around riverboats and hotels (The Confidence-Man 249). But if the public in Melville's work often appears as a cause for suspicion and apprehension, the life of Melville's work in public is something else entirely. Melville's writing remains perennially current as a common source of cultural material in political discourse, popular culture, and art. It is invoked in political contexts to meditate on the psychology of authoritarianism, to historicize economies of extraction and extinction, and to model a refusal to live under finance capitalism. Just this summer—in episodes airing on June 12, 19, and 26, 2023—the popular Freakonomics podcast released a three-episode examination of the American whaling industry in which Moby-Dick featured prominently as both a key historical resource and a model for diversity in the workplace. Melville references abound in film and television around the world (from Star Trek and The Simpsons to Derry Girls and Extraordinary Attorney Woo) as material for punchlines, character development, and analogy. And Melville's work has long served as a resource for artists and writers, who have reworked his characters, images, and plots through music (Laurie Anderson, Benjamin Britten, Jake Heggie, and Dave Malloy), dance (Matthew Cumbie and Tom Truss, James Wilton Dance, Anthony Fleming, Jamie Abelson, and Sylvia [End Page 1] Hernandez-DiStaci), visual art (Aileen Callahan, Tony De Los Reyes, Robert Del Tredici, Claire Illouz, Rockwell Kent, Matt Kish, George Klauba, Eleen Lin, Frank Stella, Gilbert Wilson, and many others), photography (Peter Michael Martin), and digital installations (Wu Tsang). In short, for all of the suspicions that Melville's characters may harbor about the judgements of the public, his work has long provided the materials around which vibrant and varied publics have been constituted. For our third issue marking the twenty-fifth anniversary of Leviathan, Melville in Public, we are extending the examination of Melville's reach from our summer 2023 issue on Digital Melville to take stock of Melville's place in visual art, literature, and public culture. Three of the pieces in this issue engage with the work of contemporary artists—the printmaker Jos Sances, the photographer Peter Michael Martin, and the novelist Marilynne Robinson—all of whom draw on distinct aspects of Melville's aesthetics to reflect on, respectively, histories of exploitation and extraction, queer intimacy and sociality, and Calvinist theology and tradition in nineteenth-century public culture. In this, each of these artists addresses the ways in which Melville's books still speak to issues of ongoing public importance while constituting their own publics of readers and viewers. And because Melville takes up such questions and histories with serious humor, the issue also examines, through a roundtable discussion, the phenomenon of Melville Twitter, a hilarious and improvisational public forum of academics, readers, and fans who constantly demonstrate Melville's relevance to current events and the rapid-fire discourse of social media. Perennial relevance and serious humor: both qualities have long characterized Melville's appearance in public. Many scholars have considered the phenomenon of Melville's public relevance, or what C.L.R. James famously called the \"miracle of Herman Melville\"—namely, that \"he painted a picture of the world in which we live, which is to this day unsurpassed\" (3). For his 2005 biography, Herman Melville: His World and Work, Andrew Delbanco amassed an alternative set of Extracts, gathering quotations, references, and cartoons that invoke characters and scenes from Moby-Dick, Billy Budd, and Bartleby as always-ready analogies from the turn of the twentieth century to the turn of the twenty-first...",
  "authors": [
    {
      "display_name": "Jennifer Greiman",
      "id": "A5061284443",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jennifer Greiman"
    },
    {
      "display_name": "Brian Yothers",
      "id": "A5078817565",
      "orcid": "https://orcid.org/0009-0004-7610-7012",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Brian Yothers"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-10-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210175507",
    "display_name": "Leviathan",
    "issn_l": "1525-6995",
    "issn": [
      "1525-6995",
      "1750-1849"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "25",
  "issue": "3",
  "first_page": "1",
  "last_page": "6",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.5799358
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.50555396
    },
    {
      "id": "C56273599",
      "display_name": "White (mutation)",
      "level": 3,
      "score": 0.4700614
    },
    {
      "id": "C2778692574",
      "display_name": "Faith",
      "level": 2,
      "score": 0.46482518
    },
    {
      "id": "C2779610281",
      "display_name": "Public sphere",
      "level": 3,
      "score": 0.4539232
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.41823137
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.41402817
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.3983116
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.37565613
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.35779256
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.32266957
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.3010202
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.24253538
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.16520318
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.1307846
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12912",
      "display_name": "Shakespeare, Adaptation, and Literary Criticism",
      "score": 0.9693
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/lvn.2023.a913118",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:53:17.853295",
  "source_database": "OpenAlex"
}