{
  "openalex_id": "W4384161471",
  "doi": "https://doi.org/10.59156/revista.v35i04.227",
  "title": "Quiste Epidermoide Intradiploico con Invasión Intracerebral: Reporte de Caso y Revisión de la Literatura",
  "abstract": "Introducción: Los quistes epidermoides intradiploicos representan el 25% de los tumores epidermoides intracraneales y menos del 0,25% de todos los tumores intracraneales primarios. El hueso frontal y el parietal son las localizaciones más comunes. La extensión intradural es muy infrecuente, representando solamente el 3% del total de ellos.&#x0D; Caso clínico: Paciente femenina de 64 años con antecedente de TEC frontal a los 11 años de edad consulta por una tumoración subcutánea de 5 x 4 cm a nivel frontal izquierda de evolución prolongada. TC de encéfalo mostró una lesión lítica de calota asociada a compromiso subgaleal, invasión intradural y extensión intraparenquimatosa. Se decidió la conducta quirúrgica con exéresis de la misma junto con su pseudocápsula. El informe anatomopatológico reveló quiste epidermoide.&#x0D; Discusión: Los quistes epidermoides pueden ser congénitos o adquiridos. Al igual que nuestro caso, los adquiridos suelen causarse por la inclusión traumática del epitelio superficial. Suelen presentarse como una tumefacción subcutánea y permanecer asintomáticos hasta incluso décadas. La inusual extensión intradural puede generar síntomas tales como convulsiones y déficits neurológicos. El tratamiento suele ser la exéresis completa junto con su capsula para así lograr un pronóstico favorable y la prevención de complicaciones.&#x0D; Conclusión: Los quistes epidermoides intradiploicos son lesiones benignas y de crecimiento lento, pudiendo alcanzar tamaños considerables y ocasionalmente extenderse intracranealmente. El diagnóstico suele sospecharse radiológicamente y es confirmado mediante el estudio anatomopatológico. Deben incluirse dentro del algoritmo diagnóstico en pacientes que presentan lesiones únicas de calota con osteólisis e invasión intradural. En casos de extensión intradural, se insiste en su extirpación total con el fin prevenir la recurrencia y su potencial malignización.",
  "authors": [
    {
      "display_name": "Derek O. Pipolo",
      "id": "A5025807107",
      "orcid": "https://orcid.org/0000-0001-6934-0183",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Derek Orlando Pipolo"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-12-02",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S4387291074",
    "display_name": "Revista Argentina de Neurocirugía",
    "issn_l": "1668-9151",
    "issn": [
      "1668-9151",
      "1850-1532"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "35",
  "issue": "04",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://ranc.com.ar/index.php/revista/article/download/227/368",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.59146285
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.48682183
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.42563087
    }
  ],
  "topics": [
    {
      "id": "T12183",
      "display_name": "Teratomas and Epidermoid Cysts",
      "score": 0.9287
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.59156/revista.v35i04.227",
  "pdf_url": "https://ranc.com.ar/index.php/revista/article/download/227/368",
  "retrieved_date": "2025-07-30T14:25:53.606107",
  "source_database": "OpenAlex"
}