{
  "openalex_id": "W4389897675",
  "doi": "https://doi.org/10.18224/genesis.v4.2022.144-153",
  "title": "BARCELONA: DE MODELO URBANÍSTICO À CIDADE MERCADORIA",
  "abstract": "Introdução: Esta pesquisa discute as intervenções urbanas em Barcelona a partir do planejamento estratégico e como a arquitetura tem se tornando midiática. São apresentadas reflexões sobre a condição urbana contemporânea e o papel da arquitetura relacionada à globalização e aos investimentos do capital especulativo. Para tanto, discute-se a valorização cultural de Barcelona, considerando a crise urbana dos anos 1960 e, posteriormente, a cidade do espetáculo, em fins do século XX. Objetivo: São discutidos os processos de restruturação urbana, por meio do mapeamento a fim de identificar possíveis relações entre destruição criativa e tábula rasa e elaborar a historiografia dessas intervenções e estratégias adotadas. A cronologia permite observar a circulação de ideias sobre cidade, arquitetura e planejamento urbano, além da caracterização do “Legado Barcelona” e sua relação com os termos branding urbano e city marketing. Métodos: A partir dos mapeamentos e do referencial teórico são identificadas as estratégias adotadas em diferentes momentos históricos, permitindo observar as diversas camadas que incidem na forma urbana de Barcelona assim como a circulação de ideias no campo dos estudos urbanos, conforme aponta Vàzquez (2004). A pesquisa aponta as transformações urbanas de Barcelona a partir da visão historicista recorrente nos anos 1960 e, posteriormente, a aproximação ao termo city marketing e a valorização de áreas históricas das cidades e/ou áreas industriais ou periféricas das principais cidades europeias. Resultados: A sistematização proposta aponta os seguintes resultados: a relação entre a crise do Movimento Moderno e a emergência da cidade como objeto chave na redefinição da disciplina arquitetura, principalmente no contexto europeu. Além disso, observa-se a aproximação entre intervenções urbanas e estratégias de desenvolvimento econômico alinhados à valorização da cultura como objeto da indústria do turismo. Nesse contexto, Barcelona é tida como cidade de sucesso, ao adotar as intervenções pontuais como estratégia de regeneração urbana por meio da valorização dos espaços públicos. Inicialmente, as intenções articulavam-se à postura historicista, resultando em intervenções de pequena escala, a nível dos bairros. No entanto, no final dos anos 1980, a valorização da cultura catalã e a abertura econômica culminaram no plano estratégico de Barcelona, sob coordenação de Busquets, visando escolher áreas para as Olimpíadas de 1992, resultando em um projeto amplo de mobilidade e infraestrutura em escala metropolitana. Conclusão: A historiografia proposta permitiu constatar as diversas escalas presentes nas propostas analisadas, sendo que ora focaram em reorganizar a cidade em sua dimensão metropolitana, ora enfatizaram-se aspectos econômicos, como eixo estratégico de reabilitação e reestruturação urbanas. Pode-se dizer que as experiências em Barcelona retratam as questões propostas por Vàzquez (2004) quando discorre sobre a visão culturalista da cidade: da cidade da disciplina à cidade pós-histórica. Significa, em outras palavras, atuar em diversas escalas de intervenção de uma intervenção urbana, reafirmando o Legado Barcelona, uma vez que a cidade replicou metodologias de leitura e análise urbanas, considerando seu patrimônio urbano e arquitetônicos e áreas periféricas passiveis de investimentos no último quartel do século passado, ainda que resultassem na gentrificação urbana e na cidade do espetáculo.",
  "authors": [
    {
      "display_name": "Júlia Morais Caetano",
      "id": "A5111095283",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Júlia Morais Caetano"
    },
    {
      "display_name": "Sandra Catharinne Pantaleão Resende",
      "id": "A5036244015",
      "orcid": "https://orcid.org/0000-0002-5145-9255",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Sandra Catharinne Pantaleão Resende"
    }
  ],
  "publication_year": 2022,
  "publication_date": "2022-12-01",
  "type": "book-chapter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "pt",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": "144",
  "last_page": "153",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.18224/genesis.v4.2022.144-153",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.673054
    },
    {
      "id": "C2781022627",
      "display_name": "City marketing",
      "level": 3,
      "score": 0.47898507
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.31476903
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.29394436
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C18918823",
      "display_name": "Tourism",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11858",
      "display_name": "Urban Development and Societal Issues",
      "score": 0.9591
    },
    {
      "id": "T12483",
      "display_name": "Global Urban Networks and Dynamics",
      "score": 0.9447
    },
    {
      "id": "T10239",
      "display_name": "Urban Planning and Governance",
      "score": 0.9172
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.18224/genesis.v4.2022.144-153",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:32:15.556475",
  "source_database": "OpenAlex"
}