{
  "openalex_id": "W4387666351",
  "doi": "https://doi.org/10.7326/m23-1389",
  "title": "Information About Provision of Abortion on U.S. Hospital Websites: A Cross-Sectional Analysis",
  "abstract": "LettersOctober 2023Information About Provision of Abortion on U.S. Hospital Websites: A Cross-Sectional AnalysisCorrection(s) for this article:CorrectionsNov 2023Correction: Information About Provision of Abortion on U.S. Hospital WebsitesFREECorrectionsDec 2023Correction: Information About Provision of Abortion on U.S. Hospital WebsitesFREEAri B. Friedman, MD, PhD*, Miriam R. Singer, MD*, Katherine L. Blanton, BA, Caroline N. Goldfarb, BA, Tiwadeye Lawal, MD, Deborah Bartz, MD, MPH, Aaron L. Schwartz, MD, PhDAri B. Friedman, MD, PhD*Department of Emergency Medicine, Department of Medicine, and Department of Medical Ethics and Health Policy, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PennsylvaniaSearch for more papers by this author, Miriam R. Singer, MD*Harvard Medical School, Boston, MassachusettsSearch for more papers by this author, Katherine L. Blanton, BAHarvard Medical School, Boston, MassachusettsSearch for more papers by this author, Caroline N. Goldfarb, BAHarvard Medical School, Boston, MassachusettsSearch for more papers by this author, Tiwadeye Lawal, MDHarvard Medical School, Boston, MassachusettsSearch for more papers by this author, Deborah Bartz, MD, MPHHarvard Medical School, Boston, and Department of Obstetrics, Gynecology & Reproductive Biology, Brigham and Women’s Hospital, Boston, MassachusettsSearch for more papers by this author, Aaron L. Schwartz, MD, PhDDepartment of Medical Ethics and Health Policy, and Division of General Internal Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia; and Center for Health Equity Research and Promotion, Crescenz VA Medical Center, Philadelphia, PennsylvaniaSearch for more papers by this authorAuthor, Article, and Disclosure Informationhttps://doi.org/10.7326/M23-1389 SectionsSupplemental MaterialAboutFull TextPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissions ShareFacebookTwitterLinkedInRedditEmail Background: Patients often rely on online resources to learn about medications and procedures, including abortion. Indeed, U.S. web searches for “abortion near me” are 5 times more common than for “colonoscopy near me” (1). Patient-oriented webpages may play an important role in patients locating abortion providers, learning about the procedure, and scheduling care. However, it is unknown whether hospitals and their health systems offer these online resources.Objective: To examine the websites of U.S. hospitals, including those with specialized abortion training programs, to measure how often they offer information about abortion and its provision at their facilities compared with colonoscopy, ...References1. Google LLC. Google Trends: colonoscopy near me and abortion near me. Accessed at https://trends.google.com/trends/explore?date=today%205-y&geo=US&q=colonoscopy%20near%20me,abortion%20near%20me on 14 March 2023. Google Scholar2. Foster AM, Jackson CB, Martin SB. Reproductive health and cyber (mis)representations: a content analysis of obstetrics and gynecology residency program websites. Contraception. 2008;78:99-105. [PMID: 18672109] doi:10.1016/j.contraception.2008.03.012 CrossrefMedlineGoogle Scholar3. Rader B, Upadhyay UD, Sehgal NKR, et al. Estimated travel time and spatial access to abortion facilities in the US before and after the Dobbs v Jackson Women's Health decision. JAMA. 2022;328:2041-2047. [PMID: 36318194] doi:10.1001/jama.2022.20424 CrossrefMedlineGoogle Scholar4. Andersen MS, Marsicano C, Pineda Torres M, et al. Texas Senate Bill 8 significantly reduced travel to abortion clinics in Texas. Front Glob Womens Health. 2023;4:1117724. [PMID: 37020904] doi:10.3389/fgwh.2023.1117724 CrossrefMedlineGoogle Scholar5. Jones RK, Witwer E, Jerman J. Abortion incidence and service availability in the United States, 2017. Guttmacher Institute; September 2019. Accessed at www.guttmacher.org/report/abortion-incidence-service-availability-us-2017 on 15 August 2023. Google Scholar6. Beaulieu ND, Chernew ME, McWilliams JM, et al. Organization and performance of US health systems. JAMA. 2023;329:325-335. [PMID: 36692555] doi:10.1001/jama.2022.24032 CrossrefMedlineGoogle Scholar7. Borrero S, Talabi MB, Dehlendorf C. Confronting the medical community's complicity in marginalizing abortion care. JAMA. 2022;328:1701-1702. [PMID: 36318124] doi:10.1001/jama.2022.18328 CrossrefMedlineGoogle Scholar8. Anderson EM, Cowan SK, Higgins JA, et al. Willing but unable: physicians' referral knowledge as barriers to abortion care. SSM Popul Health. 2022;17:101002. [PMID: 34984221] doi:10.1016/j.ssmph.2021.101002 CrossrefMedlineGoogle Scholar9. American Medical Association House of Delegates. A-22. Report of Reference Committee on Amendments to Constitution and Bylaws. Resolution 028—Preserving Access to Reproductive Health Services. American Medical Association; 2022. Google Scholar Author, Article, and Disclosure InformationAuthors: Ari B. Friedman, MD, PhD; Miriam R. Singer, MD; Katherine L. Blanton, BA; Caroline N. Goldfarb, BA; Tiwadeye Lawal, MD; Deborah Bartz, MD, MPH; Aaron L. Schwartz, MD, PhDAffiliations: Department of Emergency Medicine, Department of Medicine, and Department of Medical Ethics and Health Policy, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PennsylvaniaHarvard Medical School, Boston, MassachusettsHarvard Medical School, Boston, and Department of Obstetrics, Gynecology & Reproductive Biology, Brigham and Women’s Hospital, Boston, MassachusettsDepartment of Medical Ethics and Health Policy, and Division of General Internal Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia; and Center for Health Equity Research and Promotion, Crescenz VA Medical Center, Philadelphia, PennsylvaniaDisclaimer: The views expressed in this article represent the authors’ views and not necessarily the views or policies of their respective affiliated institutions, including the U.S. government and the U.S. Department of Veterans Affairs.Acknowledgment: Dr. Friedman is supported by the Public Interest Technology University Network, the Penn Medical Communications Research Institute, and the National Institute on Aging (1R03AG078933-01). Dr. Schwartz reported grants from Arnold Ventures and MedPAC, and prior personal fees from Tufts School of Medicine, CVS Health, Lown Institute, VBIDHealth, and MedPAC outside the scope of the submitted work. The authors acknowledge Soohyun Kim, Katy Tanis, and Sara Riaz for research assistance.Disclosures: Disclosures can be viewed at www.acponline.org/authors/icmje/ConflictOfInterestForms.do?msNum=M23-1389.Corresponding Author: Ari B. Friedman, MD, PhD, Perelman School of Medicine, University of Pennsylvania, Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104; e-mail, arib@alumni.upenn.edu.Correction: This article was amended on 17 October to correct an error in the number of states reported in the study methods description. A correction has been published (doi:10.7326/L23-0399). This article was amended on 21 November 2023 to correct an error in interpretation of data in the Discussion section. A correction has been published (doi:10.7326/L23-0424).This article was published at Annals.org on 10 October 2023.* Drs. Friedman and Singer contributed equally to the manuscript as co-first authors. PreviousarticleNextarticle Advertisement FiguresReferencesRelatedDetailsSee AlsoCorrection: Information About Provision of Abortion on U.S. Hospital WebsitesCorrection: Information About Provision of Abortion on U.S. Hospital Websites Metrics Cited byCorrection: Information About Provision of Abortion on U.S. Hospital WebsitesCorrection: Information About Provision of Abortion on U.S. Hospital Websites October 2023Volume 176, Issue 10 Page: 1434-1436 Keywords Colonoscopy Hospital medicine Medical ethics Obstetrics and gynecology Outpatient clinics Public policy Residency ePublished: 17 October 2023 Issue Published: October 2023 Copyright & PermissionsCopyright © 2023 by American College of Physicians. All Rights Reserved.PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Ari B. Friedman",
      "id": "A5031504714",
      "orcid": "https://orcid.org/0000-0003-0412-6754",
      "institutions": [
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ari B. Friedman"
    },
    {
      "display_name": "Miriam R. Singer",
      "id": "A5032704633",
      "orcid": "https://orcid.org/0000-0003-4781-7344",
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Miriam R. Singer"
    },
    {
      "display_name": "Katherine L. Blanton",
      "id": "A5044627820",
      "orcid": "https://orcid.org/0000-0002-0673-8124",
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Katherine L. Blanton"
    },
    {
      "display_name": "Caroline N. Goldfarb",
      "id": "A5051594650",
      "orcid": "https://orcid.org/0000-0002-4415-9860",
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Caroline N. Goldfarb"
    },
    {
      "display_name": "Tiwadeye Lawal",
      "id": "A5070480255",
      "orcid": null,
      "institutions": [
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Tiwadeye Lawal"
    },
    {
      "display_name": "Deborah Bartz",
      "id": "A5077307008",
      "orcid": "https://orcid.org/0000-0002-3096-9715",
      "institutions": [
        {
          "id": "I1283280774",
          "display_name": "Brigham and Women's Hospital",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I136199984",
          "display_name": "Harvard University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah Bartz"
    },
    {
      "display_name": "Aaron L. Schwartz",
      "id": "A5017385124",
      "orcid": "https://orcid.org/0000-0002-8583-1369",
      "institutions": [
        {
          "id": "I4210133394",
          "display_name": "Philadelphia VA Medical Center",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I79576946",
          "display_name": "University of Pennsylvania",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Aaron L. Schwartz"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-10-01",
  "type": "article",
  "cited_by_count": 3,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119722071",
    "display_name": "Annals of Internal Medicine",
    "issn_l": "0003-4819",
    "issn": [
      "0003-4819",
      "1539-3704"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316812"
  },
  "volume": "176",
  "issue": "10",
  "first_page": "1434",
  "last_page": "1436",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.9098283
    },
    {
      "id": "C142052008",
      "display_name": "Cross-sectional study",
      "level": 2,
      "score": 0.7924166
    },
    {
      "id": "C2778642596",
      "display_name": "Abortion",
      "level": 3,
      "score": 0.5025499
    },
    {
      "id": "C512399662",
      "display_name": "Family medicine",
      "level": 1,
      "score": 0.42701983
    },
    {
      "id": "C131872663",
      "display_name": "Obstetrics",
      "level": 1,
      "score": 0.37972942
    },
    {
      "id": "C99454951",
      "display_name": "Environmental health",
      "level": 1,
      "score": 0.34837794
    },
    {
      "id": "C2779234561",
      "display_name": "Pregnancy",
      "level": 2,
      "score": 0.34205863
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.12051529
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10600",
      "display_name": "Reproductive Health and Contraception",
      "score": 0.9983
    },
    {
      "id": "T11156",
      "display_name": "Reproductive Health and Technologies",
      "score": 0.9617
    },
    {
      "id": "T10391",
      "display_name": "Healthcare Policy and Management",
      "score": 0.9594
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.7326/m23-1389",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:51:29.666895",
  "source_database": "OpenAlex"
}