{
  "openalex_id": "W4395946259",
  "doi": "https://doi.org/10.15468/dl.9nsffx",
  "title": "Occurrence Download",
  "abstract": "A dataset containing 1183630 species occurrences available in GBIF matching the query: { \"and\" : [ \"HasCoordinate is true\", \"TaxonKey is Pieris rapae (Linnaeus, 1758)\", \"HasGeospatialIssue is false\" ] } The dataset includes 1183630 records from 960 constituent datasets: 1 records from TWIC - Identification Workshops dataset. 1 records from Données naturalistes de Marie-France LECCIA. 18 records from Données du naturaliste Marquet Jacques provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Données espèces - Expertise IPE 9. 538 records from Merseyside BioBank (verified). 38 records from Données du/de la naturaliste JACOB Emmanuel provenant de la base de donnée du SINP Île-de-France CETTIA. 7 records from Colección del Departamento de Biología Animal (Zoología) de la Universidad de La Laguna. 2 records from Données de présence collectées par SIMETHIS sur les rhopalocères entre 2012/2015. 1 records from Schiller Gymnasium Hof 10b. 1 records from Biologische Station im Kreis Wesel. 3 records from Butterflies of Gordon Park. 2 records from Données naturalistes de la Société pour le Muséum d'Orléans et les Sciences (SOMOS). 20 records from Données naturalistes de Damien AVRIL. 57 records from Données photographiques validées de la galerie du forum \"Le Monde des Insectes\". 1 records from Biotope in Rheine - Aktion 350. 1 records from Bulau. 96 records from Entomology, Natural History Museum, University of Oslo. 29 records from Tasmanian Natural Values Atlas. 25 records from Données naturalistes de Ségolène FAUSTEN. 2 records from Macaulay Library Audio and Video Collection. 9 records from Museu Darder de Banyoles. 13714 records from Artportalen (Swedish Species Observation System). 1 records from Données du/de la naturaliste Barré Kévin provenant de la base de donnée du SINP Île-de-France CETTIA. 10 records from Lepidoptera specimen database of Osaka Museum of Natural History. 26 records from Données naturalistes de Julien ROUSSEAU. 41 records from Lepidopterous specimens of Yamagata Prefectural Museum. 3 records from Helgeland Museum, Lepidoptera. 5 records from Suivi temporel des Rhopalocères 2016. 1 records from FloVegSI-FAV - Faunistical database of ZRC SAZU. 2 records from Ensemble des données Rhopalocères. 13 records from Données naturalistes (Rhopalocères et Zygènes) de Jean-Atlan GUILLOTON (indépendant). 1 records from Artenfülle um das Schalkenmehrener Maar. 78 records from BioFokus. 2 records from Inventaire du Lac de Marcenay (Bourgogne). 1 records from Artenvielfalt auf der Weide - GEO-Hauptveranstaltung in Crawinkel. 1 records from Inventaire faunistique de l'ENS des Parc des berges de Seine. 37 records from Anymals+plants - Citizen Science Data. 3 records from Données naturalistes d'Océane ROQUINARC'H. 26 records from Données de la structure Ville de Paris provenant de la base de donnée du SINP Île-de-France CETTIA. 15 records from Queensland Museum provider for OZCAM. 1 records from Lassentiner Moor (Niepars). 6 records from EXPLOR'NATURE 2017, inventaire biologique de la commune de Barcelonnette. 3 records from Données faune ZNIEFF 2016 du Comité départemental de protection de la nature et de l'environnement de Loir-et-Cher. 505 records from International Barcode of Life project (iBOL). 1 records from Données espèces - Expertise IPE 93. 1 records from Danisco-Wiese. 60 records from Butterflies. 2 records from Données naturalistes de Xavier BONNET. 206 records from Estonian University of Life Sciences. 1 records from Données du/de la naturaliste Champagne Alain provenant de la base de donnée du SINP Île-de-France CETTIA. 10 records from Données d'expertise convention GTM Bâtiment et le Service du patrimoine naturel du MNHN. 391 records from Alterra (NL) - Comparison entomofauna in cities en countrysides. 19 records from Mesures compensatoires A65 (CDC Biodivsersité). 1 records from 20 Jahre Naturschutzgebiet Dreienberg. 34 records from Données du naturaliste MOTHIRON Philippe provenant de la base de donnée du SINP Île-de-France CETTIA. 25 records from Données Rhopalocères et Zygènes de la RNN Cousseau - export réalisé pour le pré-Atlas régional en 2016. 43 records from Shire Group IDB species data 2004 to present. 21 records from Données Rhopalocères récoltées par le CEN Aquitaine en 2011 et 2012 (Etude sur les papillons menacés des zones humides). 1 records from Steinbruch Mainz-Weisenau, 3. Jahr. 86 records from University of Guelph, Department of Environmental Biology. 6 records from Données naturalistes de Benoit MARTHA. 1 records from Données naturalistes de Monsieur DAMOISEAU Sébastien. 1 records from Naturnachmittag 'Artenvielfalt an der Ecke' (Wäldchen an der Wegegabelung). 121 records from Observations occasionnelles Parc national des Pyrénées. 91 records from WildNet - Queensland Wildlife Data. 7 records from Wildwatch North Pennines AONB project records for Cumbria. 3 records from Données du/de la naturaliste LAIGNEL Julien provenant de la base de donnée du SINP Île-de-France CETTIA. 110 records from Données de la structure Seine-et-Marne Environnement provenant de la base de donnée du SINP Île-de-France CETTIA. 5 records from Suivi botanique et entomologique pour la gestion de la portée de RTE sur l'emprise de la RNN de Bassée. 52 records from Données du Parc Naturel Régional de la Haute Vallée de Chevreuse provenant de la base de donnée du SINP Île-de-France CETTIA. 3 records from Données de Jérôme FOUERT pour l'inventaire PATNAT du PNRLG. 1 records from Species Records for John Muir Trust Properties Nevis, Sandwood, Quinag and Schiehallion 2010.. 139 records from Bumblebees, cuckoobees and butterflies in southern Poland. 3 records from Données des naturalistes POHIER et LEFORT provenant de la base de donnée du SINP Île-de-France CETTIA. 4 records from Données CardObs (hors programme spécifique). 32 records from Insect specimens of Obihiro Centennial City Museum. 21 records from Dorset Sites of Nature Conservation Interest (SNCI) species records 2000-2008. 95 records from Données du/de la naturaliste Vindras Laurent provenant de la base de donnée du SINP Île-de-France CETTIA. 4343 records from Atlas des rhopalocères du Nord et du Pas-de-Calais. 7 records from Insect Collection of Yokosuka City Museum. 1 records from Wismar Bucht coast-watching. 48 records from Données rhopalocères collectées par le CEN Aquitaine entre 1970 et 2015. 5916 records from The Distribution Atlas of Butterflies in Poland. 378 records from Gloucestershire Historic Wildlife Sightings prior to 1st Jan 2000. 2 records from Convention Suez Environnement (SITA) – SPN. 14 records from Butterflie Specimens of Yamaguchi prefectural Yamaguchi Museum. 30 records from New Brunswick Museum Collection. 1 records from Knechtweide (Kohlfurth). 7877 records from Irish Butterfly Monitoring Scheme. 4 records from données naturalistes de ALZIAR Gabriel. 162 records from University of Georgia Collection of Arthropods. 207 records from Données naturalistes de Bruno OGER. 18703 records from Suffolk Biodiversity Information Service (SBIS) Dataset. 1 records from Dierloch, nördlicher Mooswald (Freiburg-Hochdorf). 2 records from Données rhopalocères 2014/2015 des Mattes de Paladon. 1 records from Département_du_Var_2017_12_18. 32252 records from Wider Countryside Butterfly Scheme (WCBS). 1 records from Wildlife Observations Bardon Hill 31.5.09. 1 records from Inventario de los ropaloceros (Lepidoptera) de la Sierra Gorda, estado de Querétaro, México. 10 records from smavd_2017_12_18. 5 records from Données du/de la naturaliste Amar Emmanuel provenant de la base de donnée du SINP Île-de-France CETTIA. 33 records from Données naturalistes de Tony PRESSE - Chronoventaire. 2 records from Ville_de_Digne_les_Bains_2017_12_18. 1 records from Römertal (Steinpleis). 1 records from Données du/de la naturaliste BREARD Jean provenant de la base de donnée du SINP Île-de-France CETTIA. 22 records from Zoological specimens of Gifu Prefectural Museum. 5 records from BoBO - Botanic Garden and Botanical Museum Berlin Observations. 2 records from Données du/de la naturaliste Barande Serge provenant de la base de donnée du SINP Île-de-France CETTIA. 16 records from DDT05_2017_12_18. 1 records from Naturoptère_2017_12_18. 24151 records from naturgucker. 107 records from Données du/de la naturaliste MOULIN Nicolas provenant de la base de donnée du SINP Île-de-France CETTIA. 40 records from Survey and monitoring records for Scottish Wildlife Trust reserves from reserve convenors and Trust volunteers - Verified data. 46 records from University of California Santa Barbara Invertebrate Zoology Collection. 14441 records from iNaturalist Research-grade Observations. 4 records from Données naturalistes de Hubert GUIMIER. 10 records from Données du naturaliste Christian Letourneau. 6 records from Naturhistorisches Museum Mainz, Schmetterlingssammlung Rodenkirchen. 32 records from Grand_Site_Sainte-Victoire_2017_12_18. 4 records from Field Study Group of the Dutch Mammal Society (NL) - 2003 - Mammal Survey Alvao Natural Park, Portugal. 1 records from Langes Tannen (Uetersen). 1 records from Langes Tannen. 7 records from Données de Lépidoptères de Bruno DAUGET - Dépt du CHER (18). 39 records from Butterfly_conservation_2017_12_18. 14 records from Inventaires faune 2007-2016 CDC Biodiversité A65. 5 records from Data from Defra Family Organisations supplied to Staffordshire Ecological Record. 28 records from BCE butterfly data central and southern Europe. 4 records from Données du diagnostic initial (2014) du plan de gestion de la tourbière de Passeben. 57 records from University of Alberta E. H. Strickland Entomological Museum (UASM). 1 records from Düne am Ulvenberg (Darmstadt). 1 records from Données espèces - Expertise IQE 5. 126 records from ALA species sightings and OzAtlas. 6 records from Données naturalistes de Renaud PUISSAUVE. 2 records from University of Guelph Insect Collection (DEBU). 1 records from Données du/de la naturaliste VAN DEN BRINK Sylvie provenant de la base de donnée du SINP Île-de-France CETTIA. 203 records from BCE butterfly data Spain. 524 records from Natural History Museum Rotterdam (NL) - Insecta collection. 23 records from RNF - Données de l'association de la RN du lac de Remoray. 152 records from BioGIS - Israeli Lepidopterists Society. 11 records from Réseaux écologiques/Trame verte et bleue. 5 records from Données de rhopalocères collectées en 2011 et 2012 par le CEN Aquitaine / Diagnostic écologique Natura 2000 de Haute Soule et du Barétous. 3 records from Inventaire des insectes en milieux humides dans le site Natura 2000 Haute Vallée du Lignon. 4 records from Données du naturaliste Fougère Benjamin provenant de la base de donnée du SINP Île-de-France CETTIA. 69 records from Données de la structure SFO - Société Française d'Odonatologie provenant de la base de donnée du SINP Île-de-France CETTIA. 7 records from Données naturalistes de Pierre NOEL (pnoel). 101 records from Données de l'Observatoire de la Faune de Bourgogne. 6 records from RNF - Association Loiret Nature Environnement. 1 records from Données espèces - Expertise IQE 80. 1 records from Réalisation du DOCOB Basse Vallée du Loing (77). 10 records from Données de Luc BARBARO. 2 records from Données Protocole Papillons Gestionnaires (PROPAGE). 5 records from Données du partenariat Imerys - UMS PatriNat - 2018-2020. 76 records from Données de la structure Département 95 provenant de la base de donnée du SINP Île-de-France CETTIA. 6 records from If_Ecologie_Conseil_2017_12_18. 1 records from Wir erkunden die Hofau, Klasse 5c. 2339 records from Liste des espèces de la faune sauvage de la base de données naturalistes Faune-France 2017.. 3 records from Eppingen und Umgebung. 99 records from Royal British Columbia Museum Entomology Collection. 1 records from Halberg bei Neumorschen. 35 records from Données naturalistes d'Alexandre ANTOINE. 183 records from Borders Backyard Biodiversity. 1 records from NSG Karwendel. 4 records from UAM Insect Collection (Arctos). 2 records from Données naturalistes d'Olivier LAURENT. 5 records from Lepidoptera (Specimens NRM). 71 records from Insect Collection of Natural History Museum and Institute, Chiba. 1 records from Langes Tannen(LMS), Klasse 5d. 2 records from GRT gaz inventaire Parc naturel régional de Lorraine. 37 records from Colección de Artrópodos de la Asociación BIGA para el estudio del patrimonio natural de Galicia: ABIGA. 74 records from Patrick Roper’s Notebooks. 2 records from Jeff Ogden Collection. 21 records from Données des carnets de terrain de Roland Essayan. 1 records from Artenvielfalt auf Restbauernhof. 363 records from OEH Atlas of NSW Wildlife. 106 records from Naturkundemuseum im Ottoneum Kassel, Entomological Collection. 14 records from Nova Scotia Department of Natural Resources, Subenacadie, NS, Canada. 5 records from Données de la naturaliste Clémentine Gand. 14 records from Recensement des rhopalocères 2012/2014 - Atlas de la biodiversité de Bordeaux Métropole. 1 records from Données espèces - Expertise IQE 102. 33 records from Données de la structure CORIF/LPO-idf provenant de la base de donnée du SINP Île-de-France CETTIA. 184 records from BCE butterfly data expert holiday data throughout Europe. 3 records from Butterfly observations data. Monitoring butterflies in the Sierra Nevada (Granada, Spain). 1 records from Lustadter Wald .. 1 records from Denver Botanic Gardens Collection of Arthropods. 1 records from Données du naturaliste Lustrat Jean-Marc provenant de la base de donnée du SINP Île-de-France CETTIA. 2 records from Données de la structure Département 78 provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Biosphärenpark Wienerwald - Pfaffstätten. 161 records from Données naturalistes faune du Conservatoire des espaces naturels Auvergne saisies avant le 18 février 2019.. 1 records from Suivi des reptiles, insectes et flore de la forêt départementale de Champfailly 2009. 28 records from SSNATV_2017_12_18. 99 records from Application INPN Espèces: Observations naturalistes, participatives et opportunistes, fondée sur des photographies. 7 records from Jeu de données convention FEGVE-SPN-2012-2016. 1 records from Trockenrasen und Buchenwald in der Umgebung der Jugendherberge Bad Blankenburg. 5 records from étude entomologique et plan de gestion de la forêt de bréviande. 1 records from Données espèces - Expertise IQE 89. 327 records from Données de répartition de l’association FLAVIA A.D.E. acquises avec un financement public.. 9 records from Données naturalistes (Rhopalocères et Zygènes) de Benoit DUHAZÉ (CEN Aquitaine). 1 records from Unser Schulgelände. 193 records from Données du naturaliste Luquet Gérard provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Bannwald Burghauser Forst. 22 records from Données du naturaliste Marie-Christine DUBERNARD provenant de la base de donnée du SINP Île-de-France CETTIA. 3 records from Données de la naturaliste Lucile Ferriot. 410 records from Carnet B Centre - lot 2012. 1 records from Spreewaldfließe und Feuchtwiese bei Lübbenau. 1 records from Frauenholz (Holzmaden). 61 records from Données du naturaliste ducourneau philippe provenant de la base de donnée du SINP Île-de-France CETTIA. 61 records from Insect specimens of Tokushima Prefectural Museum. 4 records from Field Study Group of the Dutch Mammal Society (NL) - 2004 - Mammal Survey Rakitovec, Slovenia. 1 records from Biosphärenreservat Münsinger Alb. 30 records from A_ROCHA_2017_12_18. 1 records from Etude écologique de la Cité Scolaire Paul Valéry Paris 12ème. 2 records from Transmissions de données opportunistes du Parc Naturel Régional Périgord-Limousin (PNRPL). 2 records from Données espèces Expertise IQE 311. 211 records from OPIE_National_2017_12_18. 7 records from Données du naturaliste Pierre Rivallin provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Mississippi Entomological Museum. 816 records from PROSERPINE_2017_12_18. 2133 records from ClimateWatch. 1 records from Artenvielfalt der Nordsee - Bremerhaven (Dorum-Neufeld). 2 records from Données du naturaliste Thibedore Laurent provenant de la base de donnée du SINP Île-de-France CETTIA. 2 records from Données collectées par la SLB de 2001 à 2009. 2 records from Connaissances des sciences de la vie et de la terre en Haute-Normandie. 1 records from 6. Tag der Artenvielfalt Hockenheim Thema: Wald 12.-14.6.2009. 2 records from Field Study Group of the Dutch Mammal Society (NL) - 2009 - Mammal Survey Serra da Estrela, Portugal. 1 records from Diagnostic des Espaces Naturels Sensibles des Yvelines. 59 records from Données naturalistes d'Etienne HERAULT. 2 records from Données du naturaliste TRACHIER Gustave provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Landschaftspark St.Leonhard-Deisendorf. 1 records from Species found in the NOMS estate 2005 - Present. 56 records from Données de Lépidoptères de Denis Vandromme. 137 records from Parc_National_de_Port_Cros_2017_12_18. 1 records from Umgebung des Spalatin Gymnasium Altenburg. 49 records from Données de la structure ANVL (Association des Naturalistes de la Vallée du Loing et du Massif de Fontainebleau) provenant de la base de donnée du SINP Île-de-France CETTIA. 4 records from Données du Parc Naturel Régional du Vexin provenant de la base de donnée du SINP Île-de-France CETTIA. 384 records from Données de la structure Naturessonne provenant de la base de donnée du SINP Île-de-France CETTIA. 2 records from Données naturalistes de l'AGUPE (Association Générale d'Urbanisme et de Protection de l'Environnement). 1 records from Schanzenanlage Bergham. 1 records from Riedensee. 1 records from Naturnahes Tal in Siena. 8933 records from PollardBase. 1 records from HeathNet data. 1 records from Botanischer Garten (Saarbrücken). 39 records from Inventaire permanent des invertébrés de Haute-Normandie. 1 records from DREAL_PACA_-_N2000_-_Commune_de_Névache_2017_12_18. 2 records from Lahnufer in Villmar. 6 records from Données naturalistes d'Yves BAS. 1 records from Insect specimens of Sagamihara City Museum. 79 records from Données naturalistes de Thomas LORICH. 1 records from Klutensee. 20 records from Terrestrial and liminic invertebrates systematic collection NTNU University Museum. 853 records from Carnet B Lorraine. 27 records from Données de Lépidoptères de Bruno DAUGET - Dépt du PUY-DE-DOME (63) - Contribution à l'Atlas écologique des Rhopalocères et Zygènes du Puy-de-Dôme. 11 records from DREAL_PACA_-_N2000_-_Parc_National_des_Ecrins_2017_12_18. 2 records from Butterflies 2008. 1 records from Données naturalistes de GAULTIER Cyrille. 20 records from Lepidoptera (Observations). 486385 records from UK Butterfly Monitoring Scheme (UKBMS). 46 records from Données du/de la naturaliste Bottinelli Julien provenant de la base de donnée du SINP Île-de-France CETTIA. 2 records from Annales de la Société Linnéenne de Maine-et-Loire. 2 records from Données de la Réserve Naturelle Régionale du Site géologique de Vigny-Longuesse provenant de la base de donnée du SINP Île-de-France CETTIA. 2861 records from Finnish Entomological Database. 1 records from Selz-Renaturierung (Hahnheim/Sörgenloch). 24 records from Données de présence collectées par Biotope Sud-Ouest sur les rhopalocères entre 2001/2016. 16 records from Données du/de la naturaliste ESSAYAN Roland provenant de la base de donnée du SINP Île-de-France CETTIA. 142 records from ATBI Parc national du Mercantour / Parco naturale Alpi Marittime. 20 records from Observations naturalistes et collection entomologique de Julien TOUROULT. 4686 records from Dutch Butterfly Atlas 1995-1999 - De Vlinderstichting. 627 records from Données naturalistes de CERCOPE (Jean-Louis PRATZ). 13 records from Données du naturaliste ROCHAT Didier provenant de la base de donnée du SINP Île-de-France CETTIA. 400 records from BugGuide - Identification, Images, &amp; Information For Insects, Spiders &amp; Their Kin For the United States &amp; Canada. 1122 records from Meetnetten - Transects for butterflies in Flanders, Belgium. 15 records from Inventaire des Lépidoptères Rhopalocères et Zygènes de France métropolitaine. 1 records from Données de la naturaliste Chloé Chabert. 55 records from SER Site-based Surveys. 3 records from Données naturalistes d'Eléonore VANDEL. 73 records from Données LPO Réserve naturelle nationale Marais de Müllembourg. 1 records from Michael Barkla's Observations. 1 records from Données espèces - Expertise IQE 13. 16 records from Transferts SI Faune - Données naturalistes opportunistes de Sylvain BONIFAIT. 21 records from Données de la naturaliste Marion Laprun-Parisot. 374 records from Données faune, flore et fonge du Conservatoire des espaces naturels de Picardie. 1 records from Amtsrain Apolda-Zottelstedt. 41 records from Gunma Museum of Natural History, Insect Specimen. 1 records from Werl macht sich auf die Suche. 312 records from Muséum_de_Toulon_et_du_Var_2017_12_18. 1 records from Données espèces - Expertise IPE 62. 3 records from AGIR_Ecologique_2017_12_18. 1 records from Perchtoldsdorfer Heide. 1 records from Bureau_des_Guides_Naturalistes_2017_12_18. 13 records from Jeu de données convention CD78-Service du patrimoine naturel-2014-2015. 3007 records from National butterfly monitoring scheme in Finland. 19 records from Données naturalistes de Jean-Paul LECHAPT. 24 records from Insect specimens of Kushiro City Museum. 2 records from Agriculture and Agri-Food Canada, Fredericton Collection. 123 records from RNF - Données de l'Association GEREPI (GEstion de la REserve naturelle nationale du PInail). 3 records from Données du/de la naturaliste Verna Eric provenant de la base de donnée du SINP Île-de-France CETTIA. 26 records from Données du/de la naturaliste BITSCH Thomas provenant de la base de donnée du SINP Île-de-France CETTIA. 2 records from AIRELE_2017_12_18. 1 records from Heidesee / Halle. 1 records from GEO-Hauptveranstaltung (Insel Vilm). 270 records from Geographically tagged INSDC sequences. 2 records from Données du naturaliste Esteban Hatton. 9 records from Regroupement de données rhopalocères et odonates 2015/2016. 10 records from WTSWW Data: All Taxa (West Wales). 6 records from RNF - Données de l'association Nature Nord Isère LO PARVI. 1 records from GEO-Hauptveranstaltung (NLP Harz / Hochharz). 78 records from Inventaire des espèces cibles du schéma Trame Verte et Bleue de Paris. 144 records from South Australian Museum Australia provider for OZCAM. 180 records from Lepidoptera collection of NW Europe. 1 records from Hettstadt Gehäge. 1 records from Gesamtartenliste Bremerhaven, Helgoland und Sylt. 10686 records from DOF - Observations from the Danish Ornithological Society. 6 records from Insect (GNHM-IN). 6 records from BCE butterfly data in and around Nothern Italy. 4 records from The Provincial Museum of Newfoundland and Labrador Natural History Collection. 1 records from Schlichemquelle (Tieringen/Meßstetten). 1 records from Données Bois du Roi 2017. 68 records from Cleveland Museum of Natural History. 1 records from Données espèces - Expertise IQE 119. 472 records from Insect specimens of Iwate Prefectural Museum. 11 records from Inventaire des Rhopalocères pour le Document d'Objectifs (Natura 2000) du PNRLG.. 4 records from Données naturalistes (Rhopalocères et Zygènes) d'Alain ROYAUD (indépendant). 21 records from Modernisation des ZNIEFF du PnrL. 7 records from Données naturalistes de Martin HILAIRE. 2 records from Rhopaloceres 2015 Bureau d'études SIMETHIS. 1 records from Données espèces - Expertise IQE 38. 52 records from Suivi Photographique des Insectes Pollinisateurs (SPIPOLL). 1 records from Données espèces - Expertise IQE 20. 6 records from Données naturalistes 2019 de Bruno DAUGET. 1 records from Réactualisation des données naturalistes de la Butte du Hutrel. 1 records from GE-Brühl. 3 records from European Lepidoptera Observations by Donald Hobern. 1 records from Clemson University Arthropod Collection. 1 records from Stadtbiotop Ulrichteich. 2 records from Taiwan Forestry Research Institute. 17 records from Données opportunistes de la Réserve Naturelle Nationale de l'étang de la Mazière. 6 records from Données Rhopalocères et Zygènes du CEN Aquitaine, programme 64PRED. 3 records from Convention Fédération française de golf - MNHN 2016-2019.. 71 records from Canberra Nature Map. 7 records from Tasmanian Museum and Art Gallery provider for OZCAM. 40 records from Suivis Rhopalocères et Zygènes de la RNN de Bruges. 1 records from Données naturalistes de MICHALKE Friedrich. 150 records from The Lepidopterists' Society Season Summary. 5 records from Données de la structure Fédération 77 de Pêche et Protection du Milieu aquatique provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Heider Bergsee (Brühl). 2601 records from CEN_PACA_2017_12_18. 2 records from GEO-Hauptveranstaltung in \"Wildtierland\". 107 records from Etude mise au grand Gabarit Seine amont – Ecosphère. 1 records from Raus in die Natur. 3995 records from Liste des espèces de la faune sauvage de la base de données naturalistes Faune-France 2018.. 1 records from Données historiques de la Fondation d'Entreprise du Golf de Vidauban pour l'Environnement. 514 records from Welsh Invertebrate Database (WID). 747 records from Banco de Datos de la Biodiversidad de la Comunitat Valenciana. 19 records from Bulletin mensuel de la société linnéenne de Lyon [1932- ]. 11 records from Données naturalistes de Monsieur PRESSE Tony. 2848 records from BV Insectarium Virtual. 8 records from Données de l'Association de Sauvegarde de l'Environnement d'Epône. 29 records from Invertebrate Site Register - England (1738-2005).. 3 records from Zoologische Staatssammlung Muenchen - International Barcode of Life (iBOL) - Barcode of Life Project Specimen Data. 1 records from Données naturalistes (Rhopalocères et Zygènes) de Jude LOCK (indépendant). 1 records from RNF - Données du Syndicat de Gestion des Gorges de l'Ardêche. 15 records from University of Western Ontario Collection. 6 records from Field Study Group of the Dutch Mammal Society (NL) - 2012 - Mammal Survey Galicia, Spain. 1 records from NSG Berschau - Auengebiet (Neustadt / Wied). 10 records from Isle of Man historical wildlife records 1990 to 1994. 91 records from Entomological Specimens of Museum of Nature and Human Activities, Hyogo Pref., Japan. 1 records from Données naturalistes de Julien BIRARD. 2 records from Field Study Group of the Dutch Mammal Society (NL) - 2008 - Mammal Survey Muntii Padurea Craiului - Apuseni mountains, Romania. 1 records from Données espèces - Expertise IQE 52. 1 records from Données du naturaliste JAPIOT Xavier provenant de la base de donnée du SINP Île-de-France CETTIA. 24 records from TWIC Biodiversity Field Trip Data (1995-present). 1 records from 4. Tag der Artenvielfalt, Naturschutzgebiet Hockenheimer Rheinbogen. 18 records from Essig Museum of Entomology. 9 records from Données Saint-Gobain Distribution Bâtiment France. 38 records from Natural Resources Wales Regional Data : Mid-Wales. 31 records from Données du/de la naturaliste BRAUD Julie provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Syndicat_Mixte_du_Massif_des_Monges_2017_12_18. 3 records from Données naturalistes de Benoit FONTAINE. 7 records from River Biologists' Database (EPA). 243 records from C.P. Gillette Museum of Arthropod Diversity. 1641 records from Atlas of Finnish Macrolepidoptera. 1 records from Tongrube bei Hettstedt. 7247 records from Collections and observation data National Museum of Natural History Luxembourg. 52 records from Données du naturaliste Piolain Julien provenant de la base de donnée du SINP Île-de-France CETTIA. 1010 records from Data collected on scitizen science web portal www.ornitho.cat. 1 records from Mémoires de la Société des Sciences naturelles et archéologiques de la Creuse [1831-]. 40 records from Données faune Nature 18 - 2017. 1 records from Zwickau- Schwanenteich. 74 records from Saisie des bulletins de la Société Linnéenne de Bordeaux (2013 &gt; 2015). 67 records from Données naturalistes d'Anthony TURPAUD. 17 records from DREAL_PACA_-_N2000_-_Parc_Naturel_Régional_du_Verdon_2017_12_18. 71 records from Données du/de la naturaliste Branger Fabien provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Schulgarten der Volksschule. 1 records from Données espèces - Expertise IPE 79. 15 records from Merseyside BioBank (unverified). 5504 records from NBIS Records to December 2016. 53 records from DNSM: Durban Natural Science Museum Insect Collection (1900-2011). 1 records from Field Study Group of the Dutch Mammal Society (NL) - 2010 - Mammal Survey Patvinsuo National Park, northern Karelia, Finland. 21 records from Données de la naturaliste PRAT Christine provenant de la base de donnée du SINP Île-de-France CETTIA. 14 records from GRENHA_2017_12_18. 1 records from Schulhof Goethe-Gymnasium (Emmendingen). 372 records from Données ONF faune-flore-fonge. 16 records from Stoke-on-Trent Environmental Survey results (1982-1984). 183 records from Données naturalistes de MOREAU Patrice. 17 records from McMaster University Collection. 20 records from Regroupement de données rhopalocères récoltées sur la période de 2010-2015 par Cistude Nature. 1 records from Données espèces - Expertise IPE 70. 1 records from Données de la naturaliste Lemoine Delphine provenant de la base de donnée du SINP Île-de-France CETTIA. 1 records from Schulumfeld Albert-Einstein-Gymnasium (Sankt Augustin). 1 records from Steinbruch Mainz-Weisenau, 2. Jahr. 1 records from Fels- und Weinbergsflächen in Hatzenport/Terrassenmosel. 1 records from Données du/de la naturaliste Dewulf Lucile provenant de la base de donnée du SINP Île-de-France CETTIA. 3 records from Données opportunistes récoltées par le CD40 dans le cadre de la compensation \"Contournement\" de DAX. 1 re",
  "authors": [
    {
      "display_name": "NULL AUTHOR_ID",
      "id": "A9999999999",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Occdownload Gbif.Org"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-01-01",
  "type": "dataset",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "fr",
  "source": {
    "id": "S4398183272",
    "display_name": "Global Biodiversity Information Facility",
    "issn_l": null,
    "issn": null,
    "type": "repository",
    "host_organization": "https://openalex.org/I111796040"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://www.gbif.org/occurrence/download/0030059-191105090559680",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2780154274",
      "display_name": "Download",
      "level": 2,
      "score": 0.6883522
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.35714352
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.21463871
    }
  ],
  "topics": [],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.gbif.org/occurrence/download/0030059-191105090559680",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:34.781296",
  "source_database": "OpenAlex"
}