{
  "openalex_id": "W4392862791",
  "doi": "https://doi.org/10.1213/ane.0000000000006698",
  "title": "How Real Are the Effects of Virtual Reality in Decreasing Acute Pain?",
  "abstract": "See Article, page 751 Virtual reality (VR) is best described as a collection of technologies that allow people to interact with a simulated 3-dimensional virtual environment using their physical senses, whether for pleasure or other specific purpose.1 With significant advancement in the field of computer modeling and simulation, VR applications have started to find a place in several health care fields and applications including pain management.1 In this editorial, we attempt to provide a succinct summary of VR technology and briefly review published literature of its use in the context of acute pain, so that we can better appreciate and appraise the reported randomized controlled trial (RCT) by Araujo-Duran et al.2 For the purpose of our discussion, we will consider VR as a broad category and do not distinguish it from other variants of VR such as augmented reality or mixed reality. Table. - Summary of Existing Evidence for the Use of VR in the Context of Acute Pain Along With Quality of Evidence Setting of acute pain last author name-year and type of study Summary of literature Time of VR use relative to painful stimulus USPSTF level of evidence USPSTF grade Major surgery Cardiac surgery Mosso-Vázquez JL-2014, observational study Fifty-nine of 67 patients (88%) reported decreased pain intensity after 30-min application of VR cybertherapy. Within 24 h after surgery II-3 I Cystoscopy Goergen DI-2022, RCT Walker-2014, RCT No significant difference in average or worst pain with addition of VR. During cystoscopy I D Hand surgery Faruki-2022, RCT VR immersion with adjunct MAC led to significant reductions in intraoperative propofol dose and reduced PACU LOS compared to usual MAC. Pain intensity, anxiety, satisfaction, and functional outcomes were equivalent to control. During hand surgery with MAC I D TKA/THA Barry-2022, observational study Intraoperative sedation and narcotic use were reduced in the VR cohort compared to standard protocol. No difference in PACU pain, anxiety, vital signs, hospital LOS. Intraoperative VR as an adjunct to SA II-2 D Minor painful procedures Dental procedures and OMS Martinez-Bernal D-2023, scoping review VR was more effective in reducing acute pain, fear, and anxiety compared to standard care. During procedure I B Episiotomy repair JahaniShoorab N-2015, RCT Orhan M-2023, RCT VR was associated with decreased pain intensity during episiotomy repair, but there was no difference in pain scores before and after repair between cohorts. During procedure I B Needle-related pain (eg, venipuncture, port access) Gerçeker G-2021, RCT Wong CL-2023, RCT In pediatric patients undergoing venipuncture, immersive VR was associated with decreased pain, decreased anxiety, increased satisfaction, and lower procedural duration compared to standard care only. VR is more effective in reducing port needle–related pain, fear, and anxiety in pediatric hematology-oncology patients compared to standard care only. During procedure I B Wound carea (eg, debridement, dressing change) Norouzkhani N-2022, systematic review and meta-analysis Immersive VR is associated with significant reduction in pain intensity compared to control, although this finding was not observed with nonimmersive VR. During procedure I B Rehabilitation after surgery Physiotherapy-induced after TKA Peng L-2021, systematic review and meta-analysis VR-based rehabilitation led to modest significant improvements in VAS pains cores, WOMAC scores, and HSS scores within 1 month after TKA compared to conventional rehabilitation. Subgroup analysis showed that immersive VR significantly reduced pain intensity, although this effect was not observed for comparative analysis with nonimmersive VR. After TKA I B Labor-induced pain Pain during labor Baradwan S-2022, systematic review and meta-analysis Compared to the control group, VR led to significant reductions in VAS pain score and anxiety and improved satisfaction during the labor/active period, but not during the first and second stages of labor. Effect was influenced by whether VR exposure was continuous or not. During labor I B For each category of VR application, USPSTF criteria were utilized to appraise the level of evidence (I, II-1, II-2, II-3, or III) based on the highest study level (RCT, controlled non-RCT, cohort or case-control study, multiple series over time, or clinical experience–based opinions), and the grade (A, B, C, D, and I) based on degree of recommendation (extremely recommendable, recommendable, neither recommendable nor inadvisable, inadvisable, and insufficient evidence).Abbreviations: HSS, Hospital for Special Surgery Knee Score; LOS, length of stay; MAC, monitored anesthesia care; OMS, oral and maxillofacial surgery; PACU, postanesthesia care unit; RCT, randomized controlled trial; SA, spinal anesthesia; THA, total hip arthroplasty; TKA, total knee arthroplasty; USPSTF, United States Preventive Services Task Force; VAS, visual analog scale; VR, virtual reality; WOMAC, Western Ontario and McMaster Universities Arthritis Index.aIncludes debridement and wound dressing changes for burns, ulcers, necrotizing fasciitis, and postsurgical wounds. The majority of the literature is about wound dressing changes for burn care. In their study, patients after hip arthroplasty were randomized to VR (n = 52) using a headset with binaural audio with 3-dimensional video presentations as compared to sham presentations using 2-dimensional video (n = 54). Patients had general or spinal anesthesia and received multimodal analgesia including gabapentin or lidocaine patches (both of which are not approved for acute postoperative pain), as well as opioids using patient-controlled analgesia (PCA). Patients used active or sham VR as 3 sessions in a day for 2 postoperative days or until hospital discharge. The primary outcome was pain relief, assessed as pain scores 15 minutes after each session with adjustment being made for presession pain scores. When considered as repeated measurements, the mean (standard error) after-intervention pain score of 3.4 (0.3) was essentially the same for the control group 3.5 (0.2), indicating no benefit. VR intervention also did not change opioid use or pain scores collected at other intervals. OVERVIEW OF HISTORY OF VR, ITS TECHNOLOGY, AND APPLICATION Historically, Jaron Lamier is credited with the description and use of the term VR in 1986.3,4 VR was heavily influenced by the development of computer graphics in the 1960s by Ivan Sutherland. The report by Hoffman et al5 is considered the first published report of VR being used for pain control in burn patients. VR essentially involves a human-computer interface with advanced capability that renders a virtual or simulated environment by using computer-generated graphics and allows the human participants to interact with it. The components broadly include (a) a visual display with additional aural and haptic experiences providing output; (b) the graphic rendering system that generates images (software); (c) the tracking system that recognizes the position and orientation of user's head and limbs, along with any data gloves or other devices providing input; and (d) the database construction and maintenance system to support detailed and realistic models of the virtual world (software).4 The input and output components act as the interface that connects the real person with the virtual world. Engaging with VR involves immersion and participation (interaction). Immersion is the extent to which the person feels as part of the simulated environment, which could lead to telepresence (sense of being physically present in the virtual world). Being a subjective experience, this presence is enhanced by different sensory elements including visual, auditory, and any other sensation.1,3,4 The success of a VR system can be considered based on the level of immersion, which can be a continuum from least to fully immersive. Interaction is dependent on the available interface tools. Simple visual and auditory systems without the ability to control the VR environment by the users are described as nonimmersive VR as users do not find themselves being represented as part of the VR.4 Data gloves or other tools to allow for haptic or tactile feedback including force feedback (such as what is provided in lane assist for steering wheels) improve the fidelity of the system and make it more immersive. Additional interactive capabilities could include navigation, providing commands (with either tactile feedback or sound), or selecting objects within the simulated environment.3 The position of the person's body is provided by the trackers, which may track only some part (usually head and hands) or all of the body. An avatar is the simulated representation of a person in the virtual environment.4 While technological components allow effective rendering and immersion, the engagement of the person with the VR environment leads to different applications such as video games, learning surgical skills, relaxation, or distraction. SUMMARIZING THE PUBLISHED EVIDENCE ON THE USE OF VR FOR ACUTE PAIN The pace at which VR technology has advanced has a lot to do with gaming technology and the vehicular industry, and its clinical use has depended on what is available.1 Even among the VR technologies used clinically, we observe a huge variety in the type of VR being applied, not only for different health conditions, but also within a specific area of health need. A majority of acute pain studies (Table) have highlighted that VR is an effective tool associated with modest to moderate reduction in pain intensity for minor painful procedures (dental procedures, pediatric venipuncture, pediatric port access, wound debridement or wound dressing changes for burns),6–9 rehabilitation-induced pain after orthopedic surgery,10 and labor-induced pain.11 Significant reduction in anxiety and improvement in patient satisfaction were also observed with VR application for acute pain in some studies. In most settings, application of immersive VR was found to be superior to standard care only, but this was not observed with application of nonimmersive VR.7–9 Further, the therapeutic effects of VR may be most evident when VR is administered at the same time as the painful stimulus.11 Other studies have used VR as an adjunct to spinal anesthesia for major surgery (eg, total knee arthroplasty, total hip arthroplasty, and hand surgery) or as monitored anesthesia care for minor procedures (cystoscopy), wherein we observe that VR may influence dose of propofol used but is not associated with pain or anxiety reduction.12,13 Below, we discuss specific considerations and challenges pertaining to acute pain, and reflect on them to discuss the study by Araujo-Duran et al. MECHANISMS AND PRACTICE CONSIDERATIONS FOR ACHIEVING ANALGESIA WITH THE USE OF VR Considering the variability in the VR technologies used, an appropriate and accepted approach for standardization and categorization would be desirable, but none exists.1 There is a distinction based on immersion, we also see them categorized as high or low tech based on the extent of immersion, and some categorize them based on mechanistic effects such as distraction VR or hypnosis VR. Araujo-Furan et al2 note their intervention as VR distraction; however, their intervention consisted of 3-dimensional video presentations focused on relaxation apart from distraction. To a large extent, we do not have a good mechanistic understanding of how VR works for pain, apart from the simplistic reasoning based on distraction. If we look at studies using experimental pain, most are based on a painful stimulus that is provided either during or soon after VR therapy. In many ways, VR and analgesia achieved from hypnosis are similar in that the patient is being detached from reality, and the contextual cues not only act as a distraction in which painful signals are made less salient and aversive, but beyond that take them to an imaginary world in which there is perceptual dissociation. For hypnosis to be of sufficient magnitude to cause hypnoanalgesia, susceptibility to hypnotic suggestions is an important consideration. However, low-quality evidence suggests that VR alone can reduce pain independent of hypnotizability, but the effectiveness of combining VR and hypnosis is unclear.14 Although experimental pain studies suggest VR affects various cortical representative areas of pain and facilitates opioid-induced analgesia,15 consistent mechanistic evidence is lacking. Whatever the mechanisms, it is perhaps easy to conceptualize that being in a virtual setting provides a cortical gating mechanism to a provoked painful stimulus, such as venipuncture or burn dressing. Hence, we observe that most studies in acute pain have focused on painful procedures, as we note in the Table. Clinical observations and physiological effects that modulate analgesic effects are particularly questionable if there is no temporal overlap between an active VR therapy session and ongoing painful experience, especially if the context/story/narrative of the VR environment does not have much in relation to controlling pain. This is relevant when we attempt to introduce VR-based analgesia in the perioperative period for patients having general anesthesia. Should this be in the preoperative period or both the pre- and the postoperative periods? Should the sessions be time scheduled, or as-needed (demand-based), when its effects are likely to be most obvious? A few other important considerations that influence study outcomes in a perioperative trial using VR include the potential for detection bias resulting from inability to blind; the decision to use VR as a standalone tool or as a complement to other interventions; and challenges in appropriate outcome selection and measurement. STUDIES WITH NEGATIVE RESULTS, LESSONS LEARNED, AND MORE QUESTIONS Studies with negative results contribute greatly to scientific literature, especially if they are well-designed and address an important question. They need to be published; otherwise, we risk the potential for publication bias that impacts evidence-based care. However, they are, in a way, easier to criticize––it is hard to combat the idea that perhaps if the study had been designed or conducted differently, then a positive result would have ensued. With that consideration in mind, the following issues and questions become pertinent regarding the study by Araujo-Duran et al.2 As the study looked to demonstrate the effects of VR as compared to an inactive control, it was asking a question more on the explanatory side of spectrum and necessitated a tighter control over the anesthetic and analgesic regimen. However, there was no such standardization during the pre-, intra-, or postoperative phases of the protocol. The extent of latitude allowed could have influenced the study results, likely to increase the risk of type 2 error. Patients were clearly informed that the sham group would have only a 2-dimensional presentation, and hence there was no attempt at patient blinding. Additionally, some of the analgesic choices were controversial and clearly not consistent with recent evidence. Routine use of gabapentin for postoperative pain has been criticized; permissive use of intravenous PCA opioids is no longer expected after hip arthroplasty,16 and in many centers is rarely used as a salvage therapy. These choices affect the generalizability of the study findings. There are other possible reasons why this trial failed to show benefit of VR. Araujo-Duran et al provided 3 sessions per day, with at least 1 hour between them. However, whether the intervals were related to individual pain burden or whether they were the same in all patients is unclear, and this could influence the pre-VR session pain, which in turn could negate any potential effect on pain control (primary outcome). Perhaps VR would improve outcomes for patients with more severe pain. This could have been more evident if opioids were used as rescue rather than initial treatment and/or if the VR sessions were timed just before the physiotherapy, which could have increased the chances of finding a true effect. Second, it is possible that a different protocol and/or equipment (such as a haptic component) provides additional benefit. For example, relatively passive information provision or relaxation techniques are less likely to induce enough immersion to control pain, which the investigators note in their discussion. Third, maybe other outcomes or assessment at other times would reveal improvements from a VR intervention. Some consider that capturing decreased pain in the form of differences in pain scores may not be optimal considering VR technology likely influences the pain experience and satisfaction more than intensity of pain alone. Given all these possibilities, it is much too early to conclude that \"VR does not work for postoperative pain.\" Rather, this important study should help guide future efforts to study the role of VR in amelioration of postoperative pain. DISCLOSURES Name: Harsha Shanthanna, MD, PhD. Contribution: This author helped in the overall idea generation and drafting of the article including revision, overview of virtual reality, and its use for pain management. Name: Ryan S. D'Souza, MD. Contribution: This author helped in the literature review on the use of virtual reality for acute pain, drafting the content for the Table, suggesting changes to the article, and approval of the final draft. Name: Rebecca L. Johnson, MD. Contribution: This author helped in the critical appraisal of the article, suggesting changes to the article, and approval of the final draft. Name : Jacques T. YaDeau, MD, PhD. Contribution: This author helped as the senior author involved in the critical appraisal of the article, and helped in suggesting changes to the article and approval of the final draft. This manuscript was handled by: Honorio T. Benzon, MD.",
  "authors": [
    {
      "display_name": "Harsha Shanthanna",
      "id": "A5069929663",
      "orcid": "https://orcid.org/0000-0002-4105-4465",
      "institutions": [
        {
          "id": "I98251732",
          "display_name": "McMaster University",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Harsha Shanthanna"
    },
    {
      "display_name": "Ryan S. D’Souza",
      "id": "A5032657392",
      "orcid": "https://orcid.org/0000-0002-4601-9837",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ryan S. D’Souza"
    },
    {
      "display_name": "Rebecca L. Johnson",
      "id": "A5077649843",
      "orcid": "https://orcid.org/0000-0002-1920-9774",
      "institutions": [
        {
          "id": "I1330342723",
          "display_name": "Mayo Clinic",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Rebecca L. Johnson"
    },
    {
      "display_name": "Jacques T. YaDeau",
      "id": "A5060716947",
      "orcid": "https://orcid.org/0000-0001-6370-1785",
      "institutions": [
        {
          "id": "I1281539108",
          "display_name": "Hospital for Special Surgery",
          "country_code": "US",
          "type": "healthcare"
        },
        {
          "id": "I205783295",
          "display_name": "Cornell University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Jacques T. YaDeau"
    }
  ],
  "publication_year": 2024,
  "publication_date": "2024-03-15",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S104698359",
    "display_name": "Anesthesia & Analgesia",
    "issn_l": "0003-2999",
    "issn": [
      "0003-2999",
      "1526-7598"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "138",
  "issue": "4",
  "first_page": "746",
  "last_page": "750",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://doi.org/10.1213/ane.0000000000006698",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C194969405",
      "display_name": "Virtual reality",
      "level": 2,
      "score": 0.6668776
    },
    {
      "id": "C2993997175",
      "display_name": "Acute pain",
      "level": 2,
      "score": 0.48281798
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4068498
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.33867496
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.33553943
    },
    {
      "id": "C107457646",
      "display_name": "Human–computer interaction",
      "level": 1,
      "score": 0.30648124
    },
    {
      "id": "C42219234",
      "display_name": "Anesthesia",
      "level": 1,
      "score": 0.21289608
    }
  ],
  "topics": [
    {
      "id": "T11238",
      "display_name": "Simulation-Based Education in Healthcare",
      "score": 0.9985
    },
    {
      "id": "T10084",
      "display_name": "Musculoskeletal pain and rehabilitation",
      "score": 0.9958
    },
    {
      "id": "T12035",
      "display_name": "Pain Management and Placebo Effect",
      "score": 0.9933
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1213/ane.0000000000006698",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:43:57.836346",
  "source_database": "OpenAlex"
}