{
  "openalex_id": "W4391237897",
  "doi": "https://doi.org/10.1353/chq.2023.a918235",
  "title": "Emotion in Texts for Children and Young Adults:Moving Stories ed. by Karen Coats and Gretchen Papazian (review)",
  "abstract": "Reviewed by: Emotion in Texts for Children and Young Adults:Moving Stories ed. by Karen Coats and Gretchen Papazian Anne W. Anderson (bio) Emotion in Texts for Children and Young Adults:Moving Stories. Edited by Karen Coats and Gretchen Papazian. John Benjamins Publishing Company, 2023. Editors Karen Coats and Gretchen Papazian trace, from the Classic Greek period, the Western understanding of emotion as referring to the bodily manifestation of passion rather than to the passion itself. That changed in [End Page 218] the nineteenth century, the editors note, when philosophers posited that emotions \"though neither intellectual nor cognitive, were nonetheless affairs of the mind rather than merely the body\" (1). Coats and Papazian visit chicken-egg questions of whether our bodies register feelings before or after our minds ascribe meaning to them (2), then claim, \"in the end, the emotions we experience while reading\"—that is, vicariously—\"are what may move us to take action or make changes in our own lives or the lives of others\" (2). While marketers have studied emotive affect to drive sales and ideologies for some time (see, for example, Holbrook, et al.), Coats and Papazian note literary scholarship of \"how emotions in stories work\" is a more recent development, one they call more than \"simply trendy\" (4). Moving Stories, the subtitle of this collection and the thirteenth in the John Benjamins series Children's Literature, Culture, and Cognition, is the first in the series to include the word emotion or derivatives in the title, in the publisher's descriptions of the volumes, or in chapter titles of other volumes. Coats and Papazian call recent attention to emotion \"a shift in the thinking in the field\" itself from a \"postructuralist emphasis on the primacy of language and discourse that seems largely to have failed in its efforts to generate real social change\" (4). A more comprehensive approach, they write, \"invites emotions, bodies, and movement to the critical party in an effort to destabilize hierarchized, exclusionary binaries but also to admit that [emotions, bodies, and movement] matter, and in fact are often more compelling and insistent than logic, reason, and rational argument\" (4). To these ends, the essays in this collection explore the influences and politicization of emotive affect, challenge traditional interpretations of emotive texts, and argue for emotion as a means of knowing. The first three chapters consider emotive affect in picture books, beginning with Margrete Lamond's description of how our eyes register images along two different neural pathways, one which sees in shades of grey—that is, in relative brightness—before the other pathway consciously registers the colors of the same scene. Lamond desaturates illustrations from two American picture books to demonstrate how, in one case, \"conflicting neural messages pertaining to relative brightness can instantiate an unease that primes the reader for dramatic irony\" (32–33) or, in the second case, how \"a downplayed tonal approach\" works to \"shield younger readers from emotions commonly conscripted by images of war\" (36). Lamond's intriguing chapter offers scholars of visual texts a tool for considering the preconscious influence of tonal value, and further studies might address its significance. Next, Susanne C. Ylönen and Marleena Mustola discuss ways in which authors and illustrators subvert the emotion of fear in a selection of North American and European picture books that \"transmit the sublimity of darkness\" to mitigate the fear of \"everyday darkness of bedrooms at nighttime with the awe-inspiring darkness of outer space\" (47). Sublimity also can be induced, the authors write, by [End Page 219] luring young readers, through such affective devices as creepy voices and \"faceless, bodiless dark,\" to places where \"gothic horror evocations abound\" before ending in a \"kind of delicious, playful scariness\" (50–51). Very real fears are the subject of chapter three, as Valeria M. De La Vega Fernández compares two editions of a Colombian picture book by the same author-illustrator but published twenty-three years apart (1989, 2012). In both editions, the author deals with bedtime fears of monsters. While the line drawings in the first edition depict static, minimally contextualized, and not-real bedroom monsters, the full-color and more complex illustrations in the second have...",
  "authors": [
    {
      "display_name": "Anne W. Anderson",
      "id": "A5040242207",
      "orcid": "https://orcid.org/0000-0001-6998-7382",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Anne W. Anderson"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-06-01",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S177074456",
    "display_name": "Children's Literature Association quarterly",
    "issn_l": "0885-0429",
    "issn": [
      "0885-0429",
      "1553-1201"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315678"
  },
  "volume": "48",
  "issue": "2",
  "first_page": "218",
  "last_page": "222",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.41732135
    },
    {
      "id": "C29595303",
      "display_name": "Media studies",
      "level": 1,
      "score": 0.36229914
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.3556167
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.20106533
    }
  ],
  "topics": [
    {
      "id": "T12678",
      "display_name": "Themes in Literature Analysis",
      "score": 0.8699
    },
    {
      "id": "T12060",
      "display_name": "Child Development and Digital Technology",
      "score": 0.7482
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/chq.2023.a918235",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:51.115048",
  "source_database": "OpenAlex"
}