{
  "openalex_id": "W4395845113",
  "doi": "https://doi.org/10.15468/dl.c7qz40",
  "title": "GBIF Occurrence Download",
  "abstract": "A dataset containing 2841975 species occurrences available in GBIF matching the query: { \"or\" : [ \"TaxonKey is Polygonia comma Harris, 1852\", \"TaxonKey is Polygonia progne Cramer, 1775\", \"TaxonKey is Polygonia c-album (Linnaeus, 1758)\", \"TaxonKey is Polygonia interrogationis Fabricius, 1798\", \"TaxonKey is Junonia lavinia Cramer, 1775\", \"TaxonKey is Junonia genoveva (Cramer, 1780)\", \"TaxonKey is Junonia oenone Linnaeus, 1764\", \"TaxonKey is Junonia erigone Cramer, 1779\", \"TaxonKey is Junonia evarete Cramer, 1782\", \"TaxonKey is Junonia almana Linnaeus, 1758\", \"TaxonKey is Junonia atlites Linnaeus, 1763\", \"TaxonKey is Junonia iphita Cramer, 1782\", \"TaxonKey is Junonia orithya Linnaeus, 1764\", \"TaxonKey is Junonia hierta Fabricius, 1798\", \"TaxonKey is Junonia lemonias Linnaeus, 1758\", \"TaxonKey is Junonia villida Fabricius, 1787\", \"TaxonKey is Junonia hedonia Linnaeus, 1764\", \"TaxonKey is Junonia coenia Hübner, 1822\", \"TaxonKey is Aglais milberti Godart, 1819\", \"TaxonKey is Aglais urticae (Linnaeus, 1758)\", \"TaxonKey is Melitaea diamina (Lang, 1789)\", \"TaxonKey is Melitaea athalia (Rottemburg, 1775)\", \"TaxonKey is Melitaea cinxia (Linnaeus, 1758)\", \"TaxonKey is Inachis io (Linnaeus, 1758)\", \"TaxonKey is Nymphalis vaualbum (Denis &amp; Schiffermuller, 1775)\", \"TaxonKey is Nymphalis californica Boisduval, 1852\", \"TaxonKey is Nymphalis xanthomelas (Esper, 1781)\", \"TaxonKey is Nymphalis antiopa (Linnaeus, 1758)\", \"TaxonKey is Nymphalis l-album (Esper, 1781)\", \"TaxonKey is Nymphalis polychloros (Linnaeus, 1758)\", \"TaxonKey is Vanessa indica Herbst, 1794\", \"TaxonKey is Vanessa carye (Hübner, 1812)\", \"TaxonKey is Vanessa annabella (W.D.Field, 1971)\", \"TaxonKey is Vanessa itea (Fabricius, 1775)\", \"TaxonKey is Vanessa atalanta (Linnaeus, 1758)\", \"TaxonKey is Vanessa virginiensis (Drury, 1773)\", \"TaxonKey is Vanessa kershawi (McCoy, 1868)\", \"TaxonKey is Vanessa cardui (Linnaeus, 1758)\", \"TaxonKey is Greta oto Hewitson, 1854\", \"TaxonKey is Greta dercetis Doubleday, 1847\", \"TaxonKey is Greta andromica Hewitson, 1854\", \"TaxonKey is Eutresis hypereia Doubleday, 1847\", \"TaxonKey is Lycorea ceres Cramer, 1776\", \"TaxonKey is Amauris niavius Linnaeus, 1758\", \"TaxonKey is Mechanitis menapis Hewitson, 1855\", \"TaxonKey is Thyridia psidii Linnaeus, 1758\", \"TaxonKey is Olyras crathis Doubleday, 1847\", \"TaxonKey is Tithorea harmonia Cramer, 1779\", \"TaxonKey is Callithomia lenea Cramer, 1782\", \"TaxonKey is Hyalyris antea Hewitson, 1869\", \"TaxonKey is Hyalyris coeno Doubleday, 1847\", \"TaxonKey is Athesis clearista Doubleday, 1847\", \"TaxonKey is Pseudoscada timna Hewitson, 1854\", \"TaxonKey is Godyris kedema Hewitson, 1854\", \"TaxonKey is Pteronymia artena Hewitson, 1854\", \"TaxonKey is Pteronymia veia Hewitson, 1852\", \"TaxonKey is Pteronymia nubivaga Fox, 1947\", \"TaxonKey is Pteronymia asopo Felder &amp; Felder, 1865\", \"TaxonKey is Pteronymia aletta Hewitson, 1854\" ] }. The dataset includes 2841975 records from 1071 constituent datasets: 433 records from Insect specimens of Rikuzen-Takata City Museum. 2 records from Geschützter Landschaftsbestandteil - GLB \"Troppach\". 2 records from Schulgelände Gebrüder-Grimm-Schuleund Umgebung (Lingen). 90 records from NatureShare. 1 records from Wildgehege Glauer Tal (Naturpark Nuthe-Nieplitz). 5 records from BIOTOPE_2017_12_18. 1 records from Wald und Wiese am Buchwald. 4 records from An updated record of Gaden Robinson's collection of Macro-moths of Fiji and Rotuma. 2 records from Données naturalistes du Comité départemental de l'Essonne (CODEP91) de la Fédération Française d'Etudes et de Sports Sous-Marins. 915 records from Estonian Museum of Natural History. 1 records from Naturschutzgebiete um das Christliche-Spalatin-Gymnasium Altenburg. 1 records from University of Minnesota Insect Collection. 1 records from Heinersdorfer Sumpfwiese. 88195 records from Butterfly distributions for Scotland from Butterfly Conservation and the Biological Records Centre. 4 records from Binsenwiesen im Bizzenbachtal. 4 records from Naturerlebnisraum Koppelsberg. 1 records from Artenvielfalt rund um die Dalbek-Schule. 101 records from Casual records for Scottish Wildlife Trust reserves - Verified data. 130 records from Ross A. Layberry, Collection. 1 records from Artenvielfalt Kreis Gießen. 82 records from Jeu de données convention Eurovia-SPN-2012-2016. 1 records from Bernhardsthal. 1 records from Naturschutzgebiet Müchelholz (Mücheln). 2 records from Wiese am Waldrand (Gurtweil). 31 records from Agriculture and Agri-Food Canada, Saskatoon. 2 records from City of Edinburgh Natural Heritage Service - Green Hairstreak Survey. 1 records from Liether Park (LMS), 5a. 72 records from Atlantic Forestry Centre Insect Reference Collection. 103 records from Lepidoptera collection of National Museum of Nature and Science. 4109 records from Insekten Sachsen. 79 records from Field Study Group of the Dutch Mammal Society (NL) - 2005 - Mammal Survey Pol'ana Biosphere reserve, Slovakia. 1 records from National System of Protected Areas in Poland - Animals. 2 records from Sistematización de la Colección Entomológica Forestal del CENID-COMEF. 33 records from Insect Specimens deposited in the Saga Pref., Space and Science Museum, JAPAN. 298 records from RNF - Données de la Communauté de Communes de Gevrey Chambertin. 1 records from Données du GEREA. 64 records from Colecção Entomológica do Museu de História Natural de Maputo. 1 records from Tejidos de ejemplares colectados en el Páramo de Chingaza - Proyecto Colombia Bio. 1 records from South Lanarkshire peatland records 2013. 1 records from Étude entomologique des forêts publiques de Martinique, pour l'ONF. 377 records from Derbyshire Casual LEPIDOPTERA records - Casual records collated by Derby Museum.. 1 records from Balkon (Norderstedt). 374 records from Universidad Autónoma de Madrid, Madrid; Lepidópteros. 32 records from Données naturalistes de Christel PLATEL. 1 records from NSG Nollig. 46 records from Sistematización de la colección entomológica y actualización de la colección del herbario CHIP del Instituto de Historia Natural y Ecología (IHNE), Chiapas. 10 records from DREAL_PACA_2017_12_18. 1 records from Binsenwiesen. 86 records from C.A. Triplehorn Insect Collection (OSUC), Ohio State University. 24 records from Spencer Entomological Museum. 49 records from Naturhistorisches Museum Mainz, Zoological Collection. 1 records from Lillachtal mit Kalktuffquelle bei Weißenohe. 2 records from \"Laubenheimer Bodenheimer Ried\" - von Stromtalwiesen und Flutrasen. 1 records from Zukünftiges NSG Höftland/Bockholmwik. 70 records from Données naturalistes de Loïc SALAUN. 6 records from Butterflies of the Rupununi. 1 records from VSN-Wiese. 1 records from Wiese und Bach beim Unterbecken (Markersbach). 67 records from CHAS Entomology Collection (Arctos). 26 records from Données naturalistes (Rhopalocères et Zygènes) de Benoit DUHAZÉ (données récoltées en tant que bénévole). 144 records from Données de la base Ecosphère. 1 records from Donauinsel des BN bei Entau. 2 records from Insect (NHMK-IN). 91 records from DREAL_PACA_-_N2000_-_Commune_de_l'Argentière-la-Bessée_2017_12_18. 86 records from Insect Collection of Saitama Museum of Natural History. 2 records from Local BioBlitz Challenge 2013. 253 records from Illinois Natural History Survey Insect Collection. 239 records from Amis_des_Marais_du_Vigueirat_2017_12_18. 1 records from Données naturalistes de Arnaud HORELLOU. 1 records from Triebesbach (Zeulenroda-Triebes). 2 records from Données de Midi-Pyrénées transmises par Pascal Peyrache.. 2 records from Institut Mediterrani d'Estudis Avançats: IMEDEA-INSECTA. 3 records from Données naturalistes acquises sur les sites du MNHN, en particulier du Jardin des plantes et de l'ilôt Poliveau. 1228 records from Yorkshire Wildlife Trust - Non-sensitive records from all taxonomic groups. 2330 records from Ross A. Layberry Observations. 2 records from Colección de artrópodos del Museo de Historia Natural de la Pontificia Universidad Javeriana. 8 records from Inventario de fauna presente en la jurisdicción de Corantioquia. 15 records from Données naturalistes (Rhopalocères et Zygènes) de Jude LOCK (indépendant). 1 records from SNH Invertebrate Site Condition Monitoring 2013/14: Glenmore Forest SSSI. 1 records from RNF - Données du Syndicat de Gestion des Gorges de l'Ardêche. 135 records from University of Western Ontario Collection. 2 records from Wiese und Weide am Waldrand von Gusterath. 12 records from Field Study Group of the Dutch Mammal Society (NL) - 2012 - Mammal Survey Galicia, Spain. 3 records from Unna-Mühlhausen, Wiesen. 1 records from IBF Monitoring of Plant Galls. 28 records from Isle of Man historical wildlife records 1990 to 1994. 1323 records from Entomological Specimens of Museum of Nature and Human Activities, Hyogo Pref., Japan. 3 records from Données naturalistes de Julien BIRARD. 1 records from Field Study Group of the Dutch Mammal Society (NL) - 2008 - Mammal Survey Muntii Padurea Craiului - Apuseni mountains, Romania. 72 records from TWIC Biodiversity Field Trip Data (1995-present). 2 records from 4. Tag der Artenvielfalt, Naturschutzgebiet Hockenheimer Rheinbogen. 374 records from Essig Museum of Entomology. 2 records from Données naturalistes de Jean-Michel SZCZYT. 1 records from KARSTLANDSCHAFT SÜDHARZ - VOM GIPSABBAU BEDROHT (Grenzstreifen am Röseberg). 14 records from Données Saint-Gobain Distribution Bâtiment France. 220 records from Natural Resources Wales Regional Data : Mid-Wales. 2 records from Außenfeuerstelle Königsbol (Hartheim/Meßstetten). 47 records from Syndicat_Mixte_du_Massif_des_Monges_2017_12_18. 32 records from Données naturalistes de Benoit FONTAINE. 11 records from River Biologists' Database (EPA). 1 records from Selztal bei Friesenheim. 52987 records from Atlas of Finnish Macrolepidoptera. 1 records from Tongrube bei Hettstedt. 15938 records from Collections and observation data National Museum of Natural History Luxembourg. 3485 records from Data collected on scitizen science web portal www.ornitho.cat. 8 records from Mémoires de la Société des Sciences naturelles et archéologiques de la Creuse [1831-]. 331 records from Saisie des bulletins de la Société Linnéenne de Bordeaux (2013 &gt; 2015). 355 records from Données naturalistes d'Anthony TURPAUD. 6 records from flower visitor interactions 2007 Schwäbische Alb. 76 records from DREAL_PACA_-_N2000_-_Parc_Naturel_Régional_du_Verdon_2017_12_18. 1 records from Schulgarten der Volksschule. 34 records from Merseyside BioBank (unverified). 16581 records from NBIS Records to December 2016. 650 records from DNSM: Durban Natural Science Museum Insect Collection (1900-2011). 2 records from Rohrmeistereiplateau und angrenzendes Gebiet. 319 records from GRENHA_2017_12_18. 423 records from Données ONF Faune-Flore-Fonge. 44 records from Stoke-on-Trent Environmental Survey results (1982-1984). 97 records from Collection entomologique Pierre Lachiver. 103 records from McMaster University Collection. 1 records from Schulumfeld Albert-Einstein-Gymnasium (Sankt Augustin). 2 records from Schulprojekt (Bremen). 1 records from Steinbruch Mainz-Weisenau, 2. Jahr. 4 records from Fels- und Weinbergsflächen in Hatzenport/Terrassenmosel. 385 records from RNF - Données CEN Franche-Comté. 1 records from Orchideenstandort Nostengraben - Kretzberg (Oßmaritz). 1 records from Deponie Klausdorf. 3 records from Schulgelände (Wetter). 15 records from Akita Prefectural Museum, Insect Collection. 86 records from Parc_Naturel_Régional_du_Verdon_2017_12_18. 19 records from Données naturalistes de Philippe GOURDAIN. 31 records from EDIT - ATBI in Gemer area (Slovakia). 1 records from Exkursion Ebertsheimer/Grünstädter Berg. 1 records from Teich Berlin Wuhlheide. 14289 records from Natural History Museum (London) Collection Specimens. 2 records from Ried und Sand - Artenvielfalt durch Beweidung. 4 records from Schule Sulzbach (Oberegg). 41 records from Jordal. 5 records from Artenvielfalt im Rhein-Neckar-Raum. 11 records from Données 2014 de l'Observatoire de la Biodiversité des Forêts. 45 records from DREAL_PACA_-_N2000_-_Office_National_des_Forêts_13/84_2017_12_18. 1 records from Aktionstag Wiese am Vogelhammerkopf. 264 records from ICEL (Land - Invertebrates). 24000 records from Butterflies of Ireland. 3 records from NSG Hülenbuch Hörnle (Tieringen/Meßstetten). 1 records from Biodiversidad en el valle de Cuatro Ciénegas.. 1 records from Observation des insectes sur le territoire de la Métropole Rouen Normandie. 52 records from Monitoreo Ambiental del Proyecto La Colosa. 30 records from Données naturalistes de Maxime ESNAULT. 6 records from Von Elf bis Elf\" Der Botanische Garten Wuppertal. 2 records from Données naturalistes d'Arzhvaël JEUSSET. 1 records from Paul-Gerhardt-Schule Dassel. 514 records from Données Rhopalocères et Zygènes de la RNN Bruges - export réalisé pour le pré-Atlas régional en 2016. 2373 records from Faune du Parc National des Ecrins. 1 records from Selz (Ingelheim am Rhein). 8 records from Guadeloupe_Insectes. 8 records from HBRG P.F. Entwistle Insects Dataset. 513 records from Insects, Outer Hebrides. 1 records from Field Study Group of the Dutch Mammal Society (NL) - 2011 - Mammal Survey Biokovo Nature Park, Croatia. 1 records from Grenzturm Hohen Neuendorf. 1 records from Dalbekschlucht. 1617 records from Insecta collection of Museum of Natural and Environmental History, Shizuoka. 1 records from Schulgelände Regelschule Gorndorf/ Umgebung Jugend- und Stadtteilzentrum Gorndorf. 51 records from Données naturalistes de Romaric LECONTE. 4 records from \"Schule am Inselsee\" Güstrow. 2 records from Données naturalistes de Morgane PEYROT. 6 records from Insect (KIDR-IN). 2629 records from Distribution Atlas of Butterflies in Ireland 1979 (An Foras Forbartha). 1 records from Kohlstattbrunnental. 1 records from Mauernacker (Wettsaasen). 75210 records from naturgucker. 1 records from Hecke - Klassen 2 a und 2 b VS Tussenhausen. 206 records from Survey and monitoring records for Scottish Wildlife Trust reserves from reserve convenors and Trust volunteers - Verified data. 2 records from Kochertgraben II. 143 records from University of California Santa Barbara Invertebrate Zoology Collection. 86212 records from iNaturalist Research-grade Observations. 7 records from Données naturalistes de Hubert GUIMIER. 40 records from Naturhistorisches Museum Mainz, Schmetterlingssammlung Rodenkirchen. 199 records from Grand_Site_Sainte-Victoire_2017_12_18. 19 records from Field Study Group of the Dutch Mammal Society (NL) - 2003 - Mammal Survey Alvao Natural Park, Portugal. 17 records from Environmental Monitoring Database Species data 1987 to 2015. 830 records from Entomology Collection at the Natural History Museum of Utah. 25 records from Riparia. 152 records from Australian National Insect Collection. 6 records from Données naturalistes de Pascal AMBLARD. 1 records from Stadt Königs Wusterhausen. 30 records from Atlas of Life in the Coastal Wilderness - Sightings. 4 records from Freiburger GEO-Tag der Artenvielfalt. 1370 records from Canadian National Collection (CNC) of Insects, Arachnids and Nematodes. 67529 records from Swiss National Butterflies Databank. 2 records from Ökologischer Weinberg (Guntersblum). 1 records from Wälder bei Nordkirchen. 14 records from RNF - Données du Parc Naturel Régional du Vercors. 31 records from Insect Specimen Database of Fukui City Museum of Natural History. 3 records from Mißmahlsche Anlage. 275 records from Données de Lépidoptères de Daniel Morel. 2 records from Makira. 483 records from Insect specimens of Ryukyu University Museum (Fujukan). 10 records from Données entomologiques sur la Réserve Naturelle de l’Étang Noir. (Seignosse, Landes). Bilan des études 2001 à 2009. 9 records from AGRESTIS_2017_12_18. 715 records from Données Lépidoptères de l'Auvergne transmises par Pascal Peyrache.. 2 records from City of Edinburgh Natural Heritage Service - Common Blue &amp; Six Spot Burnet Moth Survey. 149 records from Insect specimens of Toyama Science Museum. 4 records from Artenvielfalt am Eich-Gimbsheimer Altrhein. 11 records from Communauté_de_communes_Asse_Bléone_Verdon_2017_12_18. 4 records from BioBlitz Barcelona 2010-14. 1 records from Haarbach Höfe. 74 records from Inventaires entomologiques en Normandie. 410 records from The atlas of butterflies in Kraków. 2 records from FFH-Gebiet \"Calwer Heckengäu\". 1 records from Naturschutzgebiet Lippeaue (Marl) - Pfadis in Sickingmühle. 173 records from flora &amp; fauna(NIBR). 40 records from Données naturalistes de Patrick HAFFNER. 1 records from O2TERRE_2017_12_18. 33091 records from Atlas Survey of the Butterflies of Denmark. 181 records from Données naturalistes de BRAUD Yoan. 3 records from Biological Recording in Scotland - Scotsman Wildlife Surveys. 3 records from Sahrbachtal Kreis Ahrweiler. 2000 records from Mise en place d'un suivi scientifique des rhopalocères pour la production d’indicateurs de biodiversité. 12062 records from Données issues de Clicnat (Base de données naturaliste picarde gérée par Picardie Nature). 1585 records from ECO-MED_2017_12_18. 1 records from Streuobstwiese Kattenhund (Schleswig). 134 records from Données naturalistes de Pierre DUFRENE. 299 records from CNIN/Lepidoptera. 30 records from Tullie House Museum Natural History Collections. 28 records from Colecção Entomológica do Departamento de Sanidade Vegetal - Ministério da Agricultura e Segurança Alimentar. 2 records from Hainhoop - Tonkuhle - Bullenmoor (Arpke). 375 records from UK abstract from Nottingham City Museums &amp; Galleries (NCMG) Insect Collection Baseline database. 18 records from Lepidoptera collection, South Norway. 84 records from Dorset Sites of Nature Conservation Interest (SNCI) species records pre 2000. 1 records from Weidenhüttendorf an der Würm (München). 1 records from Schwanseepark (87645 Schwangau). 106 records from New Mexico State Collection of Arthropods. 112 records from Ecosphère_2017_12_18. 5 records from Liste d'espèces animales recensées au cours des activités de l'Organisation pour le Développement Durable et la Biodiversité (ODDB ONG) au Bénin. 1454 records from Ibaraki Nature Museum, Arthropoda collection. 2 records from Philosophenwald und Wieseckaue in Gießen. 22 records from Dreal Corse - Base Ogreva. 3 records from Wald am Schloss Wittgenstein Bad Laasphe. 437 records from Stackpole National Nature Reserve Species Inventory and Ad-hoc Sightings from Across Pembrokeshire. 79 records from Insect specimens of Komatsu City Museum. 144 records from Données Rhopalocères. 20 records from Données naturalistes de François BRETON. 256 records from Lothian Wildlife Information Centre Secret Garden Survey. 1 records from The Shigeru Eda Insect Collection of The University Museum, The University of Tokyo. 3 records from Gieselbachtal Fulda-Harmerz. 2 records from Streuobstwiese Stedar 2009. 84 records from Insect (KNAM-IN). 1191 records from Lepidoptera collection of Hannu Saarenmaa. 604 records from Lepidoptera specimen database of Japan. 539 records from SIRFF - FNE Centre-Val de Loire - Données 2016. 1319 records from Données naturalistes sur les sites gérés et/ou inventoriés par le CEN. 36 records from Données RNR Vacherie. 217 records from Western Australian Museum provider for OZCAM. 101 records from Natura 2000 Vallée de l'Esch, d'Ansauville à Jézainville. 2 records from Rückkehr der Biber in Rheinland-Pfalz - Biber in der Primmerbach. 3 records from Sürther Aue. 2 records from Estudios bióticos: Plantas, edafofauna epígea, anfibios y aves del Complejo de Páramos Almorzadero y Tamá. 4 records from Species at 290 Leppitt Road, Upper Beaconsfield. 169435 records from Vlinderdatabank - Butterflies in Flanders and the Brussels Capital Region, Belgium. 25 records from Alan Wormington Collection. 39 records from Northern Forestry Centre Arthropod Collection, Edmonton. 829 records from Natagriwal ; Observations made from operations within Natura 2000 habitats and other semi-natural areas. 2 records from Bayerische Donau - Blindheim Donaubrücke. 62 records from University of Saskatchewan. 610 records from Agriculture and Agri-Food Canada, St. Johns, Newfoundland. 56 records from M. Gollop Collection. 119 records from RNF - Données du CEN Centre. 55 records from Insect speciments of Sugadaira Montane Research Center, University of Tsukuba. 1 records from Landschaftsschutzgebiet Buchhorst 4. 21 records from Insect specimen database of Kanagawa Prefectural Museum of Natural History. 2 records from Lepidoptera from Rancho Grande, Rondônia, Brasil. 288 records from EDIT - ATBI in Mercantour/Alpi Marittime (France/Italy). 7 records from Données naturalistes de Thomas THERY. 4 records from Gurgltal (Tarrenz). 207 records from Western Washington University Insect Collection. 25 records from Rhopalocères du PNR Périgord Limousin au 15/10/2015. 308 records from Miscellaneous records held by BIS. 1 records from Inventory and BioBlitz Records from rare Charitable Research Reserve. 1 records from Luch Niederlehme, Schüler der Klasse 7. 105 records from The Masayo Kato Insect Collection (Lepidoptera: Rhopalocera) of The University Museum, The University of Tokyo. 4 records from Données naturalistes de Laurent PONCET. 1 records from Baggerseen bei Krauchenwies. 1 records from An der Weida zwischen Talsperre Zeulenroda und Vorsperre Weida. 3468 records from Norwegian Biodiversity Information Centre - Other datasets. 59 records from Revue oreina [2008- ]. 35 records from Point Pelee National Park Collection, Canada. 1 records from Langes Tannen (Uetersen). 3 records from Bergkamen- Bergehalde Großes Holz. 23 records from Données de Lépidoptères de Bruno DAUGET - Dépt du CHER (18). 1 records from City of Edinburgh Natural Heritage Service - Ranger Patrol Records. 5 records from Mammalia - Baekdu Mountain Animal (KIDR-MM). 274 records from Butterfly_conservation_2017_12_18. 16 records from Data from Defra Family Organisations supplied to Staffordshire Ecological Record. 62 records from BCE butterfly data central and southern Europe. 556 records from University of Alberta E. H. Strickland Entomological Museum (UASM). 11 records from Historia natural del parque ecológico estatal de Omiltemi, Chilpancingo, Guerrero, México. 5 records from Insect (NHMC-IN). 92 records from Snow Entomological Museum Collection. 14 records from Thibaut_LACOMBE_2017_12_18. 179 records from NatureServe Network Species Occurrence Data. 500 records from ALA species sightings and OzAtlas. 28 records from CABI Lepidoptera Collection. 14 records from Données naturalistes de Renaud PUISSAUVE. 2 records from Grillhütte Wettsaasen, Wiese, Hecken. 16 records from University of Guelph Insect Collection (DEBU). 391 records from BCE butterfly data Spain. 1443 records from Azorean Biodiversity Portal. 1849 records from Natural History Museum Rotterdam (NL) - Insecta collection. 126 records from RNF - Données de l'association de la RN du lac de Remoray. 1 records from Naturgrundstück (Eutin). 273 records from BioGIS - Israeli Lepidopterists Society. 1 records from Mariposas diurnas(Papilionoidea) en la Reserva Forestal El Romeral (Cordillera central, Antioquia, Colombia). 99 records from Réseaux écologiques/Trame verte et bleue. 4 records from Records from the RHS insect reference collection. 9 records from Données naturalistes de Pierre NOEL (pnoel). 559 records from Données de l'Observatoire de la Faune de Bourgogne. 49 records from RNF - Association Loiret Nature Environnement. 2 records from Données naturalistes (Rhopalocères et Zygènes) de Bruno SERRURIER (indépendant). 128 records from Données de Luc BARBARO. 1 records from Feuchtbiotop, Wildtier- und Artenschutzstation Sachsenhagen, Sielmanns Natur-Ranger. 3 records from Estudio de Biodiversidad Mina Calenturitas, Temporada de Lluvias. 6 records from If_Ecologie_Conseil_2017_12_18. 1 records from Caracterización biológica en la Serranía de San Lucas 2015. 10 records from Eppingen und Umgebung. 585 records from Royal British Columbia Museum Entomology Collection. 106 records from Zoology (Museum of Evolution - Uppsala). 27 records from Données d'occurrence Espèces issues de la base Natura 2000 : espèces d'intérêt communautaire et autres espèces remarquables renseignées dans les FSD. 6 records from Species observations during citizen science expeditions. 1 records from Herrensee-Gebiet (Fischbachtal im Odenwald). 45 records from Données naturalistes d'Alexandre ANTOINE. 572 records from Borders Backyard Biodiversity. 2 records from NSG Karwendel. 26 records from Colección Entomológica CDMB. 130 records from UAM Insect Collection (Arctos). 13 records from Données naturalistes d'Olivier LAURENT. 36 records from Lepidoptera (Specimens NRM). 30 records from Biodiverskripsi: Biodiversity Theses Database. 127 records from Insect Collection of Natural History Museum and Institute, Chiba. 3 records from GRT gaz inventaire PNRL. 47 records from Colección de Artrópodos de la Asociación BIGA para el estudio del patrimonio natural de Galicia: ABIGA. 235 records from Patrick Roper’s Notebooks. 9 records from Jeff Ogden Collection. 1 records from Inventaire de la réserve zoologique de la Haute Touche (Indre). 34 records from Données des carnets de terrain de Roland Essayan. 15483 records from Dutch Butterfly Atlas 1995-1999 - De Vlinderstichting. 329 records from Données naturalistes de CERCOPE (Jean-Louis PRATZ). 3138 records from BugGuide - Identification, Images, &amp; Information For Insects, Spiders &amp; Their Kin For the United States &amp; Canada. 55 records from Inventaire des Lépidoptères Rhopalocères et Zygènes de France métropolitaine. 349 records from SER Site-based Surveys. 1 records from renaturierter Main (Kemmern bei Bamberg). 372 records from Arizona State University Hasbrouck Insect Collection. 17 records from Données naturalistes de Jean ICHTER. 2 records from Insectos en el municipio de San Juanito, Meta - Colombia BIO. 37 records from Données naturalistes d'Eléonore VANDEL. 162 records from Données RNN Marais de Müllembourg. 3 records from Michael Barkla's Observations. 1 records from Logan City Council Species Sightings. 6 records from Inventaire participatif des rhopalocères de Bois-Guillaume, Bihorel et Isneauville. 1625 records from Données du CEN Picardie concernant la Faune, Flore, Fonge. 2 records from Parc_Naturel_Régional_des_Préalpes_d'Azur_2017_12_18. 2 records from Données naturalistes de Pauline BALDUCCI. 363 records from Gunma Museum of Natural History, Insect Specimen. 2 records from Industriegebiet (Kempen). 57 records from Data from EIAs and other studies coordinated by the national forestry authority of Uganda. 16 records from JRS Wetands data Rwanda, 2019. 1117 records from Muséum_de_Toulon_et_du_Var_2017_12_18. 4 records from AGIR_Ecologique_2017_12_18. 4 records from Perchtoldsdorfer Heide. 2 records from Bureau_des_Guides_Naturalistes_2017_12_18. 20 records from Jeu de données convention CD78-SPN-2014-2015. 18 records from Données de Jérôme FOUERT pour la réalisation des DOCOB des zones N2000 gérées par le PNRLG (hors Rhopalocères). 50320 records from National butterfly monitoring scheme in Finland. 79 records from Données naturalistes de Jean-Paul LECHAPT. 62 records from Insect specimens of Kushiro City Museum. 1 records from Regenwasserabfangbecken. 22 records from Agriculture and Agri-Food Canada, Fredericton Collection. 1 records from MCP - Coleção de Abelhas. 4 records from Mooswald (Freiburg). 69 records from ONF_2017_12_18. 2 records from Auenwiesen und Trockenrasen. 536 records from Insectes Lépidoptères Rhopalocères de France métropolitaine. 10 records from Eco-Stratégie_2017_12_18. 6 records from Données naturalistes de Cyril EPICOCO. 50 records from Réserve_Naturelle_de_Camargue_2017_12_18. 62 records from Insect (MNHM-IN). 2 records from Flora und Fauna am Mittelrheintal. 23671 records from Norwegian Species Observation Service. 61 records from PlutoF platform reference-based occurrences. 64 records from Osaka Prefectural Minoh Park Insects Museum. 1 records from Blumenrather Heide / Virneburg. 198 records from K-State Museum of Entomological and Prairie Arthropod Research. 10 records from Données naturalistes de Pascal Dupont. 258 records from IZIKO South Africa Museum Collection (1800-2013). 1 records from Natura 2000 Complexe de l'étang de Lindre, forêt de Romersberg et zones voisines. 61 records from Relevé de collections de lépidoptères rhopalocères et de coléoptères saproxyliques.. 67 records from Données naturalistes (Rhopalocères et Zygènes) de Jean-Atlan GUILLOTON (indépendant). 2 records from Artenfülle um das Schalkenmehrener Maar. 591 records from BioFokus. 12 records from Inventaire du Lac de Marcenay (Bourgogne). 6 records from Artenvielfalt auf der Weide - GEO-Hauptveranstaltung in Crawinkel. 80 records from Anymals+plants - Citizen Science Data. 176 records from Queensland Museum provider for OZCAM. 97 records from Diversidad y análisis de la distribución geográfica del suborden Rhopalocera (Lepidoptera) en el estado de Oaxaca: Fase III: región de Huatulco. 2 records from Lassentiner Moor (Niepars). 150 records from Insect specimens of Kashihara City Museum of Insect. 2 records from EXPLOR'NATURE 2017, inventaire biologique de la commune de Barcelonette. 2 records from Spießwoogtal / Königsbruch (Fischbach). 2957 records from International Barcode of Life project (iBOL). 13 records from Inventario de la biodiversidad de vertebrados terrestres de los Chimalapas, Oaxaca. 2 records from Danisco-Wiese. 1 records from LBV 100 - Artenvielfalt am Rothsee. 15 records from Butterflies. 9 records from Données naturalistes de Xavier BONNET. 1847 records from Estonian University of Life Sciences. 2 records from \"Tre Pini\" (Montebelluna, Italien). 7 records from Données d'expertise convention GTM. 1 records from Waldfläche im Natur-Erlebnis-Pfad Pfinztal. 228 records from Banc de dades de biodiversitat de Cataluny",
  "authors": [
    {
      "display_name": "NULL AUTHOR_ID",
      "id": "A9999999999",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Occdownload Gbif.Org"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-01-01",
  "type": "dataset",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4398183272",
    "display_name": "Global Biodiversity Information Facility",
    "issn_l": null,
    "issn": null,
    "type": "repository",
    "host_organization": "https://openalex.org/I111796040"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://www.gbif.org/occurrence/download/0017396-190813142620410",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2780154274",
      "display_name": "Download",
      "level": 2,
      "score": 0.8434632
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3852509
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.20564243
    }
  ],
  "topics": [
    {
      "id": "T12983",
      "display_name": "Satellite Image Processing and Photogrammetry",
      "score": 0.0406
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.gbif.org/occurrence/download/0017396-190813142620410",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:34.771852",
  "source_database": "OpenAlex"
}