{
  "openalex_id": "W4391164008",
  "doi": "https://doi.org/10.55422/ppsmp.9.18",
  "title": "Marking Time: Framing the comedia between the 16th and 21st Centuries",
  "abstract": "Theatre is always a translational space, a place where actions are corralled onto a stage, diverse temporalities and objects brought together, historicities conflated and language embodied. It allows us to collapse time and space, speak to the dead, lay our ghosts to rest and memorialise those who should be remembered. Walter Cohen has recently argued that the achievements of European literature in this period are defined by their non-representation of an imperial, global outside. Anachronism and relevance have been two crucial axes delimiting interpretations and performances of the plays of the Golden Age. But as aficionados of historical fiction such as ministéricos know well, anachronism can be as much a part of the process of understanding difference, defining worlds, and pastness. Humour is an essential aspect of our relationship to the past. Is it lost in translation or a product of it? My recent work translating and editing the entremés Los mirones raises a series of interesting problems. While on one level it counters the whitewashing of the European past, it also foregrounds racial typologies, amongst other things, that both resonate with more contemporary racisms but whose unfamiliarity and starkness are also a contemporary challenge. How these uncomfortable moments, resonances and differences are and were framed is crucial to unleashing the creative potential of the comedia. As I have argued elsewhere Spain was first and foremost perceived from outside as an imperial power, self-confident in the same measure that internally it was critical and reflective about the costs of empire. For outsiders its identity seemed self-evident, erasing internal differences, its multicultural and plurilingualism, yet these political divisions and tensions were never, as for so many other nations, fully resolved. Being Spanish in the early modern era was at once expansive and open, jealous and closed. Competitors and imitators saw themselves reflected and transformed by Spain, threatened by a Hispanophilia which they rescued themselves from by transforming it into Hispanophobia. Spain’s contemporary sense of belatedness is a reversal of this earlier modernity. For historians, the periodisation of this era as Renaissance or Golden Age have ceded to the more neutral notion of early modern, but what might we lose from following suit. In other words, should we be reframing the entire enterprise in which we are engaged along these lines? Relevant or unacceptable, is the unacceptability of the past what makes it relevant, or its very relevance what makes it unacceptable. How we frame early modern/Golden Age theatre will continue to determine its historicities, anachronisms or relevance to us in the 21st century, something that takes place through embodiment and acting, in the constant process of marking the time, our time, the times, in and through these seemingly inexhaustible representations.",
  "authors": [
    {
      "display_name": "Alexander Samson",
      "id": "A5050083590",
      "orcid": "https://orcid.org/0000-0002-3523-7935",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Alexander Samson"
    }
  ],
  "publication_year": 2024,
  "publication_date": "2024-01-12",
  "type": "book-chapter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": "363",
  "last_page": "384",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://monografias.sociedadmenendezpelayo.es/pub/catalog/download/9/8/33",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C169087156",
      "display_name": "Framing (construction)",
      "level": 2,
      "score": 0.74084324
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.46872175
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.28898907
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.06972113
    }
  ],
  "topics": [
    {
      "id": "T11794",
      "display_name": "Early Modern Spanish Literature",
      "score": 0.9527
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.55422/ppsmp.9.18",
  "pdf_url": "https://monografias.sociedadmenendezpelayo.es/pub/catalog/download/9/8/33",
  "retrieved_date": "2025-07-30T14:33:39.545622",
  "source_database": "OpenAlex"
}