{
  "openalex_id": "W4390166340",
  "doi": "https://doi.org/10.33734/diagnostico.v62i4.488",
  "title": "Una alternativa de clasificación de fracturas diafisiarias y articulares en huesos grandes",
  "abstract": "El presente reporte muestra resultados de una alternativa de clasificación de fracturas cerradas y abiertas, diafisarias y articulares de huesos grandes (extremidades) con la cual trabajamos desde la década de 1980. Se basa en riesgos ydificultades de menos a más, para su reducción, su inmovilización, tratamiento de las heridas y, en la importancia del momento del tratamiento inicial. Todo resumido en una cartilla cuadriculada. Material y métodos: Entre agosto de 1979 y enero de 1981 fueron revisadas radiografías, (más de un centenar, también en revistas, libros) con imágenes de fracturas diafisarias y articulares de miembros superiores e inferiores para ver los tipos o formas prevalentes de los trazos compatibles con los dispositivos internos que disponíamos entonces. En las fracturas diafisarias encontramos cuatro formas prevalentes de menos a más en sus dificultades o riesgos para reducir y para inmovilizar. En las fracturas articulares encontramos tres formas prevalentes. Igualmente se revisaron las formas de heridas, su dimensión, evolución con o sin tratamiento y el momento de su tratamiento inicial, todo con la finalidad también de ver las formas prevalentes y, facilidad o dificultad de tratamiento. Estos datos fueron ubicados en una cartilla cuadriculada, portable en el bolsillo del guardapolvo del médico. Resultados: Las cartillas cuadriculadas, permitieron que rápidamente pueda hacerse el diagnóstico, el pronóstico y las propuestas de alternativas de tratamiento, siempre de menos a más en lo que se refieren a riesgos y dificultades, y los probables y variados complementos terapéuticos para el logro de la curación final. Discusión: De acuerdo con los resultados, la clasificación funciona de manera objetiva direccionada a lo fácil o difícil del trazo óseo (reducción e inmovilización) y, a la curación de las heridas según sus características, un punto de vista diferente a las clásicas clasificaciones actuales, En nuestra clasificación puede compatibilizarse su funcionamiento concordante con los nuevos dispositivos de reducción y de inmovilización desarrollados en los últimos años. Conclusión: Estimamos que se trata de una alternativa de clasificación que puede ser útil para el cirujano joven que trabaja en emergencia, también para el consentimiento informado y deslindes médico legal.",
  "authors": [
    {
      "display_name": "Alfredo Aybar-Montoya",
      "id": "A5093572617",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210125942",
          "display_name": "Hospital Nacional Dos de Mayo",
          "country_code": "PE",
          "type": "healthcare"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Alfredo Aybar-Montoya"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-12-20",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "es",
  "source": {
    "id": "S4210185719",
    "display_name": "Diagnóstico",
    "issn_l": "1018-2888",
    "issn": [
      "1018-2888",
      "2709-7951"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "62",
  "issue": "4",
  "first_page": "e488",
  "last_page": "e488",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "http://142.44.242.51/index.php/diagnostico/article/download/488/471",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.7524688
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.4805263
    }
  ],
  "topics": [
    {
      "id": "T10658",
      "display_name": "Bone fractures and treatments",
      "score": 0.9809
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.33734/diagnostico.v62i4.488",
  "pdf_url": "http://142.44.242.51/index.php/diagnostico/article/download/488/471",
  "retrieved_date": "2025-07-30T15:41:57.322434",
  "source_database": "OpenAlex"
}