{
  "openalex_id": "W4395761265",
  "doi": "https://doi.org/10.15468/dl.he6js4",
  "title": "GBIF Occurrence Download",
  "abstract": "A dataset containing 1055614 species occurrences available in GBIF matching the query: { \"TaxonKey\" : [ \"is Pieris rapae (Linnaeus, 1758)\" ] }. The dataset includes 1055614 records from 744 constituent datasets: 1 records from Biosphärenpark Wienerwald - Pfaffstätten. 35 records from Données naturalistes d'Alexandre ANTOINE. 33 records from SSNATV_2017_12_18. 183 records from Borders Backyard Biodiversity. 1 records from NSG Karwendel. 14 records from Coleção Entomológica do Museu Nacional / UFRJ. 7 records from Jeu de données convention FEGVE-SPN-2012-2016. 1 records from Trockenrasen und Buchenwald in der Umgebung der Jugendherberge Bad Blankenburg. 327 records from Données de répartition de l’association FLAVIA A.D.E. acquises avec un financement public.. 4 records from UAM Insect Collection (Arctos). 2 records from Données naturalistes d'Olivier LAURENT. 9 records from Données naturalistes (Rhopalocères et Zygènes) de Benoit DUHAZÉ (CEN Aquitaine). 5 records from Lepidoptera (Specimens NRM). 1 records from Unser Schulgelände. 73 records from Insect Collection of Natural History Museum and Institute, Chiba. 67 records from Insect specimens in the Museum of Nature and Human Activities, Hyogo Prefecture, Japan. 1 records from Langes Tannen(LMS), Klasse 5d. 1 records from Bannwald Burghauser Forst. 2 records from GRT gaz inventaire PNRL. 37 records from Colección de Artrópodos de la Asociación BIGA para el estudio del patrimonio natural de Galicia: ABIGA. 74 records from Patrick Roper’s Notebooks. 1 records from Spreewaldfließe und Feuchtwiese bei Lübbenau. 2 records from Jeff Ogden Collection. 21 records from Données des carnets de terrain de Roland Essayan. 1 records from Frauenholz (Holzmaden). 1 records from Artenvielfalt auf Restbauernhof. 360 records from OEH Atlas of NSW Wildlife. 99 records from Naturkundemuseum im Ottoneum Kassel, Entomological Collection. 14 records from Nova Scotia Department of Natural Resources, Subenacadie, NS, Canada. 62 records from Insect specimens of Tokushima Prefectural Museum. 4 records from Field Study Group of the Dutch Mammal Society (NL) - 2004 - Mammal Survey Rakitovec, Slovenia. 184 records from BCE butterfly data expert holiday data throughout Europe. 3 records from University of Guam Insect Collection. 1 records from Biosphärenreservat Münsinger Alb. 37 records from A_ROCHA_2017_12_18. 1 records from Lustadter Wald .. 1 records from Denver Botanic Gardens Collection of Arthropods. 8933 records from PollardBase. 1 records from HeathNet data. 1 records from Botanischer Garten (Saarbrücken). 39 records from Inventaire permanent des invertébrés de Haute-Normandie. 1 records from DREAL_PACA_-_N2000_-_Commune_de_Névache_2017_12_18. 2 records from Lahnufer in Villmar. 255 records from OPIE_National_2017_12_18. 6 records from Données naturalistes d'Yves BAS. 1 records from Insect specimens of Sagamihara City Museum. 79 records from Données naturalistes de Thomas LORICH. 45 records from Itami City Museum of Insects. 1 records from Klutensee. 15 records from Mississippi Entomological Museum. 20 records from Terrestrial and liminic invertebrates systematic collection NTNU University Museum. 1022 records from PROSERPINE_2017_12_18. 832 records from Carnet B Lorraine. 19 records from DREAL_PACA_-_N2000_-_Parc_National_des_Ecrins_2017_12_18. 2083 records from ClimateWatch. 1 records from Artenvielfalt der Nordsee - Bremerhaven (Dorum-Neufeld). 20 records from Natusfera Citizen Science Observation Dataset. 2 records from Butterflies 2008. 1 records from 6. Tag der Artenvielfalt Hockenheim Thema: Wald 12.-14.6.2009. 2 records from Field Study Group of the Dutch Mammal Society (NL) - 2009 - Mammal Survey Serra da Estrela, Portugal. 20 records from Lepidoptera (Observations). 367824 records from UK Butterfly Monitoring Scheme (UKBMS). 58 records from Données naturalistes d'Etienne HERAULT. 488 records from Museum of Comparative Zoology, Harvard University. 1 records from TWIC - Identification Workshops dataset. 1 records from Données naturalistes de Marie-France LECCIA. 374 records from Données du CEN Picardie concernant la Faune, Flore, Fonge. 538 records from Merseyside BioBank (verified). 1 records from Amtsrain Apolda-Zottelstedt. 55 records from Gunma Museum of Natural History, Insect Specimen. 7 records from Colección del Departamento de Biología Animal (Zoología) de la Universidad de La Laguna. 1 records from Schiller Gymnasium Hof 10b. 1 records from Biologische Station im Kreis Wesel. 3 records from Butterflies of Gordon Park. 1 records from Werl macht sich auf die Suche. 20 records from Données naturalistes de Damien AVRIL. 408 records from Muséum_de_Toulon_et_du_Var_2017_12_18. 53 records from Données photographiques validées de la galerie du forum \"Le Monde des Insectes\". 1 records from Biotope in Rheine - Aktion 350. 4 records from AGIR_Ecologique_2017_12_18. 1 records from Perchtoldsdorfer Heide. 2 records from Bureau_des_Guides_Naturalistes_2017_12_18. 13 records from Jeu de données convention CD78-SPN-2014-2015. 2998 records from National butterfly monitoring scheme in Finland. 19 records from Données naturalistes de Jean-Paul LECHAPT. 1 records from Bulau. 24 records from Insect specimens of Kushiro City Museum. 96 records from Entomology, Natural History Museum, University of Oslo. 2 records from Agriculture and Agri-Food Canada, Fredericton Collection. 29 records from Tasmanian Natural Values Atlas. 21 records from Données naturalistes de Ségolène FAUSTEN. 2 records from ONF_2017_12_18. 2 records from Macaulay Library Audio and Video Collection. 22 records from Insectes Lépidoptères Rhopalocères de France métropolitaine. 4 records from Eco-Stratégie_2017_12_18. 2 records from Données naturalistes de Cyril EPICOCO. 9 records from Museu Darder de Banyoles. 19 records from Réserve_Naturelle_de_Camargue_2017_12_18. 1 records from Flora und Fauna am Mittelrheintal. 12423 records from Artportalen (Swedish Species Observation System). 31 records from Lepidoptera specimen database of Osaka Museum of Natural History. 26 records from Données naturalistes de Julien ROUSSEAU. 1388 records from Norwegian Species Observation Service. 6 records from PlutoF platform reference-based occurrences. 17 records from K-State Museum of Entomological and Prairie Arthropod Research. 5 records from Données naturalistes de Pascal Dupont. 2 records from IZIKO South Africa Museum Collection (1800-2013). 42 records from Lepidopterous specimens of Yamagata Prefectural Museum. 23050 records from RECORD Butterfly Data. 3 records from Helgeland Museum, Lepidoptera. 42 records from Entomology collection, UiT. 2 records from Données RNN LPO. 50 records from University of Delaware Insect Research Collection. 1 records from City of Edinburgh Natural Heritage Service - Ranger Ad-hoc records and sightings. 3 records from Insectarium de Montréal (IMQC). 1 records from FloVegSI-FAV - Faunistical database of ZRC SAZU. 6 records from Données de Provence-Alpes-Côte d'Azur transmises par Pascal Peyrache.. 13 records from Données naturalistes (Rhopalocères et Zygènes) de Jean-Atlan GUILLOTON (indépendant). 9 records from Données naturalistes de Mathilde DUSACQ. 1 records from Artenfülle um das Schalkenmehrener Maar. 73 records from BioFokus. 135 records from Naturalis Biodiversity Center (NL) - Museum collection digitized at storage unit level. 2 records from Inventaire du Lac de Marcenay (Bourgogne). 1 records from Artenvielfalt auf der Weide - GEO-Hauptveranstaltung in Crawinkel. 37 records from Anymals+plants - Citizen Science Data. 2 records from Données naturalistes d'Adrien CHOREIN. 1 records from BUND - Dassower See (Lübeck/Dassow). 24 records from Queensland Museum provider for OZCAM. 102 records from Données de l'Observatoire de la Faune de Bourgogne. 1 records from Lassentiner Moor (Niepars). 38 records from Insect specimens of Kashihara City Museum of Insect. 501 records from International Barcode of Life project (iBOL). 119 records from Programa de seguimiento de mariposas diurnas del País Vasco. 11 records from Gaïadomo_2017_12_18. 1 records from Danisco-Wiese. 6905 records from BRERC species records recorded over 15 years ago. 60 records from Butterflies. 2 records from Données naturalistes de Xavier BONNET. 1 records from BTCV wildlife counts recording workshops. 136 records from Estonian University of Life Sciences. 162 records from Hatikka Observation Database. 16 records from Revue Alexanor [1959-]. 4 records from DREAL_PACA_-_N2000_-_Mairie_de_la_Grave_2017_12_18. 10 records from Données d'expertise convention GTM. 135 records from Banc de dades de biodiversitat de Catalunya-ArtroCat. 15 records from Données du parc national de la Vanoise. 148 records from William F. Barr Entomological Museum. 391 records from Alterra (NL) - Comparison entomofauna in cities en countrysides. 241 records from inatura - Erlebnis Naturschau Dornbirn. 1 records from Schafheide im Böblinger Wald. 19 records from Mesures compensatoires A65 (CDC Biodivsersité). 10 records from The Davidson College Entomology Collection. 681 records from Données d'occurrences Espèces issues de l'inventaire des ZNIEFF. 1 records from 20 Jahre Naturschutzgebiet Dreienberg. 2 records from Base de datos de la Colección zoológica del Instituto de Investigación de zonas desérticas de la Universidad Autónoma de San Luis Potosí (BDCZIID-UASLP). 5 records from Ghent University - Zoology Museum - Insect collection. 25 records from Données Rhopalocères et Zygènes de la RNN Cousseau - export réalisé pour le pré-Atlas régional en 2016. 2 records from PlutoF platform observations. 43 records from Shire Group IDB species data 2004 to present. 2 records from RNF - Données du CEN Limousin. 102 records from Insect collection of Biodiversity Center of Japan, Ministry of the Environment. 21 records from Données Rhopalocères récoltées par le CEN Aquitaine en 2011 et 2012 (Etude sur les papillons menacés des zones humides). 123 records from RNF - Données de l'Association GEREPI. 1 records from Steinbruch Mainz-Weisenau, 3. Jahr. 92 records from University of Guelph, Department of Environmental Biology. 5 records from Données naturalistes de Benoit MARTHA. 4 records from AIRELE_2017_12_18. 1 records from Naturnachmittag 'Artenvielfalt an der Ecke' (Wäldchen an der Wegegabelung). 84 records from Observations occasionnelles Parc national des Pyrénées. 91 records from WildNet - Queensland Wildlife Data. 1 records from Heidesee / Halle. 5 records from Database of invertebrates collected in Mongolia. 7 records from Wildwatch North Pennines AONB project records for Cumbria. 1 records from GEO-Hauptveranstaltung (Insel Vilm). 150 records from Insect specimen database of Atsugi City Museum. 49 records from Echigo-Matsunoyama Museum of Natural Science, Usuke Shiga butterfly collection. 270 records from Geographically tagged INSDC sequences. 2 records from Insect specimens of Bihoro Museum. 10 records from WTSWW Data: All Taxa (West Wales). 3 records from Données de Jérôme FOUERT pour l'inventaire PATNAT du PNRLG. 28 records from RNF - Données de l'association LO PARVI. 1 records from Species Records for John Muir Trust Properties Nevis, Sandwood, Quinag and Schiehallion 2010.. 139 records from Bumblebees, cuckoobees and butterflies in southern Poland. 1 records from GEO-Hauptveranstaltung (NLP Harz / Hochharz). 39 records from Inventaires entomologiques en Normandie. 84 records from The atlas of butterflies in Kraków. 510 records from Lepidoptera Records up to April 2010. 37 records from NATURALIA_2017_12_18. 1824 records from flora &amp; fauna(NIBR). 29 records from Données naturalistes de Patrick HAFFNER. 1 records from O2TERRE_2017_12_18. 9593 records from Atlas Survey of the Butterflies of Denmark. 31 records from Données naturalistes de BRAUD Yoan. 1 records from Schulgelände Schule auf der Aue, Münster. 56 records from Tour_du_Valat_2017_12_18. 1 records from Biological Recording in Scotland - Scotsman Wildlife Surveys. 11 records from DREAL_PACA_-_N2000_-_Office_National_des_Forêts_05_2017_12_18. 1 records from Sahrbachtal Kreis Ahrweiler. 1 records from Invertebrate Zoology Division, Yale Peabody Museum. 12 records from Merseyside BioBank Active Naturalists (unverified). 1825 records from Mise en place d'un suivi scientifique des rhopalocères pour la production d’indicateurs de biodiversité. 2891 records from Données issues de Clicnat (Base de données naturaliste picarde gérée par Picardie Nature). 771 records from ECO-MED_2017_12_18. 1 records from Streuobstwiese Kattenhund (Schleswig). 51 records from Données naturalistes de Pierre DUFRENE. 39 records from CNIN/Lepidoptera. 2 records from Freigelände Naturschutzscheune Reinheimer Teich (Kreis Darmstadt-Dieburg). 24 records from Tullie House Museum Natural History Collections. 7 records from Données naturalistes de Xavier CUCHERAT. 1 records from Hainhoop - Tonkuhle - Bullenmoor (Arpke). 48 records from UK abstract from Nottingham City Museums &amp; Galleries (NCMG) Insect Collection Baseline database. 2138 records from ArtenFinder. 3 records from Inventaire et suivis d'espèces dans le Parc national des Cévennes. 3 records from Lepidoptera collection, South Norway. 21 records from Dorset Sites of Nature Conservation Interest (SNCI) species records pre 2000. 1 records from Prophetensee Quickborn. 1 records from Weidenhüttendorf an der Würm (München). 1 records from Schwanseepark (87645 Schwangau). 24 records from New Mexico State Collection of Arthropods. 7 records from Species within North Ayrshire from 1984 - Present. 126 records from Ecosphère_2017_12_18. 1 records from Die Teiche im Britzer Garten. 14 records from SMAEMV_2017_12_18. 409 records from Ibaraki Nature Museum, Arthropoda collection. 1 records from Philosophenwald und Wieseckaue in Gießen. 181 records from Natural History Museum, University of Tartu. 2 records from Dreal Corse - Base Ogreva. 105 records from Stackpole National Nature Reserve Species Inventory and Ad-hoc Sightings from Across Pembrokeshire. 457 records from RNF - Données de l'association Vivarmor Nature. 136 records from Isle of Man wildlife records from 01/01/2000 to 13/02/2017. 124 records from Insect specimens of Komatsu City Museum. 23 records from Données Rhopalocères. 21 records from Données naturalistes de Guilène PROCIDA. 2 records from Données naturalistes de François BRETON. 95 records from Lothian Wildlife Information Centre Secret Garden Survey. 272 records from Radnorshire Wildlife Trust records held by BIS. 2977 records from Insect (KNAM-IN). 1 records from Données naturalistes d'Alain MIGEON. 66 records from Lepidoptera collection of Hannu Saarenmaa. 91 records from Invertebrate records from sites that are mainly across Scotland. 9 records from Données naturalistes de Thomas LEBARD. 8 records from Lepidoptera of the UNESCO biosphere reserve of the Palatinate forest / North Vosges (Germany, France). 96 records from Lepidoptera specimen database of Japan. 62 records from Insect Collection from the Museu Nacional de História Natural e da Ciência, Universidade de Lisboa, Portugal. 175 records from SIRFF - FNE Centre-Val de Loire - Données 2016. 264 records from Données naturalistes sur les sites gérés et/ou inventoriés par le CEN. 10 records from Fauna Atlas N.T.. 1 records from Ville de Trois-Rivières - Bioblitz 2012. 40 records from AEV données faune. 1 records from Inventaire de l'îlot du Lédénez Vraz. 41 records from Données RNR Vacherie. 48 records from Western Australian Museum provider for OZCAM. 72 records from Yoann_BLANCHON_2017_12_18. 14 records from Natura 2000 Vallée de l'Esch, d'Ansauville à Jézainville. 1 records from Rückkehr der Biber in Rheinland-Pfalz - Biber in der Primmerbach. 523 records from National Trust Species Records. 1 records from ISTOTA - Schulgarten in Krakau, Stadtteil Ludwinow. 1 records from Landschaftspark St.Leonhard-Deisendorf. 1 records from Species found in the NOMS estate 2005 - Present. 2861 records from Finnish Entomological Database. 56 records from Données de Lépidoptères de Denis Vandromme. 210 records from Insects Specimens of Kagoshima Prefectural Museum. 230 records from Parc_National_de_Port_Cros_2017_12_18. 1 records from Selz-Renaturierung (Hahnheim/Sörgenloch). 1 records from Umgebung des Spalatin Gymnasium Altenburg. 412 records from Insect specimens of Tochigi Prefectural Museum. 142 records from ATBI Parc national du Mercantour / Parco naturale Alpi Marittime. 13 records from Observations naturalistes et collection entomologique de Julien TOUROULT. 4689 records from Dutch Butterfly Atlas 1995-1999 - De Vlinderstichting. 147 records from Données naturalistes de CERCOPE (Jean-Louis PRATZ). 493 records from BugGuide - Identification, Images, &amp; Information For Insects, Spiders &amp; Their Kin For the United States &amp; Canada. 15 records from Inventaire des Lépidoptères Rhopalocères et Zygènes de France métropolitaine. 55 records from SER Site-based Surveys. 23 records from Insect (HUNM-IN). 2 records from Données naturalistes de l'AGUPE (Association Générale d'Urbanisme et de Protection de l'Environnement). 1 records from Schanzenanlage Bergham. 1 records from Riedensee. 4 records from Données naturalistes de Jean ICHTER. 3 records from Données naturalistes d'Eléonore VANDEL. 73 records from Données RNN Marais de Müllembourg. 1 records from Michael Barkla's Observations. 1 records from Naturnahes Tal in Siena. 47 records from Centre for Biodiversity Genomics - Canadian Specimens. 1 records from Species at 290 Leppitt Road, Upper Beaconsfield. 1 records from Korean Insect Database. 95766 records from Vlinderdatabank - Butterflies in Flanders and the Brussels Capital Region, Belgium. 3 records from Alan Wormington Collection. 6 records from Northern Forestry Centre Arthropod Collection, Edmonton. 7 records from DREAL Auvergne - Insectes - 2015. 574 records from Natagriwal ; Observations made from operations within Natura 2000 habitats and other semi-natural areas. 1 records from Bayerische Donau - Blindheim Donaubrücke. 85 records from Crispin S. Guppy Collection. 6 records from University of Saskatchewan. 159 records from Norbert Kondla Collection. 49 records from Données naturalistes de Cédric JACQUIER. 168 records from Agriculture and Agri-Food Canada, St. Johns, Newfoundland. 19 records from M. Gollop Collection. 30 records from RNF - Données du CEN Centre. 1 records from Données naturalistes d'Emmanuel ICARDO. 21 records from NRW Regional Data: North Wales. 251 records from MPM Milwaukee Public Museum Invertebrate Zoology Collection. 5 records from bmhs_butterfly_collection. 1 records from Bénédicte_CULORIER_2017_12_18. 1332 records from LERN Records. 529 records from Miscellaneous records held on the Cofnod database. 7 records from Insect specimen database of Kanagawa Prefectural Museum of Natural History. 5 records from iRecord Surveys. 88 records from EDIT - ATBI in Mercantour/Alpi Marittime (France/Italy). 19 records from UCMC_Entomology. 47 records from Insect specimens of Rikuzen-Takata City Museum. 47 records from Données naturalistes de Loïc SALAUN. 31 records from Lund Museum of Zoology - Insect collections (MZLU). 260 records from Australian Museum provider for OZCAM. 20 records from NatureShare. 33 records from East Ayrshire Species Database. 3 records from Données naturalistes (Rhopalocères et Zygènes) de Roger GIBBONS (indépendant). 145442 records from Observation.org, Nature data from the Netherlands. 134 records from Estonian Museum of Natural History. 1 records from Naturschutzgebiete um das Christliche-Spalatin-Gymnasium Altenburg. 228 records from University of Minnesota Insect Collection. 18187 records from Butterfly distributions for Scotland from Butterfly Conservation and the Biological Records Centre. 1 records from Binsenwiesen im Bizzenbachtal. 23 records from Dutch Butterfly Monitoring Indexes. 417 records from HBRG Insects Dataset. 1 records from Artenvielfalt rund um die Dalbek-Schule. 1 records from Casual records for Scottish Wildlife Trust reserves - Verified data. 25 records from Ross A. Layberry, Collection. 3 records from Groupe_Lamo_Naturae_2017_12_18. 1 records from Artenvielfalt Kreis Gießen. 1 records from Wasser-Lernort Nettemündung. 12 records from Institut Mediterrani d'Estudis Avançats: IMEDEA-INSECTA. 1 records from Données naturalistes acquises sur les sites du MNHN, en particulier du Jardin des plantes et de l'ilôt Poliveau. 16 records from LPO_PACA_2017_12_18. 541 records from Yorkshire Wildlife Trust - Non-sensitive records from all taxonomic groups. 1102 records from Ross A. Layberry Observations. 1 records from Données naturalistes (Rhopalocères et Zygènes) de Jude LOCK (indépendant). 1 records from Bioblitz 2014 Kalvebod Fælled, Denmark. 1 records from RNF - Données du Syndicat de Gestion des Gorges de l'Ardêche. 16 records from University of Western Ontario Collection. 6 records from Field Study Group of the Dutch Mammal Society (NL) - 2012 - Mammal Survey Galicia, Spain. 1 records from Kiesbagger (Mittelhausen). 1 records from NSG Berschau - Auengebiet (Neustadt / Wied). 10 records from Isle of Man historical wildlife records 1990 to 1994. 191 records from Entomological Specimens of Museum of Nature and Human Activities, Hyogo Pref., Japan. 1 records from Données naturalistes de Julien BIRARD. 2 records from Field Study Group of the Dutch Mammal Society (NL) - 2008 - Mammal Survey Muntii Padurea Craiului - Apuseni mountains, Romania. 3 records from Recent Invertebrates Specimens. 24 records from TWIC Biodiversity Field Trip Data (1995-present). 1 records from 4. Tag der Artenvielfalt, Naturschutzgebiet Hockenheimer Rheinbogen. 18 records from Essig Museum of Entomology. 1 records from Insektenvielfalt Ahe/Weichelsee. 2 records from Données bibliographique de la base BOMBINA. 23 records from LNHG Biological Records Dataset. 9 records from Données Saint-Gobain Distribution Bâtiment France. 38 records from Natural Resources Wales Regional Data : Mid-Wales. 76 records from Dorset SSSI Species Records 1952 - 2004 (Natural England). 143 records from Staffordshire Wildlife Trust Nature Reserves Inventory. 13 records from Vegetation data from protected areas in Denmark (§ 3 in the Danish Nature Protection Act). 1 records from Pilstingermoos. 68 records from Parc_Naturel_Régional_du_Luberon_2017_12_18. 85 records from Merseyside BioBank Active Naturalists (verified). 1 records from Syndicat_Mixte_du_Massif_des_Monges_2017_12_18. 1 records from Données naturalistes de Benoit FONTAINE. 7 records from River Biologists' Database (EPA). 100 records from Insect (ENHM-IN). 53 records from Ecotonia_2017_12_18. 1643 records from Atlas of Finnish Macrolepidoptera. 1 records from Tongrube bei Hettstedt. 7227 records from Collections and observation data National Museum of Natural History Luxembourg. 16 records from Inventaires des papillons sur les espaces verts de la Métropole Rouen Normandie. 1010 records from Data collected on scitizen science web portal www.ornitho.cat. 1 records from Mémoires de la Société des Sciences naturelles et archéologiques de la Creuse [1831-]. 60 records from Données naturalistes de Pierre HUGUENY. 8 records from Interactive Database of Biodiversity Studies on Terrestrial Arthropod Animals of Korea. 9 records from Stuart M. Fullerton Collection of Arthropods (UCFC), University of Central Florida. 1 records from Littlewood Species List. 1 records from Zwickau- Schwanenteich. 5 records from Recherche de Euphydryas aurinia sur le site Natura 2000 Vallée de l'Eure. 74 records from Saisie des bulletins de la Société Linnéenne de Bordeaux (2013 &gt; 2015). 1 records from Feuchtbiotop Weidenkaule. 67 records from Données naturalistes d'Anthony TURPAUD. 66 records from Données de Lépidoptères de Bruno DAUGET - Dépt de l'ALLIER (03). 20 records from DREAL_PACA_-_N2000_-_Parc_Naturel_Régional_du_Verdon_2017_12_18. 23 records from Insect specimens of Oiso Municipal Museum. 1 records from Schulgarten der Volksschule. 15 records from Merseyside BioBank (unverified). 5504 records from NBIS Records to December 2016. 1 records from Gemeinde Sursee. 56 records from DNSM: Durban Natural Science Museum Insect Collection (1900-2011). 1 records from Field Study Group of the Dutch Mammal Society (NL) - 2010 - Mammal Survey Patvinsuo National Park, northern Karelia, Finland. 16 records from Ireland's BioBlitz. 2 records from Insect specimens of Omogo Mountain Museum. 49 records from Lepidoptera Observations from New Zealand by Donald Hobern. 1 records from Artenvielfalt auf den Elbwiesen (Dessau). 8 records from Insect Arthropods (KIDR-IN). 23 records from GRENHA_2017_12_18. 78 records from Commissioned surveys and staff surveys and reports for Scottish Wildlife Trust reserves - Verified data. 1 records from Schulhof Goethe-Gymnasium (Emmendingen). 82 records from Données ONF Faune-Flore-Fonge. 16 records from Stoke-on-Trent Environmental Survey results (1982-1984). 15 records from Collection entomologique Pierre Lachiver. 20 records from McMaster University Collection. 21 records from Modernisation des ZNIEFF du PnrL. 48 records from National Museum of Natural Science. 1 records from Données naturalistes de Martin HILAIRE. 3 records from Rhopaloceres_2015_SIMETHIS. 62 records from Suivi Photographique des Insectes Pollinisateurs (SPIPOLL). 35 records from Convention Suez Environnement (SITA) – SPN. 1 records from GE-Brühl. 3 records from European Lepidoptera Observations by Donald Hobern. 1 records from Clemson University Arthropod Collection. 1 records from Stadtbiotop Ulrichteich. 15 records from Butterflie Specimens of Yamaguchi prefectural Yamaguchi Museum. 30 records from New Brunswick Museum Collection. 1 records from Knechtweide (Kohlfurth). 4 records from Taiwan Forestry Research Institute. 7877 records from Irish Butterfly Monitoring Scheme. 1 records from données naturalistes de ALZIAR Gabriel. 6 records from Données Rhopalocères et Zygènes du CEN Aquitaine, programme 64PRED. 75 records from Données naturalistes de Bruno OGER. 7 records from Tasmanian Museum and Art Gallery provider for OZCAM. 40 records from Suivis Rhopalocères et Zygènes de la RNN de Bruges. 18708 records from Suffolk Biodiversity Information Service (SBIS) Dataset. 1 records from Heider Bergsee (Brühl). 2 records from GEO-Hauptveranstaltung in \"Wildtierland\". 1 records from Raus in die Natur. 20 records from Norwegian Lepidoptera working group. 2880 records from Liste des espèces de la faune sauvage (Amphibiens, Mammifères hors Chiroptères, Oiseaux, Orthoptères, Reptiles &amp; Rhopalocères) observées selon le maillage communal français de la base de données naturalistes Faune-France .. 1 records from Données historiques de la FEGVE. 1 records from Dierloch, nördlicher Mooswald (Freiburg-Hochdorf). 514 records from Welsh Invertebrate Database (WID). 1 records from Département_du_Var_2017_12_18. 32252 records from Wider Countryside Butterfly Scheme (WCBS). 749 records from Banco de Datos de la Biodiversidad de la Comunitat Valenciana. 1 records from Wildlife Observations Bardon Hill 31.5.09. 2848 records from BV Insectarium Virtual. 1 records from Inventario de los ropaloceros (Lepidoptera) de la Sierra Gorda, estado de Querétaro, México. 29 records from Invertebrate Site Register - England (1738-2005).. 3 records from Zoologische Staatssammlung Muenchen - International Barcode of Life (iBOL) - Barcode of Life Project Specimen Data. 11 records from smavd_2017_12_18. 33 records from Données naturalistes de Tony PRESSE - Chronoventaire. 1387 records from NDFF Butterfly Data. 3 records from Ville_de_Digne_les_Bains_2017_12_18. 1 records from Römertal (Steinpleis). 68 records from Insect (SMNH-IN). 163 records from Données Lepidoptères de Inge Van Halder au 16/02/2015 en Gironde et dans les Landes. 22 records from Zoological specimens of Gifu Prefectural Museum. 5 records from Isle of Man historical wildlife records 1995 to 1999. 5 records from BoBO - Botanic Garden and Botanical Museum Berlin Observations. 27 records from RHS monitoring of native and naturalised plants and animals at its gardens and surrounding areas. 17 records from DDT05_2017_12_18. 780 records from Données Lépidoptères du cadre d'acquisition de François Fournier. 1 records from Naturoptère_2017_12_18. 1 records from Archbold Biological Station Arthropod Collection. 20848 records from naturgucker. 40 records from Survey and monitoring records for Scottish Wildlife Trust reserves from reserve convenors and Trust volunteers - Verified data. 7817 records from BRERC species records within last 15 years. 31 records from University of California Santa Barbara Invertebrate Zoology Collection. 9598 records from iNaturalist Research-grade Observations. 4 records from Données naturalistes de Hubert GUIMIER. 8 records from Naturhistorisches Museum Mainz, Schmetterlingssammlung Rodenkirchen. 1 records from Alte Ziegelei, Lehmgrube (Mainz-Bretzenheim). 47 records from Grand_Site_Sainte-Victoire_2017_12_18. 4 records from Field Study Group of the Dutch Mammal Society (NL) - 2003 - Mammal Survey Alvao Natural Park, Portugal. 3 records from Environmental Monitoring Database Species data 1987 to 2015. 116 records from Entomology Collection at the Natural History Museum of Utah. 32 records from Données naturalistes de Xavier JAPIOT. 1 records from Umgebung von Schorndorf. 1 records from Données naturalistes de Pascal AMBLARD. 1 records from Ökostation (Freiburg). 13 records from Atlas of Life in the Coastal Wilderness - Sightings. 231 records from Données naturalistes (Rhopalocères et Zygènes) de Sébastien LABATUT (indépendant). 236 records from Canadian National Collection (CNC) of Insects, Arachnids and Nematodes. 16813 records from Swiss National Butterflies Databank. 5 records from RNF - LPO Rhône-Alpes. 1 records from Taiwan Moth Occurrence Data Collected From Social Network. 1 records from Stadtpark Herzberg (Elster). 8865 records from Suivi",
  "authors": [
    {
      "display_name": "NULL AUTHOR_ID",
      "id": "A9999999999",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Occdownload Gbif.Org"
    }
  ],
  "publication_year": 2019,
  "publication_date": "2019-01-01",
  "type": "dataset",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4398183272",
    "display_name": "Global Biodiversity Information Facility",
    "issn_l": null,
    "issn": null,
    "type": "repository",
    "host_organization": "https://openalex.org/I111796040"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://www.gbif.org/occurrence/download/0011081-190621201848488",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2780154274",
      "display_name": "Download",
      "level": 2,
      "score": 0.56608456
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.47394398
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.32929084
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.16963318
    }
  ],
  "topics": [
    {
      "id": "T12983",
      "display_name": "Satellite Image Processing and Photogrammetry",
      "score": 0.0406
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.gbif.org/occurrence/download/0011081-190621201848488",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:34.773712",
  "source_database": "OpenAlex"
}