{
  "openalex_id": "W4394809006",
  "doi": "https://doi.org/10.1097/01.ju.0001008868.74763.2c.06",
  "title": "PD58-06 PATIENTS’ VALUES AND PREFERENCES FOR TREATMENT OF SMALL RENAL MASSES",
  "abstract": "You have accessJournal of UrologyKidney Cancer: Epidemiology & Evaluation/Staging/Surveillance III (PD58)1 May 2024PD58-06 PATIENTS' VALUES AND PREFERENCES FOR TREATMENT OF SMALL RENAL MASSES Clara Diaz, Maryam Kandi, Philippe Violette, Gordon Guyatt, Mathieu Gratton, and Patrick Richard Clara DiazClara Diaz , Maryam KandiMaryam Kandi , Philippe ViolettePhilippe Violette , Gordon GuyattGordon Guyatt , Mathieu GrattonMathieu Gratton , and Patrick RichardPatrick Richard View All Author Informationhttps://doi.org/10.1097/01.JU.0001008868.74763.2c.06AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail Abstract INTRODUCTION AND OBJECTIVE: Most patients diagnosed with small renal masses (SRMs) undergo invasive treatment (e.g., nephrectomy or thermal ablation), even though these masses may be benign or have low metastatic potential. Active surveillance has been proposed as an alternative to decrease over-treatment of SRMs. Data from observational studies suggest an increased mortality <1-2% when this approach is compared to invasive treatments. The study seeks to determine patients' values and preferences regarding the management of their SRMs. METHODS: In this Canadian multicenter prospective values and preference study, structured online interviews were conducted with asymptomatic patients who were newly diagnosed with SRMs and who have not yet chosen their treatment with their urologist. During these interviews, patients were first presented with outcomes data and asked their preference in terms of invasive treatment (i.e., nephrectomy vs. surgery). Next, patients were presented with hypothetical scenarios and were asked to choose, using a ping-pong approach, the maximum increase in the probability of death from kidney cancer that they would be willing to accept to decline an invasive treatment and chose active surveillance. RESULTS: Thirty-six participants were interviewed. Of these, 70.3% preferred to be treated by thermal ablation rather than surgery. In addition, the median maximal increase in the probability of death from kidney cancer that they were willing to accept to avoid the negative aspects of an invasive treatment was 0.1% (IQR: 0.1 - 6%). Nevertheless, 25% of patients reported a threshold ≥5%. The majority of patient preferred to be presented with data in the form of 'reduction in the risk of mortality' as opposed to 'increase in the risk of death' or had no preference between both presentation method. Despite the low risk threshold reported by most patients, over 55% of patients opted for AS after meeting with their urologist. CONCLUSIONS: Based on our small multicenter study, when presented with the best available data, the vast majority of patients interviewed preferred thermal ablation to surgery. However, after consultation with their urologist the majority selected active surveillance as their treatment choice. Further studies are needed to elucidate this change reflect a change in patient preference or access issues. Download PPT Source of Funding: KCRNC-KCC-CUASF and CRMUS Research Grants © 2024 by American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetails Volume 211Issue 5SMay 2024Page: e1216 Advertisement Copyright & Permissions© 2024 by American Urological Association Education and Research, Inc.Metrics Author Information Clara Diaz More articles by this author Maryam Kandi More articles by this author Philippe Violette More articles by this author Gordon Guyatt More articles by this author Mathieu Gratton More articles by this author Patrick Richard More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Clara Diaz",
      "id": "A5102648872",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Clara Diaz"
    },
    {
      "display_name": "Maryam Kandi",
      "id": "A5056162566",
      "orcid": "https://orcid.org/0000-0002-1640-5999",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Maryam Kandi"
    },
    {
      "display_name": "Philippe D. Violette",
      "id": "A5026418930",
      "orcid": "https://orcid.org/0000-0002-6116-5496",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Philippe Violette"
    },
    {
      "display_name": "Gordon Guyatt",
      "id": "A5031717153",
      "orcid": "https://orcid.org/0000-0003-2352-5718",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Gordon Guyatt"
    },
    {
      "display_name": "Mathieu Gratton",
      "id": "A5064433247",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mathieu Gratton"
    },
    {
      "display_name": "Patrick O. Richard",
      "id": "A5067518061",
      "orcid": "https://orcid.org/0000-0002-8904-8873",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Patrick Richard"
    }
  ],
  "publication_year": 2024,
  "publication_date": "2024-04-15",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "211",
  "issue": "5S",
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2992994880",
      "display_name": "Renal mass",
      "level": 4,
      "score": 0.47847196
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.38170224
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.3562916
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.33000338
    },
    {
      "id": "C2780091579",
      "display_name": "Kidney",
      "level": 2,
      "score": 0.12895644
    },
    {
      "id": "C2780227381",
      "display_name": "Nephrectomy",
      "level": 3,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10449",
      "display_name": "Renal cell carcinoma treatment",
      "score": 0.8423
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1097/01.ju.0001008868.74763.2c.06",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:38:41.827916",
  "source_database": "OpenAlex"
}