{
  "openalex_id": "W4396446273",
  "doi": "https://doi.org/10.15468/dl.huedx9",
  "title": "Occurrence Download",
  "abstract": "A dataset containing 77322 species occurrences available in GBIF matching the query: { \"TaxonKey\" : [ \"is Junonia Hübner, 1819\" ] } The dataset includes 77322 records from 260 constituent datasets: 77 records from Geelong Field Naturalists Club. 3 records from Museu Darder de Banyoles. 16 records from Insect (MNHM-IN). 3 records from Butterflies of the Rupununi. 439 records from Museums Victoria provider for OZCAM. 13 records from CHAS Entomology Collection (Arctos). 7 records from Osaka Prefectural Minoh Park Insects Museum. 645 records from Earth Guardians Weekly Feed. 24 records from K-State Museum of Entomological and Prairie Arthropod Research. 39 records from Lepidopterous specimens of Yamagata Prefectural Museum. 564 records from IZIKO South Africa Museum Collection (1800-2013). 218 records from The Albert J. Cook Arthropod Research Collection. 17 records from University of Delaware Insect Research Collection. 28 records from Illinois Natural History Survey Insect Collection. 1 records from Insectarium de Montréal (IMQC). 6 records from Biodiversity4all Research-Grade Observations. 1 records from Colección de artrópodos del Museo de Historia Natural de la Pontificia Universidad Javeriana. 10 records from Ross A. Layberry Observations. 2 records from Inventario de fauna presente en la jurisdicción de Corantioquia. 12 records from University of Western Ontario Collection. 124 records from Naturalis Biodiversity Center (NL) - Museum collection digitized at storage unit level. 11 records from Données de l'association Martinique Entomologie. 11 records from Diversidad y análisis de la distribución geográfica del suborden Rhopalocera (Lepidoptera) en el estado de Oaxaca: Fase III: región de Huatulco. 625 records from Entomological Specimens of Museum of Nature and Human Activities, Hyogo Pref., Japan. 146 records from Queensland Museum provider for OZCAM. 28 records from Recent Invertebrates Specimens. 35 records from Insect specimens of Kashihara City Museum of Insect. 1 records from Gerald Hilchie Collection. 1 records from USGS PWRC - Native Bee Inventory and Monitoring Lab (BIML). 43 records from Essig Museum of Entomology. 27 records from 2016-2018九份二山昆蟲調查. 1302 records from International Barcode of Life project (iBOL). 7 records from Inventario de la biodiversidad de vertebrados terrestres de los Chimalapas, Oaxaca. 1 records from Data from ILAM surveys conducted by ARCOS in Mukura landscape for year 2016. 45 records from William F. Barr Entomological Museum. 4 records from Données d'occurrences Espèces issues de l'inventaire des ZNIEFF. 36 records from The Davidson College Entomology Collection. 29 records from Stuart M. Fullerton Collection of Arthropods (UCFC), University of Central Florida. 1 records from Base de datos de la Colección zoológica del Instituto de Investigación de zonas desérticas de la Universidad Autónoma de San Luis Potosí (BDCZIID-UASLP). 1 records from La Planète Revisitée, massif du Mitaraka, mission principale (février-mars 2015). 396 records from DNSM: Durban Natural Science Museum Insect Collection (1900-2011). 1 records from Samoa Biodiversity Database. 57 records from University of Puerto Rico Mayagüez Invertebrate Collection. 55 records from Insect collection of Biodiversity Center of Japan, Ministry of the Environment. 9 records from University of Guelph, Department of Environmental Biology. 3 records from Occurrence of insect species along Loduare - Golini Road, Ngorongoro Conservation Area, Arusha, Tanzania. 432 records from WildNet - Queensland Wildlife Data. 127 records from Lepidoptera (Rhopalocera y Heterocera) de áreas prioritarias para la conservación en la Península de Yucatán, con registros de adultos y estados inmaduros (Rhopalocera). 6 records from McMaster University Collection. 16 records from Insect specimen database of Atsugi City Museum. 14 records from Echigo-Matsunoyama Museum of Natural Science, Usuke Shiga butterfly collection. 10 records from Peter Hall Observations. 82 records from Computarización de la Colección Nacional de insectos Dr. Alfredo Barrera Marín del Museo de Historia Natural de la Ciudad de México (Lepidoptera). 148 records from Geographically tagged INSDC sequences. 8 records from Data from ILAM surveys conducted by ARCOS in Bugesera landscape for year 2016. 1049 records from Computarización y actualización de la curación de la Colección de Lepidóptera del Museo de Zoología \"Alfonso L. Herrera\" y su base de datos MARIPOSA. FASE I. 63 records from The Purdue Entomological Research Collection. 16 records from Diversidad de grupos selectos de vertebrados (Reptilia, Amphibia) e insectos (Lepidoptera: Papilionoidea y Hesperioidea; Odonata; Diptera: Bombyliidae) en el Valle de Cuatrociénegas y Sierra de la Madera, Coahuila, México. 1 records from Invertebrates of Vava'u, Tonga. 300 records from South Australian Museum Australia provider for OZCAM. 17 records from Inventaire entomologique standardisé des ZNIEFF de Martinique, protocole utilisé à partir de 2016. 18 records from Insect specimens of Obihiro Centennial City Museum. 60 records from Repatriación de datos de los lepidópteros depositados en la Colección del McGuire Center for Lepidoptera and Biodiversity, Florida Museum of Natural History. 56 records from Insect Collection of Yokosuka City Museum. 47 records from Insect specimens of Okinawa Prefectural Museum &amp; Art Museum. 26 records from Colección de Entomología del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt (IAvH-E). 1138 records from UCT: Southern African Butterfly Conservation Assessment (1815-2009). 202 records from Cleveland Museum of Natural History. 29 records from Insect specimens of Iwate Prefectural Museum. 6 records from Insect specimens of Toyota City Nature Sanctuary. 9 records from Luther Entomological Research Collection. 3 records from Data from ILAM surveys conducted by ARCOS in Bugesera landscape for year 2017. 146 records from RBINS DaRWIN. 112 records from Natural History Museum (London) Collection Specimens. 15 records from Clemson University Arthropod Collection. 1 records from New Brunswick Museum Collection. 46 records from Butterflie Specimens of Yamaguchi prefectural Yamaguchi Museum. 39 records from Taiwan Forestry Research Institute. 153 records from University of Georgia Collection of Arthropods. 8 records from Queen Victoria Museum Art Gallery provider for OZCAM. 8 records from Colección de mariposas del Museo de Entomología de la Universidad del Valle. 434 records from Canberra Nature Map. 7 records from Tasmanian Museum and Art Gallery provider for OZCAM. 684 records from The Lepidopterists' Society Season Summary. 4 records from Inventaire entomologique standardisé des ZNIEFF de Martinique, protocole utilisé de 2011 à 2013. 151 records from Kenya Virtual Museum Records. 4 records from Inventaire Biologique Rapide Martinique-Cuba. 5 records from Insectos asociados a tres ventanas de la Orinoquia Colombiana - SULU I. 10 records from Museo Argentino de Ciencias Naturales \"Bernardino Rivadavia\" (MACN). Entomology National Collection (MACNEn). 115 records from Inventario de los ropaloceros (Lepidoptera) de la Sierra Gorda, estado de Querétaro, México. 24 records from Rapid Assessment Program (RAP) Biodiversity Survey Database. 5 records from Caracterización biológica del Monumento Natural Yaxchilán como un elemento fundamental para el diseño de su plan rector de manejo. 5 records from Notes on some Tanzanian butterfly specimens in the Suffert Collection: a case of patria falsa. 1 records from The Masao Oita Insect Collection of The University Museum, The University of Tokyo. 9 records from Colección Entomológica de la Orinoquia (CEO). 4 records from Zoologische Staatssammlung Muenchen - International Barcode of Life (iBOL) - Barcode of Life Project Specimen Data. 41 records from Museu Paraense Emilio Goeldi - Lepidoptera Collection. 5 records from UWIZM Local Lepidoptera Collection. 69 records from Estonian University of Life Sciences Institute of Agricultural and Environmental Sciences Entomological Collection. 2 records from Mariposas de la expedición al Río Apaporis - Proyecto Colombia BIO. 5 records from Inventario de las mariposas diurnas de las cañadas de Morelos y evaluación de factores que permiten el refugio de fauna con limitantes microclimáticas diferentes al macroclima dominante. 124 records from Insecta of Costa Rica (INBio). 6 records from Proyecto de cultivo extensivo y comercialización de las mariposas de la región de Chajul, Chiapas. 2 records from Guadeloupe_Insectes. 135 records from Fortalecimiento de las colecciones de ECOSUR. Primera fase (Lepidoptera Chetumal). 28 records from Insect specimens of Yonezawa Insectarium. 46 records from Colección nacional de zoología. 2 records from Archbold Biological Station Arthropod Collection. 244 records from naturgucker. 372 records from Insecta collection of Museum of Natural and Environmental History, Shizuoka. 9 records from Insect (JNHM-IN). 70 records from University of California Santa Barbara Invertebrate Zoology Collection. 44139 records from iNaturalist Research-grade Observations. 9 records from National Biodiversity Data Bank. Observation records, 1900-2014. 8 records from NZCS Invertebrates Old Collection Before 1987. 1 records from SA Fauna (BDBSA). 122 records from Entomology Collection at the Natural History Museum of Utah. 18 records from Fortalecimiento de las colecciones de ECOSUR. Primera fase (Entomologica San cristóbal). 4 records from Manitoba Museum of Man and Nature. 10 records from Western Washington University Insect Collection. 1 records from Colección de Zoología General de la Universidad de Pamplona. 3 records from Hartland Nature Club Lepidoptera Collection. 152 records from Australian National Insect Collection. 4 records from NMNH_material_samples. 40 records from The Masayo Kato Insect Collection (Lepidoptera: Rhopalocera) of The University Museum, The University of Tokyo. 54 records from Atlas of Life in the Coastal Wilderness. 4 records from Canadian National Collection (CNC) of Insects, Arachnids and Nematodes. 4 records from Point Pelee National Park Collection, Canada. 315 records from Taiwan Moth Occurrence Data Collected From Social Network. 4 records from Registros biológicos en áreas protegidas obtenidos de documentos impresos. 49 records from Diversidad de grupos selectos de flora (Magnoliopsida: Malvales, Sapindales, Fabales, Laurales, Solanales y Caryophyllales) y fauna (Lepidoptera, Diptera, Odonata, Amphibia, Reptilia, Aves y Mammalia) del APFF Boquerón de Tonalá, Oaxaca, México. 3 records from New Mexico Museum of Natural History and Science (NMMNHS) Insect specimens (Arctos). 9 records from Makira. 156 records from Natural History Museum Rotterdam - Specimens. 289 records from FBIP: The effect of land-use on the butterfly diversity of ecological refugia within an agricultural landscape. 2 records from Auswildlife. 5 records from Colección de Entomología del Museo de Historia Natural de la Universidad de la Amazonia (UAM-E). 1 records from Insect (NSMK-IN). 113 records from Northern Territory Museum and Art Gallery provider for OZCAM. 339 records from Insect specimens of Ryukyu University Museum (Fujukan). 7 records from University of Alberta E. H. Strickland Entomological Museum (UASM). 5 records from Historia natural del parque ecológico estatal de Omiltemi, Chilpancingo, Guerrero, México. 16 records from Inventaire entomologique standardisé des ZNIEFF de Martinique, protocole utilisé en 2014 et 2015. 2 records from Lyman Entomological Museum. 4 records from NatureServe Network Species Occurrence Data. 26 records from Butterflies of Guinea-Bissau: VIII. New data, new reports, corrections and biodiversity (Lepidoptera: Papilionoidea). 149 records from ALA species sightings and OzAtlas. 35 records from Kenneth S. Norris Center for Natural History, University of California Santa Cruz, Insect Collection. 8 records from CABI Lepidoptera Collection. 5 records from Insect specimens of Komatsu City Museum. 8 records from Data from ILAM surveys conducted by ARCOS in Bugesera landscape for year 2016. 4 records from List of animalia, fungi and plant species recorded through naturalist observations and research activities in Benin. Data mobilized in the framework of a JRS Biodiversity Foundation project of Benin. 3 records from UWIZM Lamont Lepidoptera Collection. 26 records from Zoological Museum Amsterdam, University of Amsterdam (NL) - Lepidoptera_Nymphalidae_Palearctic. 24 records from Colección Entomológica de Piedras Blancas. 10 records from The Shigeru Eda Insect Collection of The University Museum, The University of Tokyo. 18 records from Colección Entomológica CDMB. 1 records from Lepidoptera collection of Hannu Saarenmaa. 30 records from Biodiverskripsi: Biodiversity Theses Database. 9 records from Butterfly observation records based on photographs taken by butterfly enthusiasts in Indonesia. 262 records from Lepidoptera specimen database of Japan. 26 records from ZUEC-LEP - Coleção de Lepidoptera do Museu de Zoologia da UNICAMP. 37 records from Insect Collection from the Museu Nacional de História Natural e da Ciência, Universidade de Lisboa, Portugal. 16 records from Insect specimens in the Museum of Nature and Human Activities, Hyogo Prefecture, Japan. 4307 records from Fauna Atlas N.T.. 1 records from Frost Entomological Museum. 14 records from Colección Entomológica - Museo de Historia Natural Unillanos. 86 records from Western Australian Museum provider for OZCAM. 21 records from University of Michigan Museum of Zoology, Division of Insects. 77 records from NSW BioNet Atlas. 16 records from New Zealand Arthropod Collection (NZAC). 1 records from University of Saskatchewan. 28 records from Census of the animals of Benin. 1 records from Monitoreo de biodiversidad del Valle del Cerrejón. 126 records from MPM Milwaukee Public Museum Invertebrate Zoology Collection. 23 records from bmhs_butterfly_collection. 1850 records from PollardBase. 9 records from Data from ILAM surveys conducted by ARCOS in Rusumo landscape for year 2016. 343 records from Diversidad y distribución de las mariposas (Rhopalocera: papilionoidea) en la región occidental del estado de Morelos. 1753 records from India Biodiversity Portal publication grade dataset. 3 records from Insect specimen database of Kanagawa Prefectural Museum of Natural History. 1 records from UCMC_Entomology. 56 records from Itami City Museum of Insects. 17 records from Insect specimens of Rikuzen-Takata City Museum. 73 records from University of Texas, Biodiversity Center, Entomology Collection (UTIC). 53 records from Mississippi Entomological Museum. 121 records from Lund Museum of Zoology - Insect collections (MZLU). 368 records from Australian Museum provider for OZCAM. 27 records from Colección Entomológica de la Universidad de Antioquia. 75 records from Terrestrial and limnic invertebrates systematic collection, NTNU University Museum. 57 records from NatureShare. 861 records from Observation.org, Nature data from around the World. 3 records from An updated record of Gaden Robinson's collection of Macro-moths of Fiji and Rotuma. 6 records from University of Minnesota Insect Collection. 1731 records from Museum of Comparative Zoology, Harvard University. 1 records from Observations.be - Non-native species occurrences in Wallonia, Belgium. 12 records from Ross A. Layberry, Collection. 9 records from Insects Specimens of Kagoshima Prefectural Museum. 29 records from Colección Zoológica de la Universidad del Tolima (CZUT) - Lepidópteros. 2 records from Insect specimens of Otaru City Museum. 74 records from Insect specimens of Tochigi Prefectural Museum. 2 records from Observations naturalistes et collection entomologique de Julien TOUROULT. 1732 records from R. M. Bohart Museum of Entomology. 687 records from BugGuide - Identification, Images, &amp; Information For Insects, Spiders &amp; Their Kin For the United States &amp; Canada. 93 records from Butterflies of Singapore and Peninsular Malaysia (Nymphalidae). 9 records from Colección Entomológica de la Universidad Tecnológica del Chocó. 56 records from Arizona State University Hasbrouck Insect Collection. 14 records from Museo Entomológico Francisco Luis Gallego UNAL-MED. 66 records from Royal Ontario Museum: Entomology. 2 records from Lepidoptera collection of National Museum of Nature and Science. 526 records from Naturalis Biodiversity Center (NL) - Lepidoptera. 15 records from Tall Timbers Research Station Natural History Museum, The Lepidoptera collection. 1 records from Michael Barkla's Observations. 2 records from Fortalecimiento de las colecciones de ECOSUR. Primera fase (Entomologica Tapachula). 2 records from Insect Specimens deposited in the Saga Pref., Space and Science Museum, JAPAN. 53 records from Colecção Entomológica do Museu de História Natural de Maputo. 23 records from Barcant Butterfly Collection - Nymphalidae. 1 records from Logan City Council Species Sightings. 60 records from The Insect Collection of Prof. Chujiro Sasaki and associated researchers, The University Museum, The University of Tokyo. Part I (Lepidoptera: Rhopalocera). 3 records from Marsabit Ecosystem Inventory Surveys 2014. 23 records from Biodiversitätsdatenbank Salzburg. 51 records from Gunma Museum of Natural History, Insect Specimen. 130 records from Data from EIAs and other studies coordinated by the national forestry authority of Uganda. 2 records from University of Tartu Natural History Museum and Botanical Garden Zooloogical Collections. 14 records from Census of the threatened species of Benin.. 28 records from JRS Wetands data Rwanda, 2019. 4 records from Données photographiques validées de la galerie du forum \"Le Monde des Insectes\". 1 records from Santa Barbara Museum of Natural History Entomology Collection. 68 records from Colecção Entomológica IIA. 5 records from Sistematización de la colección entomológica y actualización de la colección del herbario CHIP del Instituto de Historia Natural y Ecología (IHNE), Chiapas (Insectos). 86 records from C.A. Triplehorn Insect Collection (OSUC), Ohio State University. 18 records from Tasmanian Natural Values Atlas. 194 records from NMNH Extant Specimen Records. 2 records from Macaulay Library Audio and Video Collection. 86 records from Field Museum of Natural History (Zoology) Insect, Arachnid and Myriapod Collection. 3 records from Fauna y Flora de Cinaruco - 2014- 2016. 1 records from Virginia Polytechnic Institute and State University Insect Collection. 3 records from Mt. Kenya Inventory Surveys 2009. 3 records from Insect specimens of Natural History Museum, Kishiwada City. 44 records from flora &amp; fauna(NIBR). 1 records from BioGIS - Israeli Lepidopterists Society. 2 records from La Planète Revisitée, mission complémentaire entomologique, massif du Mitaraka, août 2015. 18 records from Colecção Entomológica do Departamento de Sanidade Vegetal - Ministério da Agricultura e Segurança Alimentar. 1 records from Heliconiine Butterfly Collection Records from University of Cambridge. 5 records from Données de collection de l'inventaire des Papillons de jour de Martinique. 3 records from 臺東縣轄海岸山脈野生動物重要棲息環境及周遭緩衝區（成功事業區第40林班至45林班） 動物資源調查與監測計畫（1/3）. 1 records from Bases de datos de plantas, insectos, reptiles, anfibios, aves y mamíferos del “Arroyo la Junta, Una joya de biodiversidad en la Reserva de la Biosfera Sierra La Laguna” (Invertebrados). 3 records from Estudio de Biodiversidad Mina Calenturitas, Temporada de Lluvias. 6 records from Gaia Guide. 5 records from PaDIL. 7 records from Caracterización biológica en la Serranía de San Lucas 2015. 27 records from New Mexico State Collection of Arthropods. 6 records from Brisbane City Council. 10 records from Liste d'espèces animales recensées au cours des activités de l'Organisation pour le Développement Durable et la Biodiversité (ODDB ONG) au Bénin. 44 records from Insect specimens of Himeji City Science Museum. 16 records from Estonian Museum of Natural History Department of Zoology. 183 records from Ibaraki Nature Museum, Arthropoda collection. 39 records from Occurrences in SinBIOTA. 50 records from Zoology (Museum of Evolution - Uppsala). 1801 records from Entomology Division, Yale Peabody Museum. Data from some individual datasets included in this download may be licensed under less restrictive terms.",
  "authors": [
    {
      "display_name": "NULL AUTHOR_ID",
      "id": "A9999999999",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Occdownload Gbif.Org"
    }
  ],
  "publication_year": 2021,
  "publication_date": "2021-01-01",
  "type": "dataset",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4398183272",
    "display_name": "Global Biodiversity Information Facility",
    "issn_l": null,
    "issn": null,
    "type": "repository",
    "host_organization": "https://openalex.org/I111796040"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://www.gbif.org/occurrence/download/0305729-200613084148143",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C2780154274",
      "display_name": "Download",
      "level": 2,
      "score": 0.6316056
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.38173306
    },
    {
      "id": "C136764020",
      "display_name": "World Wide Web",
      "level": 1,
      "score": 0.20784694
    }
  ],
  "topics": [
    {
      "id": "T14009",
      "display_name": "Ecology and Conservation Studies",
      "score": 0.0566
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://www.gbif.org/occurrence/download/0305729-200613084148143",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:34.727241",
  "source_database": "OpenAlex"
}