{
  "openalex_id": "W4391163846",
  "doi": "https://doi.org/10.55422/ppsmp.9.6",
  "title": "Thinking through Embodiment, Gender, and Adaptation in Fuerza de la costumbre and Its Reimaginings",
  "abstract": "In Guillén de Castro’s play La fuerza de la costumbre (c. 1610) cross-gendered siblings Hipólita and Félix de Moncada are used to examine the concept of gender, and identity more broadly, through the lens of the nature vs. nurture debate as it existed in the early modern period. The title somewhat spoils the conclusions of the play, that it is habit, not nature, which has had the stronger hand in the development of these siblings. The play itself is grounded in a careful study of how gender is meant to be embodied, with particular emphasis on how clothing, movement, and even stance factor into a successful performance of masculinity or femininity. But what happens to this understanding of gender when the plot is tested by different societal constraints in different historical periods? We have existing examples of how gendered embodiment functions transhistorically in several adaptations of Fuerza, the first being the contemporary Love’s Cure or The Martial Maid (1612-13), by English playwrights Beaumont and Massinger, a later reimagining in the Spanish zarzuela Talismán (1929), by Federico Romero and Guillermo Fernandez-Shaw, and two American adaptations in 2022, Dave Dalton’s Forces of Nature and The Force of Habit by Peter Cockett and Melinda Gough. Of particular interest is how each play portrays the intersection between maleness/masculinity and social occupation, with the role of the male-coded protagonist shifting depending on the constraints of their particular society. The point of departure for this article is thus tracing how Guillén de Castro’s character Félix is reimagined, reconfigured, or rebuilt to fit other times and places, and how practices of embodiment, both at the level of the text and the level of historical theatrical practice, continue to challenge gender conformity and categorization across different societies.",
  "authors": [
    {
      "display_name": "Laura Muñoz",
      "id": "A5037857137",
      "orcid": "https://orcid.org/0000-0002-6668-9993",
      "institutions": [
        {
          "id": "I98905627",
          "display_name": "Aquinas College - Michigan",
          "country_code": "US",
          "type": "education"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Laura Muñoz"
    }
  ],
  "publication_year": 2024,
  "publication_date": "2024-01-12",
  "type": "book-chapter",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": "103",
  "last_page": "124",
  "open_access": {
    "is_oa": true,
    "oa_status": "bronze",
    "oa_url": "https://monografias.sociedadmenendezpelayo.es/pub/catalog/download/9/8/33",
    "any_repository_has_fulltext": true
  },
  "concepts": [
    {
      "id": "C139807058",
      "display_name": "Adaptation (eye)",
      "level": 2,
      "score": 0.6386154
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.50687414
    },
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.033317864
    }
  ],
  "topics": [
    {
      "id": "T12912",
      "display_name": "Shakespeare, Adaptation, and Literary Criticism",
      "score": 0.981
    },
    {
      "id": "T11794",
      "display_name": "Early Modern Spanish Literature",
      "score": 0.9622
    },
    {
      "id": "T13330",
      "display_name": "Theater, Performance, and Music History",
      "score": 0.9369
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.55422/ppsmp.9.6",
  "pdf_url": "https://monografias.sociedadmenendezpelayo.es/pub/catalog/download/9/8/33",
  "retrieved_date": "2025-07-30T14:33:39.543267",
  "source_database": "OpenAlex"
}