{
  "openalex_id": "W4407254500",
  "doi": "https://doi.org/10.1142/s021949882541004x",
  "title": "Characterizing Rings Based on Resolvability in Associated Compressed Zero Divisor Graphs",
  "abstract": "Journal of Algebra and Its ApplicationsAccepted Papers No AccessCharacterizing Rings Based on Resolvability in Associated Compressed Zero Divisor GraphsNasir Ali, Hafiz Muhammad Afzal Siddiquia, and Muhammad Imran QureshiNasir Ali, Hafiz Muhammad Afzal Siddiquia Search for more papers by this author , and Muhammad Imran Qureshi Search for more papers by this author https://doi.org/10.1142/S021949882541004XCited by:0 (Source: Crossref) PreviousNext AboutFiguresReferencesRelatedDetailsPDF/EPUB ToolsAdd to favoritesDownload CitationsTrack CitationsRecommend to Library ShareShare onFacebookTwitterLinked InRedditEmail Cite Recommend We recommendA Compressed Model-Agnostic Meta-Learning Model Based on Pruning for Disease DiagnosisXiangjun Hu, Journal of Circuits, Systems and Computers, 2022Transformer-Based Approach Via Contrastive Learning for Zero-Shot DetectionWei Liu, International Journal of Neural Systems, 2023An online education course recommendation method based on knowledge graphs and reinforcement learningHonglei Guan, Journal of Circuits, Systems and Computers, 2022Low Complexity I/Q Imbalance Calibration Algorithm Based on Zero-IF ReceiverJournal of Circuits, Systems and Computers, 2022Single-Inductor, Multiple-Input, Multiple-Output, DC–DC Converter Based on A New Software Zero-Current Switching TechniqueAkbar Asgharzadeh-Bonab, Journal of Circuits, Systems and Computers, 2023Characterizing the Celery Genome with DNA-based Genetic Markers Xiaofeng Yang, JASHS, 1995Simulation-Based Estimation of SARS-CoV-2 Infections Associated With School Closures and Community-Based Nonpharmaceutical Interventions in Ontario, Canada David Naimark, JAMA Network Open, 2021Adolescents' Experiences, Emotions, and Coping Strategies Associated With Exposure to Media-Based Vicarious Racism Nia Heard-Garris, JAMA Network Open, 2021Demographic Factors Associated With Non-Guideline–Based Treatment of Kidney Cancer in the United States Jeffrey M. Howard, JAMA Network Open, 2021Development and Identification of Expressed Sequence Tag-based SSR Markers Associated with the Heterostyly Trait in Primula forbesii JASHS, 2019Powered by Privacy policyGoogle Analytics settings FiguresReferencesRelatedDetailsNone Recommended Recommended On diameter of the zero-divisor and the compressed zero-divisor graphs of skew Laurent polynomial ringsEbrahim Hashemi, Mona Abdi, and Abdollah AlhevazJournal of Algebra and Its ApplicationsVol. 18, No. 07On zero-divisor graphs of skew polynomial rings over non-commutative ringsE. Hashemi, R. Amirjan, and A. AlhevazJournal of Algebra and Its ApplicationsVol. 16, No. 03Undirected Zero-Divisor Graphs and Unique Product Monoid RingsEbrahim Hashemi and Abdollah AlhevazAlgebra ColloquiumVol. 26, No. 04RECOVERING RINGS FROM ZERO-DIVISOR GRAPHSSHANE P. REDMONDJournal of Algebra and Its ApplicationsVol. 12, No. 08The compressed zero-divisor graphs of order 4A. S. MonastyrevaJournal of Algebra and Its ApplicationsVol. 21, No. 09ZERO-DIVISOR GRAPHS OF ÖRE EXTENSION RINGSM. AFKHAMI, K. KHASHYARMANESH, and M. R. KHORSANDIJournal of Algebra and Its ApplicationsVol. 10, No. 06Rings in which every left zero-divisor is also a right zero-divisor and converselyE. Ghashghaei, M. Tamer Koşan, M. Namdari, and T. YildirimJournal of Algebra and Its ApplicationsVol. 18, No. 05FINITE RINGS WITH EULERIAN ZERO-DIVISOR GRAPHSA. S. KUZMINAJournal of Algebra and Its ApplicationsVol. 11, No. 03 Accepted Papers Metrics Downloaded 0 times History Received 20 January 2024 Accepted 8 September 2024 PDF download",
  "authors": [
    {
      "display_name": "Nasir Ali",
      "id": "A5101956046",
      "orcid": "https://orcid.org/0000-0003-4116-9673",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Nasir Ali"
    },
    {
      "display_name": "Hafiz Muhammad Afzal Siddiquia",
      "id": "A5116191133",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Hafiz Muhammad Afzal Siddiquia"
    },
    {
      "display_name": "Muhammad Imran Qureshi",
      "id": "A5065879203",
      "orcid": "https://orcid.org/0000-0002-0681-6313",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Muhammad Imran Qureshi"
    }
  ],
  "publication_year": 2025,
  "publication_date": "2025-02-07",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S158116049",
    "display_name": "Journal of Algebra and Its Applications",
    "issn_l": "0219-4988",
    "issn": [
      "0219-4988",
      "1793-6829"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310319815"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.88728523
    },
    {
      "id": "C9555016",
      "display_name": "Zero divisor",
      "level": 2,
      "score": 0.878075
    },
    {
      "id": "C203492994",
      "display_name": "Divisor (algebraic geometry)",
      "level": 2,
      "score": 0.6804454
    },
    {
      "id": "C2780813799",
      "display_name": "Zero (linguistics)",
      "level": 2,
      "score": 0.6170623
    },
    {
      "id": "C202444582",
      "display_name": "Pure mathematics",
      "level": 1,
      "score": 0.41782
    },
    {
      "id": "C114614502",
      "display_name": "Combinatorics",
      "level": 1,
      "score": 0.39898396
    },
    {
      "id": "C118615104",
      "display_name": "Discrete mathematics",
      "level": 1,
      "score": 0.34711254
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.0696381
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11703",
      "display_name": "Rings, Modules, and Algebras",
      "score": 0.997
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1142/s021949882541004x",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:09:57.267973",
  "source_database": "OpenAlex"
}