{
  "openalex_id": "W4401124451",
  "doi": "https://doi.org/10.9734/jesbs/2024/v37i61326",
  "title": "Exploring Collaboration and Individual Research Experience among Ghanaian Academics: A Qualitative Research",
  "abstract": "Background: This study seeks to understand collaborative and individual research among academics in higher education institutions (HEIs) in Ghana, what that means to them, and the challenges they face. Internal and external research collaboration is seen as the driving force behind teaching and learning in HEIs. In Ghana, both collaborative and individual research comes with power dynamics among academics, yet they also present unique opportunities to enhance their well-being and professional careers. Methods: This study employed a qualitative research approach to gather the experiences, views, and stories of 10 academics from Ghanaian HEIs. The data were analysed using an interpretative phenomenology approach (IPA). This method focused on understanding the lived experiences of the academics to interpret their stories and experiences regarding their involvement in collaborative and individual research, as well as the meanings and challenges. Results: The results positioned individual research ahead of collaborative research. Monetary rewards were the primary motivation for collaborative research regarding grant applications. In contrast, for most academics in Ghana's HEIs, collaboration for research publications was driven by the quest for promotion, recognition, self-actualisation, and respect among colleagues. Conclusion: This study is the first to explore the impacts of collaborative and individual research among Ghanaian academics in HEIs. The results suggest that individual and collaborative research exists among Ghanaian academics in HEIs. However, individual research is driven by monetary gain. In contrast, collaborative research is driven by publications and citation rates, the pursuit of promotion, recognition, self-actualisation, and respect among most academics in Ghana's HEIs. The study highlights the importance of individual and collaborative research in the context of Ghanaian academic workplace well-being. The study recommends a mindset change regarding collaborative research among academics in HEIs in Ghana. This way, the most experienced and elite researchers could share and guide early researchers to bridge the research knowledge gap. Also, leadership roles could be established to ensure effective research collaboration through mentorship and training programs that align with academic career growth. This initiative could foster relationship-building and increase collaboration to reduce the monetary-driven and individualistic mindset.",
  "authors": [
    {
      "display_name": "Dudley W. Ofori",
      "id": "A5105962151",
      "orcid": null,
      "institutions": [
        {
          "id": "I91047523",
          "display_name": "Bath Spa University",
          "country_code": "GB",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Dudley W. Ofori"
    }
  ],
  "publication_year": 2024,
  "publication_date": "2024-07-30",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210170487",
    "display_name": "Journal of Education Society and Behavioural Science",
    "issn_l": "2456-981X",
    "issn": [
      "2456-981X"
    ],
    "type": "journal",
    "host_organization": null
  },
  "volume": "37",
  "issue": "6",
  "first_page": "40",
  "last_page": "52",
  "open_access": {
    "is_oa": true,
    "oa_status": "gold",
    "oa_url": "https://doi.org/10.9734/jesbs/2024/v37i61326",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C190248442",
      "display_name": "Qualitative research",
      "level": 2,
      "score": 0.61475635
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.49058023
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.36364228
    },
    {
      "id": "C36289849",
      "display_name": "Social science",
      "level": 1,
      "score": 0.15713054
    }
  ],
  "topics": [
    {
      "id": "T14207",
      "display_name": "Higher Education Practises and Engagement",
      "score": 0.5799
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.9734/jesbs/2024/v37i61326",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:21:18.488391",
  "source_database": "OpenAlex"
}