{
  "openalex_id": "W4408316458",
  "doi": "https://doi.org/10.1111/add.70035",
  "title": "Let's talk about pleasure: Bridging the sociology and public health divide",
  "abstract": "Sociological research shows that pleasure is key to decisions around drinking, while pleasure is rarely acknowledged in public health research. Sociology and public health must work together on this topic because insights from interdisciplinary research on alcohol and pleasure have the potential to progress public health and improve population wellbeing. The recent article by Nicholls and Hunt [1] is an insightful take on a long-existing problem, and, if heeded, has the potential to progress public health research forward in a meaningful way. As Nicholls and Hunt point out, sociology has long effectively engaged with the concept of pleasure relating to alcohol use, although public health and epidemiological approaches have rarely acknowledged it. Sociological research clearly shows that pleasure—including, but not restricted to social, emotional and sensorial pleasure—is key to decisions around drinking, and this is true even for those who know of the health risks of alcohol use [2-5]. Consequently, treating long-term health as more important than shorter-term pleasures is not justifiable. As David Lynch recently said of his smoking, which ultimately took his life in 2025, 'I don't regret it. It was important to me' [6]. The cost–benefit analyses of drinkers are well established in a similar way. As Nicholls and Hunt note, economists have made the most concrete efforts to bridge the divide between sociology and public health, focusing on utility or consumer benefits to try to account for the positive impacts of drinking on consumers' lives [7]. These efforts often, although famously not always [8], use complex formulae or bold assumptions to discount the benefits of heavy consumption because they reflect the 'irrational' preferences of dependent or intoxicated drinkers [9]. These approaches, alongside the substantial sociological research on pleasure, have had only minimal impact on public health. To sociologists, the lack of attention to social and mental wellbeing in public health research on alcohol in issues - such as calculating the cost of alcohol to society or developing drinking guidelines - is hard to understand because it does not speak to the data. It ignores the lived experience of drinkers who make decisions based on many factors, only one of those being health [2, 5, 10]. It is time for sociology and public health to work together on this topic rather than remain at odds around the issue of pleasure in alcohol research. In our experience, sociologists and public health researchers have either tended to ignore each others' research or, even more unhelpfully, actively attempted to contest it. This hinders meaningful progress on the topic of pleasure in public health research because insights from interdisciplinary research on alcohol and pleasure have the potential to take public health research in important new directions. We believe that sociology, epidemiology and public health must work together in an interdisciplinary fashion on alcohol-related pleasure. Understanding how drinkers think about pleasure and health, how each is prioritised, how drinkers understand and trade-off short and long-term benefits and consequences, what types and levels of risk are deemed acceptable and what the implications are for alcohol policy, are questions begging for interdisciplinary collaboration. Well-funded mixed-methods international interdisciplinary research on this topic can move us forward toward incorporating pleasure into survey measures as often as we incorporate harms. Once we normalise measuring and talking about pleasure as much as we do harms, we can work on the development of methods that allow us to factor pleasure into drinking guideline calculations and cost to society studies. Incorporating pleasure into public health discussions on alcohol does not mean disregarding the costs of alcohol and the impact of the alcohol industry on global health, but it might mean developing public health responses that resonate with the greater public and ultimately improve population wellbeing. Amy Pennay: Conceptualization (equal); writing—original draft (lead). Michael Livingston: Conceptualization (equal); writing—original draft (supporting). Open access publishing facilitated by La Trobe University, as part of the Wiley - La Trobe University agreement via the Council of Australian University Librarians. None. Data sharing is not applicable to this article as no new data were created or analyzed in this study.",
  "authors": [
    {
      "display_name": "Amy Pennay",
      "id": "A5068440678",
      "orcid": "https://orcid.org/0000-0002-6271-8996",
      "institutions": [
        {
          "id": "I205640436",
          "display_name": "Curtin University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I196829312",
          "display_name": "La Trobe University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": true,
      "raw_author_name": "Amy Pennay"
    },
    {
      "display_name": "Michael Livingston",
      "id": "A5075351092",
      "orcid": "https://orcid.org/0000-0002-8995-9386",
      "institutions": [
        {
          "id": "I196829312",
          "display_name": "La Trobe University",
          "country_code": "AU",
          "type": "funder"
        },
        {
          "id": "I205640436",
          "display_name": "Curtin University",
          "country_code": "AU",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michael Livingston"
    }
  ],
  "publication_year": 2025,
  "publication_date": "2025-03-10",
  "type": "article",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S70513841",
    "display_name": "Addiction",
    "issn_l": "0965-2140",
    "issn": [
      "0965-2140",
      "1360-0443"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": true,
    "oa_status": "hybrid",
    "oa_url": "https://doi.org/10.1111/add.70035",
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C174348530",
      "display_name": "Bridging (networking)",
      "level": 2,
      "score": 0.76005125
    },
    {
      "id": "C2777113389",
      "display_name": "Pleasure",
      "level": 2,
      "score": 0.74590683
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.5815447
    },
    {
      "id": "C138816342",
      "display_name": "Public health",
      "level": 2,
      "score": 0.4959589
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.39697737
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.3760658
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.27908555
    },
    {
      "id": "C542102704",
      "display_name": "Psychotherapist",
      "level": 1,
      "score": 0.1435121
    },
    {
      "id": "C159110408",
      "display_name": "Nursing",
      "level": 1,
      "score": 0.13785475
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.12535661
    },
    {
      "id": "C31258907",
      "display_name": "Computer network",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10629",
      "display_name": "Health Policy Implementation Science",
      "score": 0.9878
    },
    {
      "id": "T12066",
      "display_name": "Obesity and Health Practices",
      "score": 0.9847
    },
    {
      "id": "T12816",
      "display_name": "Global Public Health Policies and Epidemiology",
      "score": 0.9841
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1111/add.70035",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:04:05.764101",
  "source_database": "OpenAlex"
}