{
  "openalex_id": "W4404274628",
  "doi": "https://doi.org/10.5771/9781498529914",
  "title": "Apprenticeship Pilgrimage",
  "abstract": "Lauren Miller Griffith and Jonathan S. Marion introduce the concept of apprenticeship pilgrimage to help explain why performers travel to places both near and far in an attempt to increase both their skill and their legitimacy within various genres of art and activity. What happens when your skill-level surpasses local training opportunities, whether in dance, martial arts, or other skills and practices? Apprenticeship Pilgrimage provides a new and exciting model of apprenticeship pilgrimages—including local, regional, opportunistic, and virtual—that practitioners undertake to develop embodied knowledge, skills, and legitimacy unavailable at home. For most people, there is a limit to how much training is available from the teachers and classes at home. As skill and know-how increase, the resources and training opportunities available become limits on one’s learning. Similarly, a practitioner’s legitimacy may be suspect without exposure to appropriate cultural context, such as ties with the homeland of certain dance forms or martial arts. Whether for skill alone, or activity-specific legitimacy, individuals may feel compelled to travel for training. Such travelers see themselves quite differently from other tourists, and the seriousness with which they pursue their journeys makes it appropriate to call them pilgrims. Given the goal of learning from and developing their own skills by training with experts at their destinations, apprenticeship pilgrims is even more appropriate. Rather than focus on specific geographic regions or genres of apprenticeship, this book builds a robust theoretical framework for understanding the role of travel for developing expertise in embodied genres. This book links and expands on the existing scholarship concerning anthropologies of education and tourism, but takes new strides in exploring the global circumstances wherein skill development requires travel. Throughout, the authors use apprenticeship pilgrimage as a robust new framework for considering the interrelated roles of going, learning, and doing for identity construction within contemporary globalization. For more information, check out A Conversation with Lauren Griffith and Jonathan Marion",
  "authors": [
    {
      "display_name": "Lauren E. Miller",
      "id": "A5114603651",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Lauren E. Miller"
    },
    {
      "display_name": "Jonathan S. Marion",
      "id": "A5033384783",
      "orcid": "https://orcid.org/0000-0002-5252-7600",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jonathan S. Marion"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-01-01",
  "type": "book",
  "cited_by_count": 1,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779448473",
      "display_name": "Pilgrimage",
      "level": 2,
      "score": 0.8711686
    },
    {
      "id": "C107806365",
      "display_name": "Apprenticeship",
      "level": 2,
      "score": 0.6287921
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.22536933
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.17413756
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.17407987
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.079045594
    }
  ],
  "topics": [
    {
      "id": "T12798",
      "display_name": "Religious Tourism and Spaces",
      "score": 0.9843
    },
    {
      "id": "T13839",
      "display_name": "Tourism, Volunteerism, and Development",
      "score": 0.971
    },
    {
      "id": "T13456",
      "display_name": "Religion, Society, and Development",
      "score": 0.9522
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5771/9781498529914",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:37:57.116050",
  "source_database": "OpenAlex"
}