{
  "openalex_id": "W4409645024",
  "doi": "https://doi.org/10.63544/ijss.v2i2.40",
  "title": "influence of green HRM practices and green knowledge sharing on green service behaviors",
  "abstract": "Purpose: The aim of this study is to investigate the relationship between green knowledge sharing and green human resource management on green service behaviors in banks. Design/Methodology/Approach: Partial least-squares analysis is used to examine the opinions of 102 frontline bank workers in Pakistan. Research Limitations/Implications: Because this study focuses on the attitudes among employees of private commercial banking organizations, its conclusions cannot be generalized to all other service organizations in Pakistan. Practical Implication: This research shows that green human resources management can have an impact on green service behaviors among employees through the dissemination of green information. Originality: Green banking is a new trend that merits more study. Green banking is becoming more recognized as a method that requires bank management to encourage green service behavior among their personnel rather than being an \"automatic\" procedure. This study expands on previous research on GHRM by examining how it influences green service behavior via the independent role of green knowledge sharing. References Ababneh, O. M. A. (2021). How do green HRM practices affect employees’ green behaviors? The role of employee engagement and personality attributes. Journal of Environmental Planning and Management, 64(7), 1204–1226. Abbas, Z., Sarwar, S., Rehman, M. A., Zámečník, R., &amp; Shoaib, M. (2022). Green HRM promotes higher education sustainability: A mediated-moderated analysis. International Journal of Manpower, 43(3), 827–843. Aboramadan, M. (2022). The effect of green HRM on employee green behaviors in higher education: The mediating mechanism of green work engagement. International Journal of Organizational Analysis, 30(1), 7–23. Ahmed, U., Umrani, W. A., Yousaf, A., Siddiqui, M. A., &amp; Pahi, M. H. (2021). Developing faithful stewardship for environment through green HRM. International Journal of Contemporary Hospitality Management, 33(10), 3115–3133. Al-Hawari, M. A., Quratulain, S., &amp; Melhem, S. B. (2021). How and when frontline employees’ environmental values influence their green creativity? Examining the role of perceived work meaningfulness and green HRM practices. Journal of Cleaner Production, 310, 127598. Ali, M., Puah, C.-H., Ali, A., Raza, S. A., &amp; Ayob, N. (2022). Green intellectual capital, green HRM and green social identity toward sustainable environment: A new integrated framework for Islamic banks. International Journal of Manpower, 43(3), 614–638. AlZgool, M., Ahmed, U., Shah, S., Alkadash, T., &amp; AlMaamary, Q. (2021). Going green during COVID-19: Examining the links between green HRM, green supply chain and firm performance in food Industry of Bahrain: The moderating role of lockdown due to COVID-19. Uncertain Supply Chain Management, 9(1), 79–88. Ansari, N. Y., Farrukh, M., &amp; Raza, A. (2021). Green human resource management and employees pro-environmental behaviours: Examining the underlying mechanism. Corporate Social Responsibility and Environmental Management, 28(1), 229–238. Asif, M. (2021). Contingent Effect of Conflict Management towards Psychological Capital and Employees’ Engagement in Financial Sector of Islamabad [PhD Dissertation, Preston University, Kohat, Islamabad Campus.]. Islamabad. Asif, M. (2022). Integration of Information Technology in Financial Services and its Adoption by the Financial Sector in Pakistan. Inverge Journal of Social Sciences, 1(2), 23-35. Asif, M., Khan, A., &amp; Pasha, M. A. (2019). Psychological Capital of Employees’ Engagement: Moderating Impact of Conflict Management in the Financial Sector of Pakistan. Global Social Sciences Review, IV(III), 160-172. Aurangzeb, Asif, M., &amp; Amin, M. K. (2021). RESOURCES MANAGEMENT AND SME'S PERFORMANCE. Humanities &amp; Social Sciences Reviews, 9(3), 679-689. https://doi.org/10.18510/hssr.2021.9367 Chen, S., Jiang, W., Li, X., &amp; Gao, H. (2021). Effect of employees’ perceived green HRM on their workplace green behaviors in oil and mining industries: Based on cognitive-affective system theory. International Journal of Environmental Research and Public Health, 18(8), 4056. Darvishmotevali, M., &amp; Altinay, L. (2022). Green HRM, environmental awareness and green behaviors: The moderating role of servant leadership. Tourism Management, 88, 104401. Ercantan, O., &amp; Eyupoglu, S. (2022). How do green human resource management practices encourage employees to engage in green behavior? Perceptions of university students as prospective employees. Sustainability, 14(3), 1718. Faisal, S. (2023). Green human resource management—A synthesis. Sustainability, 15(3), 2259. Farooq, R., Zhang, Z., Talwar, S., &amp; Dhir, A. (2022). Do green human resource management and self-efficacy facilitate green creativity? A study of luxury hotels and resorts. Journal of Sustainable Tourism, 30(4), 824–845. Farrukh, M., Ansari, N., Raza, A., Wu, Y., &amp; Wang, H. (2022). Fostering employee’s pro-environmental behavior through green transformational leadership, green human resource management and environmental knowledge. Technological Forecasting and Social Change, 179, 121643. Garavan, T., Ullah, I., O’Brien, F., Darcy, C., Wisetsri, W., Afshan, G., &amp; Mughal, Y. H. (2023). Employee perceptions of individual green HRM practices and voluntary green work behaviour: A signalling theory perspective. Asia Pacific Journal of Human Resources, 61(1), 32–56. Hooi, L. W., Liu, M.-S., &amp; Lin, J. J. (2022). Green human resource management and green organizational citizenship behavior: Do green culture and green values matter? International Journal of Manpower, 43(3), 763–785. Islam, T., Khan, M. M., Ahmed, I., &amp; Mahmood, K. (2021). Promoting in-role and extra-role green behavior through ethical leadership: Mediating role of green HRM and moderating role of individual green values. International Journal of Manpower, 42(6), 1102–1123. Ismail, H., El Irani, M., &amp; Kertechian, K. S. (2022). Green HRM and nongreen outcomes: The mediating role of visionary leadership in Asia. International Journal of Manpower, 43(3), 660–681. Kodua, L. T., Xiao, Y., Adjei, N. O., Asante, D., Ofosu, B. O., &amp; Amankona, D. (2022). Barriers to green human resources management (GREEN HUMAN RESOURCES MANAGEMENT) implementation in developing countries. Evidence from Ghana. Journal of Cleaner Production, 340, 130671. Kumar, P., &amp; Chakraborty, S. (2022). Green service production and environmental performance in healthcare emergencies: Role of big-data management and green HRM practices. The International Journal of Logistics Management. Malik, M. S., Ali, K., Kausar, N., &amp; Chaudhry, M. A. (2021). Enhancing environmental performance through green hrm and green innovation: Examining the mediating role of green creativity and moderating role of green shared vision. Pakistan Journal of Commerce and Social Sciences (PJCSS), 15(2), 265–285. Marrucci, L., Daddi, T., &amp; Iraldo, F. (2021). The contribution of green human resource management to the circular economy and performance of environmental certified organisations. Journal of Cleaner Production, 319, 128859. Mehrajunnisa, M., Jabeen, F., Faisal, M. N., &amp; Mehmood, K. (2022). Prioritizing green HRM practices from policymaker’s perspective. International Journal of Organizational Analysis, 30(3), 652–678. Moin, M. F., Omar, M. K., Wei, F., Rasheed, M. I., &amp; Hameed, Z. (2021). Green HRM and psychological safety: How transformational leadership drives follower’s job satisfaction. Current Issues in Tourism, 24(16), 2269–2277. Molina-Azorin, J. F., López-Gamero, M. D., Tarí, J. J., Pereira-Moliner, J., &amp; Pertusa-Ortega, E. M. (2021). Environmental management, human resource management and green human resource management: A literature review. Administrative Sciences, 11(2), 48. Muisyo, P. K., Su, Q., Hashmi, H. B. A., Ho, T. H., &amp; Julius, M. M. (2022). The role of green HRM in driving hotels’ green creativity. International Journal of Contemporary Hospitality Management. Nawaz Khan, A. (2022). Is green leadership associated with employees’ green behavior? Role of green human resource management. Journal of Environmental Planning and Management, 1–21. Naz, S., Jamshed, S., Nisar, Q. A., &amp; Nasir, N. (2022). Green HRM, psychological green climate and pro-environmental behaviors: An efficacious drive towards environmental performance in China. In Key Topics in Health, Nature, and Behavior (pp. 95–110). Springer. Nisar, Q. A., Haider, S., Ali, F., Jamshed, S., Ryu, K., &amp; Gill, S. S. (2021). Green human resource management practices and environmental performance in Malaysian green hotels: The role of green intellectual capital and pro-environmental behavior. Journal of Cleaner Production, 311, 127504. Ojo, A. O., Tan, C. N.-L., &amp; Alias, M. (2022). Linking green HRM practices to environmental performance through pro-environment behaviour in the information technology sector. Social Responsibility Journal, 18(1), 1–18. Pasha, M. A., Ramzan, M., &amp; Asif, M. (2019). Impact of Economic Value Added Dynamics on Stock Prices Fact or Fallacy: New Evidence from Nested Panel Analysis. Global Social Sciences Review, 4(3), 135-147. Parida, S., Ananthram, S., Chan, C., &amp; Brown, K. (2021). Green office buildings and sustainability: Does green human resource management elicit green behaviors? Journal of Cleaner Production, 329, 129764. Paulet, R., Holland, P., &amp; Morgan, D. (2021). A meta-review of 10 years of green human resource management: Is Green HRM headed towards a roadblock or a revitalisation? Asia Pacific Journal of Human Resources, 59(2), 159–183. Ren, S., Jiang, K., &amp; Tang, G. (2022). Leveraging green HRM for firm performance: The joint effects of CEO environmental belief and external pollution severity and the mediating role of employee environmental commitment. Human Resource Management, 61(1), 75–90. Ren, S., Tang, G., &amp; Jackson, S. E. (2021). Effects of Green HRM and CEO ethical leadership on organizations’ environmental performance. International Journal of Manpower, 42(6), 961–983. Rubel, M. R. B., Kee, D. M. H., &amp; Rimi, N. N. (2021). The influence of green HRM practices on green service behaviors: The mediating effect of green knowledge sharing. Employee Relations: The International Journal, 43(5), 996–1015. Shah, N., &amp; Soomro, B. A. (2023). Effects of green human resource management practices on green innovation and behavior. Management Decision, 61(1), 290–312. Shahid, N., Asif, M., &amp; Pasha, A. (2022). Effect of Internet Addiction on School Going Children. Inverge Journal of Social Sciences, 1(1), 12-47. Song, W., Yu, H., &amp; Xu, H. (2021). Effects of green human resource management and managerial environmental concern on green innovation. European Journal of Innovation Management, 24(3), 951–967. Tanova, C., &amp; Bayighomog, S. W. (2022). Green human resource management in service industries: The construct, antecedents, consequences, and outlook. The Service Industries Journal, 42(5–6), 412–452. Úbeda-García, M., Claver-Cortés, E., Marco-Lajara, B., &amp; Zaragoza-Sáez, P. (2021). Corporate social responsibility and firm performance in the hotel industry. The mediating role of green human resource management and environmental outcomes. Journal of Business Research, 123, 57–69. Yan, J., &amp; Hu, W. (2022). Environmentally specific transformational leadership and green product development performance: The role of a green HRM system. International Journal of Manpower, 43(3), 639–659. Yong, J. Y., Yusliza, M. Y., Ramayah, T., Farooq, K., &amp; Tanveer, M. I. (2022). Accentuating the interconnection between green intellectual capital, green human resource management and sustainability. Benchmarking: An International Journal, ahead-of-print.",
  "authors": [
    {
      "display_name": "Muhammad Hamza Khan",
      "id": "A5103071802",
      "orcid": "https://orcid.org/0000-0001-8279-5430",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Muhammad Hamza Khan"
    }
  ],
  "publication_year": 2023,
  "publication_date": "2023-06-07",
  "type": "article",
  "cited_by_count": 0,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": "2",
  "issue": "2",
  "first_page": "176",
  "last_page": "193",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776604539",
      "display_name": "Knowledge sharing",
      "level": 2,
      "score": 0.5883915
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.5857909
    },
    {
      "id": "C56739046",
      "display_name": "Knowledge management",
      "level": 1,
      "score": 0.46761975
    },
    {
      "id": "C2776885722",
      "display_name": "Green S",
      "level": 2,
      "score": 0.44755438
    },
    {
      "id": "C2780378061",
      "display_name": "Service (business)",
      "level": 2,
      "score": 0.4431556
    },
    {
      "id": "C2993150066",
      "display_name": "Green innovation",
      "level": 2,
      "score": 0.44041944
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.16653794
    },
    {
      "id": "C162853370",
      "display_name": "Marketing",
      "level": 1,
      "score": 0.15231645
    },
    {
      "id": "C40700",
      "display_name": "Industrial organization",
      "level": 1,
      "score": 0.13561308
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.09242976
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10880",
      "display_name": "Environmental Sustainability in Business",
      "score": 0.98
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.63544/ijss.v2i2.40",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:56:27.874316",
  "source_database": "OpenAlex"
}