{
  "openalex_id": "W567700264",
  "doi": "https://doi.org/10.1215/9780822391319",
  "title": "The Afro-Latin@ Reader",
  "abstract": "The Afro-Latin@ Reader focuses attention on a large, vibrant, yet oddly invisible community in the United States: people of African descent from Latin America and the Caribbean. The presence of Afro-Latin@s in the United States (and throughout the Americas) belies the notion that Blacks and Latin@s are two distinct categories or cultures. Afro-Latin@s are uniquely situated to bridge the widening social divide between Latin@s and African Americans; at the same time, their experiences reveal pervasive racism among Latin@s and ethnocentrism among African Americans. Offering insight into Afro-Latin@ life and new ways to understand culture, ethnicity, nation, identity, and antiracist politics, The Afro-Latin@ Reader presents a kaleidoscopic view of Black Latin@s in the United States. It addresses history, music, gender, class, and media representations in more than sixty selections, including scholarly essays, memoirs, newspaper and magazine articles, poetry, short stories, and interviews.\n\nWhile the selections cover centuries of Afro-Latin@ history, since the arrival of Spanish-speaking Africans in North America in the mid-sixteenth-century, most of them focus on the past fifty years. The central question of how Afro-Latin@s relate to and experience U.S. and Latin American racial ideologies is engaged throughout, in first-person accounts of growing up Afro-Latin@, a classic essay by a leader of the Young Lords, and analyses of U.S. census data on race and ethnicity, as well as in pieces on gender and sexuality, major-league baseball, and religion. The contributions that Afro-Latin@s have made to U.S. culture are highlighted in essays on the illustrious Afro-Puerto Rican bibliophile Arturo Alfonso Schomburg and music and dance genres from salsa to mambo, and from boogaloo to hip hop. Taken together, these and many more selections help to bring Afro-Latin@s in the United States into critical view.\n\nContributors : Afro–Puerto Rican Testimonies Project, Josefina Baez, Ejima Baker, Luis Barrios, Eduardo Bonilla-Silva, Adrian Burgos Jr., Ginetta E. B. Candelario, Adrian Castro, Jesus Colon, Marta I. Cruz-Janzen, William A. Darity Jr., Milca Esdaille, Sandra Maria Esteves, Maria Teresa Fernandez (Mariposa), Carlos Flores, Juan Flores, Jack D. Forbes, David F. Garcia, Ruth Glasser, Virginia Meecham Gould, Susan D. Greenbaum, Evelio Grillo, Pablo “Yoruba” Guzman, Gabriel Haslip-Viera, Tanya K. Hernandez, Victor Hernandez Cruz, Jesse Hoffnung-Garskof, Lisa Hoppenjans, Vielka Cecilia Hoy, Alan J. Hughes, Maria Rosario Jackson, James Jennings, Miriam Jimenez Roman, Angela Jorge, David Lamb, Aida Lambert, Ana M. Lara, Evelyne Laurent-Perrault, Tato Laviera, John Logan, Antonio Lopez, Felipe Luciano, Louis Pancho McFarland, Ryan Mann-Hamilton, Wayne Marshall, Marianela Medrano, Nancy Raquel Mirabal, Yvette Modestin, Ed Morales, Jairo Moreno, Marta Moreno Vega, Willie Perdomo, Graciela Perez Gutierrez, Sofia Quintero, Ted Richardson, Louis Reyes Rivera, Pedro R. Rivera , Raquel Z. Rivera, Yeidy Rivero, Mark Q. Sawyer, Piri Thomas, Silvio Torres-Saillant, Nilaja Sun, Sherezada “Chiqui” Vicioso, Peter H. Wood",
  "authors": [
    {
      "display_name": "Miriam Jiménez Román",
      "id": "A5105864585",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Miriam Jiménez Román"
    },
    {
      "display_name": "Juan Pablo Flores",
      "id": "A5056870694",
      "orcid": "https://orcid.org/0009-0003-0208-8480",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Juan Flores"
    },
    {
      "display_name": "Peter H. Wood",
      "id": "A5106168333",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Peter H. Wood"
    },
    {
      "display_name": "Jack D. Forbes",
      "id": "A5105612835",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jack D. Forbes"
    },
    {
      "display_name": "Virginia Meacham Gould",
      "id": "A5105175008",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Virginia Meacham Gould"
    },
    {
      "display_name": "Susan D. Greenbaum",
      "id": "A5105154183",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Susan D. Greenbaum"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-01-01",
  "type": "book",
  "cited_by_count": 345,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463122",
    "display_name": "Duke University Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315698"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.32695395
    }
  ],
  "topics": [
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.9869
    },
    {
      "id": "T12375",
      "display_name": "Cuban History and Society",
      "score": 0.9253
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1215/9780822391319",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:48.345168",
  "source_database": "OpenAlex"
}