{
  "openalex_id": "W567179974",
  "doi": null,
  "title": "Edward Wilson's Nature Notebooks",
  "abstract": "Edward Wilson is remembered as the artist of the British Antarctic Expedition of 1910-1912, led by Captain Robert Falcon Scott. The Terra Nova sailed via Madeira, South Trinidad, South Africa and Australia, to New Zealand; from where she set sail for the Antarctic on 24 January 1911. During the expedition Wilson studied and drew biological specimens, and made finished watercolours. The expedition reached the South Pole on 17 January 1912 after a journey of nearly a year. On the return journey the expedition hit unseasonably bad weather and Wilson died along with team members Scott and Bowers on 29 March. The specimens, diaries and sketchbooks were recovered by the search party the following Spring. It is probable that Edward Wilson's place in the history of art is as the last major painter of exploration art, an art form largely created by the fusion of science, cartography and art by William Hodges who had accompanied Captain Cook's second expedition from 1772-75. Hodges' work had been admired by Turner who was in turn admired by Wilson. With the death of Wilson, the major media for recording feats of exploration passed primarily to photography and film and the aesthetic technique and vision was subsumed. Edward Wilson drew all his life, collecting his drawings into indexed volumes he called his stock in trade. He used them as the basis for his illustrations of Barrett-Hamilton's A History of British Mammals, and started to use them for illustrating W. Eagle Clarke's A History of British Birds, a cancelled publication. After his death, his wife, Oriana, arranged the notebooks and distributed many of them amongst the family. Two books - the Nature were given to his nephew, Michael Wilson, whose sons have edited this volume. It contains the bulk of Edward Wilson's non-Antarctic work - from the Notebooks and other sources - reproduced here in chronological order, showing his development as an artist. There is also a selection of quotations from the Notebooks' observations and annotations, in keeping with the scrapbook flavour of many of the pages. Additionally, there is a short biography at the start of each chapter, concentrating on his scientific and artistic progress, and a selection of the Antarctic work so the reader can see the continuous artistic and scientific development.",
  "authors": [
    {
      "display_name": "Edward Wilson",
      "id": "A5045666291",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Edward Adrian Wilson"
    },
    {
      "display_name": "David M. Wilson",
      "id": "A5026285477",
      "orcid": "https://orcid.org/0000-0002-1095-046X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "David M. Wilson"
    },
    {
      "display_name": "Christopher Wilson",
      "id": "A5018170428",
      "orcid": "https://orcid.org/0000-0002-0218-6895",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Christopher Wilson"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-10-01",
  "type": "book",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C205783811",
      "display_name": "Painting",
      "level": 2,
      "score": 0.67892677
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.6108013
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.49385267
    },
    {
      "id": "C554144382",
      "display_name": "Performance art",
      "level": 2,
      "score": 0.48317042
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4303968
    },
    {
      "id": "C58640448",
      "display_name": "Cartography",
      "level": 1,
      "score": 0.3996318
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.23942438
    }
  ],
  "topics": [
    {
      "id": "T10895",
      "display_name": "Species Distribution and Climate Change",
      "score": 0.9785
    },
    {
      "id": "T12180",
      "display_name": "Polar Research and Ecology",
      "score": 0.9714
    },
    {
      "id": "T10199",
      "display_name": "Wildlife Ecology and Conservation",
      "score": 0.9404
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA78351459",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:00:31.450113",
  "source_database": "OpenAlex"
}