{
  "openalex_id": "W568016039",
  "doi": "https://doi.org/10.5860/choice.39-2693",
  "title": "Remembering Cuba: legacy of a diaspora",
  "abstract": "Preface Acknowledgments Introduction: Andrea O'Reilly Herrera Section I : Interior (insilio) Leandro Soto: Testimonio de un artista Rafael E. Saumell: Oh, La Habana Manena's Cuban American Recipes Hector R. Romero: Life in Sara Rosell: Sandwich Generation Efrain J. Ferrer and Vivian de la Incera: Thirteenth Suitcase Enrique Patterson: Sin calcetines Julio J. Guerra Molina: Beyond Fear Luis Azaceta: Dead Rafter II Silvia Curbelo: Balsero Singing Section II: a Heberto Padilla: Los que se alejan siempre son los ninos Maria Brito: Merely a Player Ileana Fuentes: Portrait of Wendy, At Fifty, With Bra Luz Irene Diaz: Wooden Suitcase Maria Emilia Castagliola: Once upon a Time in May of 1961... Juan Manuel Alonso: Crossing into the Mainstream Gabriella Ibieta: Fragmented Memories Tony Mendoza: Going Back Section III: Crossing the Generational Divide An Afternoon with Ernesto F. Betancourt Adela Betancourt Jabine: Growing Up Cuban American Maria Antonia Soto: My Life in Francisco Soto: Lost Memories and Nostalgic Obsessions Flora Gonzalez Mandri: Thirty-Two Years Later Rachel Werner Baldwin: Island of Color Alicia Serrano Machiran Granto: Life al reves Gina Granto-Penque: On Being Cuban Ada Manero Alvare: One Mother's Testimonial Tia Ada's Arroz con leche Carlos Alberto Alvare: Losing Eden Section IV: Snapshots Ricardo Pau-Llosa: La hora de los mameyes Maria Cristina Garcia: Abui Olga Mendell: A Cuban American Memoir Virgil Suarez: Song for the Royal Palms of Miami Silvia Curbelo: Photograph of My Parents Silvia Curbelo: First Shift at Hershey's, 4 A.M. Andrea O'Reilly Herrera: Inhabited Woman Nilda Cepero: Burialground Raquel Romeu: A Journal from the Bay of Mariel Jorge Luis Romeu: Political Section V: Culture Wars Gustavo Perez Firmat: Facts of Life on the Hyphen Lourdes Gil: Against the Grain:Writing Spanish in the USA Lourdes Gil: From The Necessary Treasons Marta Elena Acosta Stone: Understanding del Casal Mayling C. Blanco: A Cubana in NewYork Virgil Suarez: Arroz Carolina Hospital: What Kind of Cuban AreYou? Nilda Cepero: Tropical Flavor Elias Miguel Munoz: Flags and Rags (On Golden Lake) Kenya Carmen Dworkin y Mendez: Next Stop Ninety Miles Section VI: The Bite of Exile Jose Kozer: Bite of Jose Kozer: Autobiography Heberto Padilla: Culture and Ricardo Pau-Llosa: Wages of Jorge Guitart: Foreigner's Notebook Jorge Guitart: In the Wilderness Connie Lloveras: Living on Borrowed Ground Virgil Suarez: Clotheslines Carlos J. Alvare: Letter to His Niece Emilio M. Mozo: exilio Emilio M. Mozo: sombras Nilda Cepero: Paradox Pablo Medina: Where Are You From? A Cuban Dilemma Pablo Medina: Chosen Carlota Caulfield: Even Names Have Their Carlota Caulfield: Photo That Watches Section VII: Grace under Pressure Leandro Soto: Cubans in the U.S. Grisel Pujala-Soto: Exile: Reality or lmagination Heberto Padilla: Entre el gato y la casa Raul Fernandez: Musicians in Motion Raul Fernandez: FromCelia Cruz Raul Fernandez: FromLa magia musical de Cachao Carmen Herrera: Yesterday/Ayer Rafael Soriano: E1 descanso del heroe Rocio Rodriguez: Head and Vessel Luis Azaceta: From Outside Cuba/Fuera de Cuba Maria Martinez-Canas: Historia rota (Broken History) Orlando Rodriguez Sardinas (Rossardi): Exilio Roberto G. Fernandez: Abode Jesus J. Barquet: Lluvia y primaveras Yara Gonzalez-Montes: Autobiography, Historiography, and Mythography in Matias Montes Huidobro's Desterrados al fuego Section VIII: Inheriting Gisele M. Requena: On Being an American-Born Cuban from Miami Maria de los Angeles Lemus: From Stories My Mother Never Told Me Victor Andres Triay: ABCs in South Florida Suburbia Alberto Rey: Appropriated Memories Margarita Engle: Inheriting Cecilia Rodriguez Milanes: Un Testimonio Gabriel Rodriguez: Grand Finale Maura Barrios: Memoirs of a Tampena Andrea O'Reilly Herrera: Una cubanita pasada por agua Cata's pie de guayaba Select Bibliography",
  "authors": [
    {
      "display_name": "Andrea O’Reilly Herrera",
      "id": "A5016120377",
      "orcid": "https://orcid.org/0009-0009-1456-2323",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Andrea O'Reilly Herrera"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-01-01",
  "type": "article",
  "cited_by_count": 36,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "39",
  "issue": "05",
  "first_page": "39",
  "last_page": "2693",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778611045",
      "display_name": "Diaspora",
      "level": 2,
      "score": 0.92360085
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.5772708
    },
    {
      "id": "C53553401",
      "display_name": "Genealogy",
      "level": 1,
      "score": 0.3789034
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.33026993
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.16244999
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.100641996
    }
  ],
  "topics": [
    {
      "id": "T12375",
      "display_name": "Cuban History and Society",
      "score": 0.9718
    },
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.9345
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.39-2693",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:56.057558",
  "source_database": "OpenAlex"
}