{
  "openalex_id": "W570885736",
  "doi": "https://doi.org/10.1002/9783527621385",
  "title": "Organic Synthesis Highlights",
  "abstract": "Preface.List of Contributors.PART I. SYNTHETIC METHODS.Direct Conversion of Sugar Glycosides into Carbocycles (Peter I. Dalko and Pierre Sinay).Synthesis of Diaryl Ethers: A Long-Standing Problem Has Been Solved (Fritz Theil).Take The Right Catalyst: Palladium-Catalyzed CC-, CN- and CO-Bond Formation on Chloro-Arenes (Rainer Stumer).Alkyne Metathesis in Natural Product Synthesis (Thomas Lindel).Transition Metal-Catalyzed Functionalization of Alkanes (Oliver Seitz).An Eldorado for Homogeneous Catalysis? (Gerald Dyker).New and Selective Transition Metal Catalyzed Reactions of Allenes (A. Stephen K. Hashmi).Controlling Stereoselectivity with the Aid of a Reagent-Directing Group (Bernhard Breit).Solvent-Free Organic Syntheses (Jurgen O. Metzger).Fluorous Techniques: Progress in Reaction-Processing and Purification (Ulf Diederichsen).Recent Developments in Using Ionic Liquids as Solvents and Catalysts for Organic Synthesis (Peter Wasserscheid).Recent Advances on the Sharpless Asymmetric Aminohydroxylation (Dmitry Nilov and Oli ver Reiser).Asymmetric Phase Transfer Catalysis (Christabel Carter and Adam Nelson).Asymmetric Catalytic Aminoalkylations: New Powerful Methods for the Enantioselective Synthesis of Amino Acid Derivatives, Mannich Bases, and Homoallylic Amines (Michael Arend and Xiaojing Wang).IBX - New Reactions with an Old Reagent (Thomas Wirth).Parallel Kinetic Resolutions (Jason Eames).The Asymmetric Baylis-Hillman-Reaction (Peter Langer).Simple Amino Acids and Short-Chain Peptides as Efficient Metal-free Catalysts in Asymmetric Syntheses (Harald Groger, et al.).Recent Developments in Catalytic Asymmetric Strecker-Type Reactions (Larry Yet).Highly Enantioselective or Not? - Chiral Monodentate Monophosphorus Ligands in the Asymmetric Hydrogenation (Igor V. Komarov and Armin Borner).Improving Enantioselective Fluorination Reactions: Chiral N-Fluoro Ammonium Salts and Transition Metal Catalysts (Kilian Muniz).Catalytic Asymmetric Olefin Metathesis (Amir H. Hoveyda and Richard R. Schrock).Activating Protecting Groups for the Solid Phase Synthesis and Modification of Peptides, Oligonucleotides and Oligosaccharides (Oliver Seitz).Traceless Linkers for Solid-Phase Organic Synthesis (Florencio Zaragoza Dorwald).Merging Solid-Phase and Solution-Phase Synthesis: The Resin-Capture- Release Hybrid Technique (Andreas Kirschning and Rudiger Wittenberg).Polymeric Scavenger Reagents in Organic Synthesis (Jason Eames and Michael Watkinson).PART II. APPLICATIONS.Total Syntheses of Vancomycin (Lars H. Thoresen and Kevin Burgess).Bryostatin and Their Analogues (Ulf Diederichsen).Eleutherobin: Synthesis, Structure/Activity Relationship, and Pharmacophore (Ulf Diederichsen).Total Synthesis of the Natural Products CP-263,114 and CP-225,917 (Ulf Diederichsen and Katrin B. Lorenz).Polyene Cyclization to Adociasulfate 1 (Thomas Lindel and Cordula Hopmann).Sanglifehrin A: An Immunosuppressant Natural Product from Malawi (Thomas Lindel).Short Syntheses of the Spirotryprostatins (Thomas Lindel).The Chemical Total Synthesis of Proteins (Oliver Seitz).Solid-Phase Synthesis of Oligosaccharides (Ulf Diederichsen and Thomas Wagner).Polymer-Supported Synthesis of Non-Oligomeric Natural Products (Stefan Sommer, et al.).Explosions as a Synthetic Tool? Cycloalkynes as Precursors to Fullerenes, Buckytubes and Buckyonions (Rudiger Faust).Dendralenes: From a Neglected Class of Polyenes to Versatile Starting Materials in Organic Synthesis (Henning Hopf).Fascinating Natural and Artificial Cyclopropane Architectures (Rudiger Faust).Index.",
  "authors": [
    {
      "display_name": "Johann Mulzer",
      "id": "A5040626820",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "J. Mulzer"
    },
    {
      "display_name": "H.‐J. ALTENBACH",
      "id": "A5111577692",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "H.‐J. Altenbach"
    },
    {
      "display_name": "Michael Braun",
      "id": "A5016264178",
      "orcid": "https://orcid.org/0000-0003-4774-2119",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "M. Braun"
    },
    {
      "display_name": "Karsten Krohn",
      "id": "A5012295583",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "K. Krohn"
    },
    {
      "display_name": "H.‐U. Reissig",
      "id": "A5096944012",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "H.‐U. Reissig"
    }
  ],
  "publication_year": 1990,
  "publication_date": "1990-12-20",
  "type": "book",
  "cited_by_count": 521,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C39432304",
      "display_name": "Environmental science",
      "level": 0,
      "score": 0.33659446
    }
  ],
  "topics": [
    {
      "id": "T11549",
      "display_name": "Synthetic Organic Chemistry Methods",
      "score": 0.9448
    },
    {
      "id": "T10911",
      "display_name": "Chemical Synthesis and Analysis",
      "score": 0.9435
    },
    {
      "id": "T10835",
      "display_name": "Carbohydrate Chemistry and Synthesis",
      "score": 0.9193
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/9783527621385",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:58:50.577313",
  "source_database": "OpenAlex"
}