{
  "openalex_id": "W571030311",
  "doi": "https://doi.org/10.5860/choice.38-1724",
  "title": "Resistance to the Shah: landowners and the ulama in Iran",
  "abstract": "One of the most valuable works that I have read on Iran during the last twenty years. . . . There is nothing else in the market relative to the subject of land tenure and reform in Iran. [The author s] dual knowledge of the native aspects of Iranian land tenure and the archival documentation coupled with its theoretical sophistication is probably unique. Hafez Farmayan, University of TexasMohammad Gholi Majd examines land policy in Iran under the two Pahlavi shahs from 1925 to 1979, the social and economic consequences of the policies, and their impact on the popular uprisings of 1962-63, which many scholars regard as the beginning of the Islamic revolution. Contrary to widely held views, much of Iran s agricultural land up to 1960 was owned by 1.3 million small landowners. Mohammad Gholi Majd points out that traditional Islamic practices of matrimony and inheritance resulted in a continuous redistribution of landownership and these customs included a system of sharecropping that fulfilled a vital social and economic function. Tenants enjoyed secure rights to the land and the water, could not be easily evicted, and were thus practically owners themselves. In short, conditions in Iran were entirely different from those assumed in most Western theories of land policy and reform. Pressured by the United States in the 1950s to inaugurate land reform, the shah in his initial attempts met with stiff resistance from parliament and the Islamic leadership. The result, Majd argues, was an effective alliance between landowners and the fundamentalist Islamic ulama, in particular Ayatollah Khomeini, who emerged as the principal leader of the religious opposition. In addition to photos of the secular and religious opposition leaders, the book contains many rare photos of rural Iran during the periods 1890-1911 and 1930-60. For students of Iran and the Middle East as well as those interested in agrarian change and reform, this work offers a provocative and revisionist perspective on important events in Iran s recent history. Mohammad Gholi Majd is the author of articles published in the of Peasant Middle East Journal, American Journal of Agricultural Economics, Middle Eastern Studies, and Land Use Policy, among others. He has taught courses in Middle East economics and economic development, most recently in the Department of Economics and at the Middle East Center, University of Pennsylvania.",
  "authors": [
    {
      "display_name": "Mohammad Gholi Majd",
      "id": "A5044805636",
      "orcid": "https://orcid.org/0000-0003-0825-3689",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Mohammad Gholi Majd"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-11-01",
  "type": "article",
  "cited_by_count": 31,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "38",
  "issue": "03",
  "first_page": "38",
  "last_page": "1724",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C57473165",
      "display_name": "Resistance (ecology)",
      "level": 2,
      "score": 0.78863186
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4423142
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.40175933
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.062597394
    },
    {
      "id": "C6557445",
      "display_name": "Agronomy",
      "level": 1,
      "score": 0.047017843
    }
  ],
  "topics": [
    {
      "id": "T10794",
      "display_name": "Islamic Studies and History",
      "score": 0.9733
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.38-1724",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:29.511152",
  "source_database": "OpenAlex"
}