{
  "openalex_id": "W575817218",
  "doi": "https://doi.org/10.4324/9781351150248",
  "title": "Representations of Death in Nineteenth-Century US Writing and Culture",
  "abstract": "Introduction: Curious dreams: representations of death in 19th-century US writing and culture, Lucy Frank. Part 1 Death, Citizenship and the Politics of Mourning: Chief Seattle's afterlife: mourning and cross-cultural synthesis in 19th-century America, John J. Kucich Escaping the 'benumbing influence of a present embodied death': the politics of mourning in 1850s African-American writing, Jeffrey Steele Representative mournfulness: nation and race in the time of Lincoln, Dana Luciano 'Stock in dead folk': the value of black mortality in Mark Twain's The Adventures of Huckleberry Finn, Stephen Shapiro 'I cannot bear to be hurted any more': suicide as dialectical ideological sign in 19th-century American realism, Kevin Grauke Rewriting the myth of black mortality: W.E.B. Du Bois and Charles W. Chesnutt, Joanne van der Woude. Part 2 Signatures and Elegies: 'I think I was enchanted': Elizabeth Barrett Browning's haunting of American women poets, Alison Chapman God's will, not mine: child death as a Theodicean problem in poetry by 19th-century American women, Paula Bernat Bennett 'The little coffin': anthologies, conventions and dead children, Jessica F. Roberts. Part 3 Cultures of Death: The fashion of mourning, Ann Schofield 'At a distance from the scene of the atrocity': death and detachment in Poe's 'The Mystery of Marie Roget', Elizabeth Carolyn Miller Spectres on the New York stage: the (Pepper's) Ghost Craze of 1863, Dassia N. Posner Medusa's blinding art: mesmerism and female artistic agency in Louisa May Alcott's 'A Pair of Eyes Or, Modern Magic', Ann Heilmann 'To surprise immortality': spiritualism and Shakerism in William Dean Howells's The Undiscovered Country, Kelly Richardson. Index.",
  "authors": [
    {
      "display_name": "Lucy Elizabeth Frank",
      "id": "A5044352789",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Lucy Elizabeth Frank"
    }
  ],
  "publication_year": 2018,
  "publication_date": "2018-01-18",
  "type": "book",
  "cited_by_count": 36,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.4893555
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.45712915
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.35033846
    }
  ],
  "topics": [
    {
      "id": "T12242",
      "display_name": "Latin American and Latino Studies",
      "score": 0.8771
    },
    {
      "id": "T12586",
      "display_name": "Folklore, Mythology, and Literature Studies",
      "score": 0.7953
    },
    {
      "id": "T13174",
      "display_name": "American and British Literature Analysis",
      "score": 0.7905
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9781351150248",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.208422",
  "source_database": "OpenAlex"
}