{
  "openalex_id": "W575494084",
  "doi": "https://doi.org/10.5860/choice.44-3643",
  "title": "Handbook of evaluation: policies, programs and practices",
  "abstract": "The Evaluation of Policies, Programs and Practices - Melvin M Mark, Jennifer C Greene and Ian Shaw An Introduction PART ONE: ROLE AND PURPOSE OF EVALUATION IN SOCIETY The Purposes of Evaluation in a Democratic Society - Eleanor Chelimsky Roles for Theory in Contemporary Evaluation Practice - Stewart I Donaldson and Mark W Lipsey Developing Practical Knowledge Evaluation for Practice Improvement and Organizational Learning - Patricia J Rogers and Bob Williams Evaluation and the Study of Lived Experience - Thomas A Schwandt and Holli Burgon Evaluation, Democracy and Social Change - Jennifer C Greene Evaluation after Disenchantment? Five Issues Shaping the Role of Evaluation in Society - Peter Dahler-Larsen PART TWO: EVALUATION AS A SOCIAL PRACTICE Government as Structural Context for Evaluation - Phil Davies, Kathryn Newcomer and Haluk Soydan The Social Relations of Evaluation - Tineke A Abma Intellectual Contexts - John Stevenson and David Thomas The Relationship between Evaluation and Politics - Ove Karlsson Vestman and Ross F Conner Ethics in Evaluation - Helen Simons A Comparative Analysis of Evaluation Utilization and Its Cognate Fields of Inquiry - J Bradley Cousins and Lyn M Shulha Current Issues and Trends Contextual Challenges for Evaluation Practice - Elliot Stern PART THREE: THE PRACTICE OF EVALUATION Methods for Policymaking and Knowledge Development Evaluations - Melvin M Mark and Gary T Henry Embedding Improvements, Lived Experience and Social Justice in Evaluation Practice - Elizabeth Whitmore et al Managing Evaluations - Robert Walker and Michael Wiseman Communicating Evaluation - Marvin C Alkin, Christina A Christie and Mike Rose On Discerning Quality in Evaluation - Robert E Stake and Thomas A Schwandt The Practice of Evaluation: Challenges and New Directions - Lois-ellin Datta PART FOUR: DOMAINS OF EVALUATION PRACTICE Evaluation in Education - David Nevo Evaluation of Health Services: Reflections on Practice - Andrew Long Social Work and the Human Services - Ian Shaw with Carol T Mowbray and Hazel Qureshi Evaluation in Criminal Justice - Nick Tilley and Alan Clarke Evaluation of Development Interventions and Humanitarian Action - Osvaldo Feinstein and Tony Beck Evidence-Based Evaluation in Different Professional Domains - Alan Clarke Similarities, Differences and Challenges",
  "authors": [
    {
      "display_name": "Ian Shaw",
      "id": "A5105915525",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ian Shaw"
    },
    {
      "display_name": "Jennifer C. Greene",
      "id": "A5105495635",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jennifer C. Greene"
    },
    {
      "display_name": "Melvin M. Mark",
      "id": "A5105915526",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Melvin M. Mark"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-03-01",
  "type": "article",
  "cited_by_count": 63,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "44",
  "issue": "07",
  "first_page": "44",
  "last_page": "3643",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.38889632
    }
  ],
  "topics": [
    {
      "id": "T12010",
      "display_name": "Evaluation and Performance Assessment",
      "score": 0.4488
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.44-3643",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:55:14.683149",
  "source_database": "OpenAlex"
}