{
  "openalex_id": "W580209441",
  "doi": "https://doi.org/10.4337/9781781006177",
  "title": "Research Handbook on the Economics of Torts",
  "abstract": "Contents: Introduction Jennifer Arlen PART I: OVERVIEW OF TORT LITIGATION 1. Empirical Analysis of Civil Litigation: Tort Trials in State Courts Michael Heise PART II: ECONOMIC ANALYSIS OF LIABILITY 2. Economic Analysis of Medical Malpractice Liability and its Reform Jennifer Arlen 3. Economic Analysis of Products Liability: Theory Andrew F. Daughety and Jennifer F. Reinganum 4. Causation in Tort Law: A Reconsideration Keith N. Hylton 5. Causation and Foreseeability Mark F. Grady 6. Fault Lines in the Positive Economic Analysis of Tort Law Mark A. Geistfeld 7. The Law and Economics of Liability Insurance: A Theoretical and Empirical Review Tom Baker and Peter Siegelman PART III: ECONOMIC ANALYSIS OF MULTI-PARTY LITIGATION 8. Economic Analysis of Joint and Several Liability Lewis A. Kornhauser 9. Economic Policy and the Vicarious Liability of Firms Reinier Kraakman 10. Group Litigation in the Enforcement of Tort Law Geoffrey Miller 11. The Socio-economics of Mass Torts: What We Know, Don't Know and Should Know Deborah R. Hensler PART IV: THE LITIGATION PROCESS 12. Law, Economics, and the Burden(s) of Proof Eric L. Talley 13. Law and Economics of Settlement Abraham L. Wickelgren 14. Bounded Rationality in the Settlement Process: Empirical Evidence on the Causes of Settlement Failure in Litigation Linda Babcock and Joshua Furgeson 15. Contingent-fee Contracts in Litigation: A Survey and Assessment Eric Helland and Seth A. Seabury 16. Empirical Analysis of Juries in Tort Cases Shari Seidman Diamond and Jessica M. Salerno PART V: DAMAGES 17. Damages for Incompensable Harms Robert Cooter and David DePianto 18. Empirical Analysis of Tort Damages W. Kip Viscusi 19. Economic Analysis of Punitive Damages: Theory, Empirics, and Doctrine Catherine M. Sharkey PART VI: REFORM OF AND ALTERNATIVES TO THE TORT SYSTEM 20. The Empirical Effects of Tort Reform Theodore Eisenberg 21. Do Damage Caps Reduce Medical Malpractice Insurance Premiums? A Systematic Review of Estimates and the Methods Used to Produce Them Kathryn Zeiler and Lorian Hardcastle 22. No-fault Accident Compensation Systems Michael Trebilcock and Paul-Erik Veel 23. Alternatives and Complements: Liability and Regulation as Remedies for Physical Injury Richard A. Epstein Index",
  "authors": [
    {
      "display_name": "Jennifer Arlen",
      "id": "A5019085397",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jennifer Arlen"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-11-29",
  "type": "book",
  "cited_by_count": 67,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463223",
    "display_name": "Edward Elgar Publishing eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320353"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C190253527",
      "display_name": "Law and economics",
      "level": 1,
      "score": 0.39871964
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.35121828
    }
  ],
  "topics": [
    {
      "id": "T11762",
      "display_name": "Law, Economics, and Judicial Systems",
      "score": 0.9854
    },
    {
      "id": "T12394",
      "display_name": "Insurance and Financial Risk Management",
      "score": 0.9809
    },
    {
      "id": "T12374",
      "display_name": "European and International Contract Law",
      "score": 0.9329
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4337/9781781006177",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:39:16.217389",
  "source_database": "OpenAlex"
}