{
  "openalex_id": "W583009396",
  "doi": null,
  "title": "Surgical Atlas of Pediatric Otolaryngology",
  "abstract": "I. Otologic Surgery Tympanostomy Tubes and Related Procedures- Charles D. Bluestone Approaches to the Middle Ear and Mastoid- Charles D. Bluestone Maringoplasty and Tympanoplasty- Charles D. Bluestone Ossiculoplatsy- Batti/ Bluestone Mastoidectomy and Cholesteatoma- Charles D. Bluestone Perilymphatic Fistula and Eustachian Tube Surgery- Charles D. Bluestone Facial Nerve Exploration and Repair- Raymond L. Hilsinger Jr. Ear Canal Stenosis and Artesia- Simon C. Parisier Cochlear Implants- Noel L. Cohen II. Rhinologic Surgery Epistaxis- Scott C. Manning Nasal and Septal Deformities- Jon b. Turk/W. Crysdale Congenital Nasal Malformations- Margaret A. Kenna Endoscopic Ethmoidectomy and Antrostomy- Glenn Isaacson Inflammatory Sinonasal Disease- Anrew J. Hotaling Sphenosis Sinus Surgery- Gady Har-El III. Oral and Pharyngeal Surgery Surgery of the Tongue- Carlos Gonzales Tonsillectomy, Adenoidectomy, and UPPP- Ari. J. Goldsmith Velopharyngeal Insufficiency- J. Paul Wilging Surgery of Drooling- William S. Crysdale IV. Head and Neck Surgery Cervical Adenopathy- Michael J. Cunningham Deep Neck Infections- Charles F. Koopman Jr. Congenital Malformations of the Neck- Mark A. Richardson Salivary Gland Surgery- Michael J. Cunningham Thyroidectomy- Michael J. Cunningham V. Endoscopy and Airway Surgery Endoscopy of the Upper Aerodigestive Tract- Kenny H. Chan Tracheostomy- Casselbrant Surgery of the Larynx and Trachea- Gerald B. Healy, Greg Licamelli Laryngotracheal Laser Surgery- Jay A. Werkhaven VI. Plastic and Reconstructive Surgery Soft Tissue Surgery- Charles W. Gross Articular Repair of Microtia- Roland D. Eavey Otoplasty for Lop Ear- Dennis Lee, Charles D. Bluestone Maxillofacial Trauma- TBD Cleft lip and Palate- Robin Dyleski, Robert W. Seibert Craniofacial Surgery- Lawrence J. Marentette VII. Appendix Information for Parents and Caregivers- Richard M. Rosenfeld",
  "authors": [
    {
      "display_name": "Charles D. Bluestone",
      "id": "A5112088351",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Charles D. Bluestone"
    },
    {
      "display_name": "Richard M. Rosenfeld",
      "id": "A5049419392",
      "orcid": "https://orcid.org/0000-0002-3557-3795",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard M. Rosenfeld"
    }
  ],
  "publication_year": 2002,
  "publication_date": "2002-04-01",
  "type": "book",
  "cited_by_count": 47,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.88241255
    },
    {
      "id": "C141071460",
      "display_name": "Surgery",
      "level": 1,
      "score": 0.5735585
    },
    {
      "id": "C108516343",
      "display_name": "Otorhinolaryngology",
      "level": 2,
      "score": 0.4651227
    },
    {
      "id": "C2780725665",
      "display_name": "Cholesteatoma",
      "level": 2,
      "score": 0.4214137
    }
  ],
  "topics": [
    {
      "id": "T12631",
      "display_name": "Head and Neck Anomalies",
      "score": 0.9954
    },
    {
      "id": "T11260",
      "display_name": "Tracheal and airway disorders",
      "score": 0.9921
    },
    {
      "id": "T10863",
      "display_name": "Voice and Speech Disorders",
      "score": 0.9607
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA57164715",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.722458",
  "source_database": "OpenAlex"
}