{
  "openalex_id": "W584027282",
  "doi": "https://doi.org/10.1016/s1569-3767(2001)1",
  "title": "Asian Financial Crisis Financial, Structural and International Dimensions",
  "abstract": "I. An Overview of the Asian Financial Crisis. The Asian financial crisis: moral hazard in more ways than one (J. Jay Choi). Was capitalism or cronyism the cause of Asia's economic crisis (J.W. Dean). The tragic nature of the Asian economic crisis: an essay on virtuous and vicious cycles (R. Aggarwal). Origins and policy implications of the Asian financial crisis (P.-Sang Lee, Kyung Suh Park). Korean financial crisis and reform: an overview (Daesik Kim, Jaeha Park). The Asian five: from financial crisis to economic recovery (M. Faizul Islam). II. International Capital Flows and Crisis. East Asian crises and global capital flows: cause or effect? (C. Lingle, R. Mondejar). Financial liberalization, capital mobility, and financial crises (J. Yang). The impact of liberalization and regionalism on capital markets in emerging Asian economies (C. Bilson, V. Hooper and M. Jaugietis). III. Crisis and Reform in the Financial Sector. Two years after financial reform: capital market developments in Korea (W.-Y. Choi, Y.-H. Woo). Korean banking reform following the Asian financial crisis (Hisanori Kataoka). The Asian financial crisis: an evaluation of market intervention policies by Hong Kong regulators (A.K. Bhattacharya). IV. Crisis and Reform in the Industrial Sector. Asian crisis and implications for industrial policies (S.-H. Jwa, J.-H. Seo). Financial crisis and perspectives on Korean economic development (Young Back Choi). Ownership structure and family control in Korean conglomerates (Ungki Lim). The Asian paradox of miracle and debacle: an exploratory study (P.P. Li, T.-L. Chang). V. Cultural Factors and Post-Crisis Opportunities. How cultural factors led to risky antecedent market conditions and the 1997 Asian economic crisis (E.A. Kellerman, I. Alon). Sociopolitical analysis of Korean economic crisis of 1997 (S.J. Chang). Business in ASEAN's core. Post-crisis opportunities amidst the economic debris (Z.U. Ahmed et al.).",
  "authors": [
    {
      "display_name": "Jongmoo Jay Choi",
      "id": "A5035879483",
      "orcid": "https://orcid.org/0000-0001-8499-8522",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Jongmoo Jay Choi"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-01-01",
  "type": "book",
  "cited_by_count": 12,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4210218398",
    "display_name": "International finance review",
    "issn_l": "1569-3767",
    "issn": [
      "1569-3767",
      "1875-5437"
    ],
    "type": "book series",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778300220",
      "display_name": "Financial crisis",
      "level": 2,
      "score": 0.7224599
    },
    {
      "id": "C73283319",
      "display_name": "Financial system",
      "level": 1,
      "score": 0.5969376
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.4940372
    },
    {
      "id": "C10138342",
      "display_name": "Finance",
      "level": 1,
      "score": 0.35336632
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.3191728
    },
    {
      "id": "C139719470",
      "display_name": "Macroeconomics",
      "level": 1,
      "score": 0.07783198
    }
  ],
  "topics": [
    {
      "id": "T10503",
      "display_name": "Global Financial Crisis and Policies",
      "score": 0.2694
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s1569-3767(2001)1",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:26:06.770236",
  "source_database": "OpenAlex"
}