{
  "openalex_id": "W584036705",
  "doi": "https://doi.org/10.5860/choice.40-5569",
  "title": "Handbook of lesbian and gay studies",
  "abstract": "Introduction - Diane Richardson and Steven Seidman PART ONE: HISTORY AND THEORY From Liberation to Transgression and Beyond - Barry D Adam Gay, Lesbian and Queer Studies at the Turn of the Twenty-first Century The Heterosexual/Homosexual Binary - Sasha Roseneil Past, Present and Future The Mainstreaming of Lesbian and Gay Studies? - Peter M Nardi Unusual Fingers - Lynda Birke Scientific Studies of Sexual Orientation Heterosexuality - Chrys Ingraham It's Just Not Natural! The Comparative Sociology of Homosexualities - Stephen O Murray PART TWO: IDENTITY AND COMMUNITY From the Bowery to the Castro - Verta Taylor, Elizabeth Kaminski and Kimberly Dugan Communities, Identities and Movements New Technologies and 'Cyber-Queer' Research - Nina Wakeford Queer Bodies and the Production of Space - Gill Valentine The Forgotten - Stephen Pugh A Community Without a Generation - Older Lesbians and Gay Men Queer Diaspora - Anne-Marie Fortier Gay, Lesbian and Bisexual Youth - Melinda S Miceli The Bisexual Menance - Kristin G Esterberg Or, Will the Real Bisexual Please Stand Up? PART THREE: INSTITUTIONS Imagining the Place of the State - Davina Cooper Where Governance and Social Power Meet Lesbian and Gay Health - Tamsin Wilton Power, Paradigms and Bodies Innocence and Experience - Debbie Epstein, Sarah O'Flynn and David Telford Paradoxes in Sexuality and Education Lesbian and Gay Bodies of Law - Leslie J Moran Religious Views of Homosexuality - Dawne Moone Gays and Lesbians as Workers and Consumers in the Economy - Marieka M Klawitter Sweating in the Spotlight - Joshua Gamson Lesbian, Gay and Queer Encounters with Media and Popular Culture Queer Families Quack Back - Judith Stacey and Elizabeth Davenport PART FOUR: POLITICS Making a Minority - Stephen Engel Understanding the Formation of the Gay and Lesbian Movement in the United States Anti-Gay and Lesbian Violence and Its Discontents - Valerie Jennesss and Kimberley D Richman Globalization and the International Gay/Lesbian Movement - Dennis Altman Nationalism Has a Lot to Do with It! - Jyoti Puri Unraveling Questions of Nationalism and Transnationalism in Lesbian/Gay Studies Sexual Citizenship - David Bell and Jon Binnie Marriage, the Market and the Military",
  "authors": [
    {
      "display_name": "Diane Richardson",
      "id": "A5083251582",
      "orcid": "https://orcid.org/0000-0002-6255-2316",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Diane Richardson"
    },
    {
      "display_name": "Steven Seidman",
      "id": "A5067743615",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Steven Seidman"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-06-01",
  "type": "article",
  "cited_by_count": 123,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "40",
  "issue": "10",
  "first_page": "40",
  "last_page": "5569",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780540011",
      "display_name": "Lesbian",
      "level": 2,
      "score": 0.8990314
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.44887662
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.42134696
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.33363253
    }
  ],
  "topics": [
    {
      "id": "T13843",
      "display_name": "African Sexualities and LGBTQ+ Issues",
      "score": 0.3283
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.40-5569",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.200290",
  "source_database": "OpenAlex"
}