{
  "openalex_id": "W586640680",
  "doi": null,
  "title": "Humic Substances: Nature's Most Versatile Materials",
  "abstract": "Preface Contributors Fractionation and Characterization: The State-of-the-Art a Use of Radioactive Tracers for the Characterization of Humic and Fulvic Acids in High Performance Size Exclusion Chromatography Karsten Franke, Doris Rossler and Hermann Kupsch a 1 Interpreting Capillary Electrophoresis - Electrospray/Mass Spectrometry (CZE-ESI/MS) of Suwannee River Natural Organic Matter (NOM) Philippe Schmitt-Kopplin 2 Comparison of As-Delivered and AFFFF-Size-Fractionated Suwannee River Fulvic Acid by Time-of-Flight Mass Spectrometry Wilfried Szymczak, Manfred Wolf and Klaus Wittmaack 3 Molecular Fingerprinting of Aquatic Fulvic Acids by Ultra-High Resolution ESI FT-ICR Mass Spectrometry William T. Cooper and Alexandra C. Stenson a 4 The Macromolecular or Supramolecular Nature of Humic Substances: A Dynamic Light Scattering Study Gustavo Gonzalez-Gaitano and Josemaria Garcia-Mina 5 A Proposal for the Establishment of a Database of Thermodynamic Properties of Natural Organic Matter Rossane C. DeLapp and Eugene J. LeBoeuf 6 Hydration, Swelling and Sorption: Contributing Factors a Effect of Hydration/Solvation of Organic Matter on Sorption of Organic Compounds: Conception and Sorption Isotherm Model Ellen R. Graber and Mikhail Borisover a 7 Swelling of Organic Matter in Soil and Peat Samples: Insights from Proton Relaxation, Water Absorption and PAH Extraction Gabriele E. Schaumann, Julia Hurrass, Martin Muller and Wolfgang Rotard 8 Sorption of PAHs to Natural Sorbents: Impacts of Humic and Lipid Fractions Luc Tremblay, Scott D. Kohl, James A. Rice and Jean-Pierre Gagne a 9 Interactions and Conversions of Polycyclic Aromatic Compounds in the Process of Humification Matthias Hubner, Kristoffer E. N. Jonassen and Torben Nielsen 10 Pyrolytic Study of the Bound Residues of 13C-Atrazine in Soil Size Fractions and Soil Humin Marie-France Dignac, Yahya Zegouagh, Ludovic Loiseau, Gerard Bardoux, Enrique Barriuso, Sylvie Derenne, Andre Mariotti and Claude Largeau 11 Phenanthrene Sorption by Clay-Humic Complexes Kaijun Wang, Elham A. Ghabbour, Geoffrey Davies and Baoshan Xing 12 Kinetics of Desorption of 2,4-Dichlorophenoxyacetic Acid from Humic Acid, Metal Oxides and Metal Oxide-Humic Complexes C. Liu and P. M. Huang 13 Metal Binding and Mobility: Theory, Data and Consequences a Exploring the Molecular Character and Heterogeneity of Humic Substances via the Study of the Ion-Binding Process Using an Extended Polyelectrolyte Model Josemaria Garcia-Mina 14 Study of Fulvic-Aluminum(III) Ion Complexes by 27Al Solution NMR Norman C.Y. Lee and David K. Ryan 15 Investigation of Colloidal Properties and Trace Metal Complexation Characteristics of Soil-Derived Fulvic Acids by Flow Field-Flow Fractionation-Inductively Coupled Plasma-Mass Spectrometry (Flow FFF-ICP-MS) Jonathan Bell, Dula Amarasiriwardena, Atitaya Siripinyanond, Baoshan Xing and Ramon M. Barnes 16 Comparison of Dialysis, Polarography and Fluorimetry for Quantification of Cobalt(II) Binding by Dissolved Humic Acid Fanny Monteil-Rivera, Jean-Paul Chopart and Jacques Dumonceau a 17 Diffusion of Metal Cations in Humic Gels Martina Klucakova and Miloslav Pekar 18 The Role of Humic Substances in Trace Element Mobility in Natural Environments and Applications to Radionuclides Valerie Moulin, Badia Amekraz, Nicole Barre, Gabriel Planque, Florence Mercier, Pascal Reiller and Christophe Moulin 19 Influence of Humic Substances on the Migration of Actinides in Groundwater G. Buckau, M. Wolf, S. Geyer, R. Artinger and J.I. Kim 20 Catalytic Effects of Ni-Humic Complexes on the Reductive Dehalogenation of C1 and C2 Chlorinated Hydrocarbons Edward J. O'Loughlin, Huizhong Ma and David R. Burris 21 a a Biogeochemical Effects: The Good, the Bad and the Ugly a Humic Substances and their Direct Effects on the Physiology of Aquatic Plants Stephan Pflugmacher, Constanze Pietsch, Wiete Rieger, Andrea Paul, Torsten Preuer, Elke Zwirnmann and Christian E.W. Steinberg 22 More Evidence for Humic Substances Acting as Biogeochemicals on Organisms C. Wiegand, N. Meems, M. Timoveyev, C.E.W. Steinberg and S. Pflugmacher 23 Subject Indexa",
  "authors": [
    {
      "display_name": "Elham A. Ghabbour",
      "id": "A5083701021",
      "orcid": "https://orcid.org/0000-0003-0182-1452",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Elham A. Ghabbour"
    },
    {
      "display_name": "Geoffrey F. Davies",
      "id": "A5003805866",
      "orcid": "https://orcid.org/0000-0001-5959-9917",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Geoffrey Davies"
    }
  ],
  "publication_year": 2007,
  "publication_date": "2007-04-17",
  "type": "book",
  "cited_by_count": 130,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.7813486
    },
    {
      "id": "C58445606",
      "display_name": "Sorption",
      "level": 3,
      "score": 0.7356342
    },
    {
      "id": "C48743137",
      "display_name": "Organic matter",
      "level": 2,
      "score": 0.55632144
    },
    {
      "id": "C162356407",
      "display_name": "Mass spectrometry",
      "level": 2,
      "score": 0.48028132
    },
    {
      "id": "C107872376",
      "display_name": "Environmental chemistry",
      "level": 1,
      "score": 0.44733393
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.24685308
    },
    {
      "id": "C43617362",
      "display_name": "Chromatography",
      "level": 1,
      "score": 0.24684045
    },
    {
      "id": "C150394285",
      "display_name": "Adsorption",
      "level": 2,
      "score": 0.16100308
    }
  ],
  "topics": [
    {
      "id": "T12073",
      "display_name": "Isotope Analysis in Ecology",
      "score": 0.8652
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BA65700500",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:20:12.888457",
  "source_database": "OpenAlex"
}