{
  "openalex_id": "W586131561",
  "doi": "https://doi.org/10.5860/choice.35-3759",
  "title": "Communications with the future: Matthew Arnold in dialogue",
  "abstract": "Matthew Arnold has long been recognized as the greatest of Victorian critics. In Communications with the Future, Donald Stone demonstrates Arnold's enormous range, vitality, and continuing relevance. Demonstrating the similarities between Arnold's position and that of subsequent intellectual leaders from Nietzsche to Foucault, Stone vividly establishes that Arnold remains valid now, not only for his emphasis on broad-minded thinking, but also in his enduring impact on the leaders of our own time. Appealing to the belief that we should adopt a dialogical frame of mind, Arnold stands tall today as a harsh critic of narrow-mindedness and overspecialization.Each chapter of Communications with the Future places Arnold in dialogue with an important modern figure or group of figures. Arnold's relationship with America, particularly with America's finest literary critic, Henry James, is surveyed, as is Arnold's relations with French critics from Sainte-Beuve and Ernest Renan to Michel Foucault. Subsequent chapters pair Arnold with Nietzsche, as pungent critics of society and impassioned advocates of culture, with Hans-Georg Gadamer, as mutual defenders of the humanities, and with the American pragmatists--William James, Richard Rorty, John Dewey--as architects of creative democracy.Stone argues that Arnold has wrongly been labeled an elitist and the proponent of a rigid canon, when in fact he is dedicated to openness, democracy, and multiculturalism. This book should write finis to that misreading, and will further illuminate our concepts of what it means to live as members of a democratic culture.. . . full of fresh insights, in a readable style, [Communications with the Future] altogether amounts to an eloquent plea for a sound and valuable criticism, against various regressive, dogmatic, narrow schools currently flourishing. --Ruth apRoberts, University of California, RiversideDonald D. Stone is Professor of English, Queens College and the Graduate Center, City University of New York. His books include The Romantic Impulse in Modern Fiction and Nineteenth-Century Lives (coedited with John Maynard and Laurence Lockridge).",
  "authors": [
    {
      "display_name": "Donald David Stone",
      "id": "A5105613509",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Donald David Stone"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-03-01",
  "type": "article",
  "cited_by_count": 15,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "35",
  "issue": "07",
  "first_page": "35",
  "last_page": "3759",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.43146816
    }
  ],
  "topics": [
    {
      "id": "T12398",
      "display_name": "Poetry Analysis and Criticism",
      "score": 0.9329
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.35-3759",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:12:41.131122",
  "source_database": "OpenAlex"
}