{
  "openalex_id": "W587784639",
  "doi": "https://doi.org/10.4324/9780203943670",
  "title": "The Womanist Reader",
  "abstract": "Introduction. Womanism: On Its Own Layli Phillips Part 1: Birthplaces, Birthmothers: Womanist Origins Alice Walker's Womanism Coming Apart (1979) Alice Walker. Gifts of Power: The Writings of Rebecca Jackson (1981) Alice Walker. From In Search of Our Mothers' Gardens: Womanist Prose (1983) Alice Walker. Chikwenye Okonjo Ogunyemi's African Womanism Womanism: The Dynamics of the Contemporary Black Female Novel in English (1985) Chikwenye Okonjo Ogunyemi. Clenora Hudson-Weems's Africana Womanism Cultural and Agenda Conflicts in Academia: Critical Issues in Africana Women's Studies (1989) Clenora Hudson-Weems. Africana Womanism (1993) Clenora Hudson-Weems. Part 2: Womanist Kinfolk: Sisters, Brothers, Daughters, and Sons on Womanism. Sisters and Brothers: Black Feminists on Womanism What's in a Name? Womanism, Black Feminism, and Beyond (1996) Patricia Hill Collins. A Black Man's Place in Black Feminist Criticism (1998) Michael Awkward. Daughters and Sons: The Birth of Womanist Identity Who's Schooling Who? Black Women and the Bringing of the Everyday into Academe, or, Why We Started the Womanist (1995) Layli Phillips & Barbara McCaskill. To Be Black, Male, and Feminist: Making Womanist Space for Black Men (1997) Gary L. Lemons. Part 3: Womanist Theory & Praxis: Womanism in the Disciplines. Literature & Literary Criticism Some Implications of Womanist Theory (1986) Sherley Anne Williams. A Womanist Production of Truths: The Use of Myths in Amy Tan (1995) Wenying Xu. Theology Womanist Theology: Black Women's Voices (1987) Delores S. Williams. Christian Ethics and Theology in Womanist Perspective (1989) Cheryl J. Sanders, Katie G. Cannon, Emilie M. Townes, Shawn M. Copeland, bell hooks, and Cheryl Townsend Gilkes. History Womanist Consciousness: Maggie Lena Walker and the Independent Order of St. Luke (1989) Elsa Barkley Brown. Theatre & Film Studies Dialogic Modes of Representing Africa(s): Womanist Film (1991) Mark A. Reid. Communication & Media Studies A Womanist Looks at the Million Man March (1996) Geneva Smitherman Assessing Womanist Thought: The Rhetoric of Susan L. Taylor (2000) Janice D. Hamlet. Psychology Womanist Archetypal Psychology: A Model of Counseling Black Women and Couples Based on Yoruba Mythology (2005) Kim Vaz. Anthropology Portraits of Mujeres Desjuiciadas: Womanist Pedagogies of the Everyday, the Mundane, and the Ordinary (2001) Ruth Trinidad Galvan. Education Giving Voice: An Inclusive Model of Instruction - A Womanist Perspective (1994) Vanessa Sheared. A Womanist Experience of Caring: Understanding the Pegagogy of Exemplary Black Women Teachers (2002) Tamara Beauboeuf-Lafontant Social Work Elizabeth Ross Haynes: An African American Reformer of Consciousness, 1908-1940 (1997) Iris Carlton-LaNey. Nursing Science Womanist Ways of Knowing: Theoretical Considerations for Research with African American Women (2000) JoAnne Banks-Wallace. Sexuality Studies Kuaering Queer Theory: My Autocritography and a Race-Conscious, Womanist, Transnational Turn (2003) Wenshu Lee. Architecture/Urban Studies Critical Spatial Literacy: A Womanist Positionality and the Spatio-temporal Construction of Black Family Life (2004) Epifania Akosua Amoo-Adare. Part 4: Critiquing the Womanist Idea. The Language of Womanism: Rethinking Difference (1997) Helen (charles). Warrior Marks: Global Womanism's Neo-colonial Discourse in a Multicultural Context (2001) Inderpal Grewal & Caren Kaplan. Part 5: Womanist Resources. A Womanist Bibliography (including Internet resources)",
  "authors": [
    {
      "display_name": "Layli Phillips",
      "id": "A5009399886",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Layli Phillips"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-09-19",
  "type": "book",
  "cited_by_count": 247,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463855",
    "display_name": "Routledge eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.3211202
    }
  ],
  "topics": [
    {
      "id": "T11717",
      "display_name": "Postcolonial and Cultural Literary Studies",
      "score": 0.5938
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9780203943670",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.189730",
  "source_database": "OpenAlex"
}