{
  "openalex_id": "W587281717",
  "doi": null,
  "title": "EMDR solutions: Pathways to healing.",
  "abstract": "In EMDR Solutions you will find fifteen exemplary EMDR solutions, each of which develops the Standard Protocol in creative and highly effective ways. These solutions move EMDR forward and expand the application of this powerful therapeutic approach. In this source book of therapeutic strategy and clinical insight, each chapter presents step-by-step instructions for implementing a particular EMDR solution with clients. Each intervention is enriched with relevant case histories that bring to life new targets for and variations on the standard EMDR protocol. Concrete and specific, the clinical work illustrated here will add to you fund of knowledge and broaden your practice. Robin Shapiro has gathered a stellar group of EMDR practitioners. Each of the contributors offers key therapeutic insights in an easy-to-digest form: - Maureen Kitchur presents her Strategic Developmental Model, a meta-model for EMDR practice that encompasses all phases of the Standard Protocol, Ericksonian utilization language, and attachment-enhancing practices. Kitchur's model gives a clear order for EMDR processing and a way to process wordless or implicit experience. - Roy Kiessling offers his Resource Development strategies. Easy to learn and very helpful for clients who are disorganized or in crisis, Kiessling's methods turn resources into cognitive interweaves and ego states into resources. - Sandra Wilson and Robert Tinker demonstrate an effective treatment for phantom limb pain that encompasses treatment from history taking through processing to It's gone! - A. J. Popky turns the Subjective Units of Distress scale (SUDS) on its head by targeting inappropriate positive affect. Popky also shares his DeTUR protocol with its Level of Urge to Use (LOUU) for the treatment of addictions and compulsive behavior. - Jim Knipe builds on Popky's work with the SUDS and presents techniques for clearing love-sickness, procrastination, avoidance and codependence using the Level of Urge to Avoid (LOUA). - Joanne Twombly and Ulrich Lanius teach two very different preparations for doing EMDR with people with dissociative disorders. Twombly's applies techniques derived from hypnosis and ego-state work while Lanius shows how to use opiate-inhibiting medication to allow EMDR to work with dissociated clients. - Robin Shapiro addresses the Two-Hand Interweave, a simple but widely applicable exercise of discernment. Shapiro also contributes chapters on using EMDR with anxiety disorders, in differentiation-based couple's therapy and with generational and cultural introjects. - Elizabeth Turner engages children with art therapy, play therapy, and story telling in all phases of EMDR. Her chapter is the delightful cherry on top of this informative, easy-to-use book. Additional chapters by Carole Lovell, Andrew Seubert, Jim Cole, and Susan Schulherr address EMDR with dialectical behavior therapy (DBT) with borderline clients, working with mentally retarded clients, a reenactment tool from guided imagery, and the binge/starve cycle of eating disorders. Whether you read EMDR Solutions cover-to-cover or peruse one chapter that speaks to a particular technique or client population, you will be adding crucial skills and knowledge to your EMDR toolbox.",
  "authors": [
    {
      "display_name": "Robin Shapiro",
      "id": "A5059900404",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Robin Shapiro"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-01-01",
  "type": "book",
  "cited_by_count": 51,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306464327",
    "display_name": "W W Norton & Co eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C542102704",
      "display_name": "Psychotherapist",
      "level": 1,
      "score": 0.6305016
    },
    {
      "id": "C2780385302",
      "display_name": "Protocol (science)",
      "level": 3,
      "score": 0.57175094
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.5620638
    },
    {
      "id": "C139265228",
      "display_name": "Distress",
      "level": 2,
      "score": 0.54936796
    },
    {
      "id": "C206345919",
      "display_name": "Resource (disambiguation)",
      "level": 2,
      "score": 0.53838503
    },
    {
      "id": "C2780665704",
      "display_name": "Intervention (counseling)",
      "level": 2,
      "score": 0.4577919
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.2970018
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.2341991
    },
    {
      "id": "C204787440",
      "display_name": "Alternative medicine",
      "level": 2,
      "score": 0.1533398
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.12505972
    },
    {
      "id": "C31258907",
      "display_name": "Computer network",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11519",
      "display_name": "Digital Mental Health Interventions",
      "score": 0.2903
    },
    {
      "id": "T13143",
      "display_name": "Child Therapy and Development",
      "score": 0.289
    },
    {
      "id": "T12245",
      "display_name": "Counseling, Therapy, and Family Dynamics",
      "score": 0.2556
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA81283776",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:37:19.918415",
  "source_database": "OpenAlex"
}