{
  "openalex_id": "W590655138",
  "doi": "https://doi.org/10.1017/9780511819599",
  "title": "The Social Origins of Health and Well-being",
  "abstract": "1. A general model of the social origins of health and well-being Jake Najman Part I. Historical, Global and Cultural Perspectives: 2. Healthier progress: historical perspectives on the social and economic determinants of health John Powles 3. Health inequalities in the New World Order David Legge 4. Globalisation and environmental change: implications for health and health inequalities Colin Butler, Bob Douglas and Tony McMichael 5. Culture, health and well-being Richard Eckersley Part II. Explaining Health Inequalities: 6. Income inequality and health: in search of fundamental causes Gavin Turrell 7. Mediation of the effects of social and economic status on health and mortality: the roles of behaviour and constitution Richard Taylor 8. Migrants, money and margarine: possible explanations for Australia-New Zealand mortality differences Alistair Woodward, Colin Mathers and Martin Tobias 9. Income, income inequality and health in New Zealand Philippa Howden-Chapman and Des O'Dea 10. Equity in access to health care Stephen Duckett Part III. Social Organisation and Health: 11. Human settlements: health and the physical environment Peter Newman 12. Work and health: the impact of structural workforce changes and the work environment Anne-Marie Feyer and Dorothy Broom 13 Health, inequities, community and social capital Robert Bush and Fran Baum Part IV. Developmental and Biological Perspectives: 14. Health inequalities: the seeds are sown in childhood, what about the remedies? Graham Vimpani 15. Family, early development and life course: common risk and protective factors in pathways to prevention Judy Cashmore 16. Health inequalities: is the foundation for these laid before the time of birth? Terry Dwyer, Ruth Morley and Leigh Blizzard 17. How social factors affect health: neuro-endocrine interactions Kerin O'Dea and Mark Daniel Part V. Implications for Policy, Interventions and Health Research: 18. The sociology of Aboriginal health policy and modelling in social epidemiology Ian Anderson 19. Does our limited analysis of the dimensions of poverty limit the way we seek solutions? Elizabeth Harris, Don Nutbeam and Peter Sainsbury 20. Developmental prevention in a disadvantaged community Ross Homel, Gordon Elias and Ian Hay 21. Rethinking evaluation for policy action on the social origins of health and well-being Beverly Sibthorpe and Jane Dixon.",
  "authors": [
    {
      "display_name": "Richard Eckersley",
      "id": "A5079081147",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Eckersley"
    },
    {
      "display_name": "Jane Dixon",
      "id": "A5105915936",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jane Dixon"
    },
    {
      "display_name": "Robert M. Douglas",
      "id": "A5108497779",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "R. M. Douglas"
    }
  ],
  "publication_year": 2001,
  "publication_date": "2001-12-12",
  "type": "book",
  "cited_by_count": 75,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306462995",
    "display_name": "Cambridge University Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310311721"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.31493855
    }
  ],
  "topics": [
    {
      "id": "T12816",
      "display_name": "Global Public Health Policies and Epidemiology",
      "score": 0.4108
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1017/9780511819599",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.706998",
  "source_database": "OpenAlex"
}