{
  "openalex_id": "W592003880",
  "doi": "https://doi.org/10.5860/choice.46-6296",
  "title": "The Organization of the future 2: visions, strategies, and insights on managing in a new era",
  "abstract": "Preface (Frances Hesselbein). Introduction (Marshall Goldsmith). PART ONE: STRATEGY AND VISION: SETTING THE DIRECTION OF THE ORGANIZATION OF THE FUTURE. 1. Outsmart Your Rivals by Seeing What Others Don't (Jim Champy). 2. Organization Is Not Structure but Capability (Dave Ulrich and Norm Smallwood). 3. The Leader's Mandate: Create a Shared Sense of Destiny (James M. Kouzes and Barry Z. Posner). 4. A Different Kind of Company (Srikumar S. Rao). 5. Free to Choose: How American Managers Can Create Globally Competitive Workplaces (James O'Toole). 6. Managing the Whole Mandate for the Twenty-First Century: Ditching the Quick-Fix Approach to Management (Paul Borawski and Maryann Brennan). PART TWO: ORGANIZATIONAL CULTURE: VALUES, EMOTIONS, HOPE, ETHICS, SPIRIT, AND BEHAVIOR. 7. The Values That Build a Strong Organization (Thomas J. Moran). 8. Revisiting the Concept of the Corporation (Charles Handy). 9. Mobilizing Emotions for Performance: Making the Most of the Informal Organization (Jon R. Katzenbach and Zia Khan). 10. Beyond Retirement: Mature Workers Are Essential Talent for Organizations of the Future (Richard J. Leider). 11. The Best Hope for Organizations of the Future: A Functioning Society (Ira A. Jackson). 12. Reframing Ethics, Spirit, and Soul (Lee G. Bolman and Terrence E. Deal). 13. Environment Drives Behavior and Expectations (Bill Strickland with Regina Cronin). PART THREE: DESIGNING THE ORGANIZATION OF THE FUTURE. 14. Dynamic Organizations for an Entrepreneurial Age (Christopher Gergen and Gregg Vanourek). 15. Multidimensional, Multinational Organizations of the Future (Jay R. Galbraith). 16. Designing Organizations That Are Built to Change (Edward E. Lawler III and Christopher G. Worley). 17. Refounding a Movement: Preparing a One-Hundred-Year-Old Organization for the Future (Kathy Cloninger). 18. Three Challenges Facing Nonprofits of the Future: People, Funding, and Strategy (Roxanne Spillett). 19. Pioneering the College of the Future: Building as We Walk (Darlyne Bailey). PART FOUR: WORKING TOGETHER. 20. The Organization of the Future Will Foster an Inclusive Environment (Lee Cockerell). 21. The Leader as Subculture Manager (Edgar H. Schein). 22. The New High-Performance, Horizontal Organization (Howard M. Guttman). PART V: LEADERSHIP. 23. The Leadership Blueprint to Achieve Exponential Growth (David G. Thomson). 24. Leadership Judgment: The Essence of a Good Leader (Noel M. Tichy and Christopher DeRose). 25. The Leader of the Future (William A. Cohen). 26. Leadership by Perpetual Practice (Debbe Kennedy). Index.",
  "authors": [
    {
      "display_name": "Frances Hesselbein",
      "id": "A5058273450",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Frances Hesselbein"
    },
    {
      "display_name": "Marshall Goldsmith",
      "id": "A5034548956",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marshall Goldsmith"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-07-01",
  "type": "article",
  "cited_by_count": 19,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "46",
  "issue": "11",
  "first_page": "46",
  "last_page": "6296",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C133979268",
      "display_name": "Vision",
      "level": 2,
      "score": 0.9586471
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.41461343
    },
    {
      "id": "C195094911",
      "display_name": "Process management",
      "level": 1,
      "score": 0.38216823
    },
    {
      "id": "C539667460",
      "display_name": "Management science",
      "level": 1,
      "score": 0.34139678
    },
    {
      "id": "C95124753",
      "display_name": "Environmental ethics",
      "level": 1,
      "score": 0.3383879
    },
    {
      "id": "C144133560",
      "display_name": "Business",
      "level": 0,
      "score": 0.3254575
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.28910685
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.18669644
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.09860587
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.04794514
    }
  ],
  "topics": [
    {
      "id": "T12751",
      "display_name": "Leadership and Management in Organizations",
      "score": 0.1948
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.46-6296",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.732853",
  "source_database": "OpenAlex"
}