{
  "openalex_id": "W59431257",
  "doi": "https://doi.org/10.4324/9781315305073",
  "title": "Arts-Based Research in Education",
  "abstract": "@contents: Selected Contents: CONTENTS PREFACE ACKNOWLEDGEMENTS MEET THE EDITORS PART 1 CHALLENGES TO THE DEFINITION AND ACCEPTANCE OF ARTS-BASED INQUIRY AS RESEARCH CHAPTER 1 Arts-based Research in Education: Histories and New Directions Melisa Cahnmann-Taylor Questions CHAPTER 2 Persistent Tensions in Arts-Based Research, Elliot Eisner End of Chapter Questions CHAPTER 3 How Arts-based Research Can Change Minds, Tom Barone Questions PART 2 TO DWELL IN POSSIBILITY: POETRY AND EDUCATIONAL INQUIRY CHAPTER 4 Between Poetry and Anthropology: Searching for Languages of Home, Ruth Behar Questions CHAPTER 5 Ethographic Poetry, Adrie Kusserow Lost Boy Questions CHAPTER 6 Understanding and Writing the World, Kristina Lyons Upon Traveling to Nosara Questions CHAPTER 7 Voices Lost and Found: Using Found Poetry in Qualitative Research, Kakali Bhattacharya The Small Small Things Questions CHAPTER 8 The Ecology of Personal and Professional Experience: A Poet's View, Carl Leggo Scratch in My Throat Rhizome Ecology Questions PART 3 MORE THAN WORDS CAN SAY: RESEARCHING THE VISUAL CHAPTER 9 A/r/tography as Practice-Based Research, Rita L. Irwin & Stephanie Springgay Questions CHAPTER 10 Who will read this body?: An A/r/tographic Statement, Barbara Bickel Questions CHAPTER 11 Nurse-in: Breastfeeding and a/r/tographical research, Stephanie Springgay Questions CHAPTER 12 Notes from a Cuban Diary: We Believe in Our History. An Inquiry into the 1961 Literacy Campaign using Photographic Representation, Joanne C. Elvy Questions PART 4 Performance Inquiry, Ethnodrama & Ethnofiction: Real Life with the Boring Parts Taken Out CHAPTER 13 Hearing Jesusa's Laugh, Terry Jenoure Questions CHAPTER 14 Queering Identity(ies) & Fiction Writing in Qualitative Research, Douglas Gosse Jackytar Excerpt: Chapter 3 Questions CHAPTER 15 sista docta, REDUX, Joni L. Jones/Omi Osun Olomo Questions CHAPTER 16 Troubling Certainty: Readers' Theatre in Music Education Research, Kathryn Roulston, Roy Legette, Monica DeLoach & Celeste Buckhalter A readers' rondo: The challenges of teacher-research Questions CHAPTER 17 The Drama and Poetry of Qualitative Method, Johnny Saldana, A Selection from Finding My Place: The Brad Trilogy Questions CONCLUSION CHAPTER 18 The Tensions of Arts-based Research in Education Reconsidered: The Promise for Practice, Richard Siegesmund & Melisa Cahnmann-Taylor Questions",
  "authors": [
    {
      "display_name": "Melisa Cahnmann‐Taylor",
      "id": "A5064773794",
      "orcid": "https://orcid.org/0000-0001-5667-8695",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Melisa Cahnmann-Taylor"
    },
    {
      "display_name": "Richard Siegesmund",
      "id": "A5081193181",
      "orcid": "https://orcid.org/0000-0001-7069-7796",
      "institutions": [
        {
          "id": "I102502594",
          "display_name": "Northern Illinois University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard Siegesmund"
    }
  ],
  "publication_year": 2017,
  "publication_date": "2017-12-01",
  "type": "book",
  "cited_by_count": 265,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463855",
    "display_name": "Routledge eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C70789860",
      "display_name": "The arts",
      "level": 2,
      "score": 0.74934703
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.355226
    },
    {
      "id": "C145420912",
      "display_name": "Mathematics education",
      "level": 1,
      "score": 0.3257168
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.32292414
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.26701862
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.22757748
    }
  ],
  "topics": [
    {
      "id": "T12179",
      "display_name": "Art Education and Development",
      "score": 0.9518
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.4324/9781315305073",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.668885",
  "source_database": "OpenAlex"
}