{
  "openalex_id": "W600691973",
  "doi": null,
  "title": "Design for Communication: Conceptual Graphic Design Basics",
  "abstract": "Introduction. What Is Graphic Design? What Do Graphic Designers Do? I Want to Be a Graphic Designer-Where Do I Begin? The Design Process. Why Bother with Such a Long Process When I Just Like to Make Things? Why Should I Do These Assignments? Section 1: The Elements and Principles of Design. Star Symbol/Susan Merritt, San Diego State University, San Diego. Object Semantics/Kermit Bailey, North Carolina State University, Raleigh. Symbol Design/Lisa Fontaine, Iowa State University, Ames. Lettermark/Susan Merritt, San Diego State University, San Diego. Vinyletteror/Kenneth Fitzgerald, Old Dominion University, Norfolk. Letterform as Shape/Jan Conradi, State University of New York at Fredonia. Concert Poster/Arnold Holland, California State University, Fullerton. Design History Chair/Hank Richardson, Portfolio Center, Atlanta. Section 2: T ypography as Image. Shaping Words/Richard Ybarra, Art Institute of California, San Diego. Newspaper Stories-A Typographic Workshop/Jurgen Hefele, Fachhochschule Augsburg, Germany. Typographic Self-Portrait/Esen Karol, Mimar Sinan University, Istanbul, Turkey. Typographic Self-Portrait/Elizabeth Resnick, Massachusetts College of Art, Boston. Typeface Poster/Hyun Mee Kim, Samsung Art and Design Institute, Seoul, Korea. Directions Poster/Frank Baseman, Philadelphia University, Philadelphia. Poetry in Motion/Elizabeth Resnick, Glenn Berger, Massachusetts College of Art, Boston. Section 3: Creative Wordplay. Descriptive Pairs/Elizabeth Resnick, Massachusetts College of Art, Boston. Letters as Image/Hyun Mee Kim, Samsung Art and Design Institute, Seoul. Concrete Poetry/Kenneth Fitzgerald, Old Dominion University, Norfolk. Arthur Murray Dance Advertisement/Frank Baseman, Philadelphia University, Philadelphia. CD Cover: Typographic Music/Heather Corcoran, Washington University, St. Louis. Section 4: Word and Image. Word and Image/Elizabeth Resnick, Massachusetts College of Art, Boston. Book Cover Design: The Interpretation of Dreams by Sigmund Freud/Elizabeth Resnick, Massachusetts College of Art, Boston. Book Cover Design: Einstein's Dreams by Alan Lightman/Elizabeth Resnick, Massachusetts College of Art, Boston. Postage Stamp Design: A Celebration of Cultural Diversity in America/Elizabeth Resnick, Glenn Berger, Massachusetts College of Art, Boston. Postage Stamp Design: A Celebration of American Primary Education: Reading, Writing, Mathematics, and Science/Elizabeth Resnick, Massachusetts College of Art, Boston. Stamp Design/Michael Burke, Fachhochschule Schwabisch Gmund, Germany. Sculpture Poster/Tom Briggs, Massachusetts College of Art, Boston. Gardening Poster/Karen Berntsen, Carnegie Mellon University, Pittsburgh. The Kitchen of Meaning Exhibition Poster/Kermit Bailey, North Carolina State University, Raleigh. Section 5: Grid and Visual Hierarchy. Typographic History Spread/Elizabeth Resnick, Massachusetts College of Art, Boston. Two-Sided Typeface Poster/Judith Aronson, Simmons College, Boston. Three Type Specimens/Carol Sogard, University of Utah, Salt Lake City. Visual Poetry Calendar/Peggy Re, Beth Hay, University of Maryland, Baltimore County. The Science Lecture Series Posters/Elizabeth Resnick, Massachusetts College of Art, Boston. Book: Lewis and Clark/Heather Corcoran, Washington University, St. Louis. Journey Journal/Gulizar Cepoglu, London College of Printing, London. Section 6: Visual Advocacy. The Literacy Poster: Learn to Read/Elizabeth Resnick, Massachusetts College of Art, Boston. Human Rights Poster/Elizabeth Resnick, Massachusetts College of Art, Boston. Designing Dissent: Advocacy Poster Series/Elizabeth Resnick, Massachusetts College of Art, Boston. Happy Deutschland/Jurgen Hefele, Fachhochschule, Augsburg, Germany. Three-dimensional Direct Response (Mail) Solicitation/Elizabeth Resnick, Glenn Berger, Massachusetts College of Art, Boston. Tolerance Bus Shelter Poster/Frank Baseman, Philadelphia University, Philadelphia. Bibliography. Instructor Contact Information. Index.",
  "authors": [
    {
      "display_name": "Elizabeth Resnick",
      "id": "A5022512094",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Elizabeth Resnick"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-06-10",
  "type": "book",
  "cited_by_count": 36,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C162462552",
      "display_name": "Portrait",
      "level": 2,
      "score": 0.53615284
    },
    {
      "id": "C15724806",
      "display_name": "Graphic design",
      "level": 2,
      "score": 0.5306562
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.497659
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.39144775
    },
    {
      "id": "C161191863",
      "display_name": "Library science",
      "level": 1,
      "score": 0.37115532
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.36049148
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.3276391
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.14323804
    }
  ],
  "topics": [
    {
      "id": "T13757",
      "display_name": "Graphic Design and Typography",
      "score": 0.6971
    },
    {
      "id": "T14254",
      "display_name": "Digital Media and Visual Art",
      "score": 0.6193
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA6751976X",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.210138",
  "source_database": "OpenAlex"
}