{
  "openalex_id": "W601156118",
  "doi": null,
  "title": "Human Resources in the 21st Century",
  "abstract": "Foreword by Rosabeth Moss Kanter Preface. Acknowledgements. PART ONE. PEOPLE: HR'S BOTTOM-LINE ASSET. Getting Extraordinary Results from Ordinary People (Libby Sartain). Looking North on the Leadership Compass: Effective HR Management for the New Century (Michael Useem). The 21st Century Workforce: Implications for HR (Jeff Brown and Lindy Williams). Engaging the Generations (Beverly Kaye, et al.). Globalization: How Are the People Challenges (Neville Osrin and Francis Stickland)? Understanding Referent Groups and Diversity: A Key Challenge for Human Resource Leaders (Marshall Goldsmith and R. Roosevelt Thomas). PART TWO. EMERGING PRACTICES. Putting Pride to Work: Recapturing the Power of the Most Effective Motivational Force (Jon R. Katzenbach, et al.). Leveraging HR: How to Develop Leaders in Real Time (Linda Sharkey). Strategic HRM Measurement: From Justifying HR to Strategic Talent Leadership (John W. Boudreau and Peter Ramstad). The Icarus Syndrome: Talent Management and Derailment in the New Millennium (Adrian Furnham). Maximizing the Probability of Success of Newly Recruited Executives (Charles G. Tharp and Ben E. Dowell). Learning via Education and Training (D. Quinn Mills). Beam Me Some Talent Scotty! Knowledge, Learning, and Technology on the Starship Enterprise (Elliott Masie). PART THREE. EMERGING ORGANIZATION AND CULTURE. Free to Choose: Fostering the Innovative Organization (Lynda Gratton). Building a New Partnership (Allan R. Cohen and David L. Bradford). Get Down to Business (Kate Dcamp). Accommodating Change in the 21st Century (Yvonne R. Jackson). Managing Global Total Rewards (Richard Kantor). The Globalization of HR: 21st Century Challenges (Robert J. Joy and Paul Howes). The Challenges of a Global Marketplace (Howard Morgan). PART FOUR. LEADING CHANGE: THE ENDURING TASK. When Change Is out of Our Control (Margaret Wheatley). Mother's Work Is Never Done: Myths and Facts about Organizational Change (James O'Toole). Unilever's Path to Growth: Reflections on a Journey in Progress (Arjan Overwater and Thomas W. Malnight). Finding the Missing Link: Connecting Your Business Strategy and Leadership Strategy (Marc Effron). Convergence of HR: Leadership and Change Management (Wayne Brockbank). Leadership Economics 101: Stimulating Supply to Meet Demand (Sandy Ogg and Kelly Brookhouse). PART FIVE. THE HR PROFESSION: COMING DEMISE OR NEW BEGINNING? Is this the End of HR (Stan Davis)? Transforming Your HR Department into a Start-up Professional Services Firm (William Bridges and Susan Mitchell Bridges). What's Next for the People Function? A Missing Link for Delivering Value (David Ulrich and Norman Smallwood). Profession at a Crossroads (J. Randall MacDonald). Human Resources and Power: Oxymoron or Necessity (Jeffrey Pfeffer)? Managing for Execution: HR Delivery Imperatives (Jason Jeffay and Sandy K. Bicos). HR as a Trusted Partner (James B. Dagnon). The HR Head as Trusted CEO Advisor: Six Strategies for Becoming a Valued Partner to Senior Management (Robert Gandossy and Andrew Sobel). Notes. About the Contributors. Index.",
  "authors": [
    {
      "display_name": "Marc Effron",
      "id": "A5088965062",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marc Effron"
    },
    {
      "display_name": "Robert P. Gandossy",
      "id": "A5028130761",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Robert P. Gandossy"
    },
    {
      "display_name": "Marshall Goldsmith",
      "id": "A5034548956",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Marshall Goldsmith"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-04-11",
  "type": "book",
  "cited_by_count": 51,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.646806
    },
    {
      "id": "C2779728303",
      "display_name": "Pride",
      "level": 2,
      "score": 0.4417198
    },
    {
      "id": "C107645774",
      "display_name": "Human resources",
      "level": 2,
      "score": 0.42083272
    },
    {
      "id": "C202372285",
      "display_name": "Human resource management",
      "level": 2,
      "score": 0.41578558
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38937148
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.34426323
    },
    {
      "id": "C127413603",
      "display_name": "Engineering",
      "level": 0,
      "score": 0.3367152
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3270652
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.20578474
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.16381872
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T14338",
      "display_name": "Leadership, Human Resources, Global Affairs",
      "score": 0.3382
    },
    {
      "id": "T12843",
      "display_name": "Human Resource and Talent Management",
      "score": 0.3194
    },
    {
      "id": "T12751",
      "display_name": "Leadership and Management in Organizations",
      "score": 0.3095
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA62569986",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:36:20.727781",
  "source_database": "OpenAlex"
}