{
  "openalex_id": "W607518649",
  "doi": "https://doi.org/10.1002/9781118963418",
  "title": "Handbook of Child Psychology and Developmental Science",
  "abstract": "Volume 1 1. Introduction Willis F. Overton and Peter C. M. Molenaar 2. Relational Developmental Systems and Developmental Science Willis F. Overton 3. Dynamic Systems and Developmental Science David C. Witherington 4. The Dynamic Development of Thinking, Feeling, and Acting: Infancy through Adulthood Michael F. Mascolo and Kurt W. Fischer 5. Biology, Development, and Human Systems| Robert Lickliter and Hunter Honeycutt 6. Human Evolution and Development: An Ethological Perspective Patrick Bateson 7. Neuroscience, Embodiment, and Development Peter J. Marshall 8. The Development of Agency Bryan W. Sokol, Stuart Hammond, Janet Kuebli, and Leah Sweetman 9. Dialectical Models of Socialization Leon Kuczynski and Jan De Mol 10. Human Development and Culture: Conceptual and Methodological Issues Jayanthi Mistry and Ranjana Dutta 11. Emotional Development and Consciousness Michael Lewis 12. Personal and Cultural Identities: Development and Persistence Michael J. Chandler and William L. Dunlop 13. Moral Development Elliot Turiel 14. Development and Self-Regulation Megan M. McClelland, G. John Geldhof, Claire E. Cameron, and Shannon B. Wanless 15. Developmental Psychopathology E. Mark Cummings and Kristin Valentino 16. Positive Youth Development: A Relational Developmental Systems Model Richard M. Lerner, Jacqueline V. Lerner, Edmond Bowers, and G. John Geldhof 17. Systems Methods for Developmental Research Peter C. M. Molenaar and John R. Nesselroade 18. Neuroscientific Methods with Children Michelle de Haan 19. Qualitative/Mixed Models Patrick H. Tolan, Steven M. Boker, and Nancy L. Deutsch 20. Growth Curve Modeling and Longitudinal Factor Analysis Nilam Ram and Kevin J. Grimm 21. Person-Oriented Methodological Approaches in Developmental Science Alexander von Eye, Lars R. Bergman, and Chueh-An Hsieh Volume 2 1. Introduction Lynn S. Liben and Ulrich M. Muller 2. Brain and Cognitive Development Joan Stiles, Timothy T. Brown, Frank Haist, and Terry L. Jernigan 3. Perceptual Development Scott P. Johnson and Erin E. Hannon 4. Motor development Karen Adolph 5. Attentional Development: The past, the present, and the future Jelena Ristic and James T. Enns 6. The Development of Symbolic Representation Tara Callaghan and John Corbit 7. Conceptual Development Vladimir Sloutsky 8. Language Development Brian MacWhinney 9. Early Literacy Christopher J. Lonigan 10. Nonverbal Communication: The Hand s Role in Talking and Thinking Susan Goldin-Meadow 11. Development of executive function Ulrich Muller and Kimberly Kerns 12. Development of Reasoning Robert B. Ricco 13. An Adaptive View of Memory Development Mark L. Howe 14. The Development of Mathematical Reasoning Terezinha Nunes and Peter Bryant 15. Development of spatial cognition Lynn Liben and Roger Downs 16. The Development of Play Angeline S. Lillard 17. The Developmental Psychology of Time Teresa McCormack 18. Development of scientific thinking Richard Lehrer and Leona Schauble 19. Artistic Development in the Visual Arts and Music Constance Milbrath, Gary McPherson, and Margaret Osborne 20. Cognitive Development through Media Daniel R. Anderson and Heather L. Kirkorian 21. The Development of Social Understanding Jeremy I. M. Carpendale and Charlie Lewis 22. Cognition in developing social identities and beliefs Rebecca Bigler 23. Gender Development from a Social-Cognitive Perspective Campbell Leaper 24. Cognitive Development in the Context of Culture Mary Gauvain and Susan Perez 25. Atypical Cognitive Development Bruce F. Pennington Volume 3 1. Unraveling the Processes that Underlie Social, Emotional, and Personality Development: A Preliminary Survey of the Terrain Michael E. Lamb 2. Measuring Socio-emotional Behavior and Development Celia A. Brownell, Elizabeth A. Lemerise, Kevin A. Pelphrey, and Glenn I. Roisman 3. The Prenatal Environment and its Implications for Development: An Evolutionary David A. Coall, Anna Callan, Thomas E. Dickins, and James S. Chisholm 4. Psychoneuroendocrinology of Stress: Normative Development and Individual Differences Megan R. Gunnar, Jenalee R. Doom, and Elisa A. Esposito 5. Temperament and Personality Xinyin Chen and Louis A. Schmidt 6. Relationships, Regulation, and Early Development Ross A. Thompson 7. Resilience in the Face of Adversities Suniya S. Luthar, Elizabeth J. Crossman, and Phillip J. Small 8. Socio-emotional consequences of illness and disability Keith Crnic and Cameron Neece 9. The Implications of Discrimination for Child and Adolescent Development Amy K. Marks, Kida Ejesi, Mary Beth McCullough, and Cynthia Garcia Coll 10. Race, class and ethnicity as they affect emergent adulthood Vonnie McLoyd, Kelly M. Purtell, and Cecily R. Hardaway 11. Socio-emotional Development in Changing Family Contexts Susan Golombok and Fiona Tasker 12. Children and the Law Michael E. Lamb, Lindsay C. Malloy, Irit Hershkowitz, and David La Rooy 13. A Multilevel Perspective on Child Maltreatment Dante Cicchetti and Sheree L. Toth 14. Individual Differences in Theory of Mind: A Social Perspective Claire Hughes and Rory T. Devine 15. Prosocial Development Nancy Eisenberg, Tracy L. Spinrad, & Ariel Knafo 16. Development of Achievement Motivation and Engagement Allan Wigfield, Jacquelynne S. Eccles, Jennifer Fredricks, Sandra Simpkins, Robert Roeser, and Ulrich Schiefele 17. Morality: Origins and Development Melanie Killen and Judith G. Smetana 18. Conceptualizing the Self: Contributions of Normative Human Processes, Diverse Contexts and Opportunity Margaret Beale Spencer, Dena Phillips Swanson, and Vinay Harpalani 19. Aggressive and Violent Behavior Manuel Eisner and Tina Malti 20. Gendered development Melissa Hines 21. The Development of Sexuality Lisa M. Diamond, Susan B. Bonner, and Janna A. Dickenson 22. Friendships, Romantic Relationships, and Other Dyadic Peer Relationships in Childhood and Adolescence: A Unified Relational Perspective Wyndol Furman and Amanda J. Rose 23. The Nature and Functions of Religious and Spiritual Development in Childhood and Adolescence Pamela Ebstyne King and Chris J. Boyatzis Volume 4 1. Children in Bioecological Landscapes of Development Marc H. Bornstein and Tama Leventhal 2. Human Development in Time and Place Glen H. Elder, Jr., Michael J. Shanahan, and Julia A. Jennings 3. Children and their Parents Marc H. Bornstein 4. Children in Diverse Families Lawrence Ganong, Marilyn Coleman, and Luke Russell 5. Children in Peer Groups Kenneth H. Rubin, William M. Bukowski, and Julie Bowker 6. Early Child Care and Education Margaret Burchinal, Katherine Magnuson, Douglas Powell, and Sandra Soliday Hong 7. Children at School Robert Crosnoe and Aprile D. Benner 8. Children s Organized Activities Deborah Lowe Vandell, Reed W. Larson, Joseph L. Mahoney, and Tyler W. Watts 9. Children at Work Jeremy Staff, Arnaldo Mont'Alvao, and Jeylan T. Mortimer 10. Children and Digital Media Sandra L. Calvert 11. Children in Diverse Social Contexts Velma McBride Murry, Nancy E. Hill, Dawn Witherspoon, Cady Berkel, and Deborah Bartz 12. Children s Housing and Physical Environments Robert H. Bradley 13. Children in Neighborhoods Tama Leventhal, Veronique Dupere, and Elizabeth Shuey 14. Children and Socioeconomic Status Greg J. Duncan, and Katherine Magnuson, and Elizabeth Votruba-Drzal 15. Children in Medical Settings Barry Zuckerman and Robert D. Keder 16. Children and the Law Elizabeth Cauffman, Elizabeth Shulman, Jordan Bechtold, and Laurence Steinberg 17. Children and Government Kenneth A. Dodge and Ron Haskins 18. Children in War and Disaster Ann S. Masten, Angela J. Narayan, Wendy K. Silverman, and Joy D. Osofsky 19. Children and Cultural Context Jacqueline J. Goodnow and Jeanette A. Lawrence 20. Children in History Peter N. Stearns 21. Assessing Children from a Bioecological Perspective Theodore D. Wachs",
  "authors": [
    {
      "display_name": "Richard M. Lerner",
      "id": "A5002163720",
      "orcid": "https://orcid.org/0000-0002-0429-8719",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Richard M. Lerner"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-02-24",
  "type": "book",
  "cited_by_count": 1200,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306464293",
    "display_name": "Wiley eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.60504746
    },
    {
      "id": "C2778128402",
      "display_name": "Developmental Science",
      "level": 2,
      "score": 0.58046377
    },
    {
      "id": "C138496976",
      "display_name": "Developmental psychology",
      "level": 1,
      "score": 0.35749415
    },
    {
      "id": "C188147891",
      "display_name": "Cognitive science",
      "level": 1,
      "score": 0.34424344
    }
  ],
  "topics": [
    {
      "id": "T13447",
      "display_name": "Educational and Psychological Assessments",
      "score": 0.4503
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/9781118963418",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.023604",
  "source_database": "OpenAlex"
}