{
  "openalex_id": "W608658582",
  "doi": null,
  "title": "Serious games : mechanisms and effects",
  "abstract": "Foreword Ben Sawyer PART I. Serious Games: Explication of an Oxymoron Introduction Ute Ritterfeld, Michael Cody & Peter Vorderer Classifying serious games Rabindra Ratan & Ute Ritterfeld Enjoyment of digital games: What makes them fun? Hua Wang, Cuihua Shen & Ute Ritterfeld Serious games and seriously fun games: Can they be one and the same? Cuihua Shen, Hua Wang & Ute Ritterfeld PART II. Theories and Mechanisms SERIOUS GAMES FOR LEARNING Deep learning properties of good digital games: How far can they go? Paul Gee Deep learning and emotion in serious games Arthur Graesser, Patrick Chipman, Frank Leeming & Suzanne Biedenbach Psychological and communicological theories of learning and emotion underlying serious games Jennings Bryant & Wes Fondren Designing Serious Games for Learning and Health in Informal and Formal Settings Debra Lieberman What do children learn from playing digital games? Fran S. Blumberg & Sabrina S. Ismailer SERIOUS GAMES FOR DEVELOPMENT The impact of serious games on childhood development John Sherry & Jayson Dibble Designing serious games for children and adolescents: What developmental psychology can teach us Kaveri Subrahmanyam & Patricia Greenfield Door to another me: Identity construction through digital game play Elly Konijn & Marije Nije Bijvank Identity formation and emotion regulation in digital gaming Ute Ritterfeld Serious games for girls? Considering gender in learning with digital games Yasmin Kafai Girls as serious gamers: pitfalls and possibilities Jeroen Jansz & Mirjam Vosmeer Serious games and social change: Why they (should) work Christoph Klimmt Entertainment education through digital games Hua Wang & Arvind Singhal PART IV. Methodological Challenges Melding the power of serious games and embedded assessment to monitor and foster learning: flow and grow Valerie J. Shute, Matthew Ventura, Malcolm Bauer & Diego Zapata-Rivera Making the implicit explicit. Embedded measurement in serious games Gary Bente & Johannes Breuer Evaluating the potential of serious games: What can we learn from previous research on media effects and educational intervention? Marco Ennemoser Improving methodology in serious games research with elaborated theory James H. Watt Generalizability and validity in digital game research Mike Shapiro & Jorge Pena Designing game research: addressing questions of validity Niklas Ravaja & Matias Kivikangas PART V. Applications, Limitations, and Future Directions Three-dimensional game environments for recovery from stroke Younbo Jung, Shih-Chih Yeh, Margaret McLaughlin, Albert A. Rizzo & Carolee Winstein Reducing risky sexual decision-making in the virtual and in the real-world: Serious games, intelligent agents, and a SOLVE Approach Lynn C. Miller, John L. Christensen, Carlos G. Godoy, Paul Robert Appleby, Charisse Corsbie-Massay, and Stephen J. Read From serious games to serious gaming Henry Jenkins, Brett Camper, Alex Chisholm, Neal Grigsby, Eric Klopfer, Scot Osterweil, Judy Perry. Philip Tan, Matthew Weise & Teo Chor Guan Immersive serious games for large scale multiplayer dialogue and co-creation Stacey Spiegel & Rodney Hoinkes The gaming dispositif. An analysis of serious games from a humanities perspective Joost Raessens",
  "authors": [
    {
      "display_name": "Ute Ritterfeld",
      "id": "A5028963458",
      "orcid": "https://orcid.org/0000-0002-5109-9798",
      "institutions": [
        {
          "id": "I4210127327",
          "display_name": "Institute of Developmental Physiology",
          "country_code": "RU",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Ute Ritterfeld"
    },
    {
      "display_name": "Michael J. Cody",
      "id": "A5013354607",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael J. Cody"
    },
    {
      "display_name": "Peter Vorderer",
      "id": "A5051641675",
      "orcid": null,
      "institutions": [
        {
          "id": "I1174212",
          "display_name": "University of Southern California",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Peter Vorderer"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-09-10",
  "type": "book",
  "cited_by_count": 826,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463855",
    "display_name": "Routledge eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4995494
    },
    {
      "id": "C2778355321",
      "display_name": "Identity (music)",
      "level": 2,
      "score": 0.43680692
    },
    {
      "id": "C512170562",
      "display_name": "Entertainment",
      "level": 2,
      "score": 0.42109656
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.32285678
    },
    {
      "id": "C107038049",
      "display_name": "Aesthetics",
      "level": 1,
      "score": 0.27480388
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.24138162
    },
    {
      "id": "C153349607",
      "display_name": "Visual arts",
      "level": 1,
      "score": 0.22884479
    }
  ],
  "topics": [
    {
      "id": "T12060",
      "display_name": "Child Development and Digital Technology",
      "score": 0.923
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB00076910",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:58:50.558077",
  "source_database": "OpenAlex"
}