{
  "openalex_id": "W61007526",
  "doi": "https://doi.org/10.1201/9781420005868",
  "title": "Electrochemical Methods for Neuroscience",
  "abstract": "Introduction to Electrochemical Methods in Neuroscience, L. M. Borland and A. C. Michael Rapid Dopamine Release in Freely Moving Rats, D. L. Robinson and R. M. Wightman Presynaptic Regulation of Extracellular Dopamine as Studied by Continuous Amperometry in Anesthetized Animals, M. Benoit-Marand, M.F. Suaud-Chagny, and F. Gonon Fast Scan Cyclic Voltammetry of Dopamine and Serotonin in Mouse Brain Slices, C. E. John and S. R. Jones High-Speed Chronoamperometry to Study Kinetics and Mechanisms for Serotonin Clearance in vivo, L. C. Daws and G. M. Toney Using High-Speed Chronoamperometry Coupled with Local Dopamine Application to Assess Dopamine Transporter Function, J. M. Gulley, G. A. Larson, and N. R. Zahniser Determining Serotonin and Dopamine Uptake Rates in Synaptosomes Using High-Speed Chronoamperometry, X. A. Perez, A. J. Bressler, and A. Milasincic Andrews Using Fast-Scan Cyclic Voltammetry to Investigate Somatodendritic Dopamine Release, S. Threlfell and S. J. Cragg From Interferant Anion to Neuromodulator: Ascorbate Oxidizes Its Way to Respectability, G. V. Rebec Biophysical Properties of Brain Extracellular Space Explored with Ion-Selective Microelectrodes, Integrative Optical Imaging and Related Techniques, S. Hrabtova and C. Nicholson Hydrogen Peroxide as a Diffusible Messenger: Evidence from Voltammetric Studies of Dopamine Release in Brain Slices, M. E. Rice, M. V. Avshalumov, and J. Patel In Vivo Voltammetry with Telemetry, P. A. Garris, P. G. Greco, S. G. Sandberg, G.Howes, S. Pongmaytegul, B. A. Heidenreich, J. M. Casto, R. Ensman, J. Poehlman, A. Alexander, and G. V. Rebec Oxidative Stress at the Single Cell Level, C. Amatore and S. Arbault Electrochemistry at the Cell Membrane/Solution Interface, N. Wittenberg, M. Maxson, Daniel Eves, A.S. Cans, and A. G. Ewing The Patch Amperometry Technique: Design of a Method to Study Exocytosis of Single Vesicles, G. Dernick, G. Alvarez de Toledo, and M. Lindau Amperometric Detection of Dopamine Exocytosis from Synaptic Terminals, R.G.W. Staal, S. Rayport, and D. Sulzer Scanning Electrochemical Microscopy as a Tool in Neuroscience, A. Schulte and W. Schuhmann Principles, Development and Applications of Self-Referencing Electrochemical Microelectrodes to the Determination of Fluxes at Cell Membranes, P.J.S. Smith, R. H. Sanger, and M. A. Messerli Second-by-Second Measures of L-Glutamate and Other Neurotransmitters Using Enzyme-Based Microelectrode Arrays, K. N. Hascup, E. C. Rutherford, J. E. Quintero, B. K. Day, J. R. Nickell, F. Pomerleau, P. Huettl, J. J. Burmeister, and G. A. Gerhardt Telemetry for Biosensor Systems, D. A. Johnson and G. S. Wilson The Principles, Development and Application of Microelectrodes for the in vivo Determination of Nitric Oxide, M. J. Serpe and X. Zhang In vivo Fast-scan Cyclic Voltammetry of Dopamine near Microdialysis Probes, H. Yang and A. C. Michael",
  "authors": [
    {
      "display_name": "Adrian C. Michael",
      "id": "A5066881654",
      "orcid": "https://orcid.org/0000-0001-9069-4664",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Adrian C Michael"
    },
    {
      "display_name": "Laura Borland",
      "id": "A5018268603",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Laura M Borland"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-12-13",
  "type": "book",
  "cited_by_count": 353,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463075",
    "display_name": "CRC Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C169760540",
      "display_name": "Neuroscience",
      "level": 1,
      "score": 0.62493324
    },
    {
      "id": "C52859227",
      "display_name": "Electrochemistry",
      "level": 3,
      "score": 0.4264611
    },
    {
      "id": "C171250308",
      "display_name": "Nanotechnology",
      "level": 1,
      "score": 0.34468466
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.31638288
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.26818794
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.21172991
    },
    {
      "id": "C17525397",
      "display_name": "Electrode",
      "level": 2,
      "score": 0.077450275
    },
    {
      "id": "C147789679",
      "display_name": "Physical chemistry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11434",
      "display_name": "Electrochemical Analysis and Applications",
      "score": 0.9804
    },
    {
      "id": "T10212",
      "display_name": "Electrochemical sensors and biosensors",
      "score": 0.9451
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1201/9781420005868",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T16:00:31.427638",
  "source_database": "OpenAlex"
}