{
  "openalex_id": "W611181139",
  "doi": "https://doi.org/10.5860/choice.43-3675",
  "title": "UN voices: the struggle for development and social justice",
  "abstract": "Voices presents the human and moving stories of an extraordinary group of individuals who contributed to the economic and social record of the UN's life and activities. Drawing from extensive interviews, the book presents in their own words the experiences of 73 individuals from around the globe who have spent much of their professional lives engaged in United Nations affairs. We hear from secretaries-general and presidents, ministers and professors, social workers and field workers, as well as diplomats and executive heads of UN agencies.Among those interviewed are noted figures such as Kofi Annan, Boutros Boutros-Ghali, Alister McIntyre, Conor Cruise O'Brien, Javier Perez de Cuellar, and Kurt Waldheim, as well as many less well known UN professional men and women who have made significant contributions to the international struggle for a better world. Their personal accounts also engage their contributions in dealing with such events and issues as the UN's founding, decolonization, the rise and fall of the Berlin Wall, human rights, the environment, and September 11, 2001.Thomas G.Weiss is Presidential Professor of Political Science at CUNY Graduate Center and Director of the Ralph Bunche Institute for International where he is co-director of the United Nations Intellectual History Project and editor of Global Governance. His latest books are: Ahead of the Curve? UN Ideas and Global Challenges (Indiana University Press, 2001), author; The Responsibility To Protect: Research, Bibliography, and Background (ICISS, 2001), author; Military-Civilian Interactions: Humanitarian Crises and the Responsibility to Protect (Rowman and Littlefield, 2004), 2nd edition; and The United Nations and Changing World Politics (Westview, 2004), 4th edition, author; and Terrorism and the UN: Before and After September 11 (Indiana University Press, 2004), editor.Tatiana Carayannis is Research Manager of the United Nations Intellectual History Project and former adjunct instructor in Political Science at CUNY. Some of her recent publications include The Democratic Republic of Congo: 1996-2002 in Jane Boulden ed., Dealing with Conflict in Africa: Role of the United Nations and Regional Organizations, London: Palgrave, 2003, and The Network Wars of the Congo: Towards a New Analytic Approach, Journal of Asian and African Studies, 2003. She is currently completing a doctoral dissertation in Political Science on networks, multilateral institutions, and the Congo wars.Louis Emmerij is Senior Research Fellow at CUNY Graduate Center's Ralph Bunche Institute for International where he is co-director of the United Nations Intellectual History Project. Among his recent books are: Contributions to Thinking and Practice (Indiana University Press, 2004), author; Ahead of the Curve? UN Ideas and Global Challenges (Indiana University Press, 2001), and author; Economic and Social into the 21st Century (Johns Hopkins University Press, 1997).Richard Jolly is Senior Research Fellow at CUNY Graduate Center's Ralph Bunche Institute for International where he is co-director of the United Nations Intellectual History Project, and Professor Emeritus at the University of Sussex. Publications to which he has contributed include: Contributions to Thinking and Practice (Indiana University Press, 2004), author; Ahead of the Curve? UN Ideas and Global Challenges (Indiana University Press, 2001), author; and Development with a Human Face (1998), author.",
  "authors": [
    {
      "display_name": "Thomas G. Weiss",
      "id": "A5007397829",
      "orcid": "https://orcid.org/0000-0002-5258-4947",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Thomas G. Weiss"
    },
    {
      "display_name": "Tatiana Carayannis",
      "id": "A5042993163",
      "orcid": "https://orcid.org/0000-0002-4790-0992",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Tatiana Carayannis"
    },
    {
      "display_name": "Louis Emmerij",
      "id": "A5048156702",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Louis Emmerij"
    },
    {
      "display_name": "Richard Jolly",
      "id": "A5109132926",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Jolly"
    }
  ],
  "publication_year": 2006,
  "publication_date": "2006-02-01",
  "type": "article",
  "cited_by_count": 71,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "43",
  "issue": "06",
  "first_page": "43",
  "last_page": "3675",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C169437150",
      "display_name": "Human rights",
      "level": 2,
      "score": 0.62299997
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.6184843
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.47868663
    },
    {
      "id": "C139621336",
      "display_name": "Economic Justice",
      "level": 2,
      "score": 0.4442012
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.41010067
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.39918843
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.32378986
    }
  ],
  "topics": [
    {
      "id": "T12752",
      "display_name": "Global Peace and Security Dynamics",
      "score": 0.968
    },
    {
      "id": "T11168",
      "display_name": "International Development and Aid",
      "score": 0.9125
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.43-3675",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:28:52.044169",
  "source_database": "OpenAlex"
}