{
  "openalex_id": "W612275285",
  "doi": "https://doi.org/10.1163/ej.9789004175020.i-656",
  "title": "New Chapters in the History of Rhetoric",
  "abstract": "Preface, Laurent Pernot Acknowledgements PART I - RHETORIC IN HISTORY 1. Theoretical Issues L'histoire de la rhetorique dans l'Europe moderne, Marc Fumaroli Rhetoriques particulaires et rhetoriques ondulatoires, Sung-Gi Jon Aspects rhetoriques du historique, Donka Alexandrova La rhetorique du simulacrum: analogies historiques, Andrei Rozhdestvenski La traduccion como ejercicio retorico y gramatical, Francisco Chico Rico 2. Greco-Roman Antiquity The Power of Logos in Gorgias' Encomium of Helen, Nam-Duh Kim Painting or Writing Speeches? Plato, Alcidamas, and Isocrates on Logography, Marie-Pierre Noel Transparency and Trust in Ancient Rhetoric and Poetics, Harvey Yunis Le du tribun Licinius Macer a la plebe (Salluste, Histoires 3, 48 M = 3, 34 McGushin), Martine Chassignet Cicero and the Sophists, Robert N. Gaines Cicerone allegorico: la metamorfosi del personaggio storico in paradigma dell'eloquenza romana, Gabriella Moretti Deklamationen und Geschichtsschreibung im 4. Jh. n. Chr., Gualtiero Calboli Incest in Roman Declamation, Be Breij L'harmonie du savoir: du modele rhetorique au modele musical, Florence Malhomme 3. Modern and Contemporary Times The History of Russian Rhetoric: Sources, Ideas, Authors, Vladimir I. Annushkin La rhetorique militaire en Russie, Tcheslav Daletski Henri III rheteur, nouvel Hercule gaulois, Claude La Charite Jean-Jacques Rousseau ou les figures prises-au-propre, Nanine Charbonnel The Merging of Civic Republicanism, Polite Culture, and Christianity in Hugh Blair's Lectures on Rhetoric and Belles Lettres, Arthur E. Walzer The Rhetoric Against Rhetoric: The Avant-garde Manifesto, P. M. Mehtonen PART II - RHETORIC AND RELIGION 1. The Problematic of Religious Discourse The Rhetoric of Religion, Laurent Pernot Caduta e ascesa di Religione e Retorica, Luigi Spina La parole, la foi et la beaute : la Grece, Rome et le christianisme medieval, Alain Michel Rhetoricians in Black: Benedictine Monks and Rhetorical Revival in Medieval Oxford, Martin Camargo On Chinese Religious Rhetoric, Rudong Chen The Expedient, the Honorable, and the Sacred: Rhetorical Topoi and the Religious Imperative, Michael Leff 2. Speaking of the Gods, Speaking to the Gods Les dieux chez les orateurs attiques, Michael Edwards Gottesurteil - Beweismittel - Stilfigur. Funktion und Stellenwert des Eides in der antiken Rhetorik, Manfred Kraus Le discours sacre (hieros logos) : une forme de rhetorique religieuse dans l'Antiquite grecque, Mina Tasseva L'influence de la legende bouddhique sur le roman de Barlaam et Josaphat : un cas de persuasion rhetorique et religieuse, Heon Kim 3. How to Read the Bible Rhetorically? Rhetorique paulinienne et terminologie qoumranienne, Marc Philonenko Pourquoi un Traite de rhetorique biblique? Roland Meynet The Rhetorical Dispositio of 1 Cor. 11, 2-16 and the Problem of the Veil, Slawomir Torbus Art oratoire et argumentation dans le Livre de Job, Velichko Rumenchev Scriptural Elocutio in Seventeenth-Century England, Lawrence D. Green 4. Theory and Practice of Preaching La importancia de la pronuntiatio en la Retorica eclesiastica (1576) de Fray Luis de Granada, Alfonso Martin Jimenez Bunyan's Progress and Glanvill's Stand: Narration and Stasis in Later Seventeenth-Century English Religious Discourse, Jameela Lares No Proper Subject: Religion and Eloquence in Modern Britain, Don Paul Abbott Homiletik und Rhetorik: Hermann Herings Predigtlehre, Gregor Kalivoda 5. Religion and Political Discourse Theology of Liberation and Its Tradition in Poland: the Church, Politics, and Rhetoric in 1981-1989, Jakub Z. Lichanski La question des rapports entre l'Eglise et l'Etat dans la rhetorique parlementaire en Bulgarie, Lilia Metodieva Notes on Contributors Index of Authors and Texts (from antiquity to the present) Index of Scholars and Critics",
  "authors": [
    {
      "display_name": "Laurent Pernot",
      "id": "A5108542887",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Laurent Pernot"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-09-28",
  "type": "book",
  "cited_by_count": 22,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306462964",
    "display_name": "BRILL eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320561"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C1370556",
      "display_name": "Rhetoric",
      "level": 2,
      "score": 0.8401067
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4250465
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.1938926
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.16900584
    }
  ],
  "topics": [
    {
      "id": "T13707",
      "display_name": "Literature, Language, and Rhetoric Studies",
      "score": 0.5079
    },
    {
      "id": "T11982",
      "display_name": "Rhetoric and Communication Studies",
      "score": 0.4688
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1163/ej.9789004175020.i-656",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:13:17.331923",
  "source_database": "OpenAlex"
}