{
  "openalex_id": "W614042317",
  "doi": "https://doi.org/10.1515/9780804778220-009",
  "title": "7. Weapons of Mass Destruction and Terrorism",
  "abstract": "Weapons of Mass Destruction and Terrorism, Second Edition Foreword Michael A. Sheehan Preface Unit One-Conceptual Frameworks Introduction 1.1 Definitions, Trends, and the Concept of Russell D. Howard and Margaret J. Nencheck The New Terrorism Brian Michael Jenkins The New Age of Terrorism 1.2 The Nature of the Post-9/11 WMD Terrorism Threat Bruce Hoffman CBRN Terrorism Post-9/11 James J. F. Forest Opportunities and Limitations for WMD Terrorism Leonard A. Cole WMD and Lessons from the Anthrax Attacks Unit Two-Weapons and Motivations Introduction 2.1 Chemical Weapons National Academies and Department of Homeland Security Fact Sheet: Chemical Warfare Agents, Industrial Chemicals, and Toxins Jonathan B. Tucker Chemical Terrorism: Assessing Threats and Responses 2.2 Biological Weapons National Academies and Department of Homeland Security Fact Sheet: Human Pathogens, Biotoxins, and Agricultural Threats James W. Martin, George W. Christopher, and Edward M. Eitzen History of Biological Weapons: From Poisoned Darts to Intentional Epidemics Brian Finlay The Bioterror Pipeline: Big Pharma, Patent Expirations, and New Challenges to Global Security Benjamin Wittes Innovation's Darker Future: Biosecurity, Technologies of Mass Empowerment, and the Constitution 2.3 Radiological Weapons National Academies and Department of Homeland Security Fact Sheet: Bombs and Other Devices Charles D. Ferguson and Michelle M. Smith Assessing Radiological Weapons: Attack Methods and Estimated Effects 2.4 Nuclear Weapons National Academies and Department of Homeland Security Fact Sheet: Nuclear Weapons Morten Bremer Maerli, Annette Schaper, and Frank Barnaby The Characteristics of Nuclear Terrorist Weapons Matthew Bunn and Anthony Wier The Seven Myths of Nuclear Terrorism John Mueller The Atomic Terrorist? 2.5 Case Studies David Albright and Corey Hinderstein Unraveling the A.Q. Khan and Future Proliferation Networks Jeffrey M. Bale The North Caucasus Conflict and the Potential for Radiological Terrorism Robert Jones, Brandon Wills, and Christopher Kang Chlorine Gas: An Evolving Hazardous Material Threat and Unconventional Weapon Unit Three-Critical Infrastructure Dimensions Introduction 3.1 Public Spaces, Transportation Networks, and Other Critical Infrastructure Gary A. Ackerman, Jeffrey M. Bale, and Kevin S. Moran Assessing the Threat to Critical Infrastructure Homeland Security & Defense Business Council Mass Transit Security 3.2 Chemical and Biological Threats John McNabb Chemical and Biological Threats against Public Water Systems Mark Wheelis, Rocco Casagrande, and Laurence V. Madden Biological Attack on Agriculture: Low-Tech, High-Impact Bioterrorism 3.3 Nuclear Reactors Gavin Cameron Nuclear Terrorism: Reactors & Radiological Attacks after September 11 George Bunn and Chaim Braun Terrorism Potential for Research Reactors Compared with Power Reactors: Nuclear Weapons, Dirty Bombs, and Truck Bombs Unit Four-Responding to the Threat Introduction 4.1 Strategy and Policy Mary Beth Nikitin, Paul K. Kerr, and Steven A. Hildreth Proliferation Control Regimes: Background and Status Albert J. Mauroni A Counter-WMD Strategy for the Future Russell D. Howard Preemptive Military Doctrine: No Other Choice 4.2 Intelligence Matthew C. Waxman Self-Defense and the Limits of WMD Intelligence Brian Finlay Minding Our Business: The Role of the Private Sector in Managing the WMD Supply Chain 4.3 Response and Resilience Ashton B. Carter, Michael M. May, and William J. Perry The Day After: Action Following a Nuclear Blast in a U.S. City Ronald W. Perry and Michael K. Lindell Understanding Citizen Response to Disasters with Implications for Terrorism 4.4 Unique Challenges of Responding to Bioterrorism Threats and Attacks Lea Ann Fracasso Developing Immunity: The Challenges of Mandating Vaccinations in the Wake of a Biological Terrorist Attack Crystal Franco and Nidhi Bouri Environmental Decontamination Efforts Following a Large-Scale Bioterrorism Attack: Federal Progress and Remaining Gaps Gregory D. Koblentz and Jonathan B. Tucker Tracing an Attack: The Promise and Pitfalls of Microbial Forensics Sam Berger and Jonathan D. Moreno Public Trust, Public Health, and Public Safety: A Progressive Response to Bioterrorism 4.5 Case Studies David Albright, Paul Brannan, and Andrea Scheel Stricker Detecting and Disrupting Illicit Nuclear Trade after A.Q. Khan Elin Gursky, Thomas V. Inglesby, and Tara O'Toole Anthrax 2001: Observations on the Medical and Public Health Response Robyn Pangi Consequence Management in the 1995 Sarin Attacks on the Japanese Subway System Xavier Stewart An All-Hazards Training Center for a Catastrophic Emergency Unit Five-Assessing the Future WMD Threat Introduction 5.1 Gregory D. Koblentz Predicting Peril or the Peril of Prediction? Assessing the Risk of CBRN Terrorism 5.2 Joshua Sinai and James J.F. Forest Threat Convergence: A Framework for Analyzing the Potential for WMD Terrorism 5.3 Forrest E. Waller, Jr. and Michael A. George Emerging WMD Technologies 5.4 Adam Dolnik and James J.F. Forest Conclusion: Appreciating the Past and Present, Anticipating the Future Appendix A.1 Prevention of WMD Proliferation and Terrorism Report Card (January 2010) A.2 National Strategy for Counterterrorism (June 2011) A.3 A National Strategy for CBRNE Standards (May 2011) Credits Index",
  "authors": [
    {
      "display_name": "James J. F. Forest",
      "id": "A5052276212",
      "orcid": "https://orcid.org/0000-0002-1765-1817",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "James J. F. Forest"
    },
    {
      "display_name": "Russell D. Howard",
      "id": "A5077883062",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Russell D. Howard"
    },
    {
      "display_name": "Ambassador Michael Sheehan",
      "id": "A5114888009",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Ambassador Michael Sheehan"
    }
  ],
  "publication_year": 2020,
  "publication_date": "2020-07-03",
  "type": "book-chapter",
  "cited_by_count": 33,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463952",
    "display_name": "Stanford University Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": "99",
  "last_page": "114",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C203133693",
      "display_name": "Terrorism",
      "level": 2,
      "score": 0.6739547
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.3727516
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.13207173
    }
  ],
  "topics": [
    {
      "id": "T11515",
      "display_name": "Bacillus and Francisella bacterial research",
      "score": 0.8812
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1515/9780804778220-009",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:50.372433",
  "source_database": "OpenAlex"
}