{
  "openalex_id": "W614493364",
  "doi": "https://doi.org/10.1201/b17159",
  "title": "Interrelationships Between Corals and Fisheries",
  "abstract": "Introduction: The Need to Discern the Relationships between Corals and Fisheries Stephen A. Bortone Addressing the Global Decline in Coral Reefs and Forthcoming Impacts on Fishery Yields Peter F. Sale and Mark A. Hixon Distribution and Diversity of Coral Habitat, Fishes, and Associated Fisheries in U.S. Waters of the Gulf of Mexico Carrie M. Simmons, Angela B. Collins, and Rob Ruzicka Implementation of Coral Habitat Areas of Particular Concern (CHAPCs): South Atlantic Fishery Management Council Process Anna Martin Characterization and Interrelationships of Deepwater Coral/Sponge Habitats and Fish Communities Off Florida John K. Reed, Stacey Harter, Stephanie Farrington, and Andrew David Factors Affecting Coral Reef Fisheries in the Eastern Gulf of Mexico Walter C. Jaap, Steve W. Ross, Sandra Brooke, and William S. Arnold Coral Community Development on Offshore Platforms in the Gulf of Mexico: What We Now Know Paul W. Sammarco A Strategic Approach to Address Fisheries Impacts to Deep-Sea Coral Ecosystems Thomas F. Hourigan Restoring Deepwater Coral Ecosystems and Fisheries after the Deepwater Horizon Oil Spill Andrew N. Shepard Mangrove Connectivity Helps Sustain Coral Reef Fisheries under Global Climate Change Janet A. Ley Augmented Catch-MSY Approach to Fishery Management in Coral-Associated Fisheries Marlowe Sabater and Pierre Kleiber Predictive Mapping of Coral Reef Fish Species and Communities Simon J. Pittman and Anders Knudby Progressing from Data to Information: Incorporating GIS into Coral and Fisheries Management Mark Mueller, John Froeschke, and David Naar Connectivity in the Tropical Coastal Seascape: Implications for Marine Spatial Planning and Resource Management John C. Ogden, Ivan Nagelkerken, and Carole C. McIvor Sustaining the Interrelationships between Corals and Fisheries: Managing for the Future Stephen A. Bortone",
  "authors": [
    {
      "display_name": "Stephen A. Bortone",
      "id": "A5067333519",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Stephen A. Bortone Ph.D."
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-06-23",
  "type": "book",
  "cited_by_count": 20,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463075",
    "display_name": "CRC Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320449"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C505870484",
      "display_name": "Fishery",
      "level": 1,
      "score": 0.6816206
    },
    {
      "id": "C111368507",
      "display_name": "Oceanography",
      "level": 1,
      "score": 0.43359405
    },
    {
      "id": "C205649164",
      "display_name": "Geography",
      "level": 0,
      "score": 0.40670457
    },
    {
      "id": "C127313418",
      "display_name": "Geology",
      "level": 0,
      "score": 0.20263514
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.18210202
    }
  ],
  "topics": [
    {
      "id": "T10341",
      "display_name": "Coral and Marine Ecosystems Studies",
      "score": 0.9491
    },
    {
      "id": "T12414",
      "display_name": "Coastal and Marine Management",
      "score": 0.9011
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1201/b17159",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:56:23.324739",
  "source_database": "OpenAlex"
}