{
  "openalex_id": "W618420085",
  "doi": "https://doi.org/10.5860/choice.38-1465",
  "title": "Shakespeare in the movies: from the silent era to Shakespeare in love",
  "abstract": "Shakespeare is now enjoying perhaps his most glorious - certainly his most popular - filmic incarnation. Indeed, the Bard has been splashed across the big screen to great effect in recent adaptations of Hamlet, Henry V, Othello, Twelfth Night, Romeo and Juliet, Much Ado About Nothing, Richard II, A Midsummer Night's Dream, and of course in the hugely successful Shakespeare in Love. Unlike previous studies of Shakespeare's cinematic history, Shakespeare in the Movies proceeds chronologically, in the order that plays were written, allowing the reader to trace the development of Shakespeare as an author-and an auteur-and to see how the changing cultural climate of the Elizabethans flowered into film centuries later. Prolific film writer Douglas Brode provides historical background, production details, contemporary critical reactions, and his own incisive analysis, covering everything from the acting of Marlon Brando, Laurence Olivier, Richard Burton, and Gwyneth Paltrow, to the direction of Orson Welles, Kenneth Branagh, and others. Brode also considers the many films which, though not strict adaptations, contain significant Shakespearean content, such as West Side Story and Kurosawa's Ran and Throne of Blood. Nor does Brode ignore the ignoble treatment the master has sometimes received. We learn, for instance, that the 1929 version of The Taming of the Shrew (which featured the eyebrow-raising writing credit: By William Shakespeare, with additional dialogue by Sam Taylor), opens not so trippingly on the tongue-PETRUCHIO: Howdy Kate. KATE: Katherine to you, mug. For anyone wishing to cast a backward glance over the poet's film career and to better understand his current big-screen popularity, Shakespeare in the Movies is a delightful and definitive guide.",
  "authors": [
    {
      "display_name": "Douglas Brode",
      "id": "A5009346749",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Douglas Brode"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-11-01",
  "type": "article",
  "cited_by_count": 23,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "38",
  "issue": "03",
  "first_page": "38",
  "last_page": "1465",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.6015106
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.54291606
    },
    {
      "id": "C2991926671",
      "display_name": "Love story",
      "level": 2,
      "score": 0.4113314
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4094152
    }
  ],
  "topics": [
    {
      "id": "T12912",
      "display_name": "Shakespeare, Adaptation, and Literary Criticism",
      "score": 0.997
    },
    {
      "id": "T10758",
      "display_name": "Cinema and Media Studies",
      "score": 0.9683
    },
    {
      "id": "T13877",
      "display_name": "Law in Society and Culture",
      "score": 0.9094
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.38-1465",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.727635",
  "source_database": "OpenAlex"
}