{
  "openalex_id": "W620016783",
  "doi": null,
  "title": "Managing organizational complexity : philosophy, theory and application",
  "abstract": "Series Introduction, Michael Lissack and Kurt Richardson. Volume Introduction, Kurt Richardson. PART ONE: PHILOSOPHY. Section Introduction, Kurt Richardson. Knowing complex systems, Paul Cilliers. To be or not to be? That is [NOT] the Question: Complexity Theory and the Need for Critical Thinking, Kurt Richardson. How Can we Think the Complex? Carlos Gershenson and Francis Heylighan. Emergence, Creative Process, and Self-transcending Constructions, Jeffrey Goldstein. Causality in Organized Complexity: The Role of Management, Stanley Salthe. PART TWO: ORGANIZATIONAL THEORY. Section Introduction, Kurt Richardson. From Excellence to Emergence: The Evolution of Management Thinking and the Influence of Complexity, Buck Lawrimore. Unresolved Issues in Process-Centric Business Analysis: A Cathartic Role for Complexity, James Falconer. The Use of Bytes to Analyze Complex Organizations, Shann Turnbull. Chaos Principles of Forecasting, Hong Liu. Dealing with Complexity in Organizational Control Processes: Drawing Lessons for the Human Brain, Rajaram Veliyath and K. Sathian. Theory of Integral Complex Organization, Ronald Murray. Self-Reproduction of the Enterprise: Von Nuemann's Model Applied, Pavel Luksha. Predicting the Human Weather: How Differentiation and Contextual Complexity Affect Behavior Prediction, Robert Jones and Gowri Parameswaran. The Observation, Inquiry, and Measurement Challenges Surfaced by Complexity Theory, Eric Dent. An Intersubjective Measure of Complexity Grounds: A New Approach to the Study of Organizational Complexity, Mihnea Moldoveanu. Story Telling and the Complex Epistemology of Organizations, Ken Baskin. Advancing Complexity Theory into the Human Domain, Barbara Simpson. Ancient Insights into the Modern Organization, Julie Richardson. Imagining Complex Partnerships, Will Medd. Machines or Gardens... or Both? Patrick Connor and Carole Napolitano. The Improvised-Orchestration Model of Organizational Evolution, Tadahiko Kawai. Parameters for Sustained Orderly Growth in Learning Organizations, James Horn. A Complexity-Based Scrutiny of Learning from Organizational Crises, Dawn Gilpin. PART THREE: REAL WORLD APPLICATION. Section Introduction, Kurt Richardson. The Implications of Complexity for Business Process and Strategy, Peter Allen, Jamie Boulton, Mark Strathern and James Baldwin. Agent-based Models to Manage the Complex, Duncan Robertson. The Coherent Management of Complex Project and the Potential Role of Group Decision Support Systems, Kurt Richardson, Andrew Tait, Johan Roos and Michael Lissack. The Complexity of Complex Systems Conferences: Reflexivity and Walking the Talk, Michael Lissack. Complexity and Spatiality: Regions, Networks and Fluids in Sustainable Water Management, Will Medd and Simon Marvin. Encouraging Strategic Change by Using Complexity Based Principles: A Case Study of the Open University, UK, Elizabeth McMillan. Provoking Chaordic Change in a Dutch Manufacturing Firm, Frans van Eijnatten, Maarten van Galen. Postscript, Andrew Wilson. References. Index.",
  "authors": [
    {
      "display_name": "Kurt A. Richardson",
      "id": "A5082068623",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Kurt A. Richardson"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-06-30",
  "type": "book",
  "cited_by_count": 66,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2776608531",
      "display_name": "Watson",
      "level": 2,
      "score": 0.5145249
    },
    {
      "id": "C204701346",
      "display_name": "Complexity theory and organizations",
      "level": 3,
      "score": 0.46081346
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.4381207
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.43452197
    },
    {
      "id": "C187736073",
      "display_name": "Management",
      "level": 1,
      "score": 0.3785643
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.26671433
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.24288842
    },
    {
      "id": "C169735623",
      "display_name": "Organizational learning",
      "level": 2,
      "score": 0.2386559
    },
    {
      "id": "C154945302",
      "display_name": "Artificial intelligence",
      "level": 1,
      "score": 0.23339856
    },
    {
      "id": "C56739046",
      "display_name": "Knowledge management",
      "level": 1,
      "score": 0.12159312
    },
    {
      "id": "C162324750",
      "display_name": "Economics",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T13204",
      "display_name": "Competitive and Knowledge Intelligence",
      "score": 0.7947
    },
    {
      "id": "T11810",
      "display_name": "Complex Systems and Decision Making",
      "score": 0.7905
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BA73927148",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:36:41.199451",
  "source_database": "OpenAlex"
}