{
  "openalex_id": "W620894932",
  "doi": null,
  "title": "Research on Judgment and Decision Making: Currents, Connections, and Controversies",
  "abstract": "Part I. Introduction: 1. Judgment and decision research: some historical context William M. Goldstein and Robin M. Hogarth Part II. Currents: 2. Reason-based choice Eldar Shafir, Itamar Simonson and Amos Tversky 3. Probabilistic mental models: a Brunswikian theory of confidence Gerd Gigerenzer, Ulrich Hoffrage and Heinz Kleinbolting 4. Direct comparison of the efficacy of intuitive and analytical cognition in expert judgment Kenneth R. Hammond, Robert M. Hamm, Janet Grassia, and Tamra Pearson 5. The adaptive decision maker: effort and accuracy in choice John W. Payne, James R. Bettman and Eric J. Johnson 6. Confirmation, disconfirmation, and information in hypothesis testing Joshua Klayman and Young-Won Ha 7. Learning from feedback: exactingness and incentives Robin M. Hogarth, Brian J. Gibbs, Craig R. M. McKenzie and Margaret A. Marquis 8. Covariation in natural causal induction Patricia W. Cheng and Laura R. Novick 9. Propensities and counterfactuals: The loser that almost won Daniel Kahneman and Carol A. Varey 10. The Process-performance paradox in expert judgment: how can experts know so much and predict so badly? Colin F. Camerer and Eric J. Johnson 11. Intertemporal choice George Loewenstein and Richard H. Thaler 12. Not me or thee but we: the important of group identity in eliciting cooperation in dilemna situations: experimental manipulations Robyn M. Dawes, Alphons J. C. van de Kragt and John M. Orbell 13. Predicting a changing taste: do people know what they will like? Daniel Kahneman and Jackie Snell 14. Endowment and contrast in judgment of well-being Amos Tversky and Dale Griffin Part III. Connections: 15. The relationship between memory and judgment depends on whether the judgment task is memory-based or on-line Reid Hastie and Bernadette Park 16. Explanation-based decision making: effects of memory structure on judgment Nancy Pennington and Reid Hastie 17. Decision making under ignorance: arguing with yourself Robin M. Hogarth and Howard Kunreuther 18. Positive affect and decision making Alice M. Isen Part IV. Controversies: 19. The paramorphic representation of clinical judgment: a thirty-year retrospective Michael E. Doherty and Berndt Brehmer 20. Islanders and hostages: deep and surface structures of decision problems Willem A. Wagenaar, Gideon Keren and Sarah Lichtenstein 21. Content and discontent: indications and implications of domain specificity in preferential decision making William M. Goldstein and Elke U. Weber 22. The case for rules in reasoning Edward E. Smith, Cristopher Langston and Richard E. Nisbett 23. An alternative metaphor in the study of judgment and choice: people as politicians Philip E. Tetlock 24. Between hope and fear: the psychology of risk Lola L. Lopes.",
  "authors": [
    {
      "display_name": "William M. Goldstein",
      "id": "A5007221169",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "William M. Goldstein"
    },
    {
      "display_name": "Robin M. Hogarth",
      "id": "A5047900722",
      "orcid": "https://orcid.org/0000-0001-7671-8981",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Robin M. Hogarth"
    }
  ],
  "publication_year": 1997,
  "publication_date": "1997-06-13",
  "type": "book",
  "cited_by_count": 287,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2775969163",
      "display_name": "Griffin",
      "level": 2,
      "score": 0.695667
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.57112104
    },
    {
      "id": "C71889745",
      "display_name": "Counterfactual conditional",
      "level": 3,
      "score": 0.5699805
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.48267606
    },
    {
      "id": "C108650721",
      "display_name": "Counterfactual thinking",
      "level": 2,
      "score": 0.46531534
    },
    {
      "id": "C111472728",
      "display_name": "Epistemology",
      "level": 1,
      "score": 0.37493688
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.32311058
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.28188145
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.12931198
    },
    {
      "id": "C74916050",
      "display_name": "Classics",
      "level": 1,
      "score": 0.11402038
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10315",
      "display_name": "Decision-Making and Behavioral Economics",
      "score": 0.5061
    },
    {
      "id": "T11303",
      "display_name": "Bayesian Modeling and Causal Inference",
      "score": 0.4498
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA31603627",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:37:19.853177",
  "source_database": "OpenAlex"
}