{
  "openalex_id": "W620110523",
  "doi": null,
  "title": "Controversial Issues in Mental Health",
  "abstract": "Preface, Eileen Gambrill. Introduction, S. A. Kirk & S. D. Einbinder. I. Debates about Identifying Mental Disorders. 1. Is the Concept of Mental Disorder Culturally Relative? Yes:, Laurence J. Kirmayer. No:, Jerome C. Wakefield. 2. Are Personality Disorders Gender Biased? Yes:, Lenore E. A. Walker. No:, Thomas A. Widiger, Elizabeth Corbitt & Miriam Funtowicz. 3. Can Personalities Be Disordered? Yes:, Roger D. Davis & Theodore Millon. No:, Mark A. Mattaini. 4. Should Human Diagnosticians Be Replaced by Automated Diagnostic Systems? Yes:, James G. Mazouea. No:, Randolph A. Miller. II. Debates about Understanding Mental Disorders. 5. Is Primary Prevention the Best Use of Funds Allocated for Mental Health Intervention? Yes:, George W. Albee & Kimberly D. Ryan-Finn. No:, Jack G. Wiggins, Jr. 6. Is Mental Illness a Cause of Homelessness? Yes:, Irwin Garfinkel. No:, James D. Wright. 7. Is the Emphasis on Genetics Distorting Our Approaches to Mental Disorders? Yes:, Jill Littrell. No:, Rita Beck Black. III. Debates about Treating Mental Disorders. 8. Is Psychoanalytic Therapy Relevant for Public Mental Health Programs? Yes:, Carl C. Bell. No:, Bruce A. Thyer. 9. Should ECT Be Prohibited? Yes:, Leonard Roy Frank. No:, Susan L. McNeill & Andrea Ivanoff. 10. Should the Use of Neuroleptics Be Severely Limited? Yes:, Peter R. Breggin. No:, Steven A. Mitchell. IV. Debates about Interprofessional Issues. 11. Is the Remedicalization of Psychiatry Good for the Mental Health Field? Yes:, Robert O. Pasnau. No:, David A. Levy. 12. Should Non-Physician Mental Health Professionals Be Allowed to Prescribe Medicine? Yes:, Patrick H. DeLeon. No:, Ronald W. Pies. 13. Are There Sufficient Foundations for Mental Health Experts to Testify in Court? Yes:, Stanley L. Brodsky. No:, David Faust. 14. Do Mental Health Professionals Basically Offer Clients the Same Service? Yes:, Shirley Cooper. No:, Carol H. Meyer. V. Debates about Policy Issues. 15. Has Deinstitutionalization Failed? Yes:, Ann Braden Johnson. No:, Richard C. Surles. 16. Does the National Alliance for the Mentally Ill (NAMI) Represent the Needs of All Families with Psychiatric Patients? Yes:, Dale L. Johnson. No:, Rae Unzicker. 17. Is Managed Care Good for Mental Health Clients? Yes:, Kevin Corcoran. No:, Carol A. Bernstein. 18. Should It Be Easier to Commit People Involuntarily to Treatment? Yes:, Marvin S. Swartz and Thomas E. Sibert. No:, Loren R. Mosher. 19. Have Mental Health Professionals Abandoned the Chronically Mentally Ill? Yes:, Mary H. Castankuela. No:, Vikki L. Vandiver.",
  "authors": [
    {
      "display_name": "Stuart A. Kirk",
      "id": "A5109521968",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Stuart A. Kirk"
    },
    {
      "display_name": "Susan D. Einbinder",
      "id": "A5047451066",
      "orcid": "https://orcid.org/0000-0003-3025-8865",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Susan D. Einbinder"
    }
  ],
  "publication_year": 1993,
  "publication_date": "1993-12-18",
  "type": "book",
  "cited_by_count": 49,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777667586",
      "display_name": "Wright",
      "level": 2,
      "score": 0.8322906
    },
    {
      "id": "C134362201",
      "display_name": "Mental health",
      "level": 2,
      "score": 0.6878073
    },
    {
      "id": "C11171543",
      "display_name": "Psychoanalysis",
      "level": 1,
      "score": 0.6123219
    },
    {
      "id": "C2776674806",
      "display_name": "Mental illness",
      "level": 3,
      "score": 0.51281387
    },
    {
      "id": "C2777496998",
      "display_name": "Miller",
      "level": 2,
      "score": 0.5074937
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.4683157
    },
    {
      "id": "C2776608531",
      "display_name": "Watson",
      "level": 2,
      "score": 0.4101113
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.3317095
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.20917058
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.18624303
    },
    {
      "id": "C18903297",
      "display_name": "Ecology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C204321447",
      "display_name": "Natural language processing",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12308",
      "display_name": "Mental Health and Psychiatry",
      "score": 0.9348
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA24899432",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:48.368545",
  "source_database": "OpenAlex"
}