{
  "openalex_id": "W623355000",
  "doi": null,
  "title": "International Handbook on Public-Private Partnerships",
  "abstract": "Contents: Acknowledgements PART I: CONCEPTUAL FRAMEWORKS 1. Introduction: The PPP Phenomenon and its Evaluation Graeme A. Hodge, Carsten Greve and Anthony E. Boardman 2. Mixes and Partnerships through Time Roger Wettenhall 3. A Brief Intellectual History of the Public-Private Partnership Movement Tony Bovaird 4. Public-Private Partnerships: Deciphering Meaning, Message and Phenomenon Erik-Hans Klijn 5. Reviewing public-Private Partnerships: Some Thoughts on Evaluation Graeme A. Hodge PART II: DISCIPLINARY THEMES IN PUBLIC-PRIVATE PARTNERSHIPS 6. Splintered Logic and Political Debate Matthew Flinders 7. The Economics of Public-Private Partnerships: Some Theoretical Contributions Jean-Etienne de Bettignies and Thomas W. Ross 8. Assessing the Economic Worth of Public-Private Partnerships Anthony E. Boardman and Aidan R. Vining 9. Different Delivery Models Colin Duffield 10. Law and Regulatory Aspects of Public-Private Partnerships: Contract Law and Public Procurement Law Christina D. TvarnA 11. Accounting for PPPs in a Converging World David Heald and George Georgiou 12. Risk Management Rui Sousa Monteiro 13. Governing Partnerships Chris Skelcher PART III: EMPIRICAL EXPERIENCE IN PUBLIC-PRIVATE PARTNERSHIPS 14. The UK's Private Finance Intiative: History, Evaluation, Prospects Mark Hellowell 15. Empirical PPP Experiences in Europe: National Variations of a Global Concept Gerhard Hammerschmid and Tamyko Ysa 16. P3s in North America: Renting the Money (in Canada), Selling the Roads (in the US) Anthony E. Boardman and Aidan R. Vining 17. The Australian PPP Experience: Observations and Reflections Graeme A. Hodge and Colin Duffield 18. Public-Private Partnerships: The Scandinavian Experience Carsten Greve and Ulrika Morth 19. Empirical Evidence of Infrastructure Public-Private Partnerships: Lessons from World Bank Experience Paul Noumba-Um 20. Public-Private Partnerships: The United Nations Experience Benedicte Bull PART IV: CRUCIAL ISSUES FOR THE FUTURE 21. The Global Public-Private Partnership Industry Carsten Greve 22. Towards a Process Perspective on Public-Private Partnerships Gudrid Weihe 23. PPPs in Developed and Developing Economies: What Lessons can be Learned? Catarina Figueira and David Parker 24. A Review of Transport Public-Private Partnerships in Britain Jean Shaoul 25. Reviewing Public-Private Partnership Performance in Developing Economies Argentino Pessoa 26. Conclusions: Public-Private Partnerships - International Experiences and Future Challenges Graeme A. Hodge, Carsten Greve and Anthony E. Boardman",
  "authors": [
    {
      "display_name": "Graeme Hodge",
      "id": "A5082862009",
      "orcid": "https://orcid.org/0000-0003-3350-6019",
      "institutions": [
        {
          "id": "I2801239119",
          "display_name": "Australian Regenerative Medicine Institute",
          "country_code": "AU",
          "type": "facility"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Graeme A. Hodge"
    },
    {
      "display_name": "Carsten Greve",
      "id": "A5009766414",
      "orcid": "https://orcid.org/0000-0001-6334-5741",
      "institutions": [
        {
          "id": "I180519160",
          "display_name": "Copenhagen Business School",
          "country_code": "DK",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carsten Greve"
    },
    {
      "display_name": "Anthony E. Boardman",
      "id": "A5063204656",
      "orcid": "https://orcid.org/0000-0002-3264-966X",
      "institutions": [
        {
          "id": "I141945490",
          "display_name": "University of British Columbia",
          "country_code": "CA",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Anthony E. Boardman"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-01-31",
  "type": "book",
  "cited_by_count": 40,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C3116431",
      "display_name": "Public administration",
      "level": 1,
      "score": 0.47873542
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.46895283
    },
    {
      "id": "C71750763",
      "display_name": "General partnership",
      "level": 2,
      "score": 0.43938932
    },
    {
      "id": "C2776475305",
      "display_name": "Public interest",
      "level": 2,
      "score": 0.41437668
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.34992313
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.30828014
    }
  ],
  "topics": [
    {
      "id": "T11939",
      "display_name": "Public-Private Partnership Projects",
      "score": 0.9926
    },
    {
      "id": "T12775",
      "display_name": "Legal Issues in South Africa",
      "score": 0.9452
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB04465991",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:44:33.616986",
  "source_database": "OpenAlex"
}