{
  "openalex_id": "W62660674",
  "doi": "https://doi.org/10.1016/s0022-5347(17)36208-0",
  "title": "Early Detection of Residual Prostate Cancer After Radical Prostatectomy by an Ultrasensitive Assay for Prostate Specific Antigen",
  "abstract": "No AccessJournal of Urology1 Apr 1993Early Detection of Residual Prostate Cancer After Radical Prostatectomy by an Ultrasensitive Assay for Prostate Specific Antigen Thomas A. Stamey, Howard C.B. Graves, Nancy Wehner, Michelle Ferrari, and Fuad S. Freiha Thomas A. StameyThomas A. Stamey , Howard C.B. GravesHoward C.B. Graves , Nancy WehnerNancy Wehner , Michelle FerrariMichelle Ferrari , and Fuad S. FreihaFuad S. Freiha View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)36208-0AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail We evaluated the usefulness of an ultrasensitive immunoassay for prostate specific antigen (PSA), modified from the standard Yang Pros-Check PSA test and with a biological detection limit for PSA in serum of 0.07ng./ml., to detect residual prostate cancer at an earlier date. We studied retrospectively serial frozen serum samples from 22 prostate cancer patients after radical prostatectomy who later had residual cancer with detectable PSA levels of 0.3ng./ml. or more by the standard PSA test. As controls we studied 33 cystoprostatectomy patients (for bladder cancer) without histological evidence of prostate cancer and 23 patients after radical prostatectomy who had the highest probability of cure of the cancer. All control patients without cancer had PSA values (282 of 283 samples, 99.6%) of less than 0.1ng./ml This value was called the residual cancer detection limit. In the 22 patients with recurrent cancer the ultrasensitive assay detected cancer recurrence (PSA 0.1ng./ml or more) much earlier (median 202 and mean 310 days) than the standard assay (PSA 0.3ng./ml or more). On screening 187 current post-radical prostatectomy patients without evidence of cancer by the standard assay the ultrasensitive assay detected 21 (11.2%) with evidence of residual cancer, that is PSA level of 0.1ng./ml or more. We conclude that an ultrasensitive assay for PSA can detect residual cancer after radical prostatectomy much earlier than current immunoassays for PSA. Earlier detection of residual cancer may improve long-term survival by allowing for earlier institution of adjuvant therapy. © 1993 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byEifler J, Sohn W and Barocas D (2018) Review Article: Best Evidence Regarding Contemporary Use of Prostate Cancer BiomarkersUrology Practice, VOL. 3, NO. 3, (210-217), Online publication date: 1-May-2016.Warren K and McFarlane J (2018) Is Routine Digital Rectal Examination Required for the Followup of Prostate Cancer?Journal of Urology, VOL. 178, NO. 1, (115-119), Online publication date: 1-Jul-2007.HAESE A, HULAND E, GRAEFEN M, HAMMERER P, NOLDUS J and HULAND H (2018) ULTRASENSITIVE DETECTION OF PROSTATE SPECIFIC ANTIGEN IN THE FOLLOWUP OF 422 PATIENTS AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 161, NO. 4, (1206-1211), Online publication date: 1-Apr-1999.POUND C, CHRISTENS-BARRY O, GURGANUS R, PARTIN A and WALSH P (2018) DIGITAL RECTAL EXAMINATION AND IMAGING STUDIES ARE UNNECESSARY IN MEN WITH UNDETECTABLE PROSTATE SPECIFIC ANTIGEN FOLLOWING RADICAL PROSTATECTOMYJournal of Urology, VOL. 162, NO. 4, (1337-1340), Online publication date: 1-Oct-1999.Witherspoon L and Lapeyrolerie T (2018) Sensitive Prostate Specific Antigen Measurements Identify Men With Long Disease-Free Intervals and Differentiate Aggressive from Indolent Cancer Recurrences within 2 Years After Radical ProstatectomyJournal of Urology, VOL. 157, NO. 4, (1322-1328), Online publication date: 1-Apr-1997.Yu H, Diamandis E, Wong P, Nam R and Trachtenberg J (2018) Detection of Prostate Cancer Relapse With Prostate Specific Antigen Monitoring at Levels of 0.001 to 0.1 micro g./lJournal of Urology, VOL. 157, NO. 3, (913-918), Online publication date: 1-Mar-1997.Elgamal A, Ectors N, Sunardhi-Widyaputra S, Van Poppel H, Van Damme B and Baert L (2018) Detection of prostate specific antigen in pancreas and salivary glands: a potential impact on prostate cancer overestimationJournal of Urology, VOL. 156, NO. 2, (464-468), Online publication date: 1-Aug-1996.Bangma C, Hop W and Schroder F (2018) Serial Prostate Specific Antigen Measurements and Progression in Untreated Confined (Stages T0 to 3NxM0, Grades 1 to 3) Carcinoma of ProstateJournal of Urology, VOL. 154, NO. 4, (1403-1406), Online publication date: 1-Oct-1995.Yu H and Diamandis E (2018) Original Articles: Prostate Cancer: Measurement of Serum Prostate Specific Antigen Levels in Women and in Prostatectomized Men With an Ultrasensitive Immunoassay TechniqueJournal of Urology, VOL. 153, NO. 3S, (1004-1008), Online publication date: 1-Mar-1995. (2018) Original Articles: Prostate Cancer: Editorial: A Potpourri of New Observations About Prostate CancerJournal of Urology, VOL. 153, NO. 3S, (1009-1010), Online publication date: 1-Mar-1995.Fowler J, Brooks J, Pandey P and Seaver L (2018) Original Articles: Prostate Cancer: Variable Histology of Anastomotic Biopsies With Detectable Prostate Specific Antigen After Radical ProstatectomyJournal of Urology, VOL. 153, NO. 3S, (1011-1014), Online publication date: 1-Mar-1995.Hammerer P, McNeal J and Stamey T (2018) Correlation Between Serum Prostate Specific Antigen Levels and the Volume of the Individual Glandular Zones of the Human ProstateJournal of Urology, VOL. 153, NO. 1, (111-114), Online publication date: 1-Jan-1995.Prestigiacomo A and Stamey T (2018) A Comparison of 4 Ultrasensitive Prostate Specific Antigen Assays for Early Detection of Residual Cancer after Radical ProstatectomyJournal of Urology, VOL. 152, NO. 5 Part 1, (1515-1519), Online publication date: 1-Nov-1994.Stamey T, Ferrari M and Schmid H (2018) The Value of Serial Prostate Specific Antigen Determinations 5 Years after Radiotherapy: Steeply Increasing Values Characterize 80% of PatientsJournal of Urology, VOL. 150, NO. 6, (1856-1859), Online publication date: 1-Dec-1993.Iwakiri J, Grandbois K, Wehner N, Graves H and Stamey T (2018) An Analysis of Urinary Prostate Specific Antigen Before and After Radical Prostatectomy: Evidence for Secretion of Prostate Specific Antigen by the Periurethral GlandsJournal of Urology, VOL. 149, NO. 4, (783-786), Online publication date: 1-Apr-1993. Volume 149Issue 4April 1993Page: 787-792 Advertisement Copyright & Permissions© 1993 by The American Urological Association Education and Research, Inc.Keywordslocalneoplasm recurrenceantigens, neoplasmprostatic neoplasmsradioimmunoassayMetricsAuthor Information Thomas A. Stamey More articles by this author Howard C.B. Graves More articles by this author Nancy Wehner More articles by this author Michelle Ferrari More articles by this author Fuad S. Freiha More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Thomas A. Stamey",
      "id": "A5111816760",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Thomas A. Stamey"
    },
    {
      "display_name": "Howard C.B. Graves",
      "id": "A5000103800",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Howard C.B. Graves"
    },
    {
      "display_name": "Nancy Wehner",
      "id": "A5113678119",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Nancy Wehner"
    },
    {
      "display_name": "Michelle Ferrari",
      "id": "A5110390150",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Michelle Ferrari"
    },
    {
      "display_name": "Fuad S. Freiha",
      "id": "A5113769458",
      "orcid": null,
      "institutions": [
        {
          "id": "I97018004",
          "display_name": "Stanford University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Fuad S. Freiha"
    }
  ],
  "publication_year": 1993,
  "publication_date": "1993-04-01",
  "type": "article",
  "cited_by_count": 114,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "149",
  "issue": "4",
  "first_page": "787",
  "last_page": "792",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8550676
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.83827734
    },
    {
      "id": "C2780192828",
      "display_name": "Prostate cancer",
      "level": 3,
      "score": 0.7461182
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.69835997
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.6857569
    },
    {
      "id": "C29456083",
      "display_name": "Gynecology",
      "level": 1,
      "score": 0.4797774
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.47741902
    },
    {
      "id": "C2780420688",
      "display_name": "Immunoassay",
      "level": 3,
      "score": 0.4692459
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.4369728
    },
    {
      "id": "C146357865",
      "display_name": "Stage (stratigraphy)",
      "level": 2,
      "score": 0.43059415
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.24368095
    },
    {
      "id": "C159654299",
      "display_name": "Antibody",
      "level": 2,
      "score": 0.14688206
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.07208529
    },
    {
      "id": "C151730666",
      "display_name": "Paleontology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9996
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9992
    },
    {
      "id": "T12866",
      "display_name": "Urologic and reproductive health conditions",
      "score": 0.949
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)36208-0",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:50.366206",
  "source_database": "OpenAlex"
}