{
  "openalex_id": "W629428048",
  "doi": null,
  "title": "Complexity in structure and function of the lung",
  "abstract": "Mechanical Properties Heterogeneity in Airways, Robert Brown and Wayne A. Mitzner Alveolar Lining Layer: Functions, Composition, Structures, Samuel Schurch, Hans Bachofen, and Fred Possmayer Parenchymal Macromechanics, Theodore A. Wilson Micromechanics of the Lung: From the Parenchyma to the Cytoskeleton, Jeffrey J. Fredberg, Ning Wang, Dimitrije Stamenovic and Donald E. Ingber Dynamics of Pleural Liquid: Mechanical Factors Affecting Its Formation and Regional Distribution, Stephen J. Lai-Fook and Ping M. Wang Chest Wall Mechanics, Stephen H. Loring and James P. Butler Diaphragm Mechanics, Aladin M. Boriek and Joseph R. Rodarte Airway Exchange of Gas Inert Gas Exchange in the Airways, Steven C. George, Jennifer E. Souders, and Michael P. Hlastala Kinetic Determinants of Inhaled Reactive Gas Absorption, Akhil Bidani and Edward M. Postlethwait Gas and Particle Transport in the Lung, Chantal Darquenne and Manuel Paiva Pulmonary Ventilation Heterogeneity Characteristics of Respiratory System Complexity Captured via X-ray Computed Tomography: Image Acquisition, Display, and Analysis, Eric A. Hoffman and Lynne E. Olson Measurement of Regional Ventilation by Aerosol Deposition, H. Thomas Robertson Pulmonary Perfusion Heterogeneity Complexity and Structure-Function Relationships in the Pulmonary Arterial Tree, Christopher A. Dawson, Gary S. Krenz, and John H. Linehan Complexity of Perfusion in the Pulmonary Gas Exchange Vessels, Wiltz W. Wagner, Jr., and Robert G. Presson, Jr. Regional Differences in the Lung: A Changing Perspective on Blood Flow Distribution, Robb W. Glenny and H. Thomas Robertson Matching of Ventilation and Perfusion Noninvasive Measurement of Local VA,Q, and VA/Q Distributions by PET, Jose G. Venegas Physiological Effects of Oxygen and Carbon Dioxide on VA/Q Heterogeneity, Erik R. Swenson, Karen B. Domino, and Michael P. Hlastala Ventilation-Perfusion Heterogeneity: Insights from Comparative Physiology, Susan R. Hopkins and Frank L. Powell Heterogeneity in the Lung: Concepts and Measures, Robb W. Glenny",
  "authors": [
    {
      "display_name": "Michael P. Hlastala",
      "id": "A5070630890",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Michael P. Hlastala"
    },
    {
      "display_name": "H. Thomas Robertson",
      "id": "A5091400200",
      "orcid": "https://orcid.org/0000-0001-6536-3804",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "H. Thomas Robertson"
    }
  ],
  "publication_year": 1998,
  "publication_date": "1998-01-01",
  "type": "book",
  "cited_by_count": 83,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306475737",
    "display_name": "M. Dekker eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": null
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777714996",
      "display_name": "Lung",
      "level": 2,
      "score": 0.47826278
    },
    {
      "id": "C196822366",
      "display_name": "Parenchyma",
      "level": 2,
      "score": 0.43492672
    },
    {
      "id": "C164705383",
      "display_name": "Cardiology",
      "level": 1,
      "score": 0.37586933
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.32483602
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.30007195
    },
    {
      "id": "C142724271",
      "display_name": "Pathology",
      "level": 1,
      "score": 0.19267416
    }
  ],
  "topics": [
    {
      "id": "T11651",
      "display_name": "Inhalation and Respiratory Drug Delivery",
      "score": 0.9276
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA37298752",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:58:50.607518",
  "source_database": "OpenAlex"
}