{
  "openalex_id": "W632239132",
  "doi": "https://doi.org/10.1002/9781118019580",
  "title": "Chemosensors",
  "abstract": "Contributors. Preface. SECTION 1 FORCES GOVERNING EXCHANGEABLE INTERACTIONS. 1 van der Waals Interactions and the Hydrophobic Effect (Bruce C. Gibb). 2 Ionic, Hydrogen Bond, and p Cation Interactions (Hector Adam Velazquez and Donald Hamelberg). 3 Covalent Interactions in Chemosensor Design (Yunfeng Cheng, Xiaochuan Yang, and Binghe Wang). 4 Metal Chelation Chemistry (Dongwhan Lee). SECTION 2 STRATEGIES TOWARD BUILDING THE DESIRED BINDING MOIETY. 5 Scaffold Design Using Computational Chemistry (Dale Drueckhammer). 6 Combinatorial Search of Sensors (Marc Vendrell, Suihan Feng, and Young-Tae Chang). 7 Molecular Imprinting and Sensor Development (Yagang Zhang and Ken D. Shimizu). 8 Dendrimer-Based Sensors (Lin Pu). 9 Nanoparticles and Sensors (Yi-Cheun Yeh, Sarit S. Agasti, Krishnendu Saha, and Vincent M. Rotello). 10 Aptamer Selection, Phage Display, and Sensor Development (Hui Wang, Yan Chen, and Weihong Tan). 11 Sensor Development Using Existing Scaffolds (Hiroyasu Yamaguchi, Tomoki Ogoshi, and Akira Harada). SECTION 3 DETECTION METHODS IN CHEMOSENSING. 12 Fluorescent Detection Principles and Strategies (Raman Parkesh, Emma B. Veale, and Thorfinnur Gunnlaugsson). 13 New Fluorophore Design (Michael D. Heagy). 14 Colorimetric Sensor Design (Kevin L. Bicker, Sheryl L. Wiskur, and John J. Lavigne). 15 Electrochemical Detection (Simon R. Bayly, George Z. Chen, and Paul D. Beer). 16 Surface Plasmon Resonance and Quartz Crystal Microbalance Methods for Detection of Molecular Interactions (Yang Liu, Archana Jaiswal, Mark A. Poggi, and W. David Wilson). 17 Array-Based Sensors (Pavel Anzenbacher and Manuel A. Palacios). SECTION 4 CHEMOSENSORS: CASE STUDIES. 18 Design of Cation-Selective Synthetic Fluorescent Indicators (Christoph J. Fahrni). 19 Anion Sensors (Philip A. Gale and Claudia Caltagirone). 20 Chemosensors: Case Studies of Indicators for Organic Molecules (Oleksandr Rusin, Jorge O. Escobedo, and Robert M. Strongin). 21 Molecular Recognition Elements for Toxin and Pathogen Detection (Daniel M. Lewallen, Duane M. Hatch, and Suri S. Iyer). 22 Chemical Sensing and Detection in Forensic Science (Simon W. Lewis). Index.",
  "authors": [
    {
      "display_name": "Binghe Wang",
      "id": "A5044174487",
      "orcid": "https://orcid.org/0000-0002-2200-5270",
      "institutions": [
        {
          "id": "I181565077",
          "display_name": "Georgia State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Binghe Wang"
    },
    {
      "display_name": "Eric V. Anslyn",
      "id": "A5066428999",
      "orcid": "https://orcid.org/0000-0002-5137-8797",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Eric V. Anslyn"
    }
  ],
  "publication_year": 2011,
  "publication_date": "2011-07-18",
  "type": "book",
  "cited_by_count": 182,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306464293",
    "display_name": "Wiley eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.32687378
    }
  ],
  "topics": [
    {
      "id": "T12327",
      "display_name": "Various Chemistry Research Topics",
      "score": 0.6293
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/9781118019580",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:58:50.589331",
  "source_database": "OpenAlex"
}