{
  "openalex_id": "W633766847",
  "doi": null,
  "title": "High content screening : science, techniques and applications",
  "abstract": "Preface. Contributors. SECTION I: ESSENTIALS OF HIGH CONTENT SCREENING. 1. Approaching High Content Screening and Analysis: Practical Advice for Users ( Scott Keefer and Joseph Zock ). 1.1 Introduction. 1.2 What is HCS and Why Should I Care? 1.3 How does HCS Compare with Current Assay Methods? 1.4 The Basic Requirements to implement HCS. 1.5 The Process. 1.6 An Example Approach. 1.7 Six Considerations for HCS Assays. References. 2. Automated High Content Screening Microscopy ( Paul A. Johnston ). 2.1 Introduction. 2.2 Automated HCS Imaging Requirements. 2.3 Components of Automated Imaging Platforms. 2.4 Imaging Platform Software. 2.5 Data Storage and Management. 2.6 Selecting an HCS Platform. 2.7 Comparison of a SAPK Activation HCS Assay Read on an ArrayScanw 3.1, an ArrayScanw VTi, and an IN Cell 3000 Automated Imaging Platform. References. 3. A Primer on Image Informatics of High Content Screening ( Xiaobo Zhou and Stephen T.C. Wong ). 3.1 Background. 3.2 HCS Image Processing. 3.3 Validation. 3.4 Information System Management. 3.5 Data Modeling. 3.6 Conclusions. 3.7 Acknowledgements. References. 4. Developing Robust High Content Assays ( Arijit Chakravarty, Douglas Bowman, Jeffrey A. Ecsedy, Claudia Rabino, John Donovan, Natalie D'Amore, Ole Petter Veiby, Mark Rolfe, and Sudeshna Das ). 4.1 Introduction. 4.2 Overview of a Typical Immunofluorescence-Based High Content Assay. 4.3 Identifying Sources of Variability in a High Content Assay. 4.4 From Immunofluorescence to High Content: Selecting the Right Metric. 4.5 Validation of High Content Assays. 4.6 Conclusion. 4.7 Acknowledgements. References. SECTION II: APPLICATIONS OF HCS IN BASIC SCIENCE AND EARLY DRUG DISCOVERY. 5. HCS in Cellular Oncology and Tumor Biology ( Steven A. Haney, Jing Zhang, Jing Pan, and Peter LaPan ). 5.1 Cancer Cell Biology and HCS. 5.2 The Cell Biology of Cell Death. 5.3 Cell Signaling Pathways in Cancer. 5.4 HCS in Tumor Biology. 5.5 Conclusions. References. 6. Exploring the Full Power of Combining High Throughput RNAi with High Content Readouts: From Target Discovery Screens to Drug Modifier Studies ( Christoph Sachse, Cornelia Weiss-Haljiti, Christian Holz, Kathrin Regener, Francoise Halley, Michael Hannus, Corina Frenzel, Sindy Kluge, Mark Hewitson, Benjamin Bader, Amy Burd, Louise Perkins, Alexander Szewczak, Stefan Prechtl, Claudia Merz, Peter Rae, Dominik Mumberg, and Christophe J. Echeverri ). 6.1 Background: The Convergence of High Content Analysis and RNAi. 6.2 Integrating HT-RNAi and HCA in Drug Discovery: The Potential. 6.3 Combining RNAi and HCA in one Assay - the Reality. 6.4 HCA-Based RNAi Studies - The Future. 6.5 Acknowledgements. References. 7. Leveraging HCS in Neuroscience Drug Discovery ( Myles Fennell, Beal McIlvain, and John Dunlop ). 7.1 High Content Screening and Drug Discovery. 7.2 The Neuron and Neuronal Morphology. 7.3 Methods for Measuring Neuronal Morphology. 7.4 Small Molecule Screening for Neurite Outgrowth. 7.5 RNAi in Neuroscience and HCA. 7.6 Measurement of Signal Transduction in Neurons. 7.7 High Content Screening in Complex CNS Models. 7.8 Methods used in Neuronal HCS. References. 8. Live Brain Slice Imaging for Ultra High Content Screening: Automated Fluorescent Microscopy to Study Neurodegenerative Diseases ( O. Joseph Trask, Jr., C. Todd DeMarco, Denise Dunn, Thomas G. Gainer, Joshua Eudailey, and Donald C. Lo ). 8.1 Introduction and Background. 8.2 Live Brain Slice Model to Study Huntington's Disease. 8.3 Imaging Platforms. 8.4 Center of Well (COW) for Image Processing. 8.5 Generic Protocol for the Cellomics ArrayScan VTI. 8.6 Data and Results. 8.7 Discussion. References. 9. High Content Analysis of Human Embryonic Stem Cell Growth and Differentiation ( Paul J. Sammak, Vivek Abraham, Richik Ghosh, Jeff Haskins, Esther Jane, Patti Petrosko, Teresa M. Erb, Tia N. Kinney, Christopher Jefferys, Mukund Desai, and Rami Mangoubi ). 9.1 Introduction. 9.2 Cell Culture Methods. 9.3 Statistical Wavelet Analysis for Stem Cell Classification. 9.4 Molecular Analysis of Pluripotency and Cell Proliferation in Undifferentiated Stem Cells. 9.5 Analysis of Cardiomyocyte Differentiation. 9.6 Analysis of Neuronal Differentiation. References. SECTION III: HCS IN DRUG DEVELOPMENT. 10. HCS for HTS ( Ann F. Hoffman and Ralph J. Garippa ). 10.1 Introduction. 10.2 HCS for Orphan GPCRS and Transfluor. 10.3 HCS for Multiparameter Cytotoxicity Screening. 10.4 Discussion. 10.5 Summary. References. 11. The Roles of High Content Cellular Imaging in Lead Optimization ( Jonathan A. Lee, Karen Cox, Aidas Kriauciunas, and Shaoyou Chu ). 11.1 Introduction. 11.2 Statistical Validation of Assays. 11.3 High Content Cellular Imaging is a Diverse Assay Platform. 11.4 Use of High Content Cellular Imaging For Oncology Research at Eli Lilly. 11.5 The Future of High Content Cellular Imaging in Lead Optimization. 11.6 Acknowledgements. References. 12. Using High Content Analysis for Pharmacodynamic Assays in Tissue ( Arijit Chakravarty, Douglas Bowman, Kristine Burke, Bradley Stringer, Barbara Hibner, and Katherine Galvin ). 12.1 Introduction. 12.2 Designing a High Content Assay for Use in Tissues. 12.3 Technical Challenges in Establishing High Content Assays for Tissue. 12.4 Case Study: Design and Validation of a High Content Assay for Biomarker X. 12.5 Conclusions. 12.6 Acknowledgements. References. 13. High Content Analysis of Sublethal Cytotoxicity in Human HepG2 Hepatocytes for Assessing Potential and Mechanism for Chemicaland Drug-Induced Human Toxicity ( Peter J. O'Brien ). 13.1 Introduction. 13.2 Results from High Content Analysis of Human Toxicity Potential. 13.3 Discussion. 13.4 Acknowledgements. 13.5 Appendix: Detailed Methods. References. SECTION IV: DATA MANAGEMENT, DATA ANALYSIS AND SYSTEMS BIOLOGY. 14. Open File Formats for High Content Analysis ( Jason R. Swedlow, Curtis Rueden, Jean-Marie Burel, Melissa Linkert, Brian Loranger, Chris Allan, and Kevin W. Eliceiri ). 14.1 Introduction. 14.2 The Data Problem in Biology: Why is it so Hard? 14.3 High Content Data in Biology: A Definition. 14.4 The difference Between a File Format and a Minimum Specification. 14.5 File Formats: Open vs Closed. 14.6 File Formats: Balancing Flexibility with Standards. 14.7 Supporting a Successful File Format. 14.8 Commercial Realities: How Users and Developers can Define File Formats. 14.9 OME-ML and OME-TIFF: Moving Towards a Standard Format For High Content Biological Data. 14.10 Data Model and File Format Integration: Towards Usable Tools. 14.11 Conclusions. 14.12 Acknowledgements. References. 15. Analysis of Multiparametric HCS Data ( Andrew Hill, Peter LaPan, Yizheng Li, and Steven A. Haney ). 15.1 Cytological Classification and Profiling. 15.2 Setting Up Cytological Profiling Studies. 15.3 Sources of Variability and Corrections. 15.4 General Analysis Considerations. 15.5 Data Analysis Methods. 15.6 Software for HCS Data Analysis. 15.7 Conclusions. References. 16. Quantitative and Qualitative Cellular Genomics: High Content Analysis as an Endpoint for HT-RNAi Phenotype Profiling Using GE's InCell Platform ( David O. Azorsa, Christian Beaudry, Kandavel Shanmugam, and Spyro Mousses ). 16.1 Cellular Genomics. 16.2 Enabling Technologies to Facilitate Cellular Genomics: RNA Interference. 16.3 High Throughput Rnai (HT-RNAi). 16.4 High Content Analysis (HCA) for High Throughput Phenotype Profiling. 16.5 Future Directions. References. 17. Optimal Characteristics of Protein-Protein Interaction Biosensors for Cellular Systems Biology Profiling ( Kenneth A. Giuliano, David Premkumar, and D. Lansing Taylor ). 17.1 Introduction. 17.2 Challenge of Cellular Systems Biology (CSB). 17.3 Optimal Characteristics of Protein-Protein Interaction Biosensors (PPIBs). 17.4 Example of a PPIB and Cellular Systems Biology Profiling. 17.5 Summary and Prospects. 17.6 Acknowledgements. References. Index.",
  "authors": [
    {
      "display_name": "Steven A. Haney",
      "id": "A5064432529",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Steven A. Haney"
    }
  ],
  "publication_year": 2008,
  "publication_date": "2008-01-01",
  "type": "book",
  "cited_by_count": 43,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306482865",
    "display_name": "Wiley-Interscience eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2778152352",
      "display_name": "Content (measure theory)",
      "level": 2,
      "score": 0.5854215
    },
    {
      "id": "C157044486",
      "display_name": "High-content screening",
      "level": 3,
      "score": 0.44936314
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.42674708
    },
    {
      "id": "C2522767166",
      "display_name": "Data science",
      "level": 1,
      "score": 0.32452238
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.14896417
    },
    {
      "id": "C33923547",
      "display_name": "Mathematics",
      "level": 0,
      "score": 0.13334563
    },
    {
      "id": "C134306372",
      "display_name": "Mathematical analysis",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C1491633281",
      "display_name": "Cell",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T12859",
      "display_name": "Cell Image Analysis Techniques",
      "score": 0.9895
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA88908839",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:45:06.740516",
  "source_database": "OpenAlex"
}