{
  "openalex_id": "W634349954",
  "doi": "https://doi.org/10.2307/30040040",
  "title": "The Making of a Modern City: Philanthropy, Civic Culture, and the Baltimore YMCA",
  "abstract": "Pulling together the threads of philanthropy, religion, race, and the lives of working single men in Baltimore, Jessica Elfenbein examines the powerful role of voluntary organizations in shaping modern America.--Darwin H. Stapleton, Rockefeller Archive CenterA useful study . . . containing a great deal of important material on the Baltimore YMCA, its founders, the work it did for 80 years, and the benefits of that work for the community.--Barry D. Karl, Harvard UniversityThis compelling story of a city and one of its key institutions affords a revealing perspective on urban modernity in the making. It challenges some of today's prevailing views on the nature and relations of America's religious institutions, as well as its public and nonprofit sectors, especially in light of recent initiatives to integrate religious groups into federally funded welfare programs. Combining urban and social history, this study of the Baltimore YMCA explores the relationships among religion, government, business, and nonprofit organizations in the development of an important industrial American city and reveals how race, masculinity, ethnicity, private institutions, and religious sensibility have influenced modern American culture. From the 1850s to the 1930s, the Baltimore YMCA helped to shape a modern city and its approach to social welfare. Motivated by religious faith, civic need, and community service, its leaders set out to address the domestic, educational, recreational, and vocational issues most critical to the well-being of their targeted audience--young Christian men of (or aspiring to) the middle class. The YMCA leadership, black and white, identified and worked to correct community-wide problems in such areas as education, housing, and poverty. Fueled by its ties to Johns Hopkins University, the Baltimore YMCA was an important incubator of people and ideas that shaped charitable activity in the United States in the late 19th and early 20th centuries. Levering Hall, the campus YMCA at Hopkins, in partnership with the Charity Organization Society, nurtured the careers of men like John R. Commons, Richard T. Ely, and the Flexner brothers, greatly influencing the landscape of modern philanthropy and social welfare. Jessica I. Elfenbein is the director of the Center for Baltimore Studies and assistant professor of history at the University of Baltimore. She is the author of Civics, Commerce, and Community: The History of the Greater Washington Board of Trade, 1889-1999, and of a forthcoming study of the role of faith-based organizations in national urban revitalization efforts.",
  "authors": [
    {
      "display_name": "Dean R. Esslinger",
      "id": "A5023465580",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Dean R. Esslinger"
    },
    {
      "display_name": "Jessica Elfenbein",
      "id": "A5060648389",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jessica I. Elfenbein"
    }
  ],
  "publication_year": 2003,
  "publication_date": "2003-08-01",
  "type": "article",
  "cited_by_count": 6,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S119035484",
    "display_name": "The Journal of Southern History",
    "issn_l": "0022-4642",
    "issn": [
      "0022-4642",
      "2325-6893"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316357"
  },
  "volume": "69",
  "issue": "3",
  "first_page": "693",
  "last_page": "693",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2992493861",
      "display_name": "Civic culture",
      "level": 4,
      "score": 0.6816171
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.41375056
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.40002656
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.38996434
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.34204596
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.19141182
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.037020355
    },
    {
      "id": "C555826173",
      "display_name": "Democracy",
      "level": 3,
      "score": 0.03649324
    }
  ],
  "topics": [
    {
      "id": "T13636",
      "display_name": "Pentecostalism and Christianity Studies",
      "score": 0.944
    },
    {
      "id": "T13456",
      "display_name": "Religion, Society, and Development",
      "score": 0.9265
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.2307/30040040",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:46:17.102584",
  "source_database": "OpenAlex"
}