{
  "openalex_id": "W636717381",
  "doi": "https://doi.org/10.5860/choice.51-5313",
  "title": "The Resilience handbook: approaches to stress and trauma",
  "abstract": "Part I: Resilience as Adaptive Process to Stress and Trauma 1. Seeking and Loss in the Ancestral Genesis of Resilience, Depression, and Addiction Jaak Panksepp 2. The Role of Predictive and Reactive Biobehavioral Programs in Resilience Mattie Tops, Phan Luu, Maarten A. S. Boksem, and Don M. Tucker 3. Approach/Engagement and Withdrawal/Defense as Basic Biobehavioral Adaptations: Resilient Transcendence of a Popular Duality Martha Kent 4. Introduction to Allostasis and Allostatic Load Greta B. Raglan and Jay Schulkin 5. The Automatic Basis of Resilience: Adaptive Regulation of Affect and Cognition Susanne Schwager and Klaus Rothermund 6. The Regulatory Power of Positive Emotion in Stress: A Temporal-Functional Approach Christian E. Waugh 7. Responding to Trauma and Loss: An Emotion Regulation Perspective Matthew Tyler Boden, Madhur Kulkarni, Ashley Shurick, Marcel O. Bonn-Miller, and James J. Gross 8. Music as an Agent of Resilience Donald A. Hodges 9. Oxytocin and Attachment Facilitate a Shift from Seeking Novelty to Recognizing and Preferring Familiarity: The Key to Increasing Resilience? Mattie Tops, Femke T. A. Buisman-Pijlam, and C. Sue Carter 10. Social Touch and Resilience Mary H. Burleson and Mary C. Davis 11. Empathy and Resilience in a Connected World Grit Hein 12. An Attachment Perspective on Resilience to Stress and Trauma Mario Mikulincer and Philip R. Shaver 13. Using the Caregiver System Model to Explain the Resilience-Related Benefits Older Adults Derive from Volunteering Stephanie L. Brown and Morris A. Okun 14. Resilience Is Social, After All Alex J. Zautra 15. Developmental Social Factors as Promoters of Resilience in Childhood and Adolescence Bekh Bradley, Telsie A. Davis, Joanna Kaye, and Aliza Wingo Part II. Resilience Interventions 16. Behavioral Activation as a Treatment for Depression: Theory, Neurobiologic Effects, and Potential Linkages to Resilience Gabriel S. Dichter, Moria Smoski, Roselinde K. Henderson, and Sona Dimidjian 17. Resilience Training for Action and Agency to Stress and Trauma: Becoming the Hero of Your Life Martha Kent and Mary C. Davis 18. Empathy, Individual Characteristics, and Helping Alicia J. Hofelich and Stephanie D. Preston 19. Forgiveness Interventions and the Promotion of Resilience Following Interpersonal Stress and Trauma Nathaniel G. Wade, Heritt R. Tucker, and Marilyn A. Cornish 20. Resilience Interventions with a Focus on Meaning and Values Crystal L. Park and Jeanne M. Slattery 21. The Skills Training in Affective and Interpersonal Regulation (STAIR) Narrative Model: A Treatment Approach to Promote Resilience Christina M. Hassija and Marylene Cloitre 22. Clinical Stimulation of the Oxytocin System: Promoting Resilience after Trauma Jessie L. Frijling, Mirjam van Zuiden, Saskia B. J. Koch, Laura Nawijn, Dick J. Veltman, and Miranda Olff",
  "authors": [
    {
      "display_name": "Matthew Kent",
      "id": "A5050924405",
      "orcid": "https://orcid.org/0000-0002-8392-1491",
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Martha Kent"
    },
    {
      "display_name": "Mary C. Davis",
      "id": "A5068425706",
      "orcid": "https://orcid.org/0000-0002-3226-4516",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mary C. Davis"
    },
    {
      "display_name": "John W. Reich",
      "id": "A5062601479",
      "orcid": null,
      "institutions": [
        {
          "id": "I55732556",
          "display_name": "Arizona State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "John W. Reich"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-04-22",
  "type": "article",
  "cited_by_count": 161,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2764375719",
    "display_name": "Choice Reviews Online",
    "issn_l": "0009-4978",
    "issn": [
      "0009-4978",
      "1523-8253",
      "1943-5975"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310316146"
  },
  "volume": "51",
  "issue": "09",
  "first_page": "51",
  "last_page": "5313",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2779585090",
      "display_name": "Resilience (materials science)",
      "level": 2,
      "score": 0.74028087
    },
    {
      "id": "C21036866",
      "display_name": "Stress (linguistics)",
      "level": 2,
      "score": 0.4761455
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.43955094
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.37072808
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.14882267
    },
    {
      "id": "C41895202",
      "display_name": "Linguistics",
      "level": 1,
      "score": 0.08881155
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.049361944
    },
    {
      "id": "C159985019",
      "display_name": "Composite material",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11541",
      "display_name": "Neuroendocrine regulation and behavior",
      "score": 0.9988
    },
    {
      "id": "T10182",
      "display_name": "Child and Adolescent Psychosocial and Emotional Development",
      "score": 0.9943
    },
    {
      "id": "T13289",
      "display_name": "Infant Health and Development",
      "score": 0.9784
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.5860/choice.51-5313",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:44:33.616376",
  "source_database": "OpenAlex"
}