{
  "openalex_id": "W641888019",
  "doi": null,
  "title": "Transformative learning in practice: insights from community, workplace, and higher education",
  "abstract": "Preface. About the Authors. PART ONE: INTRODUCTION. 1 Fostering Transformative Learning ( Edward W. Taylor ). 2 Transformative Learning Theory ( Jack Mezirow ). PART TWO: TRANSFORMATIVE LEARNING AS HIGHER EDUCATION. 3 Creating Alternative Realities: Arts-Based Approaches to Transformative Learning ( Shauna Butterwick, Randee Lipson Lawrence ). 4 Constructive Teaching and Learning: Collaboration in a Sociology Classroom ( Debra Langan, Ron Sheese, Deborah Davidson ). 5 Facilitating Transformative Learning: Engaging Emotions in an Online Context ( John M. Dirkx, Regina O. Smith ). 6 Fostering Transformative Learning in Leadership Development ( Joe F. Donaldson ). 7 Mentoring: When Learners Make the Learning ( Alan Mandell, Lee Herman ). 8 Transformative Approaches to Culturally Responsive Teaching: Engaging Cultural Imagination ( Elizabeth J. Tisdell, Derise E. Tolliver ). 9 Promoting Dialogic Teaching Among Higher Education Faculty in South Africa ( Sarah Gravett, Nadine Petersen ). 10 Transformative Palliative Care Education ( Rod MacLeod, Tony Egan ). PART THREE: TRANSFORMATIVE LEARNING AS WORKPLACE EDUCATION. 11 Engaging Critical Reflection in Corporate America ( Stephen Brookfield ). 12 Charting the Course: How Storytelling Can Foster Communicative Learning in the Workplace ( Jo A. Tyler ). 13 Coaching to Transform Perspective ( Beth Fisher-Yoshida ). 14 The Transformative Potential of Action Learning Conversations: Developing Critically Reflective Practice Skills ( Victoria J. Marsick, Terrence E. Maltbia ). 15 Transformative Learning in Adult Basic Education ( Kathleen P. King, Barbara P. Heuer ). 16 From Tradesperson to Teacher: A Transformative Transition ( Patricia Cranton ). PART FOUR: TRANSFORMATIVE LEARNING AS COMMUNITY AND SOCIAL CHANGE. 17 Fostering a Learning Sanctuary for Transformation in Sustainability Education ( Elizabeth A. Lange ). 18 Popular Education, Women's Work, and Transforming Lives in Bolivia ( Catherine A. Hansman, Judith Kollins Wright ). 19 Promoting Personal Empowerment with Women in East Harlem Through Journaling and Coaching ( Susan R. Meyer ). 20 Breaking Out of the Egg: Methods of Transformative Learning in Rural West Africa ( Peter Easton, Karen Monkman, Rebecca Miles ). 21 Farmer Field Schools: A Platform for Transformative Learning in Rural Africa ( Deborah Duveskog, Esbern Friis-Hansen ). 22 Collaborative Inquiry in Action: Transformative Learning Through Co-Inquiry ( Lucia Alc ' antara, Sandra Hayes, Lyle Yorks ). 23 Challenging Racism in Self and Others: Transformative Learning as a Living Practice ( European-American Collaborative Challenging Whiteness ). PART FIVE: REFLECTIONS. 24 Looking Forward by Looking Back: Reflections on the Practice of Transformative Learning ( Edward W. Taylor, Jodi Jarecke ). Index.",
  "authors": [
    {
      "display_name": "Jack Mezirow",
      "id": "A5039696690",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Jack Mezirow"
    },
    {
      "display_name": "Edward W. Taylor",
      "id": "A5027827663",
      "orcid": "https://orcid.org/0009-0004-1306-254X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Edward W. Taylor"
    }
  ],
  "publication_year": 2009,
  "publication_date": "2009-01-01",
  "type": "book",
  "cited_by_count": 897,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463505",
    "display_name": "Jossey-Bass eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320885"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C70587473",
      "display_name": "Transformative learning",
      "level": 2,
      "score": 0.96049803
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.5252861
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.51913494
    },
    {
      "id": "C44493715",
      "display_name": "Adult education",
      "level": 2,
      "score": 0.5148582
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.35297787
    }
  ],
  "topics": [
    {
      "id": "T12345",
      "display_name": "Adult and Continuing Education Topics",
      "score": 0.8929
    },
    {
      "id": "T13419",
      "display_name": "Ego Development and Educational Practices",
      "score": 0.8117
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BB00308958",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:49:48.340606",
  "source_database": "OpenAlex"
}