{
  "openalex_id": "W643460625",
  "doi": null,
  "title": "Electrochemotherapy, electrogenetherapy, and transdermal drug delivery : electrically mediated delivery of molecules to cells",
  "abstract": "Reviews. Principles of Membrane Electroporation and Transport of Macromolecules, Eberhard Neumann, Sergej Kakorin, and Katja Toensing. Instrumentation and Electrodes for In Vivo Electroporation, Gunter A. Hofmann. Numerical Modeling for In Vivo Electroporation, Dejan Semrov and Damijan Miklavcic. In Vitro Delivery of Drugs and Other Molecules to Cells, Marie-Pierre Rols, Muriel Golzio, Christine Delteil, and Justin Teissie. The Basis of Electrochemotherapy, Lluis M. Mir and Stephane Orlowski. Electrochemotherapy: Animal Model Work Review, Gregor Sersa. Clinical Trials for Solid Tumors Using Electrochemotherapy, Richard Heller, Richard Gilbert, and Mark J. Jaroszeski. In Vitro and Ex Vivo Gene Delivery to Cells by Electroporation, Sek Wen Hui and Lin Hong Li. Delivery of Genes In Vivo Using Pulsed Electric Fields, Mark J. Jaroszeski, Richard Gilbert, Claude Nicolau, and Richard Heller. Mechanism of Transdermal Drug Delivery by Electroporation, Timothy E. Vaughan and James C. Weaver. Mechanistic Studies of Skin Electroporation Using Biophysical Methods, Mark R. Prausnitz, Uwe Pliquett, and Rita Vanbever. Electrochemotherapy Protocols. Treatment of Murine Transplanted Subcutaneous Tumors Using Systemic Drug Administration, Stephane Orlowski and Lluis M. Mir. Electrochemotherapy of Murine Melanoma Using Intratumor Drug Administration, Richard Heller, Richard Gilbert, and Mark J. Jaroszeski. Treatment of a Tumor Model with ECT Using 4+4 Electrode Configuration, Maja Cemazar. Treatment of Multiple Spontaneous Breast Tumors in Mice Using Electrochemotherapy, Stephane Orlowski and Lluis M. Mir. Electroporation of Muscle Tissue In Vivo, Julie Gehl and Lluis M. Mir. Treatment of Human Pancreatic Tumors Xenografted in Nude Mice by Chemotherapy Combined with Pulsed Electric Fields, Sukhendu B. Dev, Gunter A. Hofmann, and Gurvinder S. Nanda. Distribution of Bleomycin in a Rat Model, Per Engstrom, Leif G. Salford, and Bertil R. R. Persson. Treatment of Rat Bladder Cancerwith Electrochemotherapy In Vivo, Yoko Kubota, Teruhiro Nakada, and Isoji Sasagawa. Electrochemotherapy for the Treatment of Soft Tissue Sarcoma in a Rat Mode, Richard Gilbert, Mark J. Jaroszeski, and Richard Heller. Treatment of Spontaneous Soft Tissue Sarcomas in Cat, Stephane Orlowski and Lluis M. Mir. Treatment of Rat Glioma with Electrochemotherapy, Leif G. Salford, Per Engstrom, and Bertil R. R. Persson. Treatment of Liver Malignancies with Electrochemotherapy in a Rat Model, Mark J. Jaroszeski, Richard Gilbert, and Richard Heller. Treatment of Liver Tumors in Rabbit, Stephane Orlowski and Lluis M. Mir. Electrogenetherapy Protocols. Electrically Mediated Reporter Gene Transfer into Normal Rat Liver Tissue, Mark J. Jaroszeski, Richard Gilbert, Claude Nicolau, and Richard Heller. Reporter/Functional Gene Transfer in Rat Brain, Toru Nishi, Kimio Yoshizato, Tomoaki Goto, Hideo Takeshima, Shigeo Yamashiro, Jun-ichi Kuratsu, Hideyuki Saya, and Yukitaka Ushio. In Vivo Gene Electroporation in the Mouse Testis, Tatsuo Muramatsu. Ex Vivo Stromal Cell Electroporation of Factor IX cDNA for Treatment of Hemophilia B, Armand Keating, Edward Nolan, Robin Filshie, and Sukhendu B. Dev. In Ovo Gene Electroporation into Early Chicken Embryos, Tatsuo Muramatsu. Transdermal Delivery Protocols. Electrical Impedance Spectroscopy for Rapid and Noninvasive Analysis of Skin Electroporation, Uwe Pliquett and Mark R. Prausnitz. An In Vitro System for Measuring the Transdermal Voltage and Molecular Flux Across the Skin in Real Time, Tani Chen, Robert Langer, and James C. Weaver. Using Surface Electrodes to Monitor the Electric-Pulse-Induced Permeabilization of Porcine Skin, Stephen A. Gallo, Patricia G. Johnson, and Sek Wen Hui. Transdermal Delivery Using Surface Electrodes in Porcine Skin, Patricia G. Johnson, Stephen A. Gallo, and Sek Wen Hui. Transdermal Drug Delivery by Skin Electroporation in the Rat, Rita Vanbever and Veronique Preat. In Vivo Skin-Targeted Gene Delivery by",
  "authors": [
    {
      "display_name": "Mark J. Jaroszeski",
      "id": "A5021553715",
      "orcid": "https://orcid.org/0000-0003-1908-311X",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mark J. Jaroszeski"
    },
    {
      "display_name": "Richard Heller",
      "id": "A5057362562",
      "orcid": "https://orcid.org/0000-0003-1899-3859",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Heller"
    },
    {
      "display_name": "Richard Gilbert",
      "id": "A5103742567",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Richard Gilbert"
    }
  ],
  "publication_year": 2000,
  "publication_date": "2000-01-01",
  "type": "book",
  "cited_by_count": 68,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463399",
    "display_name": "Humana Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315801"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777108052",
      "display_name": "Electrochemotherapy",
      "level": 4,
      "score": 0.9617409
    },
    {
      "id": "C186852380",
      "display_name": "Electroporation",
      "level": 3,
      "score": 0.9275565
    },
    {
      "id": "C205679159",
      "display_name": "Transdermal",
      "level": 2,
      "score": 0.7902658
    },
    {
      "id": "C207001950",
      "display_name": "In vivo",
      "level": 2,
      "score": 0.69335556
    },
    {
      "id": "C26291073",
      "display_name": "Ex vivo",
      "level": 3,
      "score": 0.5190652
    },
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.47458005
    },
    {
      "id": "C98274493",
      "display_name": "Pharmacology",
      "level": 1,
      "score": 0.4355151
    },
    {
      "id": "C2779820397",
      "display_name": "Drug delivery",
      "level": 2,
      "score": 0.41783577
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.35204864
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.16761851
    },
    {
      "id": "C55493867",
      "display_name": "Biochemistry",
      "level": 1,
      "score": 0.079572916
    },
    {
      "id": "C150903083",
      "display_name": "Biotechnology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C178790620",
      "display_name": "Organic chemistry",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C104317684",
      "display_name": "Gene",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11455",
      "display_name": "Microbial Inactivation Methods",
      "score": 0.9984
    },
    {
      "id": "T10240",
      "display_name": "Plant tissue culture and regeneration",
      "score": 0.9705
    },
    {
      "id": "T12856",
      "display_name": "Transgenic Plants and Applications",
      "score": 0.9159
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA48159113",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:46:07.245708",
  "source_database": "OpenAlex"
}