{
  "openalex_id": "W647204320",
  "doi": "https://doi.org/10.1002/9781444327632",
  "title": "Handbook of Developmental Science, Behavior, and Genetics",
  "abstract": "FOREWORD. Gilbert Gottlieb and the Developmental Point of View (EvelynFox Keller, Massachusetts Institute of Technology). I. INTRODUCTION. 1. Developmental Systems, Nature-Nurture, and the Role of Genesin Behavior and Development: On the Legacy of GilbertGottlieb (Kathryn E. Hood, The Pennsylvania State University,Carolyn Tucker Halpern, University of North Carolina at ChapelHill, Gary Greenberg, Wichita State University, Richard M. Lerner,Tufts University). 2. Normally Occurring Environmental and Behavioral Influences onGene Activity: From Central Dogma to Probabilistic Epigenesis(Gilbert Gottlieb). II. THEORETICAL FOUNDATIONS FOR THE DEVELOPMENTAL STUDY OFBEHAVIOR AND GENETICS. 3. Historical and Philosophical Perspectives on BehavioralGenetics and Developmental Science (James Tabery, University ofUtah, Paul E. Griffiths, University of Sydney). 4. Development and Evolution Revisited (Mae Wan Ho, Instituteof Science in Society). 5. Probabilistic Epigenesis and Modern Behavioral and NeuralGenetics (Douglas Wahlsten, University of North Carolina atGreensboro). 6. The Roles of Environment, Experience, and Learning inBehavioral Development (George F. Michel, University of NorthCarolina at Greensboro). 7. Contemporary Ideas in Physics and Biology in Gottlieb sPsychology (Ty Partridge, Wayne State University, GaryGreenberg, Wichita State University). III. EMPIRICAL STUDIES OF BEHAVIORAL DEVELOPMENT ANDGENETICS. 8. Behavioral Development during the Mother-Young Interaction inPlacental Mammals: The Development of Behavior in the Relationshipwith the Mother (Jay S. Rosenblatt, Institute of AnimalBehavior, Rutgers). 9. Amniotic Fluid as an Extended Milieu Interieur (Scott R.Robinson, University of Iowa, Valerie Mendez-Gallardo,University of Iowa). 10. Developmental Effects of Selective Breeding for an InfantTrait (Susan A. Brunelli, Columbia University Medical Center,Betty Zimmerberg, Williams College, Myron A. Hofer, ColumbiaUniversity Medical Center). 11. Emergence and Constraint in Novel Behavioral Adaptations(Kathryn E. Hood, The Pennsylvania State University). 12. Nonhuman Primate Research Contributions to UnderstandingGenetic and Environmental Influences on Phenotypic Outcomes acrossDevelopment (Allyson Bennett and Peter J. Pierre, Wake ForestUniversity). 13. Interactive Contributions of Genes and Early Experience toBehavioural Development: Sensitive Periods and Lateralized Brainand Behaviour (Lesley J. Rogers, University of New England,Armidale). 14. Trans-Generational Epigenetic Inheritance (Lawrence V.Harper, University of California, Davis). 15. The Significance of Non-Replication of Gene-PhenotypeAssociations (Carolyn Tucker Halpern, University of NorthCarolina at Chapel Hill). 16. Canalization and Malleability Reconsidered: TheDevelopmental Basis of Phenotypic Stability and Variability(Robert Lickliter and Christopher Harshaw, Florida InternationalUniversity). IV. APPLICATIONS TO DEVELOPMENT. 17. Gene-Parenting Interplay in the Development of InfantEmotionality (Cathi B. Propper, The University of North Carolinaat Chapel Hill, Ginger A. Moore, The Pennsylvania State University,W. Roger Mills-Koonce, The University of North Carolina at ChapelHill). 18. Genetic Research in Psychiatry and Psychology: A CriticalOverview (Jay Joseph, Licensed Psychologist). 19. On the Limits of Standard Quantitative Genetic Modeling ofInter-Individual Variation: Extensions, Ergodic Conditions and aNew Genetic Factor Model of Intra-Individual Variation (Peter C.M. Molenaar, The Pennsylvania State University). 20. Songs My Mother Taught Me: Gene-Environment Interactions,Brain Development and the Auditory System: Thoughts on Non-KinRejection, Part II (Elaine L. Bearer, University of NewMexico). 21. Applications of Developmental Systems Theory to BenefitHuman Development: On the Contributions of Gilbert Gottlieb toIndividuals, Families, and Communities (Richard M. Lerner,Michelle J. Boyd, Megan K. Kiely, Christopher M. Napolitano, andKristina L. Schmid, Tufts University). Name Index. Subject Index.",
  "authors": [
    {
      "display_name": "Kathryn E. Hood",
      "id": "A5045288415",
      "orcid": null,
      "institutions": [
        {
          "id": "I130769515",
          "display_name": "Pennsylvania State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Kathryn E. Hood"
    },
    {
      "display_name": "Carolyn Tucker Halpern",
      "id": "A5033673736",
      "orcid": "https://orcid.org/0000-0003-4278-5646",
      "institutions": [
        {
          "id": "I4210151409",
          "display_name": "Association of Maternal and Child Health Programs",
          "country_code": "US",
          "type": "nonprofit"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Carolyn Tucker Halpern"
    },
    {
      "display_name": "Gary Greenberg",
      "id": "A5080446236",
      "orcid": null,
      "institutions": [
        {
          "id": "I39587148",
          "display_name": "Wichita State University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Gary Greenberg"
    },
    {
      "display_name": "Richard M. Lerner",
      "id": "A5102718452",
      "orcid": "https://orcid.org/0000-0002-9426-9048",
      "institutions": [
        {
          "id": "I121934306",
          "display_name": "Tufts University",
          "country_code": "US",
          "type": "funder"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Richard M. Lerner"
    }
  ],
  "publication_year": 2010,
  "publication_date": "2010-08-13",
  "type": "book",
  "cited_by_count": 101,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306464293",
    "display_name": "Wiley eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310320595"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C53500534",
      "display_name": "Behavioural genetics",
      "level": 2,
      "score": 0.7357614
    },
    {
      "id": "C78458016",
      "display_name": "Evolutionary biology",
      "level": 1,
      "score": 0.43725905
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.42675853
    },
    {
      "id": "C54355233",
      "display_name": "Genetics",
      "level": 1,
      "score": 0.39036372
    },
    {
      "id": "C86803240",
      "display_name": "Biology",
      "level": 0,
      "score": 0.38812715
    },
    {
      "id": "C188147891",
      "display_name": "Cognitive science",
      "level": 1,
      "score": 0.33490163
    }
  ],
  "topics": [
    {
      "id": "T13469",
      "display_name": "Environmental, Ecological, and Cultural Studies",
      "score": 0.0899
    },
    {
      "id": "T11629",
      "display_name": "Birth, Development, and Health",
      "score": 0.0884
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1002/9781444327632",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:16:30.144419",
  "source_database": "OpenAlex"
}