{
  "openalex_id": "W649095311",
  "doi": null,
  "title": "APA Handbook of Career Intervention",
  "abstract": "Volume 1: Foundations Editorial Board About the Editors-in-Chief Contributors Series Preface Handbook Introduction I. Past and Prologue Career Intervention: From the Industrial to the Digital Age, Mark Pope Contemporary Conceptualizations of Career, Kerr Inkson Career Counseling Process and Outcome, Susan C. Whiston and Ciemone S. Rose Career Intervention Efficacy: Making a Difference in People's Lives, Steven D. Brown II. Theoretical Perspectives Person-Environment Fit, Rong Su, Chris D. Murdock, and James Rounds Lifespan Career Development, Susan D. Phillips A Social Cognitive Perspective on Career Intervention, Hung-Bin Sheu and Robert W. Lent Career Counseling Paradigms: Guiding, Developing, and Designing, Mark L. Savickas Relationships and Career Development: An Integrative Approach, Hanoch Flum Environments: Diversity in Theoretical Foundations of Career Intervention, ZiYoung Kang and Gary D. Gottfredson III. Demographic Considerations Children and Adolescents, Justin C. Perry and Eric W. Wallace Women, Men, and Change: Role of Career Interventions, Mary J. Heppner and Ae-Kyung Jung Career Interventions With Racial and Ethnic Minority Clients, Frederick T. L. Leong and Lisa Y. Flores Social Class and Career Intervention, David L. Blustein, Saliha Kozan, Alice Connors-Kellgren, and Bailey Rand Immigrant Workers: Career Concerns and Barriers, Donna E. Schultheiss and Brittan L. Davis IV. Assessment Meaning, Measurement, and Assessment of Vocational Interests for Career Intervention, Sandro M. Sodano Intellectual Abilities for Counseling Interventions, Practice, and Theory: Dismissing Their Significance for Learning and Work Constitutes Malpractice, Harrison J. Kell and David Lubinski Personality Assessment and Career Interventions , Jerome Rossier Process Variables: Maturity, Identity, Decision-Making, and Adjustment, Peter A. Creed and Michelle Hood V. Professional Context Training and Supervision in Career Counseling, Nicholas Ladany and Tiffany O'Shaughnessy Standards, Competencies, and Guidelines in Career Interventions, Cindy L. Juntunen and Erin L. Martin Psychotherapy, Counseling, and Career Counseling, Peter McIlveen Professional Development: Who We Are and What We Do, Jane Goodman and Mary L. Anderson Index Volume 2: Applications Editorial Board I. Guiding Test Interpretation: Talking With People About Their Test Results, Donald G. Zytowski Person Matching for Career Exploration and Choice, Stephanie T. Burns Integrative Approaches to Career Intervention, Patrick J. Rottinghaus and Alec J. Eshelman Using Holland's Theory to Assess Environments, ZiYoung Kang and Gary D. Gottfredson Using Information and Communication Technology in Delivering Career Interventions, James P. Sampson, Jr. and Debra S. Osborn Card Sorts, Sentence Completions, and Other Qualitative Assessments, Robert C. Chope Academic Advising, Leigh S. Shaffer II. Developing Enhancing Future Time Perspective and Exploring Occupational Possible Selves, Brian J. Taber Assessing Children: Interests and Personality, Terence J. G. Tracey and Sandro M. Sodano Promoting Interest and Entry Into Science, Technology, Engineering and Mathematics (STEM) Careers, Marie F. Shoffner and Donna J. Dockery Vocational Rehabilitation Counseling, Phillip D. Rumrill, Jr. and Lynn C. Koch Fostering Career Exploration, Raysen Cheung Self-Efficacy Beliefs, Mindi N. Thompson and Stephanie R. Graham Measuring and Assessing Career Maturity and Adaptability, Kevin Glavin Making Better Career Decisions, Itamar Gati and Nimrod Levin Leisure, Howard E. A. Tinsley and Diane J. Tinsley III. Designing Life Themes and Narratives, J. G. Maree Identity Development, Alan Brown and Jenny Bimrose Using Audience to Foster Self-Narrative Construction and Career Adaptability, Jennifer J. Del Corso and Hande Sensoy Briddick Thinking About Vocational Choice, Emily Bullock-Yowell, Denise E. Saunders, and Gary W. Peterson Practical Career Counseling Applications of the Happenstance Learning Theory, John D. Krumboltz Using Metaphor in Career Intervention, Norman E. Amundson Strategies for Discerning and Living a Calling, Bryan J. Dik and Ryan D. Duffy IV. Placing Evidence Based Job Search Interventions for Unemployed Workers and Youth, Jukka Vuori and Richard H. Price Employability, Andrew T. Rothwell Networking, Susan Shortland Understanding Postsecondary Options: Guiding the Decision-Making Process, Mark A. Kretovics and Tracy M. Lara V. Coaching Mentoring in Postsecondary Education and Organizational Settings, Lillian T. Eby and Erin Dolan Coaching, Jesse Segers, Nicky Dries, and Dirk Versees The Synergy Project: A Group Career Counseling Intervention to Enhance Work-Family Management, Rachel Gali Cinamon Top-Down and Bottom-Up Interventions to Increase Work Engagement, Arnold B. Bakker Promoting the Work Adjustment of Late Career Employees, Barbara Griffin Job Satisfaction, Job Performance, and Success, Donald E. Eggerth VI. Transitioning Individualized Career Plans: Helping Youth Create Successful School-to-Work Transitions, Chris Wood and Heather Dahl Emerging Adult Career Transitions, Jose F. Domene, Jeffrey Landine, and John Stewart Facilitating Mid-Career Transitions, Michael E. Hall and Barbara H. Suddarth Fostering Career Management Using Career Anchor Theory, Jared R. Chapman Consultation in Litigation, Michael Shahnasarian Career Interventions: Retirement, Joanne K. Earl, Alexa Muratore, Cindy Leung, and Tin Wei Yu Index",
  "authors": [
    {
      "display_name": "Paul J. Hartung",
      "id": "A5043763295",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Paul J. Hartung"
    },
    {
      "display_name": "Mark L. Savikas",
      "id": "A5091062170",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Mark L. Savikas"
    },
    {
      "display_name": "W. Bruce Walsh",
      "id": "A5076740457",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "W. Bruce Walsh"
    }
  ],
  "publication_year": 2014,
  "publication_date": "2014-10-01",
  "type": "book",
  "cited_by_count": 79,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2777393702",
      "display_name": "Career counseling",
      "level": 2,
      "score": 0.70152617
    },
    {
      "id": "C27415008",
      "display_name": "Psychological intervention",
      "level": 2,
      "score": 0.6381097
    },
    {
      "id": "C15744967",
      "display_name": "Psychology",
      "level": 0,
      "score": 0.56541616
    },
    {
      "id": "C2777247013",
      "display_name": "Career development",
      "level": 2,
      "score": 0.49214405
    },
    {
      "id": "C2780665704",
      "display_name": "Intervention (counseling)",
      "level": 2,
      "score": 0.48611665
    },
    {
      "id": "C2781316041",
      "display_name": "Diversity (politics)",
      "level": 2,
      "score": 0.42869744
    },
    {
      "id": "C77805123",
      "display_name": "Social psychology",
      "level": 1,
      "score": 0.31678712
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.28027362
    },
    {
      "id": "C19417346",
      "display_name": "Pedagogy",
      "level": 1,
      "score": 0.15114778
    },
    {
      "id": "C19165224",
      "display_name": "Anthropology",
      "level": 1,
      "score": 0.09739351
    },
    {
      "id": "C118552586",
      "display_name": "Psychiatry",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10726",
      "display_name": "Career Development and Diversity",
      "score": 0.6263
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://ci.nii.ac.jp/ncid/BB17567531",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:29:31.219213",
  "source_database": "OpenAlex"
}