{
  "openalex_id": "W649420263",
  "doi": null,
  "title": "Gnosticism, Platonism and the Late Ancient World : Essays in Honour of John D. Turner",
  "abstract": "Sidnie White Crawford, John D. Turner: An Appreciation PART I: GNOSTICISM AND OTHER RELIGIOUS MOVEMENTS OF ANTIQUITY Karen L. King, Distinctive Intertextuality: Genesis and Platonizing Philosophy in Secret Revelation of John Paul-Hubert Poirier, Three Forms of First Thought (NHC XIII,1), and the Secret Book of John (NHC II,1 and par.) Lance Jenott, Emissaries of Truth and Justice: Seed of Seth as Agents of Divine Providence Einar Thomassen, Sethian Names in Magical Texts: Protophanes and Meirotheos Wolf-Peter Funk, Third Ones and Fourth Ones: Some Reflections on the Use of Indefinite Ordinals in Zostrianos Louis Painchaud, Le quatrieme ecrit du codex Tchacos : les livres d'Allogene et la tradition litteraire sethienne Birger A. Pearson, Book of Allogenes (CT,4) and Sethian Gnosticism Madeleine Scopello, Temptation of Allogenes (Codex Tchacos, Tractate IV) Volker Drecoll, Martin Hengel and the Origins of Gnosticism Robert M. Berchman, Arithmos and Kosmos: Arithmology as an Exegetical Tool in the De Opificio Mundi of Philo of Alexandria Anne Pasquier, Parole interieure et parole proferee chez Philon d'Alexandrie et dans l'Evangile de la Verite (NH I,3) Jean-Daniel Dubois, Remarques sur la coherence des Extraits de Theodote Hugo Lundhaug, Evidence of Ritual Practice? Liturgical Fragments of Nag Hammadi Codex XI (NHC XI,2a-e) Antti Marjanen, A Salvific Act of Transformation or a Symbol of Defilement? Baptism in Valentinian Liturgical Readings (NHC XI,2) and in the Testimony of Truth (NHC IX,3) Dylan M. Burns, The Garment Poured its Entire Self over Me: Christian Baptismal Traditions and the Origins of the Hymn of the Pearl Johannes van Oort, Alexander of Lycopolis, Manichaeism and Neoplatonism April DeConick, Crafting Gnosis: Gnostic Spirituality in the Ancient New Age PART II: CROSSING BOUNDARIES: GNOSTICISM AND PLATONISM Kevin Corrigan, Symposium and Republic in the Mystical Thought of Plotinus and the Sethian Gnostics Zeke Mazur, Those Who Ascend to the Sanctuaries of the Temples: Gnostic Context of Plotinus' First Treatise, 1.6 [1], On Beauty Tuomas Rasimus, Johannine Background of the Being-Life-Mind Triad Jean-Marc Narbonne, Neopythagorean Backdrop to the Fall (sigmaphialphalambdamualpha/nuepsilonupsilonsigmaiotasigmaf) of the Soul in Gnosticism and its Echo in the Plotinian Treatises 33 and 34 Michel Tardieu, Echo et les antitypes Luc Brisson, Plotinus and the Magical Rites Practiced by the Gnostics Lorenzo Ferroni, Where Did Matter Appear From? A Syntactic Problem in a Plotinian anti-Gnostic Treatise Andrei Cornea, Plotinus, Epicurus, and the Gnostics: On Plotinian Classification of Philosophies John Dillon, Plotinus and the Vehicle of the Soul Michael A. Williams, Life and Happiness in the Platonic Underworld Svetla Slaveva-Griffin, Trial by Fire: An Ontological Reading of Katharsis Gerald Bechtle, Harmonizing Aristotle's Categories and Plato's Parmenides: Before the Background of Natural Philosophy Mark Edwards, Christians against Matter: A Bouquet for Bishop Berkeley Benjamin Gleede, Proclus against the Gnostics? Some Remarks on a Subtle Allusion in the Timaeus-Commentary concerning Caves and Cages Alain Lernould, Imagination and Psychic Body: Apparitions of the Divine and Geometric Imagination according to Proclus Jay Bregman, Neoplatonizing Gnosticism and Gnosticizing Neoplatonism in the American Baroque",
  "authors": [
    {
      "display_name": "John D. Turner",
      "id": "A5109842481",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "John D. Turner"
    },
    {
      "display_name": "Kevin Corrigan",
      "id": "A5054990632",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Kevin Corrigan"
    },
    {
      "display_name": "Tuomas Rasimus",
      "id": "A5083167139",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Tuomas Rasimus"
    },
    {
      "display_name": "Dylan M. Burns",
      "id": "A5035341061",
      "orcid": "https://orcid.org/0000-0002-0391-9077",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Dylan M. Burns"
    }
  ],
  "publication_year": 2013,
  "publication_date": "2013-07-25",
  "type": "book",
  "cited_by_count": 5,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C2780831315",
      "display_name": "Gnosticism",
      "level": 2,
      "score": 0.8322513
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.5937462
    },
    {
      "id": "C2780110125",
      "display_name": "Honour",
      "level": 2,
      "score": 0.55442333
    },
    {
      "id": "C111936747",
      "display_name": "Early Christianity",
      "level": 2,
      "score": 0.5140313
    },
    {
      "id": "C2781415766",
      "display_name": "Intertextuality",
      "level": 2,
      "score": 0.4969547
    },
    {
      "id": "C2776405206",
      "display_name": "Revelation",
      "level": 2,
      "score": 0.4598132
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.44423935
    },
    {
      "id": "C2779612425",
      "display_name": "Apocrypha",
      "level": 2,
      "score": 0.42902446
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.42708355
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.37571836
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.36141956
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.32846445
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.27104497
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.10120848
    }
  ],
  "topics": [
    {
      "id": "T13198",
      "display_name": "Historical, Religious, and Philosophical Studies",
      "score": 0.9969
    },
    {
      "id": "T10362",
      "display_name": "Biblical Studies and Interpretation",
      "score": 0.9789
    },
    {
      "id": "T12768",
      "display_name": "Linguistics and language evolution",
      "score": 0.9652
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BB13207909",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:22:15.964000",
  "source_database": "OpenAlex"
}