{
  "openalex_id": "W651464779",
  "doi": null,
  "title": "Atomic force microscopy : biomedical methods and applications",
  "abstract": "Part I. The Basics of Atomic Force Microscopy How the Atomic Force Microscope Works Davide Ricci and Pier Carlo Braga Imaging Methods in Atomic Force Microscopy Davide Ricci and Pier Carlo Braga Recognizing and Avoiding Artifacts in AFM Imaging Davide Ricci and Pier Carlo Braga Advanced Biosensing Using Micromechanical Cantilever Arrays Martin Hegner and Youri Arntz Part II. Morphostructural Analysis of Cellular Structures Analysis of Human Fibroblasts by Atomic Force Microscopy Gillian R. Bushell, Colm Cahill, Sverre Myhra, and Gregory S. Watson Corneal Tissue Observed by Atomic Force Microscopy Stylliani Lydataki, Miltiadis K. Tsilimbaris, Eric S. Lesniewska, Alain Bron, and Iannis G. Pallikaris AFM Study of Surface Structure Changes in Mouse Spermatozoa Associated With Maturation Hiroko Takano and Kazuhiro Abe Calculation of Cuticle Step Heights from AFM Images of Outer Surfaces of Human Hair James R. Smith Imaging Living Chondrocyte Surface Structures With AFM Contact Mode Gerlinde Bischoff, Anke Bernstein, David Wohlrab, and Hans-Joachim Hein Growth Cones of Living Neurons Probed by Atomic Force Microscopy Davide Ricci, Massimo Grattarola, and Mariateresa Tedesco Evaluating Demineralization and Mechanical Properties of Human Dentin With AFM Grayson W. Marshall, Jr., Sally J. Marshall, Mehdi Balooch, and John H. Kinney Applying Atomic Force Microscopy to Studies in Cardiac Physiology Jason J. Davis, Trevor Powell, and H. Allen O. Hill Imaging Bacterial Shape, Surface, and Appendages Before and After Treatments With Antibiotics Pier Carlo Braga and Davide Ricci Part III. Subcellular Structures Investigation Visualizing Nuclear Structure In Situ by Atomic Force Microscopy Luis Felipe Jimenez-Garcia and Maria de Lourdes Segura-Valdez Imaging Surface andSubmembranous Structures in Living Cells With the Atomic Force Microscope: Notes and Tricks Filip Braet and Eddie Wisse Atomic Force Microscopy of Protein Complexes Olga I. Kiselyova and Igor V. Yaminsky Atomic Force Microscopy of Interfacial Monomolecular Films of Pulmonary Surfactant Kaushik Nag, Robert R. Harbottle, Amiyo K. Panda, and Nils O. Petersen High-Resolution Analysis of the 3D Organization of Human Metaphase Chromosomes Stefan Thalhammer, Pietro Gobbi, Mirella Falconi, Giovanni Mazzotti, and Wolfgang M. Heckl Shape and Volume of Living Aldosterone-Sensitive Cells Imaged With the Atomic Force Microscope Stefan W. Schneider, Rainer Matzke, Manfred Radmacher, and Hans Oberleithner Localization of Epithelial Sodium Channels by Atomic Force Microscopy Peter R. Smith and Dale J. Benos High-Resolution Imaging of Bacteriorhodopsin by Atomic Force Microscopy Dimitrios Fotiadis and Andreas Engel Part IV. Functional Investigations With AFM Measurement of Mechanical Properties of Intact Endothelial Cells in Fresh Arteries Hiroshi Miyazaki and Kozaburo Hayashi Observation of Oxidative Stress on Yeast Cells Ricardo de Souza Pereira Lymphoblastoid Cells Exposed to Low-Frequency Magnetic Fields: Study by Atomic Force Microscopy Settimio Grimaldi, Marco Girasole, and Antonio Cricenti Sample Preparation Method for Observing RNA Polymerase Activity by Atomic Force Microscopy Sandor Kasas Atomic Force Microscopy of b-Amyloid: Static and Dynamic Studies of Nanostructure and Its Formation Justin Legleiter and Tomasz Kowalewski How to Build Up Biosensors With the Cantilever of the Atomic Force Microscope Ricardo de Souza Pereira Measurement of Single Molecular Interactions by Dynamic Force Microscopy Martin Hegner, Wilfried Grange, and Patricia Bertoncini Index",
  "authors": [
    {
      "display_name": "Pier Carlo Braga",
      "id": "A5110049715",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Pier Carlo Braga"
    },
    {
      "display_name": "D. Ricci",
      "id": "A5100668620",
      "orcid": "https://orcid.org/0000-0002-9790-0552",
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Davide Ricci"
    }
  ],
  "publication_year": 2004,
  "publication_date": "2004-01-01",
  "type": "book",
  "cited_by_count": 123,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S4306463399",
    "display_name": "Humana Press eBooks",
    "issn_l": null,
    "issn": null,
    "type": "ebook platform",
    "host_organization": "https://openalex.org/P4310315801"
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C102951782",
      "display_name": "Atomic force microscopy",
      "level": 2,
      "score": 0.8089305
    },
    {
      "id": "C147080431",
      "display_name": "Microscopy",
      "level": 2,
      "score": 0.43884578
    },
    {
      "id": "C171250308",
      "display_name": "Nanotechnology",
      "level": 1,
      "score": 0.42037046
    },
    {
      "id": "C185592680",
      "display_name": "Chemistry",
      "level": 0,
      "score": 0.3808696
    },
    {
      "id": "C121332964",
      "display_name": "Physics",
      "level": 0,
      "score": 0.35947987
    },
    {
      "id": "C192562407",
      "display_name": "Materials science",
      "level": 0,
      "score": 0.3563187
    },
    {
      "id": "C8010536",
      "display_name": "Crystallography",
      "level": 1,
      "score": 0.32761246
    },
    {
      "id": "C120665830",
      "display_name": "Optics",
      "level": 1,
      "score": 0.15435544
    }
  ],
  "topics": [
    {
      "id": "T10923",
      "display_name": "Force Microscopy Techniques and Applications",
      "score": 0.936
    },
    {
      "id": "T13539",
      "display_name": "thermodynamics and calorimetric analyses",
      "score": 0.9263
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA64996037",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:19:33.338279",
  "source_database": "OpenAlex"
}