{
  "openalex_id": "W652118094",
  "doi": null,
  "title": "Conjunctures: Medieval Studies in Honor of Douglas Kelly",
  "abstract": "Preface. Publications of Douglas Kelly. Emmanuele BAUMGARTNER: La preparation a la Queste del Saint Graal dans le Tristan en prose. Bart BESAMUSCA and Frank BRANDSMA: Between Audience and Source: the First-Person Narrator in the Middle Dutch Lanceloet. Glyn S. BURGESS: The Role of the Heart in the Lai de l'Ombre and the Chastelaine de Vergi. Keith BUSBY: Hunbaut and the Art of Medieval French Romance. William C. CALIN: Will the Real Charles of Orleans Please Stand! or Who Wrote the English Poems in Harley 682? Robert F. COOK: The Arthurian Interlude in the Batard de Bouillon. Colette-Anne van COOLPUT: Auto-portraits de heros. Peter F. DEMBOWSKI: Textual and Other Problems of the Epilogue of Erec et Enide. Albert GIER: L'Amour, les monologues: le Lai de Narcisse. Stacey L. HAHN: Genealogy and Adventure in the Cyclic Prose Lancelot. Tony HUNT: Chretien's Prologues Reconsidered. Sylvia HUOT: Languages of Love: Vernacular Motets on the Tenor Flos Filius Eius. Sandra NESS IHLE: Invention of Character in Malory's Grail Book. Catherine M. JONES: Blazon and Allegory in the Livre du Cuer d'Amours Espris. Hans-Erich KELLER: La structure du Roman de la Poire. Elspeth KENNEDY: The Narrative Techniques Used. To Give Arthurian Romance a Historical Flavour. Christopher KLEINHENZ: The Quest Motif in Medieval Italian Literature. Erik KOOPER: Multiple Births and Multiple Disaster: Twins in Medieval Literature. Norris J. LACY: Motivation and Method in the Burgundian Erec. Ullrich LANGER: Humanism's Antidote to Romance: L'amant resuscite de la mort d'amour (1555). Donald MADDOX: Coutumes et 'conjointure' dans le Lancelot en prose. Dhira B. MAHONEY: Ar ye a knyght and ar no lovear?: The Chivalry Topos in Malory's Book of Sir Tristram. Emanuel J. MICKEL: The Language of Illogic. Jan MIERNOWSKI: L'alchimie du Roman de la Rose et les limites de l'allegorie. James J. MURPHY: The Discourse of the Future: Toward an Understanding of Medieval Literary Theory. Richard O'GORMAN: Robert de Boron's Joseph d'Arimathie and the Sacrament of Penance. William D. PADEN: Christine de Pizan as a Reader of the Medieval Pastourelle. Linda M. PATERSON: Marcabru's Rhetoric and the Dialectic of trobar. Ans que.l terminis verdei (PC 293.7) and Jaufre Rudel. Rupert T. PICKENS: Villon on the Road to Paris: Contexts and Intertexts of Huitain XIII of the Testament. Elizabeth W. POE: Segom quem soce per semblan: Auctorial Interventions in Arnaut Vidal's Guilhem de la Barra and Their Relation to His Sources. Jacques RIBARD: Jehan et Blonde: mythe ou realite? Paul V. ROCKWELL: Twin Mysteries: Ceci n'est pas un Fresne. Rewriting Resemblance in Galeran de Bretagne. Barbara N. SARGENT-BAUR: Truth-claims as captatio benevolentiae in Villon's Testament. Sara STURM-MADDOX: Letres escrites i a: The Marvellous Inscribed. Jane H.M. TAYLOR: The Parrot, the Knight and the Decline of Chivalry. Karl D. UITTI: Chretien de Troyes's Cliges: Romance Translatio and History. Lenora D. WOLFGANG: Chretien's Lancelot: the Fragments in Manuscript 6138 of the Institut de France. Friedrich WOLFZETTEL: Artus en cage: quelques remarques sur le roman arthurien et l'histoire. Michel ZINK: Note sur la rivalite et la jalousie dans le Tristan de Thomas.",
  "authors": [
    {
      "display_name": "Douglas Kelly",
      "id": "A5036561483",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Douglas Kelly"
    },
    {
      "display_name": "Keith Busby",
      "id": "A5051249729",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Keith Busby"
    },
    {
      "display_name": "Norris J. Lacy",
      "id": "A5040787945",
      "orcid": null,
      "institutions": [],
      "is_corresponding": false,
      "raw_author_name": "Norris J. Lacy"
    }
  ],
  "publication_year": 1994,
  "publication_date": "1994-01-01",
  "type": "book",
  "cited_by_count": 57,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "",
    "display_name": "",
    "issn_l": "",
    "issn": [],
    "type": "",
    "host_organization": ""
  },
  "volume": null,
  "issue": null,
  "first_page": null,
  "last_page": null,
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C518914266",
      "display_name": "Romance",
      "level": 2,
      "score": 0.7299723
    },
    {
      "id": "C2780386941",
      "display_name": "Vernacular",
      "level": 2,
      "score": 0.6767973
    },
    {
      "id": "C142362112",
      "display_name": "Art",
      "level": 0,
      "score": 0.6442708
    },
    {
      "id": "C2776459770",
      "display_name": "Old French",
      "level": 2,
      "score": 0.64022934
    },
    {
      "id": "C164913051",
      "display_name": "Poetry",
      "level": 2,
      "score": 0.5659019
    },
    {
      "id": "C42133412",
      "display_name": "Adventure",
      "level": 2,
      "score": 0.52815247
    },
    {
      "id": "C52119013",
      "display_name": "Art history",
      "level": 1,
      "score": 0.50594515
    },
    {
      "id": "C2780415144",
      "display_name": "SAINT",
      "level": 2,
      "score": 0.4970272
    },
    {
      "id": "C199033989",
      "display_name": "Narrative",
      "level": 2,
      "score": 0.49679568
    },
    {
      "id": "C124952713",
      "display_name": "Literature",
      "level": 1,
      "score": 0.4964674
    },
    {
      "id": "C2779438500",
      "display_name": "Honor",
      "level": 2,
      "score": 0.4808622
    },
    {
      "id": "C153606108",
      "display_name": "Humanism",
      "level": 2,
      "score": 0.47236115
    },
    {
      "id": "C162462552",
      "display_name": "Portrait",
      "level": 2,
      "score": 0.4713399
    },
    {
      "id": "C95407459",
      "display_name": "Medieval literature",
      "level": 2,
      "score": 0.44939193
    },
    {
      "id": "C36082774",
      "display_name": "Allegory",
      "level": 2,
      "score": 0.426787
    },
    {
      "id": "C15708023",
      "display_name": "Humanities",
      "level": 1,
      "score": 0.40944424
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.34546077
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.19825542
    },
    {
      "id": "C41008148",
      "display_name": "Computer science",
      "level": 0,
      "score": 0.0
    },
    {
      "id": "C111919701",
      "display_name": "Operating system",
      "level": 1,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T10595",
      "display_name": "Medieval Literature and History",
      "score": 0.9745
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "http://ci.nii.ac.jp/ncid/BA27830997",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T15:50:37.736224",
  "source_database": "OpenAlex"
}