{
  "openalex_id": "W69788875",
  "doi": "https://doi.org/10.1016/s0022-5347(17)41037-8",
  "title": "The Value of Serum Prostate Specific Antigen Determinations Before and after Radical Prostatectomy",
  "abstract": "No AccessJournal of Urology1 Apr 1989The Value of Serum Prostate Specific Antigen Determinations Before and after Radical Prostatectomy Paul H. Lange, Cesar J. Ercole, Deborah J. Lightner, Elwin E. Fraley, and Robert Vessella Paul H. LangePaul H. Lange , Cesar J. ErcoleCesar J. Ercole , Deborah J. LightnerDeborah J. Lightner , Elwin E. FraleyElwin E. Fraley , and Robert VessellaRobert Vessella View All Author Informationhttps://doi.org/10.1016/S0022-5347(17)41037-8AboutPDF ToolsAdd to favoritesDownload CitationsTrack CitationsPermissionsReprints ShareFacebookLinked InTwitterEmail We evaluated serum prostate specific antigen before and after radical prostatectomy. In 100 consecutive patients who underwent radical prostatectomy, preoperative prostate specific antigen levels tended to increase with the increasing severity of pathological stage. However, even at levels of greater than 10ng. per ml. the positive and negative predictive values (78 and 61 per cent, respectively) of prostate specific antigen to predict extracapsular disease were not sufficient to make this test useful alone for staging. In theory, after radical prostatectomy prostate specific antigen should be zero if no remaining prostatic tissue is present. Tests of precision and analytical sensitivity in our laboratory using a commercial prostate specific antigen assay revealed that a value of 0.4ng. per ml. or more is different from zero at a greater than 95 per cent confidence level. With this guideline we evaluated the meaning of prostate specific antigen levels 3 to 6 months after radical prostatectomy in 59 men. Among men whose prostate specific antigen level was less than 0.4ng. per ml. only 9 per cent demonstrated recurrence as evidenced by the development of positive bone scan or progressively elevated prostate specific antigen levels within 6 to 50 months. Alternatively, in men whose 3 to 6-month prostate specific antigen level was 0.4ng per ml. or more there was evidence of recurrence in 100 per cent within 6 to 49 months (p less than 0.0001). Progressively elevated (more than 0.4ng. per ml.) prostate specific antigen levels preceded recurrence from 12 to 43 months in all 6 patients who had positive bone scans, while increasing prostate specific antigen levels since radical prostatectomy have continued from 9 to 65 months in the 11 patients who have no radiological evidence of recurrent disease to date. Prostatic acid phosphatase serum values after radical prostatectomy were not useful to predict persistent disease. Prostate specific antigen values 3 to 6 months after radical prostatectomy are a sensitive indicator of persistent disease after radical prostatectomy and often precede other evidence of this occurrence by many years. This fact may alter concepts about surgical results, and possibly shorten and sharpen clinical studies involving adjuvant therapy after radical prostatectomy. © 1989 by The American Urological Association Education and Research, Inc.FiguresReferencesRelatedDetailsCited byCronin A, Godoy G and Vickers A (2010) Definition of Biochemical Recurrence After Radical Prostatectomy Does Not Substantially Impact Prognostic Factor EstimatesJournal of Urology, VOL. 183, NO. 3, (984-989), Online publication date: 1-Mar-2010.Cookson M, Aus G, Burnett A, Canby-Hagino E, D'Amico A, Dmochowski R, Eton D, Forman J, Goldenberg S, Hernandez J, Higano C, Kraus S, Moul J, Tangen C, Thrasher J and Thompson I (2018) Variation in the Definition of Biochemical Recurrence in Patients Treated for Localized Prostate Cancer: The American Urological Association Prostate Guidelines for Localized Prostate Cancer Update Panel Report and Recommendations for a Standard in the Reporting of Surgical OutcomesJournal of Urology, VOL. 177, NO. 2, (540-545), Online publication date: 1-Feb-2007.SHEN S, LEPOR H, YAFFEE R and TANEJA S (2018) ULTRASENSITIVE SERUM PROSTATE SPECIFIC ANTIGEN NADIR ACCURATELY PREDICTS THE RISK OF EARLY RELAPSE AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 173, NO. 3, (777-780), Online publication date: 1-Mar-2005.WARD J, BLUTE M, SLEZAK J, BERGSTRALH E and ZINCKE H (2018) The Long-Term Clinical Impact of Biochemical Recurrence of Prostate Cancer 5 or More Years After Radical ProstatectomyJournal of Urology, VOL. 170, NO. 5, (1872-1876), Online publication date: 1-Nov-2003.Gretzer M, Trock B, Han M and Walsh P (2018) A Critical Analysis of the Interpretation of Biochemical Failure in Surgically Treated Patients Using the American Society for Therapeutic Radiation and Oncology CriteriaJournal of Urology, VOL. 168, NO. 4 Part 1, (1419-1422), Online publication date: 1-Oct-2002.STEINER M and GINGRICH J (2018) GENE THERAPY FOR PROSTATE CANCER: WHERE ARE WE NOW?Journal of Urology, VOL. 164, NO. 4, (1121-1136), Online publication date: 1-Oct-2000.NAM R, ELHAJI Y, KRAHN M, HAKIMI J, HO M, CHU W, SWEET J, TRACHTENBERG J, JEWETT M and NAROD S (2018) SIGNIFICANCE OF THE CAG REPEAT POLYMORPHISM OF THE ANDROGEN RECEPTOR GENE IN PROSTATE CANCER PROGRESSIONJournal of Urology, VOL. 164, NO. 2, (567-572), Online publication date: 1-Aug-2000.HAESE A, BECKER C, NOLDUS J, GRAEFEN M, HULAND E, HULAND H and LILJA H (2018) HUMAN GLANDULAR KALLIKREIN 2: A POTENTIAL SERUM MARKER FOR PREDICTING THE ORGAN CONFINED VERSUS NONORGAN CONFINED GROWTH OF PROSTATE CANCERJournal of Urology, VOL. 163, NO. 5, (1491-1497), Online publication date: 1-May-2000.LILJA H, HAESE A, BJÖRK T, FRIEDRICH M, PIIRONEN T, PETTERSSON K, HULAND E and HULAND H (2018) SIGNIFICANCE AND METABOLISM OF COMPLEXED AND NONCOMPLEXED PROSTATE SPECIFIC ANTIGEN FORMS, AND HUMAN GLANDULAR KALLIKREIN 2 IN CLINICALLY LOCALIZED PROSTATE CANCER BEFORE AND AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 162, NO. 6, (2029-2035), Online publication date: 1-Dec-1999.HAESE A, HULAND E, GRAEFEN M, HAMMERER P, NOLDUS J and HULAND H (2018) ULTRASENSITIVE DETECTION OF PROSTATE SPECIFIC ANTIGEN IN THE FOLLOWUP OF 422 PATIENTS AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 161, NO. 4, (1206-1211), Online publication date: 1-Apr-1999.ESPANA F, ROYO M, MARTINEZ M, ENGUIDANOS M, VERA C, ESTELLES A, AZNAR J, JIMENEZ-CRUZ J and HEEB M (2018) FREE AND COMPLEXED PROSTATE SPECIFIC ANTIGEN IN THE DIFFERENTIATION OF BENIGN PROSTATIC HYPERPLASIA AND PROSTATE CANCER: STUDIES IN SERUM AND PLASMA SAMPLESJournal of Urology, VOL. 160, NO. 6 Part 1, (2081-2088), Online publication date: 1-Dec-1998.CHER M, BIANCO F, LAM J, DAVIS L, GRIGNON D, SAKR W, BANERJEE M, PONTES J and WOOD D (2018) LIMITED ROLE OF RADIONUCLIDE BONE SCINTIGRAPHY IN PATIENTS WITH PROSTATE SPECIFIC ANTIGEN ELEVATIONS AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 160, NO. 4, (1387-1391), Online publication date: 1-Oct-1998.KAHN D, WILLIAMS R, MANYAK M, HASEMAN M, SELDIN D, LIBERTINO J and MAGUIRE R (2018) (111) INDIUM-CAPROMAB PENDETIDE IN THE EVALUATION OF PATIENTS WITH RESIDUAL OR RECURRENT PROSTATE CANCER AFTER RADICAL PROSTATECTOMYJournal of Urology, VOL. 159, NO. 6, (2041-2047), Online publication date: 1-Jun-1998.Plawker M, Fleisher J, Vapnek E and Macchia R (2018) CURRENT TRENDS IN PROSTATE CANCER DIAGNOSIS AND STAGING AMONG UNITED STATES UROLOGISTSJournal of Urology, VOL. 158, NO. 5, (1853-1858), Online publication date: 1-Nov-1997.Patel A, Dorey F, Franklin J and deKernion J (2018) RECURRENCE PATTERNS AFTER RADICAL RETROPUBIC PROSTATECTOMY: CLINICAL USEFULNESS OF PROSTATE SPECIFIC ANTIGEN DOUBLING TIMES AND LOG SLOPE PROSTATE SPECIFIC ANTIGENJournal of Urology, VOL. 158, NO. 4, (1441-1445), Online publication date: 1-Oct-1997.Forman J, Meetze K, Pontes E, Wood D, Shamsa F, Rana T and Porter A (2018) THERAPEUTIC IRRADIATION FOR PATIENTS WITH AN ELEVATED POST-PROSTATECTOMY PROSTATE SPECIFIC ANTIGEN LEVELJournal of Urology, VOL. 158, NO. 4, (1436-1440), Online publication date: 1-Oct-1997.Vicini F, Horwitz E, Gonzalez J and Martinez A (2018) Treatment Options for Localized Prostate Cancer Based on Pretreatment Serum Prostate Specific Antigen LevelsJournal of Urology, VOL. 158, NO. 2, (319-325), Online publication date: 1-Aug-1997.Witherspoon L and Lapeyrolerie T (2018) Sensitive Prostate Specific Antigen Measurements Identify Men With Long Disease-Free Intervals and Differentiate Aggressive from Indolent Cancer Recurrences within 2 Years After Radical ProstatectomyJournal of Urology, VOL. 157, NO. 4, (1322-1328), Online publication date: 1-Apr-1997.Schild S, Buskirk S, Wong W, Halyard M, Swanson S, Novicki D and Ferrigni R (2018) The Use of Radiotherapy for Patients with Isolated Elevation of Serum Prostate Specific Antigen Following Radical ProstatectomyJournal of Urology, VOL. 156, NO. 5, (1725-1729), Online publication date: 1-Nov-1996.Marks L, Dorey F, Rhodes T, Shery E, Rittenhouse H, Partin A and deKernion J (2018) Serum Prostate Specific Antigen Levels after Transurethral Resection of Prostate: A Longitudinal Characterization in Men with Benign Prostatic HyperplasiaJournal of Urology, VOL. 156, NO. 3, (1035-1039), Online publication date: 1-Sep-1996.Lerner S, Blute M, Bergstralh E, Bostwick D, Eickholt J and Zincke H (2018) Analysis of Risk Factors for Progression in Patients with Pathologically Confined Prostate Cancers After Radical Retropubic ProstatectomyJournal of Urology, VOL. 156, NO. 1, (137-143), Online publication date: 1-Jul-1996.Ravery V, De La Taille A, Toublanc M, Boccon-Gibod L, Hermieu J, Delmas V and Boccon-Gibod L (2018) Prostate Specimen Reevaluation in Patients With Organ Confined Prostate Cancer and Postoperative Biological RecurrenceJournal of Urology, VOL. 155, NO. 6, (1981-1982), Online publication date: 1-Jun-1996.Dalkin B, Ahmann F, Nagle R and Johnson C (2018) Randomized Study of Neoadjuvant Testicular Androgen Ablation Therapy Before Radical Prostatectomy in Men with Clinically Localized Prostate CancerJournal of Urology, VOL. 155, NO. 4, (1357-1360), Online publication date: 1-Apr-1996.Huland H, Hammerer P, Henke R and Huland E (2018) Preoperative Prediction of Tumor Heterogeneity and Recurrence After Radical Prostatectomy for Localized Prostatic Carcinoma with Digital Rectal Examination, Prostate Specific Antigen and the Results of 6 Systematic BiopsiesJournal of Urology, VOL. 155, NO. 4, (1344-1347), Online publication date: 1-Apr-1996.Noldus J and Stamey T (2018) Histological Characteristics of Radical Prostatectomy Specimens in Men with a Serum Prostate Specific Antigen of 4 ng./ml. or LessJournal of Urology, VOL. 155, NO. 2, (441-443), Online publication date: 1-Feb-1996.Oefelein M, Smith N, Carter M, Dalton D and Schaeffer A (2018) The Incidence of Prostate Cancer Progression with Undetectable Serum Prostate Specific Antigen in a Series of 394 Radical ProstatectomiesJournal of Urology, VOL. 154, NO. 6, (2128-2131), Online publication date: 1-Dec-1995.Blasko J, Wallner K, Grimm P and Ragde H (2018) Prostate Specific Antigen Based Disease Control Following Ultrasound Guided sup 125 Iodine Implantation for Stage T1/T2 Prostatic CarcinomaJournal of Urology, VOL. 154, NO. 3, (1096-1099), Online publication date: 1-Sep-1995.Oesterling J, Jacobsen S, Klee G, Petterson K, Piironen T, Abrahamsson P, Stenman U, Dowell B, Lovgren T and Lilja H (2018) Free, Complexed and Total Serum Prostate Specific Antigen: The Establishment of Appropriate Reference Ranges for their Concentrations and RatiosJournal of Urology, VOL. 154, NO. 3, (1090-1095), Online publication date: 1-Sep-1995.Lawrence G (2018) Re: National Patterns of Prostate Cancer Treatment by Radical ProstatectomyJournal of Urology, VOL. 154, NO. 1, (215-215), Online publication date: 1-Jul-1995.Yu H and Diamandis E (2018) Original Articles: Prostate Cancer: Measurement of Serum Prostate Specific Antigen Levels in Women and in Prostatectomized Men With an Ultrasensitive Immunoassay TechniqueJournal of Urology, VOL. 153, NO. 3S, (1004-1008), Online publication date: 1-Mar-1995.Kahn D, Williams R, Seldin D, Libertino J, Hirschhorn M, Dreicer R, Weiner G, Bushnell D and Gulfo J (2018) Radioimmunoscintigraphy with 111Indium Labeled Cyt-356 for the Detection of Occult Prostate Cancer RecurrenceJournal of Urology, VOL. 152, NO. 5 Part 1, (1490-1495), Online publication date: 1-Nov-1994.Partin A and Oesterling J (2018) The Clinical Usefulness of Prostate Specific Antigen: Update 1994Journal of Urology, VOL. 152, NO. 5 Part 1, (1358-1368), Online publication date: 1-Nov-1994.Gohagan J, Prorok P, Kramer B and Cornett J (2018) Prostate Cancer Screening in the Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial of the National Cancer InstituteJournal of Urology, VOL. 152, NO. 5 Part 2, (1905-1909), Online publication date: 1-Nov-1994.Zietman A, Shipley W and Coen J (2018) Radical Prostatectomy and Radical Radiation Therapy for Clinical Stages T1 to 2 Adenocarcinoma of the Prostate: New Insights into Outcome from Repeat Biopsy and Prostate Specific Antigen FollowupJournal of Urology, VOL. 152, NO. 5 Part 2, (1806-1812), Online publication date: 1-Nov-1994.Shinohara K, Wolf J, Narayan P and Carroll P (2018) Comparison of Prostate Specific Antigen with Prostate Specific Antigen Density for 3 Clinical ApplicationsJournal of Urology, VOL. 152, NO. 1, (120-123), Online publication date: 1-Jul-1994.Willett C, Zietman A, Shipley W and Coen J (2018) The Effect of Pelvic Radiation Therapy on Serum Levels of Prostate Specific AntigenJournal of Urology, VOL. 151, NO. 6, (1579-1581), Online publication date: 1-Jun-1994.Mccarthy J, Catalona W and Hudson M (2018) Effect of Radiation Therapy on Detectable Serum Prostate Specific Antigen Levels Following Radical Prostatectomy: Early Versus Delayed TreatmentJournal of Urology, VOL. 151, NO. 6, (1575-1578), Online publication date: 1-Jun-1994.Bluestein D, Bostwick D, Bergstralh E and Oesterling J (2018) Eliminating the Need for Bilateral Pelvic Lymphadenectomy in Select Patients with Prostate CancerJournal of Urology, VOL. 151, NO. 5, (1315-1320), Online publication date: 1-May-1994.van den Ouden D, Davidson P, Hop W and Schröder F (2018) Radical Prostatectomy as a Monotherapy for Locally Advanced (Stage T3) Prostate CancerJournal of Urology, VOL. 151, NO. 3, (646-651), Online publication date: 1-Mar-1994.Zietman A, Coen J, Shipley W, Willett C and Efird J (2018) Radical Radiation Therapy in the Management of Prostatic Adenocarcinoma: The Initial Prostate Specific Antigen Value as a Predictor of Treatment OutcomeJournal of Urology, VOL. 151, NO. 3, (640-645), Online publication date: 1-Mar-1994.Sanda M, Ayyagari S, Jaffee E, Epstein J, Clift S, Cohen L, Dranoff G, Pardoll D, Mulligan R and Simons J (2018) Demonstration of a Rational Strategy for Human Prostate Cancer Gene TherapyJournal of Urology, VOL. 151, NO. 3, (622-628), Online publication date: 1-Mar-1994.Τakayama T, Vessella R, Brawer M, True L, Noteboom J and Lange P (2018) Urinary Prostate Specific Antigen Levels after Radical ProstatectomyJournal of Urology, VOL. 151, NO. 1, (82-87), Online publication date: 1-Jan-1994.Kassabian V, Bottles K, Weaver R, Williams R, Paulson D and Scardino P (2018) Possible Mechanism for Seeding of Tumor During Radical ProstatectomyJournal of Urology, VOL. 150, NO. 4, (1169-1171), Online publication date: 1-Oct-1993. (2018) Reply by AuthorsJournal of Urology, VOL. 150, NO. 2 Part 1, (399-399), Online publication date: 1-Aug-1993.Takayama T, Vessella R, Brawer M, Noteboom J and Lange P (2018) The Enhanced Detection of Persistent Disease After Prostatectomy with a New Prostate Specific Antigen ImmunoassayJournal of Urology, VOL. 150, NO. 2 Part 1, (374-378), Online publication date: 1-Aug-1993.Freeman J, Lieskovsky G, Cook D, Petrovich Z, Chen S, Groshen S and Skinner D (2018) Radical Retropubic Prostatectomy and Postoperative Adjuvant Radiation for Pathological Stage C (PCN0) Prostate Cancer from 1976 to 1989: Intermediate FindingsJournal of Urology, VOL. 149, NO. 5 Part 1, (1029-1034), Online publication date: 1-May-1993.Stamey T, Graves H, Wehner N, Ferrari M and Freiha F (2018) Early Detection of Residual Prostate Cancer After Radical Prostatectomy by an Ultrasensitive Assay for Prostate Specific AntigenJournal of Urology, VOL. 149, NO. 4, (787-792), Online publication date: 1-Apr-1993.Wilson M, Norris H, Kapoor D, Woodson M, Limas C and Sinha A (2018) Gelatinolytic And Caseinolytic Proteinase Activities In Human Prostatic SecretionsJournal of Urology, VOL. 149, NO. 3, (653-658), Online publication date: 1-Mar-1993.Takayama T, Krieger J, True L and Lange P (2018) Recurrent Prostate Cancer Despite Undetectable Prostate Specific AntigenJournal of Urology, VOL. 148, NO. 5 Part 1, (1541-1542), Online publication date: 1-Nov-1992.White R, Meyers F, Soares S, Miller D and Soriano T (2018) Urinary Prostate Specific Antigen Levels: Role in Monitoring the Response of Prostate Cancer to TherapyJournal of Urology, VOL. 147, NO. 3 Part 2, (947-951), Online publication date: 1-Mar-1992.Coffield K, Speights V, Brawn P and Riggs M (2018) Ultrasound Detection of Prostate Cancer in Postmortem Specimens with Histological CorrelationJournal of Urology, VOL. 147, NO. 3 Part 2, (822-826), Online publication date: 1-Mar-1992.Yuan J, Coplen D, Petros J, Figenshau R, Ratliff T, Smith D and Catalona W (2018) Effects of Rectal Examination, Prostatic Massage, Ultrasonography and Needle Biopsy on Serum Prostate Specific Antigen LevelsJournal of Urology, VOL. 147, NO. 3 Part 2, (810-814), Online publication date: 1-Mar-1992.Russell K, Dunatov C, Hafermann M, Griffeth J, Polissar L, Pelton J, Cole S, Taylor E, Wiens L, Koh W, Austin-Seymour M, Griffin B, Russell A, Laramore G and Griffin T (2018) Prostate Specific Antigen in the Management of Patients with Localized Adenocarcinoma of the Prostate Treated with Primary Radiation TherapyJournal of Urology, VOL. 146, NO. 4, (1046-1052), Online publication date: 1-Oct-1991.Oesterling J (2018) Prostate Specific Antigen: A Critical Assessment of the Most Useful Tumor Marker for Adenocarcinoma of the ProstateJournal of Urology, VOL. 145, NO. 5, (907-923), Online publication date: 1-May-1991.Greskovich F, Johnson D, Tenney D and Stephenson R (2018) Prostate Specific Antigen in Patients with Clinical Stage C Prostate Cancer: Relation to Lymph Node status and GradeJournal of Urology, VOL. 145, NO. 4, (798-801), Online publication date: 1-Apr-1991.Link P, Freiha F and Stamey T (2018) Adjuvant Radiation Therapy in Patients with Detectable Prostate Specific Antigen Following Radical ProstatectomyJournal of Urology, VOL. 145, NO. 3, (532-534), Online publication date: 1-Mar-1991.Chybowski F, Keller J, Bergstralh E and Oesterling J (2018) Predicting Radionuclide Bone Scan Findings in Patients with Newly Diagnosed, Untreated Prostate Cancer: Prostate Specific Antigen is Superior to All Other Clinical ParametersJournal of Urology, VOL. 145, NO. 2, (313-318), Online publication date: 1-Feb-1991.Qiu S, Young C, Bilhartz D, Prescott J, Farrow G, He W and Tindall D (2018) In Situ Hybridization of Prostate-Specific Antigen mRNA in Human ProstateJournal of Urology, VOL. 144, NO. 6, (1550-1556), Online publication date: 1-Dec-1990.Garvin T (2018) Re: Prostatic Infarction Associated with Aortic and Iliac Aneurysm Repair, by P. Feero, J. C. Nickel, P. Brown and I. Young, J. Urol., 143: 367–368, 1990Journal of Urology, VOL. 144, NO. 6, (1485-1485), Online publication date: 1-Dec-1990.Lange P, Lightner D, Medini E, Reddy P and Vessella R (2018) The Effect of Radiation Therapy after Radical Prostatectomy in Patients with Elevated Prostate Specific Antigen LevelsJournal of Urology, VOL. 144, NO. 4, (927-932), Online publication date: 1-Oct-1990.Lightner D, Lange P, Reddy P and Moore L (2018) Prostate Specific Antigen and Local Recurrence after Radical ProstatectomyJournal of Urology, VOL. 144, NO. 4, (921-926), Online publication date: 1-Oct-1990.Hudson M and Catalona W (2018) Effect of Adjuvant Radiation Therapy on Prostate Specific Antigen Following Radical ProstatectomyJournal of Urology, VOL. 143, NO. 6, (1174-1177), Online publication date: 1-Jun-1990. Volume 141 Issue 4 April 1989 Page: 873-879 Advertisement Copyright & Permissions© 1989 by The American Urological Association Education and Research, Inc.Metrics Author Information Paul H. Lange More articles by this author Cesar J. Ercole More articles by this author Deborah J. Lightner More articles by this author Elwin E. Fraley More articles by this author Robert Vessella More articles by this author Expand All Advertisement PDF downloadLoading ...",
  "authors": [
    {
      "display_name": "Paul H. Lange",
      "id": "A5110115874",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Paul H. Lange"
    },
    {
      "display_name": "Cesar J. Ercole",
      "id": "A5085676506",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Cesar J. Ercole"
    },
    {
      "display_name": "Deborah J. Lightner",
      "id": "A5084899375",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Deborah J. Lightner"
    },
    {
      "display_name": "Elwin E. Fraley",
      "id": "A5108242007",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Elwin E. Fraley"
    },
    {
      "display_name": "Robert L. Vessella",
      "id": "A5108554327",
      "orcid": null,
      "institutions": [
        {
          "id": "I4210135252",
          "display_name": "University of Minnesota Medical Center",
          "country_code": "US",
          "type": "healthcare"
        }
      ],
      "is_corresponding": false,
      "raw_author_name": "Robert Vessella"
    }
  ],
  "publication_year": 1989,
  "publication_date": "1989-04-01",
  "type": "article",
  "cited_by_count": 536,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S30525748",
    "display_name": "The Journal of Urology",
    "issn_l": "0022-5347",
    "issn": [
      "0022-5347",
      "1527-3792"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315671"
  },
  "volume": "141",
  "issue": "4",
  "first_page": "873",
  "last_page": "879",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C71924100",
      "display_name": "Medicine",
      "level": 0,
      "score": 0.8744396
    },
    {
      "id": "C2779466945",
      "display_name": "Prostatectomy",
      "level": 4,
      "score": 0.86523694
    },
    {
      "id": "C2781406297",
      "display_name": "Prostate-specific antigen",
      "level": 4,
      "score": 0.79994476
    },
    {
      "id": "C126894567",
      "display_name": "Urology",
      "level": 1,
      "score": 0.79025304
    },
    {
      "id": "C2776235491",
      "display_name": "Prostate",
      "level": 3,
      "score": 0.69717157
    },
    {
      "id": "C147483822",
      "display_name": "Antigen",
      "level": 2,
      "score": 0.59187114
    },
    {
      "id": "C126322002",
      "display_name": "Internal medicine",
      "level": 1,
      "score": 0.34808573
    },
    {
      "id": "C203014093",
      "display_name": "Immunology",
      "level": 1,
      "score": 0.12087113
    },
    {
      "id": "C121608353",
      "display_name": "Cancer",
      "level": 2,
      "score": 0.06697455
    }
  ],
  "topics": [
    {
      "id": "T10124",
      "display_name": "Prostate Cancer Diagnosis and Treatment",
      "score": 0.9994
    },
    {
      "id": "T10543",
      "display_name": "Prostate Cancer Treatment and Research",
      "score": 0.9966
    },
    {
      "id": "T10340",
      "display_name": "Hepatitis B Virus Studies",
      "score": 0.981
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1016/s0022-5347(17)41037-8",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:28:40.559684",
  "source_database": "OpenAlex"
}