{
  "openalex_id": "W77841125",
  "doi": "https://doi.org/10.1177/014833310505400206",
  "title": "Mary and Modesty",
  "abstract": "... one must travel the road of metaphor, of icon, to come back to that figure who, throughout a corrupt history, moved the hearts of men and women, triumphed over the hatred of and the fear of her, and abides shining, worthy of love, compelling it. --Mary Gordon, Coming to Terms with Mary The Islamic East and the Christian West are in a bind: They don't seem to be able to escape caricaturing each other, particularly when it comes to issues of morality and women's visibility. We in the West think that Muslims are barbarians for covering their and keeping them cloistered in the home, ignoring, of course, the common Christian, Jewish and Muslim traditions of veiling that grew out of a shared cultural context in the Middle East. Iranian feminist, Azar Nafisi, author of Reading Lolita in Tehran, articulates her suspicion that veiling in Muslim countries far more to do with control and uniformity than it does with spiritual beliefs. We in the West push her observation to the extreme and ridicule the Iranian mullahs' reduction of to indistinguishable, robotic objects. We claim that liberation of Afghani from the hated burka is one of the reasons for the post 9/11 attack on the Taliban, and cheer modernizing efforts on the part of the Turkish government to keep veiled out of public places, even as the rights of in Turkey to elect this act of piety are ignored. We seem convinced that veiling is evidence for the backwardness of Islam and the oppression of women (Delaney 53), even as ad agencies and erotic magazines use demeaning images of veiled to sell everything from vegetable soup to exotic sex (Shirazi 20, 39-61). Meanwhile, Middle Easterners have coined the word westoxication to express all that they fear and abhor about profligate Western culture--naked on the streets, rampant individualism, entertainment on the lines of Bay Watch. What barbarians these Westerners must be! Are both right? Are both wrong? Or is the question more complicated than a predictable clash of civilizations? Are both East and West buying into an all-too-easy polarization as a way of avoiding the much more troubling realization that, in spite of different outcomes, they are wrestling with the same demons--the, at times, overwhelming power of sexuality and reactionary (fundamentalist) worship of purity? More particularly, given the age old locus of sexual power in (Eve, Venus, Isis, Medusa) and the perceived need for male control of sexual desire, especially male desire projected onto women's bodies, is the larger conflict really over demonizing and possessing women's sensuality? If that is true, and suggests that it is, (1) it seems that we in the West need to do two things in order to be more significantly aware of ourselves and, therefore, better global citizens: examine the seeming contradictions in own cultural history, and open up to cross-cultural dialogue that looks both East and West for clues. This essay focuses on the former, while hoping for the latter. And so we turn to a woman who, perhaps, more than any other figure in art, literature and popular culture come to embody the Western struggle with modesty and sensuality, and who may have the most to teach us about ourselves: Mary, the Mother of Jesus. As Virgin Mary, she communicates both the security of inviolability and the infinite passion of expectations. As Madonna, she suggests the creative potential of flesh as well as the gift of unconditional love. As artistic image and literary metaphor, she become the articulation of human need for beauty, blessing and boundary. And as popular icon, she embodies a dissemination and reduction of great mystery. Historian Jaroslav Pelikan refers to her as our Lady of the Paradoxes including sexual paradoxes--inviolate bride, virgin mother--and thus he concludes that she has been the subject of more thought and discussion about what it means to be a woman than any other woman in Western history (219). …",
  "authors": [
    {
      "display_name": "Elizabeth Morgan",
      "id": "A5001228384",
      "orcid": "https://orcid.org/0000-0002-8648-4821",
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Elizabeth Morgan"
    }
  ],
  "publication_year": 2005,
  "publication_date": "2005-03-01",
  "type": "article",
  "cited_by_count": 4,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S2765063641",
    "display_name": "Christianity & Literature",
    "issn_l": "0148-3331",
    "issn": [
      "0148-3331",
      "2056-5666"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310320017"
  },
  "volume": "54",
  "issue": "2",
  "first_page": "209",
  "last_page": "233",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C4445939",
      "display_name": "Islam",
      "level": 2,
      "score": 0.67127
    },
    {
      "id": "C2778897741",
      "display_name": "Piety",
      "level": 2,
      "score": 0.5833162
    },
    {
      "id": "C2780617971",
      "display_name": "Hatred",
      "level": 3,
      "score": 0.5613834
    },
    {
      "id": "C2776526686",
      "display_name": "Oppression",
      "level": 3,
      "score": 0.560122
    },
    {
      "id": "C2779343474",
      "display_name": "Context (archaeology)",
      "level": 2,
      "score": 0.5517407
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.5113892
    },
    {
      "id": "C144024400",
      "display_name": "Sociology",
      "level": 0,
      "score": 0.50923526
    },
    {
      "id": "C551968917",
      "display_name": "Christianity",
      "level": 2,
      "score": 0.45641923
    },
    {
      "id": "C200113983",
      "display_name": "Morality",
      "level": 2,
      "score": 0.43153107
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.4096128
    },
    {
      "id": "C24667770",
      "display_name": "Religious studies",
      "level": 1,
      "score": 0.40595552
    },
    {
      "id": "C107993555",
      "display_name": "Gender studies",
      "level": 1,
      "score": 0.38995937
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.24940547
    },
    {
      "id": "C27206212",
      "display_name": "Theology",
      "level": 1,
      "score": 0.2135919
    },
    {
      "id": "C138885662",
      "display_name": "Philosophy",
      "level": 0,
      "score": 0.20317668
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.0
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.0
    }
  ],
  "topics": [
    {
      "id": "T11507",
      "display_name": "Religion and Society Interactions",
      "score": 0.8513
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1177/014833310505400206",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:31:30.093251",
  "source_database": "OpenAlex"
}