{
  "openalex_id": "W864300331",
  "doi": "https://doi.org/10.1353/scu.2015.0013",
  "title": "Haunted by the Ghosts of Pickett’s Charge: Echoes of the Civil War in Two Novels by Vietnam Veterans",
  "abstract": "Haunted by the Ghosts of Pickett’s ChargeEchoes of the Civil War in Two Novels by Vietnam Veterans Matthew Ross (bio) Click for larger view View full resolution Arkansas Senator J. William Fulbright directly connects the southern response to the Vietnam War to the southern cultural memory of the Civil War, suggesting that “perhaps we Southerners have a sensitivity to this sort of thing [stalemate in Vietnam] that other Americans cannot fully share. We—or our forefathers—experienced both the hot-headed romanticism that led to Fort Sumter and the bitter humiliation of defeat and a vindictive Reconstruction.” Fort Sumter, Currier & Ives, ca. 1860, Library of Congress. [End Page 67] In Vietnam and the Southern Imagination, Owen W. Gilman Jr. writes that “Southerners have an affinity for history, and thus Vietnam has been joined frequently to the long span of history cultivated in the South.” One of the more vocal critics of the American war in Vietnam, Arkansas Senator J. William Fulbright, directly connects the southern response to the Vietnam War to the southern cultural memory of the Civil War, suggesting that “perhaps we Southerners have a sensitivity to this sort of thing [stalemate in Vietnam] that other Americans cannot fully share. We—or our forefathers—experienced both the hot-headed romanticism that led to Fort Sumter and the bitter humiliation of defeat and a vindictive Reconstruction.” This historical sensitivity to the echoes of the Civil War, coupled with the relatively large proportion of southern soldiers to serve during the war, may explain why certain literature of the Vietnam War contains a distinctly southern note. Historian Joseph Fry notes that: As they had done in every foreign war since 1865, southerners rallied to the cause. The eleven states of the former Confederacy provided nearly one-third of the soldiers who served in Vietnam, even though the South was home to only 22 percent of the nation’s population. Approximately 28 percent of the military personnel who died in Vietnam were southern (15,437 of 55,622) and 27 percent of the Medal of Honor winners hailed from Dixie. Themes of honor, duty, patriotism, and anticommunism predominated in postwar interviews with southern veterans. Fry goes on to argue that following the U.S. withdrawal from Saigon, Dixie’s response to the U.S. loss in Vietnam reflected the South’s previous experience with “coming to terms with defeat. As had been the case following the Civil War, southern leaders and most southern warriors were convinced that their cause had been honorable and patriotic.” However, this would not prove to be the case for southern veterans of the war with literary ambitions. Between 1978–1979, two authors and Vietnam veterans from strong southern backgrounds published their first novels: James Webb’s Fields of Fire came out in 1978, followed by Gustav Hasford’s The Short-Timers in 1979. Each man would attempt to reconcile his experiences in Vietnam with the southern identity he was raised to value and each would turn to the Civil War to contextualize his own service, albeit from strikingly different perspectives.1 Webb represents a relative rarity amongst Vietnam War authors, southern or otherwise, in that he remained “convinced that [his] cause had been honorable and patriotic” long after his return from Southeast Asia. This likely explains why his novel provides the more straightforward treatment of this uniquely southern historical sense. Fields of Fire is notable for being one of the few literary works to emerge from the Vietnam War that maintains a hawkish stance on the conflict. In [End Page 68] it, Webb, a Naval Academy graduate and recipient of the Navy Cross for valor in combat, “rages defiantly against anyone who would question the value of valorous service to the nation, even when that service took place in the moral nightmare that was Vietnam.” Webb singles out Robert E. Lee Hodges Jr., a Kentucky boy raised on legends of his ancestors’ proud service to their country, “to show how, at least in the South, present-day persons are linked to patterns larger than the individual self.” Besides the obvious connection to General Robert E. Lee, Hodges’s name also links him to another notable literary...",
  "authors": [
    {
      "display_name": "Matthew Ross",
      "id": "A5005739230",
      "orcid": null,
      "institutions": [],
      "is_corresponding": true,
      "raw_author_name": "Matthew Ross"
    }
  ],
  "publication_year": 2015,
  "publication_date": "2015-01-01",
  "type": "article",
  "cited_by_count": 2,
  "is_retracted": false,
  "is_paratext": false,
  "language": "en",
  "source": {
    "id": "S134342477",
    "display_name": "Southern cultures",
    "issn_l": "1068-8218",
    "issn": [
      "1068-8218",
      "1534-1488"
    ],
    "type": "journal",
    "host_organization": "https://openalex.org/P4310315743"
  },
  "volume": "21",
  "issue": "2",
  "first_page": "67",
  "last_page": "83",
  "open_access": {
    "is_oa": false,
    "oa_status": "closed",
    "oa_url": null,
    "any_repository_has_fulltext": false
  },
  "concepts": [
    {
      "id": "C81631423",
      "display_name": "Spanish Civil War",
      "level": 2,
      "score": 0.83161116
    },
    {
      "id": "C109913982",
      "display_name": "Stalemate",
      "level": 3,
      "score": 0.80729693
    },
    {
      "id": "C54589662",
      "display_name": "Vietnam War",
      "level": 2,
      "score": 0.7608657
    },
    {
      "id": "C2780666240",
      "display_name": "Humiliation",
      "level": 2,
      "score": 0.7083613
    },
    {
      "id": "C95457728",
      "display_name": "History",
      "level": 0,
      "score": 0.54731214
    },
    {
      "id": "C199539241",
      "display_name": "Law",
      "level": 1,
      "score": 0.37265235
    },
    {
      "id": "C195244886",
      "display_name": "Ancient history",
      "level": 1,
      "score": 0.35828882
    },
    {
      "id": "C17744445",
      "display_name": "Political science",
      "level": 0,
      "score": 0.18991974
    },
    {
      "id": "C166957645",
      "display_name": "Archaeology",
      "level": 1,
      "score": 0.16249084
    },
    {
      "id": "C94625758",
      "display_name": "Politics",
      "level": 2,
      "score": 0.11165398
    }
  ],
  "topics": [
    {
      "id": "T13802",
      "display_name": "Vietnamese History and Culture Studies",
      "score": 0.9838
    },
    {
      "id": "T13333",
      "display_name": "American Political and Social Dynamics",
      "score": 0.9433
    },
    {
      "id": "T12765",
      "display_name": "Race, History, and American Society",
      "score": 0.9011
    }
  ],
  "created_date": null,
  "updated_date": null,
  "indexed_in": [],
  "landing_page_url": "https://doi.org/10.1353/scu.2015.0013",
  "pdf_url": null,
  "retrieved_date": "2025-07-30T14:44:33.633928",
  "source_database": "OpenAlex"
}