{
  "pmid": "11567249",
  "uid": "11567249",
  "title": "Coronary Artery Disease in Asian Indians: Prevalence and Risk Factors.",
  "abstract": "PURPOSE OF THE STUDY: The purpose of this study is to describe the prevalence of coronary artery disease &lpar;CAD&rpar; and provide a review of the risk factors associated with CAD in Asian Indians. SEARCH METHODS USED: The authors extensively reviewed numerous British and international studies and the more limited number of studies in India and the US. SUMMARY OF IMPORTANT FINDINGS: Asian Indians have one of the highest rates of CAD. Conventional risk factors such as high blood pressure, high serum total cholesterol level, cigarette smoking, high fat diet, and obesity consistently fail to fully explain these high rates. There appears to be a strong role of insulin resistance and abdominal obesity, both of which have a high prevalence in Asian Indians. Various dyslipidemic disorders in Asian Indians such as low levels of HDL cholesterol, elevation of triglyceride, elevation of LDL cholesterol and elevation of lipoprotein &lpar;a&rpar; may also have a role. CONCLUSIONS: We hypothesize that against a background of higher susceptibility to CAD among Asian Indians, as characterized by insulin resistance, abdominal obesity and dyslipidemic disorders, conventional risk factors for CAD are also important. A genetic predisposition to CAD is suggested by high levels of lipoprotein &lpar;a&rpar; in Asian Indians. This would suggest that more aggressive identification and modulation of all known risk factors are necessary among Asian Indians along with a compelling need for further epidemiological studies in this population. RELEVANCE TO ASIAN PACIFIC ISLANDER AMERICAN POPULATIONS: The marked differences in the rates of CAD among Asian Indians, compared with Chinese, Japanese, Filipino, other Asians and Whites are discussed. KEY WORDS: Asian Indians, coronary artery disease, epidemiology, disease prevalence, risk factors, insulin resistance, dyslipidemic disorders, triglycedide, high density lipoprotein; lipoprotein &lpar;a&rpar;",
  "authors": [
    {
      "last_name": "Jha",
      "fore_name": "Prabhat",
      "initials": "P",
      "name": "Prabhat Jha",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Enas",
      "fore_name": "Enas",
      "initials": "E",
      "name": "Enas Enas",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Asian American and Pacific Islander journal of health",
    "iso_abbreviation": "Asian Am Pac Isl J Health",
    "issn": "1072-0367",
    "issn_type": "Print",
    "volume": "1",
    "issue": "2",
    "pub_year": "1993"
  },
  "start_page": "163",
  "end_page": "175",
  "pages": "163-175",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "11567249"
  },
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.541371",
    "pmid": "11567249"
  }
}