{
  "pmid": "11707462",
  "uid": "11707462",
  "title": "Ca2+ activation of smooth muscle contraction: evidence for the involvement of calmodulin that is bound to the triton insoluble fraction even in the absence of Ca2+.",
  "abstract": "Smooth muscle contraction is activated by phosphorylation of the 20-kDa light chains of myosin catalyzed by Ca(2+)/calmodulin (CaM)-dependent myosin light chain kinase (MLCK). According to popular current theory, the CaM involved in MLCK regulation is Ca(2+)-free and dissociated from the kinase at resting cytosolic free Ca(2+) concentration ([Ca(2+)](i)). An increase in [Ca(2+)](i) saturates the four Ca(2+)-binding sites of CaM, which then binds to and activates actin-bound MLCK. The results of this study indicate that this theory requires revision. Sufficient CaM was retained after skinning (demembranation) of rat tail arterial smooth muscle in the presence of EGTA to support Ca(2+)-evoked contraction, as observed previously with other smooth muscle tissues. This tightly bound CaM was released by the CaM antagonist trifluoperazine (TFP) in the presence of Ca(2+). Following removal of the (Ca(2+))(4)-CaM-TFP(2) complex, Ca(2+) no longer induced contraction. The addition of exogenous CaM to TFP-treated tissue at a [Ca(2+)] subthreshold for contraction or even in the absence of Ca(2+) (presence of 5 mm EGTA), followed by washout of unbound CaM, restored Ca(2+)-induced contraction; this required MLCK activation, since it was blocked by the MLCK inhibitor ML-9. The data suggest, therefore, that a specific pool of cellular CaM, tightly bound to myofilaments at resting [Ca(2+)](i), or even in the absence of Ca(2+), is responsible for activation of contraction following a local increase in [Ca(2+)]. This mechanism would allow for localized changes in [Ca(2+)] in regions of the cell distant from the myofilaments to regulate distinct Ca(2+)-dependent processes without triggering a contractile response. Immobilized CaM, therefore, resembles troponin C, the Ca(2+)-binding regulatory protein of striated muscle, which is also bound to the thin filament in a Ca(2+)-independent manner.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "David P",
      "initials": "DP",
      "name": "David P Wilson",
      "affiliations": [
        "Department of Biochemistry and Molecular Biology, University of Calgary Faculty of Medicine, Calgary, Alberta T2N 4N1, Canada."
      ]
    },
    {
      "last_name": "Sutherland",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Sutherland",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of biological chemistry",
    "iso_abbreviation": "J Biol Chem",
    "issn": "0021-9258",
    "issn_type": "Print",
    "volume": "277",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Jan",
    "pub_day": "18"
  },
  "start_page": "2186",
  "end_page": "2192",
  "pages": "2186-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Calcium",
    "Calmodulin",
    "Male",
    "Muscle Contraction",
    "Muscle, Smooth, Vascular",
    "Myosin-Light-Chain Kinase",
    "Octoxynol",
    "Phosphorylation",
    "Rats",
    "Rats, Sprague-Dawley"
  ],
  "article_ids": {
    "pubmed": "11707462",
    "doi": "10.1074/jbc.M110056200",
    "pii": "S0021-9258(20)87847-8"
  },
  "doi": "10.1074/jbc.M110056200",
  "dates": {
    "completed": "2002-02-13",
    "revised": "2021-02-09"
  },
  "chemicals": [
    "Calmodulin",
    "Octoxynol",
    "Myosin-Light-Chain Kinase",
    "Calcium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.413310",
    "pmid": "11707462"
  }
}