{
  "pmid": "11773908",
  "uid": "11773908",
  "title": "Choice of clinical outcomes in randomized trials of heart failure therapies: disease-specific or overall outcomes?",
  "abstract": "BACKGROUND: There are different views regarding the appropriateness of using cause-specific events or all events as the primary outcome of clinical trials. METHODS: This is a methodologic essay in which we discuss the pros and cons of the 2 approaches and provide illustrative examples. RESULTS: Our preference is the use of cause-specific outcomes (as long as they can be classified with reasonable reproducibility and without bias) because they are more likely to be sensitive to change, less likely to lead to spurious conclusions by random variations in categories of outcomes that are unlikely to be affected by treatment, and relatively free from confounding. Overall benefit-risk ratios can be derived by examining the impact of treatment on various categories of outcomes and then developing a general judgment. Such an approach will also allow judgments to be made regarding generalizability of results across various groups of patients who are at differing risks for an event. CONCLUSIONS: In general, cause-specific outcomes sensitive to the effects of a treatment are to be preferred as the principal outcome in trials of heart failure, as long as they are biologically sensible and can be classified without bias. Other outcomes, not expected to be affected, should also be reported separately.",
  "authors": [
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Division of Cardiology, McMaster University, and the Preventive Cardiology and Therapeutics Program, Hamilton Health Sciences Corporation, Hamilton, Ontario, Canada. yusufs@fhs.mcmaster.ca"
      ]
    },
    {
      "last_name": "Negassa",
      "fore_name": "Abdissa",
      "initials": "A",
      "name": "Abdissa Negassa",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "143",
    "issue": "1",
    "pub_year": "2002",
    "pub_month": "Jan"
  },
  "start_page": "22",
  "end_page": "28",
  "pages": "22-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Cardiac Output, Low",
    "Cause of Death",
    "Death, Sudden, Cardiac",
    "Heart Failure",
    "Hospitalization",
    "Humans",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Sensitivity and Specificity",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "11773908",
    "doi": "10.1067/mhj.2002.119770",
    "pii": "S0002870302078857"
  },
  "doi": "10.1067/mhj.2002.119770",
  "dates": {
    "completed": "2002-01-25",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.541582",
    "pmid": "11773908"
  }
}