{
  "pmid": "11799384",
  "uid": "11799384",
  "title": "Development and validation of a health-related quality-of-life questionnaire in patients with yellow jacket allergy.",
  "abstract": "BACKGROUND: The effects of an anaphylactic reaction after a yellow jacket sting on health-related quality of life (HRQL) have not been studied and are thus unknown. OBJECTIVE: Development of a disease-specific instrument to measure HRQL in patients with yellow jacket allergy and validation of this instrument both cross-sectionally and longitudinally. METHODS: Quality-of-life items were generated from patient interviews. Items with the highest impact were considered and correlated cross-sectionally with an independent measure (consisting of 2 questions in which patients were asked what they expected would happen if they were stung again, \"Expectation of Outcome\" questionnaire). Cross-sectional and longitudinal validation was achieved by administering this instrument to 69 Dutch patients. The questionnaire was also administered to 50 patients with yellow jacket allergy in Baltimore, Maryland, to establish cross-sectional validity of the English version. RESULTS: The survey showed that patients experienced impairment in quality of life especially because of emotional distress. The resultant questionnaire has 14 items. The cross-sectional validation yielded a correlation coefficient of 0.69 for the Dutch version and 0.56 for the English version. The longitudinal validation yielded a correlation coefficient of 0.71. The responsiveness of this instrument was demonstrated by the questionnaire's ability to detect changes over time. It may be completed in approximately 10 minutes by patients without assistance. CONCLUSION: Patients with yellow jacket allergy experience impairment in quality of life especially because of emotional distress. It has been possible to develop and validate a questionnaire (the Vespid Allergy Quality of Life Questionnaire) by which the HRQL of these patients can be measured. The instrument may be administered rapidly and is easy to use.",
  "authors": [
    {
      "last_name": "Oude Elberink",
      "fore_name": "Joanne N G",
      "initials": "JN",
      "name": "Joanne N G Oude Elberink",
      "affiliations": [
        "Department of Allergology, University Hospital Groningen, The Netherlands."
      ]
    },
    {
      "last_name": "de Monchy",
      "fore_name": "Jan G R",
      "initials": "JG",
      "name": "Jan G R de Monchy",
      "affiliations": []
    },
    {
      "last_name": "Golden",
      "fore_name": "David B k",
      "initials": "DB",
      "name": "David B k Golden",
      "affiliations": []
    },
    {
      "last_name": "Brouwer",
      "fore_name": "Jan-Leendert P",
      "initials": "JL",
      "name": "Jan-Leendert P Brouwer",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Dubois",
      "fore_name": "Anthony E J",
      "initials": "AE",
      "name": "Anthony E J Dubois",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "0091-6749",
    "issn_type": "Print",
    "volume": "109",
    "issue": "1",
    "pub_year": "2002",
    "pub_month": "Jan"
  },
  "start_page": "162",
  "end_page": "170",
  "pages": "162-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Animals",
    "Cross-Sectional Studies",
    "Humans",
    "Hypersensitivity",
    "Insect Bites and Stings",
    "Longitudinal Studies",
    "Quality of Life",
    "Stress, Psychological",
    "Surveys and Questionnaires",
    "Wasps"
  ],
  "article_ids": {
    "pubmed": "11799384",
    "doi": "10.1067/mai.2002.120552",
    "pii": "S0091674902429934"
  },
  "doi": "10.1067/mai.2002.120552",
  "dates": {
    "completed": "2002-02-15",
    "revised": "2019-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.068423",
    "pmid": "11799384"
  }
}