{
  "pmid": "11839993",
  "uid": "11839993",
  "title": "Number needed to treat in cardiac rehabilitation.",
  "abstract": "Clinicians, patients, and health policy-makers must judge whether healthcare interventions are worth the side effects, inconvenience, and costs. The number needed to treat (NNT) provides an estimate of the number of patients who need to be treated to attain an additional favorable outcome, or to prevent an additional adverse outcome, and is the reciprocal of the absolute risk reduction. The closer the NNT is to 1.0-meaning that every patient who is treated achieves a benefit-the more effective the treatment. Traditionally, mortality has been considered a primary outcome measure of the effectiveness of cardiac rehabilitation and, if the event rates in two groups (ie, rehabilitation and usual care) are known, the absolute risk reduction can be calculated and the NNT estimated. Mortality data were derived from three meta-analyses of cardiac rehabilitation trials: one published in 1988 (n = 3614), one in 1989 (n = 4247), and one in 2001 (n = 7683). The respective estimated NNT for mortality in the meta-analyses were 32, 46, and 72 (95% confidence intervals [95% CI] 19, 1403). Improved exercise tolerance and patient-perceived health-related quality of life (HRQL) are also considered important and attainable outcomes of cardiac rehabilitation but are continuous, not dichotomous, variables. If the minimal important difference for a continuous outcome is known, then the proportions of patients who improve, remain the same, or deteriorate can be determined and the NNT estimated. Exercise tolerance and HRQL data from two randomized controlled trials of 8 weeks of rehabilitation after myocardial infarction, the Cardiac Rehabilitation in Advanced Age trial (CR-AGE; n = 270) and the McMaster Early Rehabilitation Study (MERS; n = 201) were used to estimate the NNT. In CR-AGE, the improvement in exercise tolerance was significantly greater in the rehabilitation than usual care group and the estimated NNT was 5 (95% CI 3, 13). The generic global HRQL score increased significantly in CR-AGE with rehabilitation with an estimated NNT of 12 (95% CI 5, 26) but, as the subscale group differences were not significant, the NNT was not estimated. The NNT for exercise tolerance was not estimated in MERS, as the group difference was not significant. On the other hand, specific HRQL scores in MERS increased significantly with rehabilitation giving an estimated NNT for global HRQL of 6 (95% CI 3, 21) and 6 to 10 for the HRQL sub-scales. The data and the estimated NNT from the meta-analyses of cardiac rehabilitation in large numbers of patients suggest a limited mortality effect, probably reflecting current cardiology practice. The estimated NNT from the two trials with relatively small numbers of patients suggest inconsistent exercise tolerance effects and a relatively short duration for improved HRQL. Along with the classic reporting scales, information about clinical and laboratory variables, and patient preferences, the NNT is a useful additional measure of effectiveness that provides both clinicians and patients with information about the impact of cardiac rehabilitation as secondary prevention therapy.",
  "authors": [
    {
      "last_name": "Oldridge",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Oldridge",
      "affiliations": [
        "Schools of Allied Health Sciences and Medicine, IU Center for Aging Research and Regenstrief Institute for Health Care, Indiana University, RG6 1050 Wishard Boulevard, Indianapolis, IN 46202, USA. noldridg@iupui.edu"
      ]
    },
    {
      "last_name": "Perkins",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Perkins",
      "affiliations": []
    },
    {
      "last_name": "Marchionni",
      "fore_name": "Niccolò",
      "initials": "N",
      "name": "Niccolò Marchionni",
      "affiliations": []
    },
    {
      "last_name": "Fumagalli",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Fumagalli",
      "affiliations": []
    },
    {
      "last_name": "Fattirolli",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Fattirolli",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiopulmonary rehabilitation",
    "iso_abbreviation": "J Cardiopulm Rehabil",
    "issn": "0883-9212",
    "issn_type": "Print",
    "volume": "22",
    "issue": "1",
    "pub_year": "2002"
  },
  "start_page": "22",
  "end_page": "30",
  "pages": "22-30",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Exercise Tolerance",
    "Female",
    "Humans",
    "Male",
    "Meta-Analysis as Topic",
    "Myocardial Infarction",
    "Myocardial Ischemia",
    "Quality of Life",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "11839993",
    "doi": "10.1097/00008483-200201000-00003"
  },
  "doi": "10.1097/00008483-200201000-00003",
  "dates": {
    "completed": "2002-03-26",
    "revised": "2019-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.069359",
    "pmid": "11839993"
  }
}