{
  "pmid": "11836263",
  "uid": "11836263",
  "title": "Dermopathy of Graves' disease (pretibial myxedema): long-term outcome.",
  "abstract": "Little is known about the long-term outcome of patients with thyroid dermopathy, an extrathyroidal manifestation of Graves' disease. Also, it is not known to what degree treatment promotes remission of the lesions. The present report supplies information on the natural course of mild, untreated and severe, treated thyroid dermopathy. In this study, we report on the outcomes of 178 patients seen at our institution between January 1969 and November 1995 with thyroid dermopathy who were followed up for an average of 7.9 yr. Nonpitting edema was the most prevalent form of dermopathy (43.3%), and the pretibial area was the region most commonly involved (99.4%). The majority of patients with dermopathy had ophthalmopathy (97.0%). Topical corticosteroids were the most commonly used treatment (53.9%). Patients with milder forms of dermopathy (40.4%) did not receive any therapy for dermopathy. Twenty-six percent of the patients experienced complete remission, 24.2% had moderate improvement (partial remission), and 50.0% had no or minimal improvement of their dermopathy at last follow-up. Patients who did not receive therapy experienced a significantly (P = 0.03) higher rate of complete remission (34.7%) than those who received local therapy (18.7%), although the combined complete and partial remission rates were not significantly different for the treated and untreated groups (P = 0.3). However, the treated and untreated groups were not comparable because our practice is to use therapy for more extensive and severe cases. All five cases of elephantiasis were in the treatment group and were less likely to have remission because of the severity of their skin condition. Patients receiving treatment were more likely to have dermatologic consultation and histologic diagnosis (P < 0.001). The beneficial effect of topical corticosteroid therapy on long-term remission rates remains to be determined.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Kara M",
      "initials": "KM",
      "name": "Kara M Schwartz",
      "affiliations": [
        "Department of Dermatology, Mayo Clinic, Rochester, Minnesota 55905, USA."
      ]
    },
    {
      "last_name": "Fatourechi",
      "fore_name": "Vahab",
      "initials": "V",
      "name": "Vahab Fatourechi",
      "affiliations": []
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Debra D F",
      "initials": "DD",
      "name": "Debra D F Ahmed",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "0021-972X",
    "issn_type": "Print",
    "volume": "87",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "Feb"
  },
  "start_page": "438",
  "end_page": "446",
  "pages": "438-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Topical",
    "Adolescent",
    "Adult",
    "Aged",
    "Edema",
    "Female",
    "Glucocorticoids",
    "Graves Disease",
    "Humans",
    "Iodine Radioisotopes",
    "Leg",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Myxedema",
    "Remission Induction",
    "Retrospective Studies",
    "Skin Diseases",
    "Survival Analysis",
    "Triamcinolone Acetonide"
  ],
  "article_ids": {
    "pubmed": "11836263",
    "doi": "10.1210/jcem.87.2.8220"
  },
  "doi": "10.1210/jcem.87.2.8220",
  "dates": {
    "completed": "2002-03-01",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Glucocorticoids",
    "Iodine Radioisotopes",
    "Triamcinolone Acetonide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.831189",
    "pmid": "11836263"
  }
}