{
  "pmid": "11865748",
  "uid": "11865748",
  "title": "Validity of admissions measures in predicting performance outcomes: a comparison of those who were and were not accepted at McMaster.",
  "abstract": "BACKGROUND: In typical validity studies, regression analyses are used to examine the relation between admissions measures and subsequent performance. This approach is problematic as it generally yields low correlation coefficients, which are difficult to interpret. Further, it leaves unanswered the question of how those applicants rejected by the process would fare had they been admitted. PURPOSE: This study examines the validity of the admissions measures used to assess non-cognitive qualities at McMaster's Medical School in a unique manner. METHODS: Three cohorts: (a) those offered an admission on the first round, (b) those offered an admission on the second round and (c) those rejected by McMaster, but accepted to another Canadian medical school were compared on admissions evaluations and licencing examination performance. RESULTS: The results indicate that although the scores of those who were offered an admission were significantly greater than those rejected by McMaster on each of the admission tools, licencing examination performance was comparable. CONCLUSIONS: These results are consistent with a previous regression-based validity study and indicate the need for closer examination of admissions tools.",
  "authors": [
    {
      "last_name": "Kulatunga-Moruzi",
      "fore_name": "Chan",
      "initials": "C",
      "name": "Chan Kulatunga-Moruzi",
      "affiliations": [
        "Department of Psychology, McMaster University, Hamilton ON, L8S 4K1, Canada. kulatuc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Teaching and learning in medicine",
    "iso_abbreviation": "Teach Learn Med",
    "issn": "1040-1334",
    "issn_type": "Print",
    "volume": "14",
    "issue": "1",
    "pub_year": "2002"
  },
  "start_page": "43",
  "end_page": "48",
  "pages": "43-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Cohort Studies",
    "Educational Measurement",
    "Licensure, Medical",
    "Ontario",
    "School Admission Criteria",
    "Schools, Medical"
  ],
  "article_ids": {
    "pubmed": "11865748",
    "doi": "10.1207/S15328015TLM1401_10"
  },
  "doi": "10.1207/S15328015TLM1401_10",
  "dates": {
    "completed": "2002-08-19",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.732996",
    "pmid": "11865748"
  }
}