{
  "pmid": "11865747",
  "uid": "11865747",
  "title": "Validity of admissions measures in predicting performance outcomes: the contribution of cognitive and non-cognitive dimensions.",
  "abstract": "BACKGROUND: Admissions committees face the daunting task of selecting a small number of candidates who are most likely to succeed in medical school from a large pool of seemingly suitable applicants. While numerous studies have shown moderate correlations among measures of academic performance, predictors of the non-cognitive domain (e.g. interpersonal, communication, ethical) remain elusive, in part because of the absence of a sound criterion measure. PURPOSE: We examined the utility of several cognitive and non-cognitive criteria used in the admissions processes in predicting both cognitive and non-cognitive dimensions of the licencing examinations of the Medical Council of Canada (LMCC). METHODS: Predictors included: undergraduate GPA, undergraduate science GPA, an autobiographical letter, scores from a simulated tutorial, a personal interview and the MCAT. Of specific interest was the relation between measures of communication and problem-exploration skills as assessed during the admissions process and Part II of the LMCC Examination, a multi-station OSCE. RESULTS: Undergraduate GPAs were found to have the most utility in predicting both academic and clinical performance. Scores derived from the simulated tutorial did not predict future performance. The MCAT Verbal Reasoning score and the personal interview were found to be useful in predicting communication skills on the LMCC Part II. CONCLUSIONS: The results have implications for any school that uses the interview as an admissions tool.",
  "authors": [
    {
      "last_name": "Kulatunga-Moruzi",
      "fore_name": "Chan",
      "initials": "C",
      "name": "Chan Kulatunga-Moruzi",
      "affiliations": [
        "Department of Psychology, McMaster University, Hamilton ON, L8S 4K1, Canada. kulatuc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Teaching and learning in medicine",
    "iso_abbreviation": "Teach Learn Med",
    "issn": "1040-1334",
    "issn_type": "Print",
    "volume": "14",
    "issue": "1",
    "pub_year": "2002"
  },
  "start_page": "34",
  "end_page": "42",
  "pages": "34-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Cognition",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Humans",
    "Interviews as Topic",
    "Ontario",
    "Problem Solving",
    "Regression Analysis",
    "School Admission Criteria",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "11865747",
    "doi": "10.1207/S15328015TLM1401_9"
  },
  "doi": "10.1207/S15328015TLM1401_9",
  "dates": {
    "completed": "2002-08-19",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.732786",
    "pmid": "11865747"
  }
}