{
  "pmid": "11869941",
  "uid": "11869941",
  "title": "Selecting patients for home treatment of deep vein thrombosis: the problem of cancer.",
  "abstract": "BACKGROUND AND OBJECTIVES: Patients with deep vein thrombosis are selected for home treatment on the basis of their clinical and social condition. Cancer is frequently associated with venous thromboembolism and is often considered an exclusion criterion for outpatient treatment. We investigated the impact of cancer on the outpatient management of venous thrombosis. DESIGN AND METHODS: We performed a prospective, cohort study on consecutive patients with objectively documented deep vein thrombosis. All were assessed for home treatment. Hospital admission was recommended in the presence of common exclusion criteria. All patients were treated with low molecular weight heparin and warfarin. Information on previous, active, or suspected cancer was collected. Recurrent thrombosis, bleeding and mortality were documented at a 3-month follow-up. RESULTS: One hundred patients were included; 72 were entirely treated at home (mean age: 61.2 years). There were 22 patients with known cancer: 12 (55%) were managed as outpatients (16.5% of the outpatient population) and 10 were hospitalized (36% of the inpatient population), 6 because of a poor clinical condition, 4 because further investigation of their malignancy was required. The presence of cancer and the likelihood of poor compliance were the most frequent reasons cited for in-hospital treatment. Overall, event rates at 3 months were comparable to those reported in previous studies in the outpatient population and slightly higher in the inpatient population (recurrent thrombosis 1.5% and 7%; bleeding 5.5% and 10.7%; mortality 4% and 18%, respectively). INTERPRETATION AND CONCLUSIONS: Cancer was the most common reason cited for in-hospital treatment. Nevertheless, more than half of the patients with known cancer were safely and effectively treated at home.",
  "authors": [
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": [
        "Department of Internal Medicine University of Insubria, Varese, Italy. agewal@yahoo.com"
      ]
    },
    {
      "last_name": "Steidl",
      "fore_name": "Luigi",
      "initials": "L",
      "name": "Luigi Steidl",
      "affiliations": []
    },
    {
      "last_name": "Marchesi",
      "fore_name": "Chiara",
      "initials": "C",
      "name": "Chiara Marchesi",
      "affiliations": []
    },
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": []
    },
    {
      "last_name": "Mera",
      "fore_name": "Valentina",
      "initials": "V",
      "name": "Valentina Mera",
      "affiliations": []
    },
    {
      "last_name": "Squizzato",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Squizzato",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "Venco",
      "fore_name": "Achille",
      "initials": "A",
      "name": "Achille Venco",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Haematologica",
    "iso_abbreviation": "Haematologica",
    "issn": "0390-6078",
    "issn_type": "Print",
    "volume": "87",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Mar"
  },
  "start_page": "286",
  "end_page": "291",
  "pages": "286-91",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ambulatory Care",
    "Cohort Studies",
    "Comorbidity",
    "Female",
    "Home Care Services",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Prospective Studies",
    "Treatment Outcome",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "11869941"
  },
  "dates": {
    "completed": "2002-05-22",
    "revised": "2010-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.609209",
    "pmid": "11869941"
  }
}