{
  "pmid": "11873920",
  "uid": "11873920",
  "title": "The effect of low-intensity pulsed ultrasound therapy on time to fracture healing: a meta-analysis.",
  "abstract": "BACKGROUND: The effect of low-intensity ultrasonography on fracture healing is controversial, and current management of fractures does not generally involve the use of ultrasound therapy. We describe a systematic review and meta-analysis of randomized controlled trials of low-intensity pulsed ultrasound therapy for healing of fractures. METHODS: We searched 5 electronic databases (MEDLINE, EMBASE, Cochrane Database of Randomised Clinical Trials, HealthSTAR and CINAHL) for trials of ultrasonography and fracture healing, in any language, published from 1966 to December 2000. In addition, selected journals published from 1996 to December 2000 were searched by hand for relevant articles, and attempts were made to contact content experts in the area of ultrasound therapy and fracture healing as well as primary authors of reviewed trials. Trials selected for review met the following criteria: random allocation of treatments; inclusion of skeletally mature patients of either sex with 1 or more fractures; blinding of both the patient and the assessor(s) as to fracture healing; administration of low-intensity pulsed ultrasound treatments to at least 1 of the treatment groups; and assessment of time to fracture healing, as determined radiographically by bridging of 3 or 4 cortices. Two reviewers independently applied selection criteria to blinded articles, and selected articles were scored for methodologic quality. The internal validity of each trial was assessed with the use of a 5-point scale that evaluates the quality of trial method on the basis of description and appropriateness of randomization and double-blinding, and assessment of study withdrawals and likelihood of bias. RESULTS: We identified 138 potentially eligible studies, of which 6 met our inclusion criteria. Agreement beyond chance of quality assessments of the 6 trials was good (intraclass correlation coefficient 0.77, p = 0.03). One trial was a repeat analysis of previously reported data, and 2 trials appeared to report on a shared group of subjects. Three trials, representing 158 fractures, were of sufficient homogeneity for pooling. The pooled results showed that time to fracture healing was significantly shorter in the groups receiving low-intensity ultrasound therapy than in the control groups. The weighted average effect size was 6.41 (95% confidence interval 1.01-11.81), which converts to a mean difference in healing time of 64 days between the treatment and control groups. INTERPRETATION: There is evidence from randomized trials that low-intensity pulsed ultrasound treatment may significantly reduce the time to fracture healing for fractures treated nonoperatively. There does not appear to be any additional benefit to ultrasound treatment following intramedullary nailing with prior reaming. Larger trials are needed to resolve this issue.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Oncidium Health Group Inc., Burlington, Ont. j.busse@utoronto.ca"
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Abhaya V",
      "initials": "AV",
      "name": "Abhaya V Kulkarni",
      "affiliations": []
    },
    {
      "last_name": "Tunks",
      "fore_name": "Eldon",
      "initials": "E",
      "name": "Eldon Tunks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "0820-3946",
    "issn_type": "Print",
    "volume": "166",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "437",
  "end_page": "441",
  "pages": "437-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Fracture Healing",
    "Humans",
    "Male",
    "Middle Aged",
    "Randomized Controlled Trials as Topic",
    "Time Factors",
    "Ultrasonic Therapy"
  ],
  "article_ids": {
    "pubmed": "11873920",
    "pmc": "PMC99352"
  },
  "pmc_id": "PMC99352",
  "dates": {
    "completed": "2002-03-08",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:29.843345",
    "pmid": "11873920"
  }
}