{
  "pmid": "11882257",
  "uid": "11882257",
  "title": "What kind of evidence is it that Evidence-Based Medicine advocates want health care providers and consumers to pay attention to?",
  "abstract": "BACKGROUND: In 1992, Evidence-Based Medicine advocates proclaimed a \"new paradigm\", in which evidence from health care research is the best basis for decisions for individual patients and health systems. Hailed in New York Times Magazine in 2001 as one of the most influential ideas of the year, this approach was initially and provocatively pitted against the traditional teaching of medicine, in which the key elements of knowing for clinical purposes are understanding of basic pathophysiologic mechanisms of disease coupled with clinical experience. This paper reviews the origins, aspirations, philosophical limitations, and practical challenges of evidence-based medicine. DISCUSSION: EBM has long since evolved beyond its initial (mis)conception, that EBM might replace traditional medicine. EBM is now attempting to augment rather than replace individual clinical experience and understanding of basic disease mechanisms. EBM must continue to evolve, however, to address a number of issues including scientific underpinnings, moral stance and consequences, and practical matters of dissemination and application. For example, accelerating the transfer of research findings into clinical practice is often based on incomplete evidence from selected groups of people, who experience a marginal benefit from an expensive technology, raising issues of the generalizability of the findings, and increasing problems with how many and who can afford the new innovations in care. SUMMARY: Advocates of evidence-based medicine want clinicians and consumers to pay attention to the best findings from health care research that are both valid and ready for clinical application. Much remains to be done to reach this goal.",
  "authors": [
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. bhaynes@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2002"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Diffusion of Innovation",
    "Evidence-Based Medicine",
    "Health Services Research",
    "Humans",
    "Knowledge",
    "Patient Participation",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Probability",
    "Randomized Controlled Trials as Topic",
    "Resource Allocation",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "11882257",
    "pmc": "PMC99045",
    "doi": "10.1186/1472-6963-2-3"
  },
  "doi": "10.1186/1472-6963-2-3",
  "pmc_id": "PMC99045",
  "dates": {
    "completed": "2003-04-24",
    "revised": "2019-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.002961",
    "pmid": "11882257"
  }
}