{
  "pmid": "11880910",
  "uid": "11880910",
  "title": "Effect of continuous versus dichotomous outcome variables on study power when sample sizes of orthopaedic randomized trials are small.",
  "abstract": "It is often not feasible to conduct large trials in orthopaedic surgery. Therefore, surgeons must identify strategies to optimize the statistical power of their smaller studies. The aim of this study was to compare study power in randomized trials with continuous versus dichotomous outcome variables. We performed a systematic review of the literature to identify randomized trials in orthopaedic trauma. Of these, we examined only those trials with small sample sizes (50 patients or less). The outcomes in each eligible study were categorized as continuous or dichotomous. Standard power calculations were performed for each study, and comparisons were made between continuous and dichotomous outcome variables. We identified 196 randomized trials in orthopaedic trauma. Of these, 76 trials had a sample size of 50 patients or fewer (29 trials with continuous outcomes, 47 trials with dichotomous outcomes). Studies that reported continuous outcomes had a significantly higher mean power than those that reported dichotomous variables (power 49% vs 38%, p=0.042). Twice as many trials with continuous outcome variables reached acceptable levels of study power (i.e. >80% power) when compared with trials with dichotomous variables (37% vs 18.6%, p=0.04). When orthopaedic surgeons anticipate small sample sizes for their study, they can optimize their study's statistical power by choosing a continuous outcome variable.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Medical Centre, 1200 Main Street West, Room 2C12, Hamilton, Ontario L8N 3Z5, Canada. bhandari@netinc.ca"
      ]
    },
    {
      "last_name": "Lochner",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Lochner",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of orthopaedic and trauma surgery",
    "iso_abbreviation": "Arch Orthop Trauma Surg",
    "issn": "0936-8051",
    "issn_type": "Print",
    "volume": "122",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "Mar"
  },
  "start_page": "96",
  "end_page": "98",
  "pages": "96-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cluster Analysis",
    "Data Interpretation, Statistical",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Orthopedic Procedures",
    "Quality Control",
    "Random Allocation",
    "Randomized Controlled Trials as Topic",
    "Sample Size",
    "Sensitivity and Specificity",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "11880910",
    "doi": "10.1007/s004020100347"
  },
  "doi": "10.1007/s004020100347",
  "dates": {
    "completed": "2002-05-14",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.091655",
    "pmid": "11880910"
  }
}