{
  "pmid": "11889331",
  "uid": "11889331",
  "title": "Randomized, controlled clinical trials in sepsis: has methodological quality improved over time?",
  "abstract": "OBJECTIVE: To systematically evaluate the methodological quality of randomized clinical trials and to determine whether randomized clinical trials of sepsis improved in methodological quality over time. DATA SOURCES: Computerized MEDLINE search of articles published in any language from 1966 to 1998 combined with a manual search of bibliographies of published articles and communication with known experts in the field. STUDY SELECTION: All randomized clinical trials of sepsis, severe sepsis, and septic shock performed in adults and published as full articles. DATA EXTRACTION: Abstracts of all retrieved records were reviewed and the inclusion criteria were applied. All selected articles were classified into (a) trials designed to detect differences in mortality as the primary end point, or (b) trials focusing on surrogate outcome measures (i.e., physiological or biochemical parameters). All retrieved trials were then graded for methodological quality using an objective grading scheme developed specifically for this study. The data selection and extraction process was carried out independently by two of the authors; any disagreement was resolved by discussion. DATA SYNTHESIS: Seventy-four randomized clinical trials involving septic patients qualified for inclusion in this study (40 reporting mortality outcomes, 34 reporting other surrogate outcomes). Trials reporting mortality as the primary outcome had significantly higher quality scores compared with trials reporting surrogate outcome measures (29.6 +/- 1.0 vs. 24.3 +/- 0.8, p =.0006). From 1976 to 1998, trial methodology improved significantly over time (an average of 0.36 points per year, p =.021). Mortality outcome trials improved an average of 0.58 points per year (p =.0011) whereas surrogate outcome trials did not demonstrate an improvement in methodological quality over time (p =.249). CONCLUSION: The methodological limitations identified in this article can help to target further improvement in trial design to enhance the validity of findings from future randomized clinical trials of sepsis.",
  "authors": [
    {
      "last_name": "Graf",
      "fore_name": "Jürgen",
      "initials": "J",
      "name": "Jürgen Graf",
      "affiliations": [
        "Medical Clinic I, Department of Cardiology, University Hospital Aachen, Aachen, Germany. jgraf@gmx.de"
      ]
    },
    {
      "last_name": "Doig",
      "fore_name": "Gordon S",
      "initials": "GS",
      "name": "Gordon S Doig",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    },
    {
      "last_name": "Sibbald",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Sibbald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "30",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "Feb"
  },
  "start_page": "461",
  "end_page": "472",
  "pages": "461-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Clinical Trials, Phase II as Topic",
    "Clinical Trials, Phase III as Topic",
    "Data Interpretation, Statistical",
    "Humans",
    "Patient Selection",
    "Quality Control",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Sepsis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "11889331",
    "doi": "10.1097/00003246-200202000-00032"
  },
  "doi": "10.1097/00003246-200202000-00032",
  "dates": {
    "completed": "2002-03-27",
    "revised": "2019-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.636712",
    "pmid": "11889331"
  }
}