{
  "pmid": "11906977",
  "uid": "11906977",
  "title": "Ethics of qualitative research: are there special issues for health services research?",
  "abstract": "BACKGROUND: An increasing volume of qualitative research and articles about qualitative methods has been published recently in medical journals. However, compared with the extensive debate in social sciences literature, there has been little consideration in medical journals of the ethical issues surrounding qualitative research. A possible explanation for this lack of discussion is that it is assumed commonly that qualitative research is unlikely to cause significant harm to participants. There are no agreed guidelines for judging the ethics of qualitative research proposals and there is some evidence that medical research ethics committees have difficulty making these judgements. OBJECTIVES: Our aim was to consider the ethical issues which arise when planning and carrying out qualitative research into health and health care, and to offer a framework within which health services researchers can consider these issues. RESULTS: Four potential risks to research participants are discussed: anxiety and distress; exploitation; misrepresentation; and identification of the participant in published papers, by themselves or others. Recommended strategies for reducing the risk of harm include ensuring scientific soundness, organizing follow-up care where appropriate, considering obtaining consent as a process, ensuring confidentiality and taking a reflexive stance towards analysis. CONCLUSIONS: While recognizing the reservations held about strict ethical guidelines for qualitative research, we argue for further debate of these issues so that the health services research community can move towards the adoption of agreed standards of good practice. In addition, we suggest that empirical research is desirable in order to quantify the actual risks to participants in qualitative studies.",
  "authors": [
    {
      "last_name": "Richards",
      "fore_name": "Helen Mary",
      "initials": "HM",
      "name": "Helen Mary Richards",
      "affiliations": [
        "Highlands and Islands Health Research Institute, The Green House, Beechwood Business Park, Inverness IV2 3ED, UK."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa Jennifer",
      "initials": "LJ",
      "name": "Lisa Jennifer Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "0263-2136",
    "issn_type": "Print",
    "volume": "19",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "135",
  "end_page": "139",
  "pages": "135-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Confidentiality",
    "Ethics",
    "Health Services Research",
    "Human Experimentation",
    "Humans",
    "Informed Consent",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "11906977",
    "doi": "10.1093/fampra/19.2.135"
  },
  "doi": "10.1093/fampra/19.2.135",
  "dates": {
    "completed": "2002-05-14",
    "revised": "2019-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.387464",
    "pmid": "11906977"
  }
}