{
  "pmid": "11918756",
  "uid": "11918756",
  "title": "Moderate renal insufficiency and the risk of cardiovascular mortality: results from the NHANES I.",
  "abstract": "BACKGROUND: Conflicting evidence exists concerning whether renal insufficiency is an independent risk factor for cardiovascular disease in the general population. The objective of this study was to determine whether moderate renal insufficiency was associated with total and cardiovascular mortality, independent of traditional cardiovascular risk factors, in a community sample representative of the U.S. general non-institutionalized population. METHODS: Participants in the U.S. First National Health and Nutrition Examination Survey (NHANES I, 1974-1975) and NHANES I Epidemiologic Follow-up Study (NHEFS, 1992, 18 year follow-up) were evaluated. The primary analysis was limited to 2352 adults with complete data, and no baseline cardiovascular disease. A creatinine of 104 to 146 micromol/L in women, and 122 to 177 micromol/L in men (approximate glomerular filtration rate of 30 to 60 mL/min/1.73 m2) was defined as moderate renal insufficiency. Supplementary analyses included participants with marked renal impairment and baseline cardiovascular disease. RESULTS: The unadjusted hazard ratio for moderate renal insufficiency compared to preserved renal function was significant for total mortality (hazard ratio 1.7; 95% confidence interval 1.3 to 2.2), and for cardiovascular mortality (2.2; 1.5 to 3.1). After adjustment for traditional cardiovascular risk factors, there was no independent association between moderate renal insufficiency and total mortality (1.0; 0.8 to 1.4), or cardiovascular mortality (1.2; 0.8 to 1.8). These results were consistent in supplementary analyses. CONCLUSIONS: These results do not support moderate renal insufficiency as an independent risk factor for cardiovascular disease in the general population. The association between moderate renal insufficiency and cardiovascular disease, demonstrated in other epidemiologic studies, appears to be due to co-occurrence of renal insufficiency with traditional cardiovascular risk factors.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. amitg@mcmaster.ca"
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Clark",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "House",
      "fore_name": "Andrew A",
      "initials": "AA",
      "name": "Andrew A House",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "0085-2538",
    "issn_type": "Print",
    "volume": "61",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "1486",
  "end_page": "1494",
  "pages": "1486-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cardiovascular Diseases",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Nutrition Surveys",
    "Proportional Hazards Models",
    "Regression Analysis",
    "Renal Insufficiency"
  ],
  "article_ids": {
    "pubmed": "11918756",
    "doi": "10.1046/j.1523-1755.2002.00270.x",
    "pii": "S0085-2538(15)48371-1"
  },
  "doi": "10.1046/j.1523-1755.2002.00270.x",
  "dates": {
    "completed": "2002-06-24",
    "revised": "2010-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.003220",
    "pmid": "11918756"
  }
}