{
  "pmid": "11914297",
  "uid": "11914297",
  "title": "Can we individualize the 'number needed to treat'? An empirical study of summary effect measures in meta-analyses.",
  "abstract": "BACKGROUND: Meta-analyses summarize the magnitude of treatment effect using a number of measures of association, including the odds ratio (OR), risk ratio (RR), risk difference (RD) and/or number needed to treat (NNT). In applying the results of a meta-analysis to individual patients, some textbooks of evidence-based medicine advocate individualizing NNT, based on the RR and the patient's expected event rate (PEER). This approach assumes constant RR but no empirical study to date has examined the validity of this assumption. METHODS: We randomly selected a subset of meta-analyses from a recent issue of the Cochrane Library (1998, Issue 3). When a meta-analysis pooled more than three randomized controlled trials (RCT) to produce a summary measure for an outcome, we compared the OR, RR and RD of each RCT with the corresponding pooled OR, RR and RD from the meta-analysis of all the other RCT. Using the conventional P-value of 0.05, we calculated the percentage of comparisons in which there were no statistically significant differences in the estimates of OR, RR or RD, and refer to this percentage as the 'concordance rate'. RESULTS: For each effect measure, we made 1843 comparisons, extracted from 55 meta-analyses. The random effects model OR had the highest concordance rate, closely followed by the fixed effects model OR and random effects model RR. The minimum concordance rate for these indices was 82%, even when the baseline risk differed substantially. The concordance rates for RD, either fixed effects or random effects model, were substantially lower (54-65%). CONCLUSIONS: The fixed effects OR, random effects OR and random effects RR appear to be reasonably constant across different baseline risks. Given the interpretational and arithmetic ease of RR, clinicians may wish to rely on the random effects model RR and use the PEER to individualize NNT when they apply the results of a meta-analysis in their practice.",
  "authors": [
    {
      "last_name": "Furukawa",
      "fore_name": "Toshiaki A",
      "initials": "TA",
      "name": "Toshiaki A Furukawa",
      "affiliations": [
        "Department of Psychiatry, Nagoya City University Medical School, Mizuho-cho, Mizuho-ku, Nagoya 467-8601, Japan. furukawa@med.nagoya-u.ac.jp"
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of epidemiology",
    "iso_abbreviation": "Int J Epidemiol",
    "issn": "0300-5771",
    "issn_type": "Print",
    "volume": "31",
    "issue": "1",
    "pub_year": "2002",
    "pub_month": "Feb"
  },
  "start_page": "72",
  "end_page": "76",
  "pages": "72-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Odds Ratio",
    "Randomized Controlled Trials as Topic",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "11914297",
    "doi": "10.1093/ije/31.1.72"
  },
  "doi": "10.1093/ije/31.1.72",
  "dates": {
    "completed": "2002-05-08",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.070761",
    "pmid": "11914297"
  }
}