{
  "pmid": "11926941",
  "uid": "11926941",
  "title": "Late outcomes after laparoscopic surgery for gastroesophageal reflux.",
  "abstract": "HYPOTHESIS: Patients still have symptoms following laparoscopic antireflux surgery and require ongoing treatment. DESIGN: Mailed survey. SETTING: Academic tertiary care center. PATIENTS: Of 247 consecutive adults, 197 (80% response) who underwent laparoscopic fundoplication for gastroesophageal reflux disease in the prior 1 to 5 years. MAIN OUTCOME MEASURES: Gastrointestinal symptoms (frequency and bother), actions taken to treat these symptoms (medications and dietary and lifestyle changes), and assessment of surgery. RESULTS: The mean age of the respondents was 51.1 years, and 52% were men. The median time since surgery was 2.6 years. Overall, 28% reported typical reflux symptoms (heartburn or regurgitation), but only 5% were bothered \"a lot\" or \"terribly\" by them. While 65% reported other gastrointestinal symptoms (bloating or dysphagia) that may be related to gastroesophageal reflux disease or to surgery, only 19% were bothered a lot or terribly by them. About half of the respondents reported taking at least 1 of the following actions for their symptoms: 6% take frequent over-the-counter medications, 13% take daily prescription acid-reducing medications, 41% make lifestyle changes (eg, eating smaller meals), and 44% avoid certain foods (eg, carbonated beverages). Nevertheless, 90% believed their surgery was working well. CONCLUSIONS: In 1 to 5 years after laparoscopic antireflux surgery, many patients report gastrointestinal symptoms and take action to control these symptoms. Most, however, believe their surgical treatment is working well.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Jean Y",
      "initials": "JY",
      "name": "Jean Y Liu",
      "affiliations": [
        "Department of Surgery, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Laycock",
      "fore_name": "William S",
      "initials": "WS",
      "name": "William S Laycock",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of surgery (Chicago, Ill. : 1960)",
    "iso_abbreviation": "Arch Surg",
    "issn": "0004-0010",
    "issn_type": "Print",
    "volume": "137",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "397",
  "end_page": "401",
  "pages": "397-401",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Female",
    "Gastroesophageal Reflux",
    "Humans",
    "Laparoscopy",
    "Male",
    "Middle Aged",
    "Patient Satisfaction",
    "Postoperative Complications",
    "Recurrence",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "11926941",
    "doi": "10.1001/archsurg.137.4.397",
    "pii": "sne1001"
  },
  "doi": "10.1001/archsurg.137.4.397",
  "dates": {
    "completed": "2002-04-19",
    "revised": "2019-07-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.387813",
    "pmid": "11926941"
  }
}