{
  "pmid": "11943959",
  "uid": "11943959",
  "title": "Establishing patient preferences for gastroenterology clinic reorganization using conjoint analysis.",
  "abstract": "OBJECTIVE: The Department of Health states that patients with suspected cancer should be seen within 2 weeks, and the Patients' Charter suggests that patients should not wait for more than 30 min in outpatients. Decisions such as these are often made with little assessment of patient preferences. We have elicited patient preferences for the optimal use of time in the outpatient clinic. DESIGN: Questionnaire survey eliciting preference between different clinic scenarios evaluated using discrete choice conjoint analysis. SETTING AND PARTICIPANTS: Patients attending a teaching hospital gastroenterology outpatient clinic. MAIN OUTCOME MEASURES: The relative importance of time spent on the waiting list, time waiting in the clinic, time spent with the specialist, and time waiting for investigation was assessed using a logit model. RESULTS: Patients placed a similar value on waiting for investigation and time spent on the waiting list. A clinic that had a 2-month waiting list but offered immediate investigations would therefore be more popular than a clinic that had a 2-week waiting list but whose investigations were deferred for 3 months. Patients would be prepared to spend an extra 30 min in the waiting room if they spent 1 month less on the waiting list or waiting for investigation. Time spent with a specialist is valued, and patients would be prepared to spend an extra 3 min waiting in the clinic for every extra minute spent with the doctor. CONCLUSIONS: The present Department of Health recommendations and the Patients' Charter are too simplistic and do not take into account patient preferences.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Health Services Research, City Hospital NHS Trust, Dudley Road, Winson Green, Birmingham B18 7QH, UK. p.moayyedi@bham.ac.uk"
      ]
    },
    {
      "last_name": "Wardman",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Wardman",
      "affiliations": []
    },
    {
      "last_name": "Toner",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Toner",
      "affiliations": []
    },
    {
      "last_name": "Ryan",
      "fore_name": "Mandy",
      "initials": "M",
      "name": "Mandy Ryan",
      "affiliations": []
    },
    {
      "last_name": "Duffett",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Duffett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of gastroenterology & hepatology",
    "iso_abbreviation": "Eur J Gastroenterol Hepatol",
    "issn": "0954-691X",
    "issn_type": "Print",
    "volume": "14",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "429",
  "end_page": "433",
  "pages": "429-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Appointments and Schedules",
    "Female",
    "Gastroenterology",
    "Humans",
    "Male",
    "Marketing of Health Services",
    "Middle Aged",
    "Outpatient Clinics, Hospital",
    "Patient Satisfaction",
    "Surveys and Questionnaires",
    "Time Management",
    "United Kingdom",
    "Waiting Lists"
  ],
  "article_ids": {
    "pubmed": "11943959",
    "doi": "10.1097/00042737-200204000-00017"
  },
  "doi": "10.1097/00042737-200204000-00017",
  "dates": {
    "completed": "2002-05-15",
    "revised": "2019-09-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.736530",
    "pmid": "11943959"
  }
}