{
  "pmid": "11948065",
  "uid": "11948065",
  "title": "The design of randomized clinical trials in critically ill patients.",
  "abstract": "There are a number of difficulties in the conduct of randomized trials in the critically ill. These include difficulties in the definition of diseases and syndromes, a heterogenous population of patients undergoing a variety of therapeutic interventions, and outcomes that may not be able to discriminate between beneficial and risky therapies. Following a brief description of different randomized clinical trials (RCTs) and design philosophies, we outline the effects of different design choices in the complex critical care environment. Once the study topic has been determined to be relevant and important, then the potential investigator must establish whether efficacy or effectiveness will be the focus of the RCT. If an effectiveness design philosophy is chosen, then broad representation of study sites, liberal eligibility criteria, easily implemented intervention study protocols, and patient-centered outcomes should be chosen. The potential investigator wishing to establish efficacy will conduct the study in the centers of excellence and adopt stringent eligibility criteria, rigorous study protocols, and opt for outcomes that will be sensitive to change. In conclusion, we describe some of the major challenges and possible solutions to help a potential investigator through the myriad of difficulties in initiating an RCT in a complex environment.",
  "authors": [
    {
      "last_name": "Hébert",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Hébert",
      "affiliations": [
        "Critical Care Program, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Wells",
      "fore_name": "George",
      "initials": "G",
      "name": "George Wells",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marshall",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "121",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "1290",
  "end_page": "1300",
  "pages": "1290-300",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Critical Care",
    "Humans",
    "Outcome and Process Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "11948065",
    "doi": "10.1378/chest.121.4.1290",
    "pii": "S0012-3692(15)34312-9"
  },
  "doi": "10.1378/chest.121.4.1290",
  "dates": {
    "completed": "2002-05-09",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.638777",
    "pmid": "11948065"
  }
}