{
  "pmid": "11940624",
  "uid": "11940624",
  "title": "An observational study of orthopaedic abstracts and subsequent full-text publications.",
  "abstract": "BACKGROUND: Research abstracts are frequently referenced in orthopaedic textbooks and influence orthopaedic care. However, little is known about the quality of information provided in the abstracts, the frequency of publication of complete papers after presentation of abstracts, or any discrepancies between abstracts and published papers. The objective of this study was to determine the quality of information provided in orthopaedic abstracts, rates of publication of full-text articles after presentation of abstracts, predictors of publication of full-text articles, and consistency between abstracts and full-text articles. METHODS: We retrieved all abstracts from the 1996 scientific program of the sixty-third Annual Meeting of the American Academy of Orthopaedic Surgeons. For each abstract, we recorded the completeness of reporting and key features of the study design, conduct, analysis, and interpretation. A computerized Medline and PubMed search established whether the abstract had been followed by publication of a full-text article. Finally, we evaluated the consistency of reporting between abstracts and final publications. RESULTS: The program included 465 abstracts, 66% of which were on prognostic studies. All abstracts described the study design, and 70.7% of the designs were observational. Key methodological issues were reported in less than half of the abstracts, and information on data analysis was reported in <15%. One hundred and fifty-nine (34%) of the 465 abstracts were followed by publication of a full-text article. The mean time to publication (and standard deviation) was 17.6 +/- 12 months (range, one to fifty-six months). Inconsistencies between the abstract and the full-text article included the primary outcome measure, which differed 14% of the time, and the results, which differed 19% of the time. CONCLUSIONS: Two-thirds of the orthopaedic abstracts in this sample were not followed by publication of a full-text paper. The overall quality of reporting in abstracts proved inadequate, and inconsistencies between the final published paper and the original abstract occurred frequently. The routine use of abstracts as a guide to orthopaedic practice needs to be reconsidered.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Heath Health Sciences Center, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "84",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "615",
  "end_page": "621",
  "pages": "615-21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Orthopedics",
    "Publishing",
    "United States"
  ],
  "article_ids": {
    "pubmed": "11940624",
    "doi": "10.2106/00004623-200204000-00017"
  },
  "doi": "10.2106/00004623-200204000-00017",
  "dates": {
    "completed": "2002-06-05",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.805377",
    "pmid": "11940624"
  }
}