{
  "pmid": "11950026",
  "uid": "11950026",
  "title": "Teaching clinical skills in musculoskeletal medicine: the use of structured clinical instruction modules.",
  "abstract": "OBJECTIVE: To assess student evaluation, satisfaction, and examination outcomes for a new method of teaching musculoskeletal (MSK) medicine clinical skills, structured clinical instruction modules (SCIM), and to compare with the outcomes of a traditional method of teaching clinical skills (small group bedside tutorials). METHODS: Year 2 students in a 4 year graduate medical school were taught using the method of bedside senior registrar teaching, supplemented by outpatient attendances in 1997 and by SCIM in 2000. All students in 1997 and 2000 were debriefed at the end of each unit of clinical skills teaching for student feedback on their teaching experience using a standardized questionnaire. At the end of the academic year, all students underwent an objective structured clinical examination (OSCE) in clinical skills that included rheumatology (hand examination) and orthopedic surgery (knee examination) stations. The effect of the method of teaching on the students' performance in the rheumatology (hand) and orthopedic surgery (knee) stations was analyzed. RESULTS: Sixty-seven students were taught clinical skills and completed the OSCE in 1997 and 78 students were taught clinical skills by SCIM and completed the OSCE in 2000. The teaching of orthopedics using traditional methods was poor, but there was no difference in satisfaction between traditional methods of teaching and SCIM for orthopedic surgery and rheumatology. There was no statistically significant difference in the performance of students in the hand OSCE stations in 2000 compared to the same station in 1997. There was a small but statistically significant difference in the performance of students in 1997 and 2000 in the knee station, the 1997 students performing better in this station. CONCLUSION: The SCIM is an effective method of teaching clinical skills in MSK medicine, comparable with patient partners and traditional registrar based bedside teaching methods, but it is less resource intensive.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Malcolm D",
      "initials": "MD",
      "name": "Malcolm D Smith",
      "affiliations": [
        "Rheumatology Unit, Repatriation General Hospital, Daw Park, South Australia, Australia."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer G",
      "initials": "JG",
      "name": "Jennifer G Walker",
      "affiliations": []
    },
    {
      "last_name": "Schultz",
      "fore_name": "David",
      "initials": "D",
      "name": "David Schultz",
      "affiliations": []
    },
    {
      "last_name": "Ash",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Ash",
      "affiliations": []
    },
    {
      "last_name": "Roberts-Thomson",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Roberts-Thomson",
      "affiliations": []
    },
    {
      "last_name": "Shanahan",
      "fore_name": "E M",
      "initials": "EM",
      "name": "E M Shanahan",
      "affiliations": []
    },
    {
      "last_name": "Ahern",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Ahern",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "0315-162X",
    "issn_type": "Print",
    "volume": "29",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "813",
  "end_page": "817",
  "pages": "813-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Education, Medical, Undergraduate",
    "Humans",
    "Musculoskeletal Diseases",
    "Musculoskeletal System",
    "Orthopedics",
    "Physical Examination",
    "Point-of-Care Systems",
    "Rheumatology",
    "Students, Medical",
    "Surveys and Questionnaires",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "11950026"
  },
  "dates": {
    "completed": "2002-10-04",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.510484",
    "pmid": "11950026"
  }
}