{
  "pmid": "11950381",
  "uid": "11950381",
  "title": "Putting your money where your mouth is: willingness to pay for dental gel.",
  "abstract": "OBJECTIVES: To measure preferences and willingness to pay (WTP) for a novel anaesthetic (dental gel) versus existing anaesthetic options for periodontal maintenance visits. DESIGN: The study was conducted by developing and administering a survey, composed of a modified decision aid and a WTP instrument. The decision aid provided clinical information in layman's terms. Patients stated their anaesthetic preference; WTP elicited the hypothetical amount of money a subject would pay to have dental gel available for maintenance cleaning, should they require anaesthetic. PATIENTS: Periodontal recall patients (n = 97; 'recall') and participants from the general population (n = 196; 'general') from southwestern Ontario, Canada. RESULTS: The overwhelming majority of participants chose dental gel over injectable local anaesthetic or no anaesthetic as their first anaesthetic preference (general: 81.0%; recall: 82.5%). The median WTP for dental gel was 20.00 Canadian dollars (dollars Can) per visit for the general population and dollars Can10.00 for the recall population (1999 values). The majority of participants were willing to pay an insurance premium for dental gel, even if they did not personally prefer dental gel (general: 72.4%; recall: 73.2%). The median monthly premium to have dental gel available for any plan beneficiary requiring scaling and root planing (SRP) during maintenance was dollars Can2.00 per month for both groups. CONCLUSIONS: In this population, an alternative to traditional injectable local anaesthetic (i.e. dental gel) was overwhelmingly preferred by both general population participants and recall patients for maintenance cleaning procedures. Most participants were willing to pay to have dental gel available, either for themselves or for others.",
  "authors": [
    {
      "last_name": "Matthews",
      "fore_name": "Debora",
      "initials": "D",
      "name": "Debora Matthews",
      "affiliations": [
        "Division of Periodontics, Faculty of Dentistry, Dalhousie University, Halifax, Nova Scotia, Canada. debora.matthews@dal.ca"
      ]
    },
    {
      "last_name": "Rocchi",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Rocchi",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1170-7690",
    "issn_type": "Print",
    "volume": "20",
    "issue": "4",
    "pub_year": "2002"
  },
  "start_page": "245",
  "end_page": "255",
  "pages": "245-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Topical",
    "Adult",
    "Anesthesia, Local",
    "Anesthetics, Local",
    "Data Collection",
    "Female",
    "Gels",
    "Gingiva",
    "Humans",
    "Injections",
    "Male",
    "Mental Recall",
    "Middle Aged",
    "Ontario",
    "Periodontal Diseases"
  ],
  "article_ids": {
    "pubmed": "11950381",
    "doi": "10.2165/00019053-200220040-00003",
    "pii": "200403"
  },
  "doi": "10.2165/00019053-200220040-00003",
  "dates": {
    "completed": "2002-06-24",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Gels"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.830764",
    "pmid": "11950381"
  }
}