{
  "pmid": "11951099",
  "uid": "11951099",
  "title": "B-mode ultrasound measurement of carotid bifurcation stenoses: is it reliable?",
  "abstract": "In the majority of cases, duplex ultrasonography (DU) is the sole imaging study necessary before carotid interventions. Duplex-derived internal carotid artery (ICA) peak systolic velocity (PSV), ICA end-diastolic velocity (EDV) and ICA/common carotid artery (CCA) PSV ratio are the most commonly utilized parameters for predicting critical carotid stenoses. However, the role of direct B-mode image measurement of maximal ICA narrowing is ill defined. The images and records of 192 patients who underwent both arteriography and duplex ultrasonography (DU) of 375 carotid arteries from January 1995 to November 2000 were reviewed. All DUs were performed by registered vascular technologists (n=6). Maximum arteriographic stenosis was determined according to the NASCET study design. With arteriography as the \"gold standard,\" B-mode image (BMI) measurement of the maximal ICA luminal narrowing relative to the carotid bulb (n=162)as well as the peak systolic velocity in the internal carotid artery (PSVICA) (n=330), end-diastolic velocity in the internal carotid artery (EDV(ICA)) (n=198), and the ratio of the PSVs in both the ICA and the CCA (PSVICA/CCA) ratio (n=319) were subjected to receiver operator characteristics (ROC) curves for 3 clinically relevant stenoses thresholds: 50-99%, 60-99%, and 70-99%. A strong correlation was found between B-mode image (BMI)and the NASCET arteriographic measures of carotid stenosis (r =0.80;p<0.001) and was similar among the 6 technologists (r =0.74-0.89;p>0.2). The overall accuracy of BMI measurement to diagnose 50%, 60%,and 70% arteriographic carotid stenosis was 85.3%, 82.2%, and 87%, respectively. BMI measurement was similar to the most accurate PSV(ICA), EDV(ICA), and PSV(ICA/CCA) ratio at all 3 threshold stenoses levels (p>0.3). When combined with the velocity criteria, BMI measurement improved the positive predictive value (PPV) for all arteriographic stenoses thresholds by an average of 12.6% for PSV(ICA), 21.2% for EDV(ICA), and 14.2% for PSV(ICA/CCA) ratio. BMI measurement of carotid bifurcation narrowing is as reliable as duplex-derived velocity criteria in evaluating clinically relevant threshold ICA stenoses. The routine use of B-mode ultrasound in conjunction with the velocity parameters enhances the PPV of carotid DU. Our experience suggests that with current refinements in B-mode resolution, BMI stenosis measurements are accurate among experienced technologists and are a useful adjunct to duplex-derived velocity parameters.",
  "authors": [
    {
      "last_name": "MacKenzie",
      "fore_name": "Kent S",
      "initials": "KS",
      "name": "Kent S MacKenzie",
      "affiliations": [
        "Section of Vascular Surgery, Department of Surgery, University of Chicago, 5841 S. Maryland Avenue, Chicago, IL 60637, USA."
      ]
    },
    {
      "last_name": "French-Sherry",
      "fore_name": "Eilleen",
      "initials": "E",
      "name": "Eilleen French-Sherry",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Pooley",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Pooley",
      "affiliations": []
    },
    {
      "last_name": "Bassiouny",
      "fore_name": "Hisham S",
      "initials": "HS",
      "name": "Hisham S Bassiouny",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Vascular and endovascular surgery",
    "iso_abbreviation": "Vasc Endovascular Surg",
    "issn": "1538-5744",
    "issn_type": "Print",
    "volume": "36",
    "issue": "2",
    "pub_year": "2002"
  },
  "start_page": "123",
  "end_page": "135",
  "pages": "123-35",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Angiography, Digital Subtraction",
    "Carotid Artery, Common",
    "Carotid Artery, Internal",
    "Carotid Stenosis",
    "Female",
    "Humans",
    "Male",
    "Predictive Value of Tests",
    "Reproducibility of Results",
    "Ultrasonography, Doppler, Duplex"
  ],
  "article_ids": {
    "pubmed": "11951099",
    "doi": "10.1177/153857440203600207"
  },
  "doi": "10.1177/153857440203600207",
  "dates": {
    "completed": "2002-05-01",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.045126",
    "pmid": "11951099"
  }
}