{
  "pmid": "12028400",
  "uid": "12028400",
  "title": "The impact of three years' ethics teaching, in an integrated medical curriculum, on students' proposed behaviour on meeting ethical dilemmas.",
  "abstract": "OBJECTIVE: To evaluate the impact of 3 years' ethics teaching (30 hours mainly small group teaching in year 1, 14 hours mainly lecture-type teaching in years 2 and 3) on students' proposed behaviour on encountering ethical dilemmas. DESIGN: Cohort design. SETTING: University of Glasgow Medical School. SUBJECTS: A cohort of 111 students entering Glasgow University's new learner-centred, integrated medical curriculum; where ethics learning is formally assessed in years 1 and 5 only; in October 1996. MAIN OUTCOME MEASURE: Student answers consistent with consensus professional judgement on the ethical dilemmas posed by the vignettes of the Ethics and Health Care Survey Instrument. RESULTS: The instrument was completed pre- and post- year 1 and post- year 3 by 77%(85) of the cohort. There is a significant increase in the number of consensus answers given following the first year of the curriculum, but no further improvement was found. The odds ratio for giving the consensus answer post- year 1 relative to pre- year 1 was 1.42, 95% Confidence Interval (1.19, 1.71), P = 0.0001. Comparing post- year 3 to pre- year 1, odds ratio 1.30 (1.08, 1.57), P = 0.0062. Post- year 3 compared to post- year 1, odds ratio 0.91 (0.76, 1.10), P = 0.34. CONCLUSIONS: While small group ethics teaching can be effective in developing students' normative identification with the profession of medicine, its effectiveness is dependent on the amount of small group teaching provided. The lack of formal assessment in years 2 and 3 is also felt to contribute to the lack of impact. This information will inform future curriculum development.",
  "authors": [
    {
      "last_name": "Goldie",
      "fore_name": "John",
      "initials": "J",
      "name": "John Goldie",
      "affiliations": [
        "Department of General Practice, University of Glasgow, UK. johngoldie@fsmail.net"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "McConnachie",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex McConnachie",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Jillian",
      "initials": "J",
      "name": "Jillian Morrison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "36",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "May"
  },
  "start_page": "489",
  "end_page": "497",
  "pages": "489-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Curriculum",
    "Education, Medical, Undergraduate",
    "Ethics, Medical",
    "Evaluation Studies as Topic",
    "Humans",
    "Professional Competence",
    "Scotland"
  ],
  "article_ids": {
    "pubmed": "12028400",
    "doi": "10.1046/j.1365-2923.2002.01176.x",
    "pii": "1176"
  },
  "doi": "10.1046/j.1365-2923.2002.01176.x",
  "dates": {
    "completed": "2002-06-21",
    "revised": "2019-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.388211",
    "pmid": "12028400"
  }
}