{
  "pmid": "12022555",
  "uid": "12022555",
  "title": "Outcomes of lung volume reduction surgery followed by lung transplantation: a matched cohort study.",
  "abstract": "BACKGROUND: Lung volume reduction surgery (LVRS) has been demonstrated to provide symptomatic relief and to improve lung function in patients with end-stage emphysema. The goal of this study was to assess the additional morbidity associated with lung transplantation after LVRS for end-stage emphysema with regard to immediate postoperative outcomes, longitudinal spirometry, and survival rates compared to an age-, gender-, procedure-matched, and transplant time-matched cohort that had lung transplantation alone. METHODS: We compared the postoperative and long-term outcomes of a sequential procedure cohort to a matched cohort to assess the possible added post-transplant morbidity. RESULTS: Fifteen patients who underwent sequential LVRS (including 11 unilateral LVRS, 4 bilateral LVRS) and lung transplantation (ipsilateral in 7 and contralateral in 8) on average 28.1 +/- 17.2 months (median, 27.4 months; range, 3.7 to 61.7 months) later were assessed. No significant differences were noted in pretransplant demographics, post-transplant variables, longitudinal spirometric indices, or survival. A trend toward a lower pretransplant arterial carbon dioxide tension was apparent in the sequential procedure cohort. Group analysis revealed a significant increase in the number of patients requiring transfusion and in the total number of units transfused in patients undergoing ispsilateral transplantation after LVRS; a significant increase in the length of intensive care unit stay; and a trend toward an increase in the duration of hospital stay in patients undergoing lung transplantation within 18 months of LVRS. CONCLUSIONS: In appropriate candidates, LVRS bridged the time to transplantation by an average of 28.1 +/- 17.2 months (median, 27.4 months; range, 3.7 to 61.7 months) without significantly increasing post-transplant morbidity or mortality. Furthermore, bilateral LVRS bridged the time to transplantation to a greater extent than unilateral LVRS (34.9 +/- 29.8 months; median, 32.1 months versus 25.4 +/- 16.3 months; median, 22.3 months; p = 0.23).",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Division of Pulmonary Transplantation, The University of Pittsburgh Medical Center, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Keenan",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Keenan",
      "affiliations": []
    },
    {
      "last_name": "Grgurich",
      "fore_name": "Wayne F",
      "initials": "WF",
      "name": "Wayne F Grgurich",
      "affiliations": []
    },
    {
      "last_name": "Manzetti",
      "fore_name": "Jan D",
      "initials": "JD",
      "name": "Jan D Manzetti",
      "affiliations": []
    },
    {
      "last_name": "Zenati",
      "fore_name": "Marco A",
      "initials": "MA",
      "name": "Marco A Zenati",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Annals of thoracic surgery",
    "iso_abbreviation": "Ann Thorac Surg",
    "issn": "0003-4975",
    "issn_type": "Print",
    "volume": "73",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "May"
  },
  "start_page": "1587",
  "end_page": "1593",
  "pages": "1587-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Lung Transplantation",
    "Male",
    "Middle Aged",
    "Pneumonectomy",
    "Postoperative Complications",
    "Pulmonary Emphysema",
    "Spirometry",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "12022555",
    "doi": "10.1016/s0003-4975(02)03499-9",
    "pii": "S0003-4975(02)03499-9"
  },
  "doi": "10.1016/s0003-4975(02)03499-9",
  "dates": {
    "completed": "2002-06-10",
    "revised": "2019-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.046631",
    "pmid": "12022555"
  }
}