{
  "pmid": "12021683",
  "uid": "12021683",
  "title": "Quality of life of individuals with heart failure: a randomized trial of the effectiveness of two models of hospital-to-home transition.",
  "abstract": "BACKGROUND: The growing number of patients with congestive heart failure has increased both the pressure on hospital resources and the need for community management of the condition. Improving hospital-to-home transition for this population is a logical step in responding to current practice guidelines' recommendations for coordination and education. Positive outcomes have been reported from trials evaluating multiple interventions, enhanced hospital discharge, and follow-up through the addition of a case management role. The question remains if similar gains could be achieved working with usual hospital and community nurses. METHODS: A 12-week, prospective, randomized controlled trial was conducted of the effect of transitional care on health-related quality of life (disease-specific and generic measures), rates of readmission, and emergency room use. The nurse-led intervention focused on the transition from hospital-to-home and supportive care for self-management 2 weeks after hospital discharge. RESULTS: At 6 weeks after hospital discharge, the overall Minnesota Living with Heart Failure Questionnaire (MLHFQ) score was better among the Transitional Care patients (27.2 +/- 19.1 SD) than among the Usual Care patients (37.5 +/- 20.3 SD; P = 0.002). Similar results were found at 12 weeks postdischarge for the overall MLHFQ and at 6- and 12-weeks postdischarge for the MLHFQ's Physical Dimension and Emotional Dimension subscales. Differences in generic quality life, as assessed by the SF-36 Physical component, Mental Component, and General Health subscales, were not significantly different between the Transition and Usual Care groups. At 12 weeks postdischarge, 31% of the Usual Care patients had been readmitted compared with 23% of the Transitional Care patients (P = 0.26), and 46% of the Usual Care group visited the emergency department compared with 29% in the Transitional Care group (chi2 = 4.86, df 1, P = 0.03). CONCLUSIONS: There were significant improvements in health-related quality of life (HRQL) associated with Transitional Care and less use of emergency rooms.",
  "authors": [
    {
      "last_name": "Harrison",
      "fore_name": "Margaret B",
      "initials": "MB",
      "name": "Margaret B Harrison",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, Queen's University, Kingston, Ontario, Canada. harrisnm@post.queensu.ca"
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina B",
      "initials": "GB",
      "name": "Gina B Browne",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Roberts",
      "affiliations": []
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Graham",
      "fore_name": "Ian D",
      "initials": "ID",
      "name": "Ian D Graham",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical care",
    "iso_abbreviation": "Med Care",
    "issn": "0025-7079",
    "issn_type": "Print",
    "volume": "40",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Apr"
  },
  "start_page": "271",
  "end_page": "282",
  "pages": "271-82",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aftercare",
    "Aged",
    "Aged, 80 and over",
    "Analysis of Variance",
    "Chi-Square Distribution",
    "Continuity of Patient Care",
    "Emergency Medical Services",
    "Female",
    "Heart Failure",
    "Humans",
    "Male",
    "Outcome Assessment, Health Care",
    "Patient Discharge",
    "Patient Education as Topic",
    "Patient Readmission",
    "Prospective Studies",
    "Quality of Life",
    "Self Care",
    "Sickness Impact Profile",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12021683",
    "doi": "10.1097/00005650-200204000-00003"
  },
  "doi": "10.1097/00005650-200204000-00003",
  "dates": {
    "completed": "2002-06-12",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.830963",
    "pmid": "12021683"
  }
}