{
  "pmid": "12039993",
  "uid": "12039993",
  "title": "Cumulative risk for developing end-stage renal disease in the US population.",
  "abstract": "The individual risk of developing end-stage renal disease (ESRD) and its overall impact on life expectancy is not known. This study's objectives were to determine the effect of ESRD on life expectancy for a cohort of 20-yr-olds and to compare this impact to that of several cancers for which population-based screening programs exist. A computer simulation, stratified by race (white, black) and by gender was used to calculate cumulative lifetime risk of ESRD, life-years lost to ESRD, and cumulative Medicare payments for ESRD. Similar calculations were made for breast, prostate, and colorectal cancer. The cumulative lifetime risk of ESRD for a 20-yr-old black woman is 7.8%. Equivalent risks for black men are 7.3%, white men 2.5%, and white women 1.8%. Lost years of life attributable to ESRD are 1.09, 1.10, 0.40, and 0.32 yr for black women, black men, white men, and white women, respectively. In blacks, ESRD is responsible for nearly as much loss of life-years as breast cancer in women and more loss of life-years than colorectal or prostate cancer in men. In addition, treatment costs for ESRD in this population are many-fold more expensive than cumulative treatment costs of these cancers. Exploring new screening and treatment strategies may be warranted to prevent ESRD, particularly in the US black population.",
  "authors": [
    {
      "last_name": "Kiberd",
      "fore_name": "Bryce A",
      "initials": "BA",
      "name": "Bryce A Kiberd",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada. bkiberd@is.dal.ca"
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Society of Nephrology : JASN",
    "iso_abbreviation": "J Am Soc Nephrol",
    "issn": "1046-6673",
    "issn_type": "Print",
    "volume": "13",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "1635",
  "end_page": "1644",
  "pages": "1635-44",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Black People",
    "Breast Neoplasms",
    "Colorectal Neoplasms",
    "Computer Simulation",
    "Female",
    "Humans",
    "Kidney Failure, Chronic",
    "Life Expectancy",
    "Male",
    "Middle Aged",
    "Prostatic Neoplasms",
    "Risk",
    "United States",
    "White People",
    "Black or African American"
  ],
  "article_ids": {
    "pubmed": "12039993",
    "doi": "10.1097/01.asn.0000014251.87778.01"
  },
  "doi": "10.1097/01.asn.0000014251.87778.01",
  "dates": {
    "completed": "2002-11-04",
    "revised": "2024-07-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:33.883268",
    "pmid": "12039993"
  }
}