{
  "pmid": "12038934",
  "uid": "12038934",
  "title": "Media coverage of scientific meetings: too much, too soon?",
  "abstract": "CONTEXT: Although they are preliminary and have undergone only limited peer review, research abstracts at scientific meetings may receive prominent attention in the news media. We sought to describe news coverage of abstracts, characterize the research, and determine subsequent full publication in the medical literature. METHODS: We searched Lexis-Nexis to identify news stories printed in the 2 months following 5 scientific meetings held in 1998 (12th World AIDS Conference, American Heart Association, Society for Neuroscience, American Society of Clinical Oncology, and the Radiological Society of North America). We searched MEDLINE and contacted authors to determine subsequent publication in the medical literature within 3-3.5 years of the meetings. RESULTS: A total of 252 news stories reported on 147 research abstracts (average, 50 per meeting); 16% of the covered abstracts were nonhuman studies, 24% randomized trials, and 59% observational studies. Twenty-one percent of the human studies were small (ie, involving <30 subjects). In the 3 years after the meetings, 50% of the abstracts were published in high-impact journals (based on Institute for Scientific Information ratings), 25% in low-impact journals, and 25% remained unpublished. The publication record of the 39 abstracts receiving front-page newspaper coverage was almost identical to the overall rate. Meeting organizers issued press releases for 43 abstracts; these were somewhat more likely to receive prominent news coverage (35% covered on front page vs 23%, P =.14), but were no more likely to be published. CONCLUSIONS: Abstracts at scientific meetings receive substantial attention in the high-profile media. A substantial number of the studies remain unpublished, precluding evaluation in the scientific community.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Baczek",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Baczek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "0098-7484",
    "issn_type": "Print",
    "volume": "287",
    "issue": "21",
    "pub_year": "2002",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "start_page": "2859",
  "end_page": "2863",
  "pages": "2859-63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Congresses as Topic",
    "Journalism, Medical",
    "Mass Media",
    "Publishing"
  ],
  "article_ids": {
    "pubmed": "12038934",
    "doi": "10.1001/jama.287.21.2859",
    "pii": "joc11828"
  },
  "doi": "10.1001/jama.287.21.2859",
  "dates": {
    "completed": "2002-06-14",
    "revised": "2019-07-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CA91052-01",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.388548",
    "pmid": "12038934"
  }
}