{
  "pmid": "12058853",
  "uid": "12058853",
  "title": "Shared treatment decision making in a collectively funded health care system: possible conflicts and some potential solutions.",
  "abstract": "In recent years there has been a growth in the advocacy of shared decision making (SDM) between clinicians and patients as a way of practicing medicine. Although there is a range of perspectives on what SDM means, in essence it refers to greater involvement of the individual patient in deliberations about appropriate forms of clinical management. The patient's perception of the role of the doctor in SDM is crucial: for it to work successfully, the patient needs to be able to be confident that the doctor is focused on which treatment will generate the greatest benefit for them. However, the doctor also has responsibilities to others, in particular to other patients and potential patients within the collectively funded health care system. This dual responsibility can create a range of dilemmas for the clinician in the context of SDM: Should they inform patients about all effective treatments or just those that the health care system considers cost-effective? Do they risk losing patients from their books if they inform patients about their responsibilities to the health care system? SDM also raises questions about the wider principles of the health care system: Are its equity principles consistent with SDM? Should patients with a strong preference for an effective but non-cost-effective treatment be permitted to pay for it privately? This paper describes the nature of the conflicts that are likely to emerge if SDM diffuses within collectively funded health care systems, and considers a range of policy responses. It argues that the risk of conflict may be reduced by making a clear distinction between clinical guidelines (focusing on effectiveness) and system guidelines (focusing on cost-effectiveness).",
  "authors": [
    {
      "last_name": "Sculpher",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Sculpher",
      "affiliations": [
        "Centre for Health Economics, University of York, Heslington, UK. mjs23@york.ac.uk"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Watt",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Watt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "54",
    "issue": "9",
    "pub_year": "2002",
    "pub_month": "May"
  },
  "start_page": "1369",
  "end_page": "1377",
  "pages": "1369-77",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Communication",
    "Conflict of Interest",
    "Cost-Benefit Analysis",
    "Decision Making",
    "Delivery of Health Care",
    "Developed Countries",
    "Financing, Government",
    "Health Care Rationing",
    "Humans",
    "Organizational Objectives",
    "Organizational Policy",
    "Paternalism",
    "Patient Participation",
    "Physician-Patient Relations",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "12058853",
    "doi": "10.1016/s0277-9536(01)00103-4"
  },
  "doi": "10.1016/s0277-9536(01)00103-4",
  "dates": {
    "completed": "2002-07-18",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.831294",
    "pmid": "12058853"
  }
}