{
  "pmid": "12068338",
  "uid": "12068338",
  "title": "Economic evaluation of the MEDENOX trial: a Canadian perspective. Medical Patients with Enoxaparin.",
  "abstract": "OBJECTIVE: To perform an economic evaluation of the Prophylaxis in Medical Patients with Enoxaparin (MEDENOX) trial from a Canadian perspective. METHOD: Using a decision tree model, cost effectiveness analysis was carried out to compare the costs and consequences of thromboprophylaxis using enoxaparin 40 mg with placebo in tertiary and community settings. From a third party payer's perspective, the model calculated the expected rate of symptomatic venous thromboembolism (VTE), and the total expected cost of prophylaxis and VTE management, including inpatient and outpatient treatment, professional fees and long term therapy. Data were derived directly from the MEDENOX trial. Costs are direct medical costs in year 2000 Canadian dollars. RESULTS: In a tertiary setting in which the estimated inpatient to outpatient deep vein thrombosis treatment ratio was 10%:90%, the total expected cost per patient was 64 dollars in the enoxaparin group and 62 dollars in the placebo group. The expected symptomatic VTE rates were 0.8% and 3.1% in the enoxaparin and placebo groups, respectively. The incremental cost effectiveness of enoxaparin 40 mg versus placebo was 87 dollars/VTE avoided. In a community hospital setting (with a 50%:50% inpatient to outpatient deep vein thrombosis treatment ratio), the total expected cost per patient was 68 dollars in the enoxaparin group compared with 72 dollars in the placebo group, indicating that prophylaxis with enoxaparin 40 mg was cost saving. The model was sensitive to the inpatient to outpatient ratio. However, within each setting, the results were not sensitive to changes in key variables. CONCLUSION: For patients hospitalized for acute respiratory failure, congestive heart failure or acute infectious disease and who are at moderate risk of developing VTE, thromboprophylaxis with enoxaparin 40 mg daily is a cost effective strategy in both tertiary and community settings.",
  "authors": [
    {
      "last_name": "Lamy",
      "fore_name": "André",
      "initials": "A",
      "name": "André Lamy",
      "affiliations": [
        "CADENCE Research Group and Faculty of Health Sciences, McMaster University, Hamilton, Ontario. lamyand@hhsc.ca"
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoyin",
      "initials": "X",
      "name": "Xiaoyin Wang",
      "affiliations": []
    },
    {
      "last_name": "Kent",
      "fore_name": "Rosanne",
      "initials": "R",
      "name": "Rosanne Kent",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Kelly M",
      "initials": "KM",
      "name": "Kelly M Smith",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian respiratory journal",
    "iso_abbreviation": "Can Respir J",
    "issn": "1198-2241",
    "issn_type": "Print",
    "volume": "9",
    "issue": "3",
    "pub_year": "2002"
  },
  "start_page": "169",
  "end_page": "177",
  "pages": "169-77",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Cost Savings",
    "Cost-Benefit Analysis",
    "Decision Trees",
    "Double-Blind Method",
    "Enoxaparin",
    "Humans",
    "Middle Aged",
    "Placebos",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "12068338",
    "doi": "10.1155/2002/310841"
  },
  "doi": "10.1155/2002/310841",
  "dates": {
    "completed": "2002-10-28",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Enoxaparin",
    "Placebos"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.671293",
    "pmid": "12068338"
  }
}