{
  "pmid": "12069679",
  "uid": "12069679",
  "title": "News media coverage of screening mammography for women in their 40s and tamoxifen for primary prevention of breast cancer.",
  "abstract": "CONTEXT: In the late 1990s, 3 events pertaining to breast cancer prevention received considerable attention in the US news media: a National Institutes of Health (NIH) consensus panel recommended against routine screening mammography for women in their 40s (January 1997), the National Cancer Institute (NCI) subsequently reversed the recommendation (March 1997), and an NCI-sponsored study demonstrated the efficacy of tamoxifen in the primary prevention of breast cancer (April 1998). OBJECTIVE: To examine how the major US news media covered the potential benefits and harms of 2 breast cancer preventive strategies. DESIGN AND SETTING: Content analysis of US news stories reporting on the breast cancer prevention events. We used Lexis-Nexis to search for print news stories in the 10 highest-circulation US newspapers and requested transcripts from 3 major television networks to obtain all relevant news coverage in the 2 weeks following each event. MAIN OUTCOME MEASURES: Attitude toward preventive strategy (encourage, neutral, discourage); level of uncertainty about benefit and how benefits and harms were presented. RESULTS: Twenty-seven stories about the NIH consensus panel, 24 about the NCI reversal, and 34 about tamoxifen appeared in high-profile news media within 2 weeks of each event. Sixty-seven percent of NIH consensus panel stories left the impression that there was a lot of uncertainty about whether women aged 40 to 49 years should undergo screening, but 59% suggested that women should probably or definitely be screened. Only 4 stories suggested that women faced a genuine decision about what to do. The level of uncertainty reported was substantially lower following the NCI reversal (21% suggested a lot of uncertainty), and most stories (96%) suggested that women should be screened. In contrast, tamoxifen stories highlighted uncertainty about what women at high risk should do (62% suggested there was a lot of uncertainty), and none left the impression that women should definitely take the drug (24% suggested they probably should). Sixty-five percent of these stories suggested that women faced a genuine choice and would have to weigh the risks and benefits themselves. CONCLUSIONS: Most news stories favored routine use of screening mammography and urged caution about using tamoxifen. Almost all noted the potential harms of each preventive strategy; however, the negative aspects of tamoxifen received greater emphasis. Whereas taking tamoxifen was presented as a difficult decision, having a mammogram was presented as something women ought to do.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA. steven.woloshin@dartmouth.edu"
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "0098-7484",
    "issn_type": "Print",
    "volume": "287",
    "issue": "23",
    "pub_year": "2002",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "3136",
  "end_page": "3142",
  "pages": "3136-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adult",
    "Antineoplastic Agents, Hormonal",
    "Attitude to Health",
    "Breast Neoplasms",
    "Consensus Development Conferences, NIH as Topic",
    "Female",
    "Humans",
    "Mammography",
    "Mass Media",
    "Mass Screening",
    "Middle Aged",
    "Risk",
    "Tamoxifen",
    "United States"
  ],
  "article_ids": {
    "pubmed": "12069679",
    "doi": "10.1001/jama.287.23.3136",
    "pii": "jtv10006"
  },
  "doi": "10.1001/jama.287.23.3136",
  "dates": {
    "completed": "2002-06-25",
    "revised": "2019-07-01"
  },
  "chemicals": [
    "Antineoplastic Agents, Hormonal",
    "Tamoxifen"
  ],
  "grants": [
    {
      "grant_id": "R18 CA91052-01",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.389069",
    "pmid": "12069679"
  }
}