{
  "pmid": "12065345",
  "uid": "12065345",
  "title": "Clinically important improvements in asthma-specific quality of life, but no difference in conventional clinical indexes in patients changed from conventional beclomethasone dipropionate to approximately half the dose of extrafine beclomethasone dipropionate.",
  "abstract": "STUDY OBJECTIVE: Clinical trials of asthma treatments usually use measures of asthma control to assess efficacy. However, it is also important to determine whether patients themselves benefit from interventions. The aim of this study was to evaluate health-related quality of life in patients with asthma switched from conventional chlorofluorocarbon (CFC) beclomethasone dipropionate (BDP) to hydrofluroalkane-134a (HFA) BDP extrafine aerosol at half the daily dose. DESIGN: Open-label, 12-month, parallel-group, randomized trial. SETTING: Fifty-seven centers in four countries (United States, Belgium, the Netherlands, and United Kingdom). PATIENTS: Four hundred seventy-three patients with a > or = 6-month history of asthma, stable symptoms, and maintained on CFC-BDP, 400 to 1,600 microg/d. INTERVENTIONS: HFA-BDP, 200 to 800 microg/d (n = 354), or CFC-BDP, 400 to 1,600 microg/d (n = 119). MEASUREMENTS AND RESULTS: The Asthma Quality of Life Questionnaire (AQLQ) and pulmonary function tests were completed at months 0, 2, 4, 8, and 12. For 1 month before each visit, patients made daily recordings of symptoms, peak expiratory flow, and beta(2)-agonist use. Two hundred ninety-six patients completed the study (HFA-BDP, 83.6%; CFC-BDP, 83.2%). At month 12, improvements in overall AQLQ scores were greater in the HFA-BDP group than in the CFC-BDP group (p = 0.0024). The number of patients who need to be treated with HFA-BDP for one to have a clinically important improvement in overall asthma-specific quality of life compared with CFC-BDP was 7.3. There was no evidence of differences (p > 0.05) between treatment groups for airway caliber, symptoms, or beta(2)-agonist use. CONCLUSION: Clinically important improvements in the AQLQ score were observed at month 12 for HFA-BDP vs CFC-BDP, while conventional clinical indexes of pulmonary function and asthma control were similar in the two groups.",
  "authors": [
    {
      "last_name": "Juniper",
      "fore_name": "Elizabeth F",
      "initials": "EF",
      "name": "Elizabeth F Juniper",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. juniper@qoltech.co.uk"
      ]
    },
    {
      "last_name": "Price",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Price",
      "affiliations": []
    },
    {
      "last_name": "Stampone",
      "fore_name": "Patti A",
      "initials": "PA",
      "name": "Patti A Stampone",
      "affiliations": []
    },
    {
      "last_name": "Creemers",
      "fore_name": "Jacques P H M",
      "initials": "JP",
      "name": "Jacques P H M Creemers",
      "affiliations": []
    },
    {
      "last_name": "Mol",
      "fore_name": "Stijn J M",
      "initials": "SJ",
      "name": "Stijn J M Mol",
      "affiliations": []
    },
    {
      "last_name": "Fireman",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Fireman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "121",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "1824",
  "end_page": "1832",
  "pages": "1824-32",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Anti-Asthmatic Agents",
    "Asthma",
    "Beclomethasone",
    "Female",
    "Humans",
    "Male",
    "Particle Size",
    "Quality of Life",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "12065345",
    "doi": "10.1378/chest.121.6.1824",
    "pii": "S0012-3692(15)35014-5"
  },
  "doi": "10.1378/chest.121.6.1824",
  "dates": {
    "completed": "2002-08-27",
    "revised": "2021-05-03"
  },
  "chemicals": [
    "Anti-Asthmatic Agents",
    "Beclomethasone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:44.085074",
    "pmid": "12065345"
  }
}