{
  "pmid": "12071579",
  "uid": "12071579",
  "title": "Anti-inflammatory and antithrombotic effects of statins in the management of coronary artery disease.",
  "abstract": "Inhibitors of 3-hydroxy-3-methylglutaryl coenzyme A reductase (statins), a potent class of cholesterol-lowering drugs, exert a number of pleiotropic effects, including anti-inflammatory and antithrombotic properties. Evidence is now accumulating that these effects are not related to the reduction in lipid levels. In vitro studies, supported recently by in vivo data, indicate that treatment with statins results in a significant decrease in the levels of inflammation markers, such as C-reactive protein, interleukin 6, and tumor necrosis factor alpha, which appear to be predictors of acute coronary events and help stratify cardiovascular risk. Up to now, only high-sensitive C-reactive protein testing has the potential to become an adjunctive method to assess the risk of coronary events in low- and high-risk individuals. Statins can also inhibit tissue factor expression, leading to impaired activation of the blood coagulation cascade, as evidenced by a decrease in thrombin generation in vivo. Interrelated inhibition of inflammation and thrombosis induced by statins is believed to largely contribute to clinical benefits from statin therapy, regardless of cholesterol levels. Further studies will answer the question whether markers of inflammation, other than C-reactive protein and possibly indices of thrombin formation, might improve cardiovascular risk stratification.",
  "authors": [
    {
      "last_name": "Undas",
      "fore_name": "Anetta",
      "initials": "A",
      "name": "Anetta Undas",
      "affiliations": [
        "Department of Medicine, Jagiellonian University School of Medicine, Cracow, Poland."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": []
    },
    {
      "last_name": "Musial",
      "fore_name": "Jacek",
      "initials": "J",
      "name": "Jacek Musial",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical laboratory",
    "iso_abbreviation": "Clin Lab",
    "issn": "1433-6510",
    "issn_type": "Print",
    "volume": "48",
    "issue": "5-6",
    "pub_year": "2002"
  },
  "start_page": "287",
  "end_page": "296",
  "pages": "287-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Coronary Disease",
    "Fibrinolytic Agents",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Inflammation",
    "Models, Biological"
  ],
  "article_ids": {
    "pubmed": "12071579"
  },
  "dates": {
    "completed": "2003-01-03",
    "revised": "2004-11-17"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Fibrinolytic Agents",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:00.102673",
    "pmid": "12071579"
  }
}