{
  "pmid": "12090882",
  "uid": "12090882",
  "title": "Short-duration prophylaxis against venous thromboembolism after total hip or knee replacement: a meta-analysis of prospective studies investigating symptomatic outcomes.",
  "abstract": "BACKGROUND: The prevalence of asymptomatic deep vein thrombosis diagnosed by venography after hip or knee replacement remains high despite 7 to 10 days of anticoagulant prophylaxis. However, the risk of symptomatic events in such patients is unclear. We performed a meta-analysis to provide reliable estimates of the risk of symptomatic venous thromboembolism occurring within 3 months of hip or knee replacement in patients who received short-duration (7-10 days) anticoagulant prophylaxis. METHODS: The MEDLINE, EMBASE, and Cochrane databases were searched from January 1993 to March 2001, supplemented by a manual search of bibliographies and conference abstracts, to identify prospective studies of patients undergoing hip or knee replacement who received short-duration prophylaxis (ie, 7-10 days of fixed-dose low-molecular-weight heparin or adjusted-dose warfarin, with a target international normalized ratio of 2.0-3.0). Studies were classified as clinical outcome studies if the outcome was symptomatic venous thromboembolism or as venographic outcome studies if the outcome was asymptomatic deep vein thrombosis diagnosed after bilateral venography. RESULTS: There were 4 clinical outcome studies with 6089 patients who had 3 months of follow-up, and 13 venographic outcome studies with 7080 patients who had venography 7 to 10 days after surgery. In clinical outcome studies, the 3-month incidence of nonfatal venous thromboembolism was 3.2% (95% confidence interval [CI], 2.0%-4.4%), and the 3-month incidence of fatal pulmonary embolism was 0.10% (95% CI, 0.02%-0.20%). The postprophylaxis incidence of nonfatal venous thromboembolism was 2.2% (95% CI, 1.4%-3.0%), and the incidence of fatal pulmonary embolism was 0.05% (95% CI, 0%-0.12%). The postprophylaxis incidence of symptomatic venous thromboembolism was higher after hip than after knee replacement (2.5% vs 1.4%; P=.02). In venographic outcome studies, the prevalence of deep vein thrombosis (total and proximal) was higher after knee than after hip replacement (total: 38.8% vs 16.4%; P<.001; proximal: 7.6% vs 3.8%; P<.001). CONCLUSIONS: In patients who undergo hip or knee replacement and receive short-duration anticoagulant prophylaxis, symptomatic nonfatal venous thromboembolism will occur in about 1 of 32 patients and fatal pulmonary embolism will occur in about 1 of 1000 patients within 3 months of the surgery. Although the prevalence of asymptomatic deep vein thrombosis is more than 2-fold higher after knee replacement than after hip replacement 7 to 10 days after surgery, in the subsequent 3 months, symptomatic venous thromboembolism is more likely to occur after hip replacement.",
  "authors": [
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": [
        "Department of Medicine, McMaster University, and St Joseph's Hospital, Hamilton, Ontario, Canada L8N 4A6. jdouket@mcmaster.ca"
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": []
    },
    {
      "last_name": "Quinlan",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Quinlan",
      "affiliations": []
    },
    {
      "last_name": "Willan",
      "fore_name": "Andrew R",
      "initials": "AR",
      "name": "Andrew R Willan",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "0003-9926",
    "issn_type": "Print",
    "volume": "162",
    "issue": "13",
    "pub_year": "2002",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "1465",
  "end_page": "1471",
  "pages": "1465-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Drug Administration Schedule",
    "Elective Surgical Procedures",
    "Humans",
    "Medical Records",
    "Phlebography",
    "Primary Prevention",
    "Retrospective Studies",
    "Thromboembolism",
    "Time Factors",
    "Treatment Outcome",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "12090882",
    "doi": "10.1001/archinte.162.13.1465",
    "pii": "ioi10566"
  },
  "doi": "10.1001/archinte.162.13.1465",
  "dates": {
    "completed": "2002-07-17",
    "revised": "2019-08-13"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.480233",
    "pmid": "12090882"
  }
}