{
  "pmid": "12096372",
  "uid": "12096372",
  "title": "Venous thromboembolism and its prevention in critical care.",
  "abstract": "BACKGROUND: Evidence-based guidelines for the prevention of venous thromboembolism (VTE) are available for most major surgical and medical patient groups. Such guidelines have not been established for critically ill patients. OBJECTIVE: To perform a systematic review of the prevalence of deep vein thrombosis (DVT), the efficacy of thromboprophylaxis, and the rates of thromboprophylaxis use in critically ill patients. METHODS: Computerized literature search for relevant studies meeting prespecified criteria. RESULTS: The rates of objectively confirmed DVT in 4 prospective studies ranged from 13% to 31%. We identified only 3 randomized trials (1 in abstract form) of thromboprophylaxis in critical care unit patients. These studies show the efficacy of low-dose heparin and low molecular weight heparin compared with no prophylaxis; however, we found no trials comparing these 2 interventions. Eleven compliance studies reported that some form of thromboprophylaxis was used in 33% to 100% of critically ill patients, although only 1 study addressed the issue of appropriate prophylaxis use. CONCLUSIONS: Data on the epidemiology of VTE and its prevention in critically ill patients are very limited. Further research is needed to better define patient risk factors for VTE, optimal methods of thromboprophylaxis, and strategies to improve compliance with prophylaxis recommendations. In the meantime, prevention strategies, shown to be effective in other related patient groups, and general principles of individual pharmacotherapy should guide the routine use of prophylaxis during critical illness.",
  "authors": [
    {
      "last_name": "Geerts",
      "fore_name": "William",
      "initials": "W",
      "name": "William Geerts",
      "affiliations": [
        "Department of Medicine and Health Policy, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Selby",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Selby",
      "affiliations": []
    },
    {
      "last_name": "Etchells",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Etchells",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "17",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "95",
  "end_page": "104",
  "pages": "95-104",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Critical Care",
    "Guideline Adherence",
    "Humans",
    "Intensive Care Units",
    "Ontario",
    "Practice Guidelines as Topic",
    "Prevalence",
    "Thromboembolism",
    "Thrombolytic Therapy",
    "Treatment Outcome",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "12096372",
    "doi": "10.1053/jcrc.2002.33941",
    "pii": "S0883944102500307"
  },
  "doi": "10.1053/jcrc.2002.33941",
  "dates": {
    "completed": "2002-07-26",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.641412",
    "pmid": "12096372"
  }
}