{
  "pmid": "12107419",
  "uid": "12107419",
  "title": "The 2001 Canadian recommendations for the management of hypertension: Part one--Assessment for diagnosis, cardiovascular risk, causes and lifestyle modification.",
  "abstract": "OBJECTIVE: To provide updated, evidence-based recommendations for the assessment of the diagnosis, cardiovascular risk, identifiable causes and lifestyle modifications for adults with high blood pressure. OPTIONS: For persons in whom a high blood pressure value is recorded, hypertension is diagnosed based on the appropriate measurement of blood pressure, the level of the blood pressure elevation and the duration of follow-up. In addition, the presence of concomitant vascular risk factors, target organ damage and established atherosclerotic diseases must be assessed to determine the urgency, intensity and type of treatment. For persons receiving a diagnosis of hypertension, defining the overall risk of adverse cardiovascular outcomes requires an assessment of concomitant vascular risk factors, including laboratory testing, a search for target organ damage and an assessment for modifiable causes of hypertension. Home and ambulatory blood pressure assessment and echocardiography are options for selected patients. OUTCOMES: The outcomes were: the identification of persons at increased risk of adverse cardiovascular outcomes; the quantification of overall cardiovascular risk; and the identification of persons with potentially modifiable causes of hypertension. EVIDENCE: Medline searches were conducted from one year before the period of the last revision of the Canadian recommendations for the management of hypertension (May 1999 to May 2001). Reference lists were scanned, experts were polled, and the personal files of the subgroup members and authors were used to identify other studies. Identified articles were reviewed and appraised, using prespecified levels of evidence, by content experts and methodological experts. In addition to an update of the previous year's review, new sections on assessing overall cardiovascular risk and endocrine causes are provided. VALUES: A high value was placed on the identification of persons at increased risk of cardiovascular morbidity and mortality, and of persons with identifiable causes of hypertension. BENEFITS, HARMS AND COSTS: The identification of persons at higher risk of cardiovascular disease will permit counseling for lifestyle manoeuvres and introduction of antihypertensive drugs to reduce blood pressure for patients with sustained hypertension. The identification of specific causes of hypertension may permit the use of cause-specific interventions. In certain subgroups of patients, and for specific classes of drugs, blood pressure lowering has been associated with reduced cardiovascular morbidity or mortality. RECOMMENDATIONS: The present document contains recommendations for the assessment of the diagnosis, cardiovascular risk, identifiable causes and lifestyle modifications for adults with high blood pressure. These include the accurate measurement of blood pressure, criteria for the diagnosis of hypertension and recommendations for follow-up, assessment of overall cardiovascular risk, routine and optional laboratory testing, assessment for renovascular and endocrine causes, home and ambulatory blood pressure monitoring, the role of echocardiography and lifestyle modifications. VALIDATION: All recommendations were graded according to the strength of the evidence and voted on by the Canadian Hypertension Recommendations Working Group. Only those recommendations achieving high levels of consensus are reported. These guidelines will be updated annually. ENDORSEMENT: These guidelines are endorsed by the Canadian Hypertension Society, The Canadian Coalition for High Blood Pressure Prevention and Control, The College of Family Physicians of Canada, The Heart and Stroke Foundation of Canada, The Adult Disease Division and Bureau of Cardio-Respiratory Diseases and Diabetes at the Centre for Chronic Disease Prevention and Control, Health Canada.",
  "authors": [
    {
      "last_name": "Zarnke",
      "fore_name": "Kelly B",
      "initials": "KB",
      "name": "Kelly B Zarnke",
      "affiliations": [
        "London Health Sciences Centre, University Hospital Campus, London, Canada."
      ]
    },
    {
      "last_name": "McAlister",
      "fore_name": "Finlay A",
      "initials": "FA",
      "name": "Finlay A McAlister",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Norman R C",
      "initials": "NR",
      "name": "Norman R C Campbell",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Schiffrin",
      "fore_name": "Ernesto L",
      "initials": "EL",
      "name": "Ernesto L Schiffrin",
      "affiliations": []
    },
    {
      "last_name": "Grover",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Grover",
      "affiliations": []
    },
    {
      "last_name": "McKay",
      "fore_name": "Donald W",
      "initials": "DW",
      "name": "Donald W McKay",
      "affiliations": []
    },
    {
      "last_name": "Myers",
      "fore_name": "Martin G",
      "initials": "MG",
      "name": "Martin G Myers",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Thomas W",
      "initials": "TW",
      "name": "Thomas W Wilson",
      "affiliations": []
    },
    {
      "last_name": "Rabkin",
      "fore_name": "Simon W",
      "initials": "SW",
      "name": "Simon W Rabkin",
      "affiliations": []
    },
    {
      "last_name": "Feldman",
      "fore_name": "Ross D",
      "initials": "RD",
      "name": "Ross D Feldman",
      "affiliations": []
    },
    {
      "last_name": "Burgess",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Burgess",
      "affiliations": []
    },
    {
      "last_name": "Bolli",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bolli",
      "affiliations": []
    },
    {
      "last_name": "Honos",
      "fore_name": "George",
      "initials": "G",
      "name": "George Honos",
      "affiliations": []
    },
    {
      "last_name": "Lebel",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Lebel",
      "affiliations": []
    },
    {
      "last_name": "Mann",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Mann",
      "affiliations": []
    },
    {
      "last_name": "Abbott",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl Abbott",
      "affiliations": []
    },
    {
      "last_name": "Tobe",
      "fore_name": "Sheldon",
      "initials": "S",
      "name": "Sheldon Tobe",
      "affiliations": []
    },
    {
      "last_name": "Petrella",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Petrella",
      "affiliations": []
    },
    {
      "last_name": "Touyz",
      "fore_name": "Rhian M",
      "initials": "RM",
      "name": "Rhian M Touyz",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "0828-282X",
    "issn_type": "Print",
    "volume": "18",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "604",
  "end_page": "624",
  "pages": "604-24",
  "language": "eng",
  "publication_types": [
    "Guideline",
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Blood Pressure Determination",
    "Blood Pressure Monitoring, Ambulatory",
    "Canada",
    "Cardiovascular Diseases",
    "Diet",
    "Exercise",
    "Female",
    "Humans",
    "Hypertension",
    "Life Style",
    "Pregnancy",
    "Pregnancy Complications, Cardiovascular",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "12107419"
  },
  "dates": {
    "completed": "2002-07-26",
    "revised": "2014-07-28"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.413631",
    "pmid": "12107419"
  }
}