{
  "pmid": "12107677",
  "uid": "12107677",
  "title": "Physicians' attitude to use heat and moisture exchangers or heated humidifiers: a Franco-Canadian survey.",
  "abstract": "OBJECTIVE: To understand the national utilization pattern of heat and moisture exchangers (HME) and heated humidifiers (HH) in mechanically ventilated ICU patients. DESIGN: Cross-sectional survey. POPULATION: ICU directors in French and Canadian university-affiliated hospitals. Response rate was 89%. MEASUREMENTS: We asked respondents whether they primarily used HME or HH. We recorded whether HME were used in all patients and for how long, how often they were changed, for whom, and why they were not used. RESULTS: HME were used more often in France HH in Canada. HME were more likely to be used for all patients in France than in Canada (63% vs. 13% and for any duration of ventilation (93% vs. 35%). Short-term use of HME was more common in Canada than in France (59% vs. 7%). HME were primarily changed every day in both countries. The patients for whom HME were not used and reasons for nonutilization were similar in France and Canada. The variable of country was the strongest predictor of HME utilization for every patient (France vs. Canada, odds ratio 11) and utilization for periods of 5 days or less (Canada vs. France, odds ratio 22). CONCLUSIONS: HME were reportedly used more in often in France than in Canada for the entire duration of mechanical ventilation. This survey highlights perceptions and practices related to the determinants and consequences of airway humidification and suggests differences in the cost of mechanical ventilation between countries",
  "authors": [
    {
      "last_name": "Ricard",
      "fore_name": "Jean-Damien",
      "initials": "JD",
      "name": "Jean-Damien Ricard",
      "affiliations": [
        "Service de Réanimation Médicale, Hôpital Louis Mourier, Faculté de Médecine Xavier Bichat, 178 rue des Renouillers, 92700 Colombes, France."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": []
    },
    {
      "last_name": "Dreyfuss",
      "fore_name": "Didier",
      "initials": "D",
      "name": "Didier Dreyfuss",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "0342-4642",
    "issn_type": "Print",
    "volume": "28",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "719",
  "end_page": "725",
  "pages": "719-25",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Cross-Sectional Studies",
    "France",
    "Heating",
    "Humans",
    "Humidity",
    "Intensive Care Units",
    "Respiration, Artificial",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12107677",
    "doi": "10.1007/s00134-002-1285-7"
  },
  "doi": "10.1007/s00134-002-1285-7",
  "dates": {
    "completed": "2002-10-08",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:08.177765",
    "pmid": "12107677"
  }
}