{
  "pmid": "12115346",
  "uid": "12115346",
  "title": "Prediction of pelvic lymph node metastasis by the ratio of cathepsin B to stefin A in patients with prostate carcinoma.",
  "abstract": "BACKGROUND: Pathologic grade and/or histologic score, extraprostatic extension indicated by invasion of the prostatic capsule, margin, and/or seminal vesicles by prostate cancer cells, serum total prostate-specific antigen (PSA), free PSA, complexed PSA levels and/or their ratios, regional pelvic lymph node metastases, and clinical staging have been used to diagnose and monitor the treatment of prostate carcinoma (PC) patients. The Gleason grading system is also used to grade/score a patient's stage of disease, with lower to higher scores indicating progression of PC. However, Gleason's system cannot be used to distinguish biologically aggressive PCs within a single Gleason score. Our objective was to identify subpopulations (or clones) of aggressive prostate cancers within an individual Gleason score by utilizing biological molecule(s) that also facilitate cancer cell invasion to prostatic stroma and metastasis to the lymph nodes. MATERIALS AND METHODS: Specimens were collected from 97 patients with PC and from 8 patients with benign prostatic hyperplasia. These patients had not been treated with hormonal and/or chemotherapeutic agents before undergoing a prostatectomy at the Minneapolis Veterans Affairs Medical Center. Formalin-fixed, paraffin or paraplast-embedded prostate tissue sections were stained with hematoxylin and eosin for pathologic diagnosis and adjacent sections were stained for for immunohistochemical study. We also collected data on age, race, extraprostatic extension, margin status, seminal vesicle, and lymph node invasion by cancer cells, clinical stage at prostatectomy, and mortality/survival data, including the available presurgery and postsurgery serum total PSA and prostatic acid phosphatase concentrations in patients. Immunohistochemical localization of mouse or rabbit anti-cathepsin B (CB) antibody IgG and mouse antihuman stefin (cystatin) A IgG was quantified using a computer-based image analysis system equipped with Metamorph software. RESULTS: CB and stefin A identified aggressive and less aggressive clones of PCs within an individual Gleason score. Tumors with a Gleason Score of 6 that are similar histologically and morphologically were heterogeneous with respect to the ratios of CB to stefin A (CB > stefin A, CB = stefin A, and CB < stefin A). We also found a significant positive association (P = 0.0066) between ratios of CB and stefin A (CB > stefin A) and the incidence of pelvic lymph node metastases, but not with ratios of CB less than stefin A and/or ratios of CB equal to stefin A. Patients with Gleason 7 PCs had a higher incidence of positive lymph nodes than those with Gleason Score 6 tumors. Our data indicated that mortality rates increased in patients when the ratios of CB were greater than stefin A. CONCLUSIONS: PC within an individual Gleason score is a heterogeneous tumor that contains clones or subpopulations of aggressive and less aggressive tumors that can be defined by the ratios of CB to stefin A. PC with an aggressive clone can be identified when the ratio of CB is greater than that of stefin A. Less aggressive clones are identified when the ratio of CB is less than that of stefin A or when the ratio of CB is equal to that of stefin A. The ratios of CB to stefin A can be used in the differential diagnosis and treatment of patients with PC. This is the first report to identify phenotypes of aggressive and less aggressive PCs within a Gleason score.",
  "authors": [
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": [
        "Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, Minnesota, USA. sinha001@tc.umn.edu"
      ]
    },
    {
      "last_name": "Quast",
      "fore_name": "Barry J",
      "initials": "BJ",
      "name": "Barry J Quast",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": []
    },
    {
      "last_name": "Fernandes",
      "fore_name": "Eduardo T",
      "initials": "ET",
      "name": "Eduardo T Fernandes",
      "affiliations": []
    },
    {
      "last_name": "Reddy",
      "fore_name": "Pratap K",
      "initials": "PK",
      "name": "Pratap K Reddy",
      "affiliations": []
    },
    {
      "last_name": "Ewing",
      "fore_name": "Stephen L",
      "initials": "SL",
      "name": "Stephen L Ewing",
      "affiliations": []
    },
    {
      "last_name": "Gleason",
      "fore_name": "Donald F",
      "initials": "DF",
      "name": "Donald F Gleason",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer",
    "iso_abbreviation": "Cancer",
    "issn": "0008-543X",
    "issn_type": "Print",
    "volume": "94",
    "issue": "12",
    "pub_year": "2002",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "3141",
  "end_page": "3149",
  "pages": "3141-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Cathepsin B",
    "Cystatin A",
    "Cystatins",
    "Humans",
    "Immunoblotting",
    "Immunohistochemistry",
    "Lymphatic Metastasis",
    "Male",
    "Middle Aged",
    "Neoplasm Staging",
    "Prostatic Neoplasms"
  ],
  "article_ids": {
    "pubmed": "12115346",
    "doi": "10.1002/cncr.10604"
  },
  "doi": "10.1002/cncr.10604",
  "dates": {
    "completed": "2002-07-31",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Csta1 protein, mouse",
    "Cystatin A",
    "Cystatins",
    "CSTA protein, human",
    "Cathepsin B"
  ],
  "grants": [
    {
      "grant_id": "NIDDK-51348",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.692830",
    "pmid": "12115346"
  }
}