{
  "pmid": "12113438",
  "uid": "12113438",
  "title": "'The public is too subjective': public involvement at different levels of health-care decision making.",
  "abstract": "There are a number of impulses towards public participation in health care decision making including instrumentalist, communitarian, educative and expressive impulses and the desire for increased accountability. There has, however, been little research looking systematically at the public's preferences for being involved in particular types of rationing decisions, nor indeed, has there been a critical examination of the degree of involvement desired by the public. The research reported here uses findings from focus groups and in-depth interviews to explore these questions. Eight focus groups were conducted with a total of 57 informants, four amongst randomly selected members of the public and four with informants from health and non-health related organisations. Nineteen interviews were conducted to allow the elaboration of focus group comments, to probe views more deeply and to pursue emerging themes. The findings show variations in the willingness of members of the public to be involved in health care decisions and consistency across the different forms of the public as represented by the focus groups with randomly selected citizens and pre-existing organisations. There was a strong desire in all the groups for the public to be involved both at the system and programme levels, with much less willingness to be involved at the individual level. At the system and programme levels informants generally favoured consultation, without responsibility for decisions, but with the guarantee that their contribution would be heard and that decisions taken following consultation would be explained. At the patient level informants felt that the public should participate only by setting criteria for deciding between potential beneficiaries of treatment. The public has much to contribute, particularly at the system and programme levels, to supplement the inputs of health care professionals.",
  "authors": [
    {
      "last_name": "Litva",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Litva",
      "affiliations": [
        "Department of Primary Care, University of Liverpool, UK."
      ]
    },
    {
      "last_name": "Coast",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Coast",
      "affiliations": []
    },
    {
      "last_name": "Donovan",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Donovan",
      "affiliations": []
    },
    {
      "last_name": "Eyles",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eyles",
      "affiliations": []
    },
    {
      "last_name": "Shepherd",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Shepherd",
      "affiliations": []
    },
    {
      "last_name": "Tacchi",
      "fore_name": "Jo",
      "initials": "J",
      "name": "Jo Tacchi",
      "affiliations": []
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": []
    },
    {
      "last_name": "Morgan",
      "fore_name": "Kieran",
      "initials": "K",
      "name": "Kieran Morgan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "54",
    "issue": "12",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "1825",
  "end_page": "1837",
  "pages": "1825-37",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude to Health",
    "Community Participation",
    "Decision Making",
    "Focus Groups",
    "Health Care Rationing",
    "Humans",
    "Interviews as Topic",
    "Patient Selection",
    "Policy Making",
    "Program Evaluation",
    "Random Allocation",
    "Regional Health Planning",
    "Social Responsibility",
    "State Medicine",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "12113438",
    "doi": "10.1016/s0277-9536(01)00151-4"
  },
  "doi": "10.1016/s0277-9536(01)00151-4",
  "dates": {
    "completed": "2002-07-25",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:01:49.794135",
    "pmid": "12113438"
  }
}