{
  "pmid": "12115226",
  "uid": "12115226",
  "title": "High prevalence of lateral knee osteoarthritis in Beijing Chinese compared with Framingham Caucasian subjects.",
  "abstract": "OBJECTIVE: We recently reported that, despite their thinness, elderly subjects in Beijing, China had an equal prevalence (in men) or higher prevalence (in women) of both radiographic and symptomatic knee osteoarthritis (OA) compared with that in the Framingham, Massachusetts cohort of elderly subjects. Our objective was to evaluate whether Chinese subjects might have more medial disease than do Caucasians, given a report of varus alignment in the knee joints of Chinese elderly. METHODS: We compared the prevalence of medial and lateral radiographic knee OA and measured anatomic alignment in the knees of elderly subjects from the Beijing and Framingham cohorts. Both studies recruited a random sample of the population. The Beijing OA Study used the Framingham OA Study protocol for radiographs. Anteroposterior weight-bearing films were read for Kellgren and Lawrence (K/L) grade and joint space narrowing (JSN; 0-3 scale) in each compartment. Medial disease was defined when radiographs showed a K/L grade >or=2 and medial JSN >or=1, and lateral disease was assessed in a comparable manner. Using knee-specific analyses, we compared the prevalence of medial and lateral knee OA after adjusting for age, body mass index, and the correlation between the 2 knees. Restricting the analyses to knees with JSN >or=2 and comparing the proportion of OA knees with medial disease and lateral disease yielded similar results. We assessed alignment in knees from 100 persons without OA, measuring the angle subtended by the femoral and tibial anatomic axes. RESULTS: We studied 1,781 Chinese subjects ages 60-88 years, and 1,084 Framingham subjects ages 63-93 years. Whereas medial OA was less prevalent among the Beijing men, lateral OA was more than twice as prevalent among the Beijing men and women, compared with that in the Framingham elderly. For example, of all knees with radiographic OA, 28.5% of Beijing women's knees had lateral OA versus 11% of Framingham women's knees (P < 0.001), and among men, 32.3% of Beijing men's knees versus 8.8% of Framingham men's knees (P < 0.001) had lateral OA. Alignment was more valgus in the Beijing men than in the Framingham men (mean 4.5 degrees versus 2.7 degrees valgus, respectively; P < 0.001), but no differences in alignment were evident in the women. CONCLUSION: In this first attempt to compare the characteristics of OA in different racial groups, we conclude that, opposite to expectations, Chinese subjects have much more lateral OA than do Caucasian subjects in the Framingham cohort, a predilection possibly explained in the men by differences in anatomic alignment.",
  "authors": [
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": [
        "Boston Medical Center, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Nevitt",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Nevitt",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Aliabadi",
      "fore_name": "Piran",
      "initials": "P",
      "name": "Piran Aliabadi",
      "affiliations": []
    },
    {
      "last_name": "Baumer",
      "fore_name": "Bridget",
      "initials": "B",
      "name": "Bridget Baumer",
      "affiliations": []
    },
    {
      "last_name": "Gale",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Gale",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Li",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Yu",
      "affiliations": []
    },
    {
      "last_name": "Xu",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Xu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "46",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "May"
  },
  "start_page": "1217",
  "end_page": "1222",
  "pages": "1217-22",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Asian People",
    "China",
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoarthritis, Knee",
    "Prevalence",
    "Radiography",
    "United States",
    "White People"
  ],
  "article_ids": {
    "pubmed": "12115226",
    "doi": "10.1002/art.10293"
  },
  "doi": "10.1002/art.10293",
  "dates": {
    "completed": "2002-07-31",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AR-43873",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AR-47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "N01-HC-38038",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.017650",
    "pmid": "12115226"
  }
}