{
  "pmid": "12116194",
  "uid": "12116194",
  "title": "A risk-factor model of epistatic interaction, focusing on autism.",
  "abstract": "Research to date on the genetics of autism has not uncovered a major susceptibility locus and indications are that a number of genes, perhaps as many as 15-20, may play detectable but minor roles in the etiology of the condition. To cope with this situation, a risk-factor model based on standard epidemiologic designs is proposed. The model supposes that adding a factor to a fixed set of existing factors always increases the total risk. Thus, according to the model genetic contributions cumulate but are not necessarily additive. A threshold, hence, epistasis is required. The model is applied to several conditions in which the risk of autism is elevated, some genetic (fragile X, tuberous sclerosis) and some exogenous (rubella and thalidomide embryopathies). Male gender is discussed as a risk factor. This approach is contrasted primarily with Gillberg and Coleman's view of autism as \"a syndrome or series of syndromes caused by many different separate individual diseases.\" The principal point of difference is whether the effects of different causes cumulate or do not cumulate. In the present approach they do, in Gillberg and Coleman's they do not.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Marshall B",
      "initials": "MB",
      "name": "Marshall B Jones",
      "affiliations": [
        "Department of Behavioral Science, The Pennsylvania State University College of Medicine, Hershey, Pennsylvania, USA. mbj1@psu.edu"
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of medical genetics",
    "iso_abbreviation": "Am J Med Genet",
    "issn": "0148-7299",
    "issn_type": "Print",
    "volume": "114",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "558",
  "end_page": "565",
  "pages": "558-65",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Autistic Disorder",
    "Epistasis, Genetic",
    "Female",
    "Genetic Diseases, Inborn",
    "Genetic Predisposition to Disease",
    "Humans",
    "Male",
    "Models, Biological",
    "Risk Factors",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "12116194",
    "doi": "10.1002/ajmg.10513"
  },
  "doi": "10.1002/ajmg.10513",
  "dates": {
    "completed": "2002-10-01",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.309660",
    "pmid": "12116194"
  }
}