{
  "pmid": "12110838",
  "uid": "12110838",
  "title": "Venom immunotherapy improves health-related quality of life in patients allergic to yellow jacket venom.",
  "abstract": "BACKGROUND: Venom immunotherapy (VIT) is effective in preventing anaphylactic reactions after insect stings. The effect of VIT on health-related quality of life (HRQL) was studied to evaluate whether this treatment is of importance to patients. OBJECTIVE: We compared HRQL outcomes measured with a disease-specific instrument (Vespid Allergy Quality-of-Life Questionnaire [VQLQ]) in patients allergic to yellow jacket venom treated with VIT or with an adrenalin self-administration device (EpiPen) in an open-label, randomized, controlled trial. METHODS: Consenting patients were block randomized to either VIT or EpiPen. Patients received uniform, standardized information, which specified the risk of their condition and the risks and benefits of both treatment options. HRQL measures took place before and after 1 year of treatment with VIT or EpiPen. RESULTS: Seventy-four patients agreed to be randomized, of whom 36 received VIT and 38 an EpiPen. The mean change in VQLQ score in the group randomized to VIT was 1.07 (95% CI, 0.68-1.46), and this improvement was statistically significant (P <.0001) compared with that seen in the group randomized to the EpiPen, in which this change was -0.43 (95% CI, -0.71 to -0.16). These differences were seen in both men and women, persons with more or less general anxiety, and those stung recently and those stung more than a year before their outpatient department visit. The overall proportion of patients receiving benefit from VIT is 0.72, generating a number needed to treat of 1.4. CONCLUSIONS: VIT results in a clinically important improvement in HRQL in patients allergic to yellow jacket venom in all subgroups studied. Of every 3 patients treated with VIT, 2 patients experience an important improvement in their quality of life.",
  "authors": [
    {
      "last_name": "Oude Elberink",
      "fore_name": "Joanne N G",
      "initials": "JN",
      "name": "Joanne N G Oude Elberink",
      "affiliations": [
        "Department of Allergology, University Hospital Groningen, The Netherlands."
      ]
    },
    {
      "last_name": "De Monchy",
      "fore_name": "Jan G R",
      "initials": "JG",
      "name": "Jan G R De Monchy",
      "affiliations": []
    },
    {
      "last_name": "Van Der Heide",
      "fore_name": "Sicco",
      "initials": "S",
      "name": "Sicco Van Der Heide",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Dubois",
      "fore_name": "Anthony E J",
      "initials": "AE",
      "name": "Anthony E J Dubois",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "0091-6749",
    "issn_type": "Print",
    "volume": "110",
    "issue": "1",
    "pub_year": "2002",
    "pub_month": "Jul"
  },
  "start_page": "174",
  "end_page": "182",
  "pages": "174-82",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Anaphylaxis",
    "Animals",
    "Desensitization, Immunologic",
    "Epinephrine",
    "Female",
    "Humans",
    "Hypersensitivity",
    "Insect Bites and Stings",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Stress, Psychological",
    "Surveys and Questionnaires",
    "Treatment Outcome",
    "Wasp Venoms",
    "Wasps"
  ],
  "article_ids": {
    "pubmed": "12110838",
    "doi": "10.1067/mai.2002.125827",
    "pii": "S0091674902000581"
  },
  "doi": "10.1067/mai.2002.125827",
  "dates": {
    "completed": "2002-09-04",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Wasp Venoms",
    "Epinephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.271294",
    "pmid": "12110838"
  }
}