{
  "pmid": "12110157",
  "uid": "12110157",
  "title": "Application of the development stages of a cluster randomized trial to a framework for valuating complex health interventions.",
  "abstract": "INTRODUCTION: Trials of complex health interventions often pose difficult methodologic challenges. The objective of this paper is to assess the extent to which the various development steps of a cluster randomized trial to optimize antibiotic use in nursing homes are represented in a recently published framework for the design and evaluation of complex health interventions. In so doing, the utility of the framework for health services researchers is evaluated. METHODS: Using the five phases of the framework (theoretical, identification of components of the intervention, definition of trial and intervention design, methodological issues for main trial, promoting effective implementation), corresponding stages in the development of the cluster randomized trial using diagnostic and treatment algorithms to optimize the use of antibiotics in nursing homes are identified and described. RESULTS: Synthesis of evidence needed to construct the algorithms, survey and qualitative research used to define components of the algorithms, a pilot study to assess the feasibility of delivering the algorithms, methodological issues in the main trial including choice of design, allocation concealment, outcomes, sample size calculation, and analysis are adequately represented using the stages of the framework. CONCLUSIONS: The framework is a useful resource for researchers planning a randomized clinical trial of a complex intervention.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": [
        "Department of Pathology, McMaster University, Hamilton, Ontario, Canada. loebm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2002",
    "pub_month": "Jul",
    "pub_day": "11"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Algorithms",
    "Anti-Bacterial Agents",
    "Cluster Analysis",
    "Critical Pathways",
    "Drug Resistance, Bacterial",
    "Female",
    "Health Services Research",
    "Humans",
    "Male",
    "Nursing Homes",
    "Nursing Staff",
    "Ontario",
    "Qualitative Research",
    "Randomized Controlled Trials as Topic",
    "Urinary Tract Infections"
  ],
  "article_ids": {
    "pubmed": "12110157",
    "pmc": "PMC117443",
    "doi": "10.1186/1472-6963-2-13"
  },
  "doi": "10.1186/1472-6963-2-13",
  "pmc_id": "PMC117443",
  "dates": {
    "completed": "2003-04-22",
    "revised": "2019-11-06"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.075759",
    "pmid": "12110157"
  }
}