{
  "pmid": "12130991",
  "uid": "12130991",
  "title": "Multicenter clinical research in adult critical care.",
  "abstract": "OBJECTIVE: To describe the development, organization, and operation of several collaborative groups conducting investigator-initiated multicenter clinical research in adult critical care. DESIGN: To review the process by which investigator-initiated critical care clinical research groups were created using examples from Europe, Australia, the United States, and Canada. Various models of group structure and function are discussed, highlighting complementary approaches to protocol development, multicenter study management, and project funding. DATA SOURCES: Published peer review research and unpublished terms of reference documents on the structure and function of these groups. DATA SYNTHESIS: The overall goal of clinical critical care research groups engaged in multicenter studies is to improve patient outcomes through conducting large, rigorous investigations. Research programs we reviewed included the following: a) multicenter epidemiologic studies and surveys; b) technology evaluations of mechanical ventilation; c) investigations focused on three priority fields (acute lung injury, infection, and acute brain injury); d) a series of randomized trials of treatments for one syndrome (acute respiratory distress syndrome); and e) diverse methodologies addressing several clinical problems. The structure and function of these research groups differ according to their historical development, research culture, and enabling resources. Specific protocols emerge from clinical questions generated by investigators or from collectively prioritized research agendas. Project funding includes government support, peer-review grants, intensive care foundations, industry, local hospital funds, and hybrid models. Infrastructure for study management varies widely. CONCLUSIONS: Several national and international groups have engaged in investigator-initiated multicenter critical care research. The development, organization, and operational methods of these groups illustrate several collaborative models for clinical investigations in the intensive care unit. Common characteristics of these groups are a cohesive spirit, a sense of mission to achieve shared research goals, and acknowledgment that such an organization is much more than the sum of its parts.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brower",
      "fore_name": "Roy",
      "initials": "R",
      "name": "Roy Brower",
      "affiliations": []
    },
    {
      "last_name": "Cooper",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Cooper",
      "affiliations": []
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": []
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "30",
    "issue": "7",
    "pub_year": "2002",
    "pub_month": "Jul"
  },
  "start_page": "1636",
  "end_page": "1643",
  "pages": "1636-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Australia",
    "Canada",
    "Cooperative Behavior",
    "Critical Care",
    "Europe",
    "Humans",
    "Multicenter Studies as Topic",
    "Research",
    "United States"
  ],
  "article_ids": {
    "pubmed": "12130991",
    "doi": "10.1097/00003246-200207000-00039"
  },
  "doi": "10.1097/00003246-200207000-00039",
  "dates": {
    "completed": "2002-09-17",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.929676",
    "pmid": "12130991"
  }
}