{
  "pmid": "12132604",
  "uid": "12132604",
  "title": "Agreement between self-reported and routinely collected health-care utilization data among seniors.",
  "abstract": "OBJECTIVE: To examine the agreement between self-reported and routinely collected administrative health-care utilization data, and the factors associated with agreement between these two data sources. DATA SOURCES/STUDY SETTING: A representative sample of seniors living in an Ontario county within Canada was identified using the Ontario Ministry of Health's Registered Persons Data Base in 1992. Health professional billing information and hospitalization data were obtained from the Ontario Ministry of Health and Long-Term Care (OMH) and the Ontario Health Insurance Plan (OHIP). STUDY DESIGN: A cross-sectional survey was carried out to assess any contact and frequency of contacts with health professionals and hospital admissions. Similar information was obtained from routinely collected administrative data. The level of agreement was assessed using the proportion of absolute agreement, Cohen's kappa statistic (kappa), and the intraclass correlation coefficient (ICC). Logistic and linear regressions were used to identify factors that were associated with the magnitude and direction of disagreement respectively. DATA COLLECTION/EXTRACTION METHODS: Telephone interviews were conducted on 1,054 seniors, and complete data were available for 1,038 seniors. Each respondent's personal health number was used to electronically link survey data with health professional billing and hospitalization databases. PRINCIPAL FINDINGS: Substantial to almost perfect agreement was found for the contact utilization measures, while agreement on volume utilization measures varied from poor to almost perfect. In surveys, seniors overreported contact with general practitioners and physiotherapists or chiropractors, and underreported contact with other medical specialists. Seniors also underreported the number of contacts with general practitioners and other medical specialists. The odds of agreement decreased if respondents were male, aged 75 years and older, had incomes of less than $25,000, had poor/fair/good self-assessed health status, or had two or more chronic conditions. CONCLUSION: The findings of this study indicate that there are substantial discrepancies between self-reported and administrative data among older adults. Researchers seeking to examine health-care use among older adults need to consider these discrepancies in the interpretation of their results. Failure to recognize these discrepancies between survey and administrative data among older adults may lead to the establishment of inappropriate health-care policies.",
  "authors": [
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Torrance-Rynard",
      "fore_name": "Vicki",
      "initials": "V",
      "name": "Vicki Torrance-Rynard",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Micheline",
      "initials": "M",
      "name": "Micheline Wong",
      "affiliations": []
    },
    {
      "last_name": "Woodward",
      "fore_name": "Christel",
      "initials": "C",
      "name": "Christel Woodward",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health services research",
    "iso_abbreviation": "Health Serv Res",
    "issn": "0017-9124",
    "issn_type": "Print",
    "volume": "37",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "751",
  "end_page": "774",
  "pages": "751-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Attitude to Health",
    "Cross-Sectional Studies",
    "Female",
    "Health Services",
    "Health Status Indicators",
    "Humans",
    "Linear Models",
    "Male",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Physician-Patient Relations",
    "Quality of Life",
    "Reproducibility of Results",
    "Self Disclosure",
    "Surveys and Questionnaires",
    "Telephone"
  ],
  "article_ids": {
    "pubmed": "12132604",
    "pmc": "PMC1434660",
    "doi": "10.1111/1475-6773.00047"
  },
  "doi": "10.1111/1475-6773.00047",
  "pmc_id": "PMC1434660",
  "dates": {
    "completed": "2002-08-07",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.084986",
    "pmid": "12132604"
  }
}