{
  "pmid": "12130964",
  "uid": "12130964",
  "title": "Toward understanding evidence uptake: semirecumbency for pneumonia prevention.",
  "abstract": "OBJECTIVE: Randomized trials show that the semirecumbent position compared with the supine position is associated with less gastroesophageal aspiration and pneumonia in patients receiving mechanical ventilation. However, semirecumbency is inconsistently used in practice. The objective of this study was to understand the perspectives of intensive care unit clinicians regarding the determinants and consequences of semirecumbency. DESIGN: Qualitative study using semistructured interviews and focus groups. SETTING: Three university-affiliated intensive care units. PARTICIPANTS: A total of 93 intensive care unit clinicians, including bedside nurses, respiratory therapists, physiotherapists, nutritionists, residents, fellows, and intensivists. METHODS: We elicited perceptions about benefits and harms of semirecumbency, factors promoting and deterring use, and health systems changes to encourage semirecumbency. Interview and focus group notes were analyzed inductively to identify emerging themes. Validation methods involved triangulation by multidisciplinary analysis of several data sources collected through multiple methods and member checking. MEASUREMENTS AND MAIN RESULTS: Intensivists and nutritionists were familiar with semirecumbency as a potential pneumonia prevention strategy, whereas other clinicians were not. When made aware of the evidence, all participants endorsed semirecumbency. Nurses perceived that the main determinant of semirecumbency was physicians' orders, whereas intensivists perceived that the main determinant was nursing preference. Participants identified barriers to semirecumbency related to useful alternative positions (e.g., lateral position), contraindications (e.g., hemodynamic instability), risk of harm (e.g., decubitus ulcers), safety (e.g., sliding out of the bed), and resources (e.g., insufficient beds facilitating semirecumbency). Education, guidelines, reminders, audit and feedback, charting, and quality improvement initiatives were advocated to promote semirecumbency. CONCLUSIONS: Under-utilization of semirecumbency for pneumonia prevention is influenced by insufficient awareness of its benefit, real and perceived deterrents, poor agreement about implementation responsibility, and lack of enabling and reinforcing strategies. Cognitive, behavioral, and administrative approaches to enhancing evidence uptake may be needed in the complex, dynamic intensive care unit setting.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Hand",
      "fore_name": "Lori E",
      "initials": "LE",
      "name": "Lori E Hand",
      "affiliations": []
    },
    {
      "last_name": "McMullin",
      "fore_name": "Joseph P",
      "initials": "JP",
      "name": "Joseph P McMullin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "30",
    "issue": "7",
    "pub_year": "2002",
    "pub_month": "Jul"
  },
  "start_page": "1472",
  "end_page": "1477",
  "pages": "1472-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Pilot Projects",
    "Pneumonia",
    "Posture",
    "Practice Patterns, Physicians'",
    "Respiration, Artificial"
  ],
  "article_ids": {
    "pubmed": "12130964",
    "doi": "10.1097/00003246-200207000-00012"
  },
  "doi": "10.1097/00003246-200207000-00012",
  "dates": {
    "completed": "2002-09-17",
    "revised": "2019-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.361114",
    "pmid": "12130964"
  }
}