{
  "pmid": "12136294",
  "uid": "12136294",
  "title": "An economic evaluation of early versus delayed operative treatment in patients with closed tibial shaft fractures.",
  "abstract": "There are few reports examining the effect of surgical delay on outcomes following operative treatment of lower extremity fractures. Delays in the surgery for closed tibial shaft fractures have been reported to increase the overall complication rate, postoperative hospital stays and crude costs to the health care system. Our purpose was to estimate the cost-effectiveness and cost-utility associated with the adoption of a programme of early operative treatment of all closed tibial shaft fractures. We performed cost analyses based upon data obtained from an observational study. A cohort of patients with closed tibial shaft fractures was identified at a university-affiliated level I trauma centre. Patients were divided into an early surgical group (within 12 h) and delayed surgical group (longer than 12 h). Study outcomes included time to fracture union (weeks), direct inpatient and outpatient costs associated with each intervention, loss of productivity costs, and utilities (patient health perception) as determined from content experts. Sixteen patients were operated on within 12 h of injury and 19 patients were treated later than 12 h after their fracture. These groups were similar for all baseline variables. The average time to fracture union was 28.2 weeks (SD 9.4) and 44.2 weeks (SD 7.4) for the early surgical group and the delayed surgical group, respectively (p<0.01). When the costs associated with productivity losses were included in the cost-effectiveness analysis, savings were noted of 7,330 CD dollars per patient and of 458 CD dollars for each week that a fracture healed more quickly with early treatment. However, when the loss of patient productivity was not included, there was a cost per week of 67 CD dollars. A difference of 0.09 quality adjusted life years (QALYs) in favour of the early surgery was found, which yielded a savings of 81,444 CD dollars per QALY gained when the productivity losses were included and a cost per QALY of 11,922 CD dollars when the productivity losses were not included. Both cost-effectiveness and cost-utility analyses were robust. Early plate fixation of closed tibial shaft fractures results in significantly shorter time to fracture union, fewer postoperative complications, significant cost effectiveness and greater QALYs gained when compared with delayed treatment. Inferences from this study are strengthened by the comprehensive abstraction of cost data and detailed cost-effectiveness and cost-utility analyses.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Health Sciences Centre, Room 2C12, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of orthopaedic and trauma surgery",
    "iso_abbreviation": "Arch Orthop Trauma Surg",
    "issn": "0936-8051",
    "issn_type": "Print",
    "volume": "122",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Jul"
  },
  "start_page": "315",
  "end_page": "323",
  "pages": "315-23",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ambulatory Care",
    "Canada",
    "Costs and Cost Analysis",
    "Fractures, Closed",
    "Fractures, Ununited",
    "Hospital Costs",
    "Humans",
    "Length of Stay",
    "Outcome Assessment, Health Care",
    "Postoperative Complications",
    "Quality-Adjusted Life Years",
    "Retrospective Studies",
    "Statistics as Topic",
    "Tibial Fractures",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "12136294",
    "doi": "10.1007/s00402-001-0358-3"
  },
  "doi": "10.1007/s00402-001-0358-3",
  "dates": {
    "completed": "2002-11-12",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.093832",
    "pmid": "12136294"
  }
}