{
  "pmid": "12145225",
  "uid": "12145225",
  "title": "The economic cost of diabetes in Canada, 1998.",
  "abstract": "OBJECTIVE: In Canada, diabetes poses a significant health problem, and current estimates of its economic burden have not incorporated the total cost of the disease. The objective of this study was to quantify the direct medical- and mortality-related productivity cost of diabetes in Canada for 1998. RESEARCH DESIGN AND METHODS: Direct medical costs included hospital services, physician services, and medicines consumed by people with diabetes. These costs were based on a top-down costing methodology that allocated 1998 total medical expenditures to diabetes. The prevalence of diagnosed and undiagnosed diabetes and the relative risk of complications in people with diabetes were used to estimate the proportion of medical services that were consumed by people with diabetes. Mortality-related productivity losses were calculated using the human capital approach. RESULTS: After varying the assumptions in a sensitivity analysis, the total economic burden (in U.S. dollars) of diabetes and its chronic complications in Canada for 1998 was likely to be between $4.76 and $5.23 billion. In those people just with diagnosed diabetes, the direct medical costs associated with diabetes care, before considering any complications, were $573 million. Of the costs associated with the complications of diabetes, cardiovascular disease was by far the greatest, at $637 million. CONCLUSIONS: Cardiovascular disease was the major contributor to the direct costs of diabetes. The preventive management of diabetes should receive priority attention, and the prevention of cardiovascular disease in the patient with diabetes should become an imperative.",
  "authors": [
    {
      "last_name": "Dawson",
      "fore_name": "Keith G",
      "initials": "KG",
      "name": "Keith G Dawson",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada. kdaw@interchange.ubc.ca"
      ]
    },
    {
      "last_name": "Gomes",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Gomes",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Blanchard",
      "fore_name": "James F",
      "initials": "JF",
      "name": "James F Blanchard",
      "affiliations": []
    },
    {
      "last_name": "Kahler",
      "fore_name": "Kristijan H",
      "initials": "KH",
      "name": "Kristijan H Kahler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diabetes care",
    "iso_abbreviation": "Diabetes Care",
    "issn": "0149-5992",
    "issn_type": "Print",
    "volume": "25",
    "issue": "8",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "1303",
  "end_page": "1307",
  "pages": "1303-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Disease",
    "Adolescent",
    "Adult",
    "Aged",
    "Canada",
    "Cardiovascular Diseases",
    "Child",
    "Child, Preschool",
    "Chronic Disease",
    "Cost of Illness",
    "Diabetes Complications",
    "Diabetes Mellitus",
    "Direct Service Costs",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "12145225",
    "doi": "10.2337/diacare.25.8.1303"
  },
  "doi": "10.2337/diacare.25.8.1303",
  "dates": {
    "completed": "2003-01-13",
    "revised": "2019-05-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:38.240053",
    "pmid": "12145225"
  }
}