{
  "pmid": "12149041",
  "uid": "12149041",
  "title": "Who should receive HMG CoA reductase inhibitors?",
  "abstract": "During the last decade, the development of the HMG CoA reductase inhibitors, commonly referred to as 'statins', has contributed greatly to cholesterol lowering therapy and cardiovascular risk reduction. These agents are well tolerated and efficacious. Data on nearly 30,000 patients from five long-term randomised, placebo-controlled trials of statins have clearly demonstrated that a broad range of individuals can benefit from such therapy. These include men or women, younger or older individuals, those with elevated or normal cholesterol levels, with or without myocardial infarction or symptomatic coronary heart disease, with or without hypertension or diabetes mellitus, and those who are smokers or non-smokers. Benefits include reductions in the risks for myocardial infarction, and coronary, cardiovascular and all-cause mortality, stroke and the need for coronary revascularisation. Results of the recently completed Heart Protection Trial have clearly confirmed the results of the earlier trials and support the use of statin therapy in secondary prevention. The role of statins in acute coronary syndromes is being actively evaluated and appears promising. In primary prevention, the data are not as convincing and generalisations cannot be made as to whether, and in which subgroup, drug therapy to lower low density lipoprotein (LDL) cholesterol should be initiated. There are important cost implications to consider and the use of statin therapy has to be judged on an individual basis, particularly in those with high or very high LDL cholesterol levels and/or with multiple risk factors rendering them at high short- and long-term risk of coronary heart disease. There is evidence of a 'care gap' in translating trial data into practice, even in secondary prevention, and this needs closing in order to improve patient outcomes.",
  "authors": [
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Division of Cardiology, McMaster University, Hamilton, Ontario, Canada. teok@mcmaster.ca"
      ]
    },
    {
      "last_name": "Burton",
      "fore_name": "Jeffrey R",
      "initials": "JR",
      "name": "Jeffrey R Burton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drugs",
    "iso_abbreviation": "Drugs",
    "issn": "0012-6667",
    "issn_type": "Print",
    "volume": "62",
    "issue": "12",
    "pub_year": "2002"
  },
  "start_page": "1707",
  "end_page": "1715",
  "pages": "1707-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Hypercholesterolemia",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12149041",
    "doi": "10.2165/00003495-200262120-00001",
    "pii": "621201"
  },
  "doi": "10.2165/00003495-200262120-00001",
  "dates": {
    "completed": "2002-09-24",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.737198",
    "pmid": "12149041"
  }
}