{
  "pmid": "12142830",
  "uid": "12142830",
  "title": "The biomechanical effect of high-pressure irrigation on diaphyseal fracture healing in vivo.",
  "abstract": "OBJECTIVES: To evaluate the effect of both high-pressure pulsatile lavage and bulb syringe irrigation on the biomechanical parameters of fracture healing using an in vivo open noncontaminated diaphyseal femoral fracture model in rats. BACKGROUND: The utility of high-pressure pulsatile lavage irrigation on soft tissue debridement has been extrapolated to a similar perceived benefit in the debridement of bone. However, there have been several reports of a possible deleterious effect that high-pressure pulsatile lavage may have on bone architecture, intramedullary bacterial and contaminant seeding, and fracture healing. Although a previous in vivo histologic study suggests damage to bone architecture and impairment of early bone formation, it remains unclear whether these microscopic findings translate to a detectable decline in the biomechanical strength of the healing fracture. To our knowledge, there have been no reports of the in vivo effects high-pressure pulsatile lavage on fracture healing in open diaphyseal fractures. MATERIALS AND METHODS: Using sterile technique, standard open transverse mid-shaft femur fractures were created in thirty-six rats randomized into three groups: a control group underwent retrograde intramedullary pinning only; a bulb syringe irrigation group and a high-pressure pulsatile lavage group underwent identical procedures as the control group, except that the osteotomy site was irrigated with bulb syringe irrigation and high-pressure pulsatile lavage, respectively, before insertion of the intramedullary pin. Six rats from each group were killed at three weeks and six weeks, and the femora was mechanically tested in bending. RESULTS: Mechanical testing of the thirty-six femora revealed that the peak bending force (17.7 +/- 10.2 N) and stiffness (21.2 +/- 5.1 N/mm) of the healing fracture in the high-pressure irrigation group were significantly lower at three weeks when compared with the control (peak force, 28.1 +/- 5.9 N; stiffness, 31.4 +/- 5.8 N/mm) and the bulb syringe (peak force, 27.7 +/- 3.3 N; stiffness, 23.6 +/- 4.5 N/mm) irrigation groups (p < 0.05). The 37 percent lower peak bending force and 32 percent lower stiffness in the high-pressure pulsatile lavage group after three weeks of fracture healing were not present in the femora tested at six weeks. The high-pressure pulsatile lavage group did reveal a trend toward a lower peak bending force and stiffness after six weeks of fracture healing when compared with the control and bulb syringe irrigation groups, but the differences were not statistically significant at the 95 percent level. CONCLUSIONS: The use of high-pressure pulsatile lavage in open noncontaminated diaphyseal femur fractures in rats has a significant negative impact on the mechanical strength of the fracture callous during the early phases (three weeks) of fracture healing. However, it appears that the early deleterious effect of high-pressure pulsatile irrigation is not apparent in the late phases (six weeks) of fracture healing. Further study is required to evaluate the effect of high-pressure pulsatile lavage on fracture healing in the presence of wound contamination, fracture comminution, and soft tissue damage. CLINICAL SIGNIFICANCE: The findings of this study suggest that selective use of high-pressure irrigation in the management of open fractures appears warranted. In situations in which high-pressure lavage may be deleterious to bone healing, alternative strategies that optimize bacterial removal from soft tissues while preserving bone architecture will need to be investigated.",
  "authors": [
    {
      "last_name": "Adili",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Adili",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "16",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Jul"
  },
  "start_page": "413",
  "end_page": "417",
  "pages": "413-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Biomechanical Phenomena",
    "Diaphyses",
    "Female",
    "Fracture Healing",
    "Pressure",
    "Rats",
    "Rats, Sprague-Dawley",
    "Therapeutic Irrigation"
  ],
  "article_ids": {
    "pubmed": "12142830",
    "doi": "10.1097/00005131-200207000-00008"
  },
  "doi": "10.1097/00005131-200207000-00008",
  "dates": {
    "completed": "2003-06-03",
    "revised": "2019-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.094000",
    "pmid": "12142830"
  }
}