{
  "pmid": "12152674",
  "uid": "12152674",
  "title": "Anticoagulant effect at the time of epidural catheter removal in patients receiving twice-daily or once-daily low-molecular-weight heparin and continuous epidural analgesia after orthopedic surgery.",
  "abstract": "In patients who receive co-administered low-molecular-weight heparin (LMWH) and continuous epidural analgesia (CEA) after orthopedic surgery, there is concern about an increased risk of a spinal epidural hematoma. The practice of twice-daily LMWH dosing in North America might, in part, account for the greater number of epidural hematomas reports compared to Europe where once-daily LMWH is used. We performed a prospective cohort study in patients who had orthopedic surgery and received co-administered LMWH and CEA. We investigated the trough anticoagulant effect, as measured by an anti-Xa heparin level, at the time of epidural catheter removal in patients who received twice-daily or once-daily LMWH. Twenty-five patients who received enoxaparin, 30 mg twice-daily, and 25 patients who received dalteparin, 5,000 IU once-daily, had anti-Xa heparin levels measured on the second or third post-operative day at the time of epidural catheter removal. In patients who received twice-daily enoxaparin, or once-daily dalteparin, the anti-Xa heparin level was measured, on average, 10.4 h and 21.8 h, respectively, after the preceding LWMH dose. All 25 patients who received once-daily LMWH had an anti-Xa heparin level < 0.10 U/ml at the time of catheter removal. Of 25 patients who received twice-daily LMWH, the anti-Xa heparin level at the time of catheter removal was > or = 0.20 U/ml in 5 patients (P = 0.050), and > or = 0.10 U/ml in 7 patients (P = 0.009). We conclude that in patients who are receiving co-administered LMWH and CEA after orthopedic surgery, twice-daily but not once-daily LMWH administration is more likely to be associated with a clinically important anticoagulant effect at the time of epidural catheter removal.",
  "authors": [
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": [
        "Department of Medicine, McMaster University and St. Joseph's Hospital, Hamilton, Canada. jdouket@mcmaster.ca"
      ]
    },
    {
      "last_name": "Kinnon",
      "fore_name": "Krystyna",
      "initials": "K",
      "name": "Krystyna Kinnon",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis and haemostasis",
    "iso_abbreviation": "Thromb Haemost",
    "issn": "0340-6245",
    "issn_type": "Print",
    "volume": "88",
    "issue": "1",
    "pub_year": "2002",
    "pub_month": "Jul"
  },
  "start_page": "37",
  "end_page": "40",
  "pages": "37-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Analgesia, Epidural",
    "Catheters, Indwelling",
    "Cohort Studies",
    "Dalteparin",
    "Drug Therapy, Combination",
    "Enoxaparin",
    "Factor X",
    "Female",
    "Hematoma, Epidural, Cranial",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Male",
    "Middle Aged",
    "Orthopedic Procedures",
    "Postoperative Care",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "12152674"
  },
  "dates": {
    "completed": "2003-08-18",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Enoxaparin",
    "Heparin, Low-Molecular-Weight",
    "Factor X",
    "Dalteparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.480547",
    "pmid": "12152674"
  }
}