{
  "pmid": "12161081",
  "uid": "12161081",
  "title": "The reporting of methodological factors in randomized controlled trials and the association with a journal policy to promote adherence to the Consolidated Standards of Reporting Trials (CONSORT) checklist.",
  "abstract": "The \"Consolidated Standards of Reporting Trials\" (CONSORT) was developed to improve the suboptimal reporting of randomized controlled trials (RCTs). However, little is known about the quality of reporting since this publication. We undertook an observational study to determine the quality of reporting key methodological factors in RCTs since the publication of the CONSORT statement and if a journal policy to promote adherence to the CONSORT checklist was associated with superior reporting. We recorded the reporting of 11 key methodological factors in 105 RCTs from 29 medical journals published subsequent to the CONSORT statement. We examined the quality of reporting in relation to whether a journal was a \"CONSORT promoter\" as defined by inclusion of the CONSORT checklist in a journal's \"information to authors\" section or a requirement that authors, manuscript reviewers, or copy editors complete the CONSORT checklist. Multivariate analysis controlled for journal impact factor, study outcome, and time of publication. Six of the 11 methodological factors were reported <50% of the time. The number of methodological factors reported was greater in CONSORT promoters than in journals not promoting CONSORT in both unadjusted (6.0 and 5.1, respectively, p-value = 0.03) and adjusted (6.4 and 4.8 of the 11 methodological factors, respectively, p-value = 0.0001) analyses. While journals that promote CONSORT demonstrate superior reporting of RCTs, persistent inadequacies in reporting remain. Until these inadequacies are resolved health-care providers will remain limited in their ability to make informed inferences about the validity of the studies upon which they base their clinical practice.",
  "authors": [
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. philipj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden J",
      "initials": "BJ",
      "name": "Braden J Manns",
      "affiliations": []
    },
    {
      "last_name": "Ghali",
      "fore_name": "William A",
      "initials": "WA",
      "name": "William A Ghali",
      "affiliations": []
    },
    {
      "last_name": "Quan",
      "fore_name": "Hude",
      "initials": "H",
      "name": "Hude Quan",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Controlled clinical trials",
    "iso_abbreviation": "Control Clin Trials",
    "issn": "0197-2456",
    "issn_type": "Print",
    "volume": "23",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "380",
  "end_page": "388",
  "pages": "380-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Guideline Adherence",
    "Humans",
    "Least-Squares Analysis",
    "Multivariate Analysis",
    "North America",
    "Publishing",
    "Randomized Controlled Trials as Topic",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "12161081",
    "doi": "10.1016/s0197-2456(02)00214-3",
    "pii": "S0197245602002143"
  },
  "doi": "10.1016/s0197-2456(02)00214-3",
  "dates": {
    "completed": "2002-09-04",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.806828",
    "pmid": "12161081"
  }
}