{
  "pmid": "12162362",
  "uid": "12162362",
  "title": "Informational masking in listeners with sensorineural hearing loss.",
  "abstract": "Measures of energetic and informational masking were obtained from 46 listeners with sensorineural hearing loss. The task was to detect the presence of a sequence of eight contiguous 60-ms bursts of a pure tone embedded in masker bursts that were played synchronously with the signal. The masker was either a sequence of Gaussian noise bursts (energetic masker) or a sequence of random-frequency 2-tone bursts (informational masker). The 2-tone maskers were of two types: one type that normally tends to produce large amounts of informational masking and a second type that normally tends to produce very little informational masking. The two informational maskers are called \"multiple-bursts same\" (MBS), because the same frequency components are present in each burst of a sequence, and \"multiple-bursts different\" (MBD), because different frequency components are presented in each burst of a sequence. The difference in masking observed for these two maskers is thought to occur because the signal perceptually segregates from the masker in the MBD condition but fuses with the masker in MBS. In the present study, the effectiveness of the MBD masker, measured as the signal-to-masker ratio at masked threshold, increased with increasing hearing loss. In contrast, the signal-to-masker ratio at masked threshold for the MBS masker changed much less as a function of hearing loss. These results suggest that sensorineural hearing loss interferes with the ability of the listener to perceptually segregate individual components of complex sounds. The results from the energetic masking condition, which included critical ratio estimates for all listeners and auditory filter characteristics for a subset of the listeners, indicated that increasing hearing loss also reduced frequency selectivity at the signal frequency. Overall, these results suggest that the increased susceptibility to masking observed in listeners with sensorineural hearing loss is a consequence of both peripheral and central processes.",
  "authors": [
    {
      "last_name": "Kidd",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Kidd",
      "affiliations": [
        "Department of Communication Disorders, Hearing Research Center, Boston University, MA 02215, USA. gkidd@bu.edu"
      ]
    },
    {
      "last_name": "Arbogast",
      "fore_name": "Tanya L",
      "initials": "TL",
      "name": "Tanya L Arbogast",
      "affiliations": []
    },
    {
      "last_name": "Mason",
      "fore_name": "Christine R",
      "initials": "CR",
      "name": "Christine R Mason",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the Association for Research in Otolaryngology : JARO",
    "iso_abbreviation": "J Assoc Res Otolaryngol",
    "issn": "1525-3961",
    "issn_type": "Print",
    "volume": "3",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "Jun"
  },
  "start_page": "107",
  "end_page": "119",
  "pages": "107-19",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Acoustic Stimulation",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Auditory Perception",
    "Auditory Perceptual Disorders",
    "Hearing Loss, Sensorineural",
    "Humans",
    "Middle Aged",
    "Perceptual Masking"
  ],
  "article_ids": {
    "pubmed": "12162362",
    "pmc": "PMC3202403",
    "doi": "10.1007/s101620010095"
  },
  "doi": "10.1007/s101620010095",
  "pmc_id": "PMC3202403",
  "dates": {
    "completed": "2003-02-10",
    "revised": "2019-05-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 DC004545",
      "agency": "NIDCD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DC00100",
      "agency": "NIDCD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DC04545",
      "agency": "NIDCD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.417141",
    "pmid": "12162362"
  }
}