{
  "pmid": "12160118",
  "uid": "12160118",
  "title": "Adverse events associated with pyrazinamide and levofloxacin in the treatment of latent multidrug-resistant tuberculosis.",
  "abstract": "BACKGROUND: The current Canadian and US guidelines for the treatment of multidrug-resistant latent tuberculosis infection advocate the use of pyrazinamide and a fluoroquinolone as a first-line treatment option. However, there is very little information in the literature that describes the use of these agents together. This case series describes the probable association between multiple adverse events and the use of pyrazinamide and levofloxacin in the treatment of individuals with suspected latent multidrug-resistant tuberculosis infection. METHODS: We studied a case series of 17 individuals with suspected latent multidrug-resistant tuberculosis infection in Hamilton, Ont., who were being treated with pyrazinamide and levofloxacin. The Naranjo scale was used to assess patients for musculoskeletal, central nervous system, gastrointestinal and dermatological adverse events. Hepatocellular events were assessed and defined using criteria established by the Council for International Organizations of Medical Sciences. Laboratory abnormalities and adverse events that were documented during combination drug therapy were evaluated to determine the likelihood of an association. RESULTS: Fourteen individuals developed musculoskeletal adverse effects (11 were deemed to be probably related to combination therapy). There were 8 reports of central nervous system effects (5 of which were assessed as being probably associated with therapy). Hyperuricemia and gastrointestinal and dermatological effects were also common; the use of pyrazinamide and levofloxacin was believed to be probably responsible for the emergence of these adverse effects. There were 5 cases of hepatocellular injury. Therapy was discontinued in all individuals. INTERPRETATION: The combination of pyrazinamide and levofloxacin appears to be a poorly tolerated regimen. The mechanism of a possible interaction is not yet understood. Given the severity of some of the adverse events, a better understanding of dosing and clearer guidelines for monitoring therapy are imperative if these drugs are to be prescribed together.",
  "authors": [
    {
      "last_name": "Papastavros",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Papastavros",
      "affiliations": [
        "Faculty of Pharmacy, University of Toronto, Ont."
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa R",
      "initials": "LR",
      "name": "Lisa R Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": []
    },
    {
      "last_name": "Whitehead",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Whitehead",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "0820-3946",
    "issn_type": "Print",
    "volume": "167",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "131",
  "end_page": "136",
  "pages": "131-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anti-Infective Agents",
    "Antitubercular Agents",
    "Female",
    "Humans",
    "Levofloxacin",
    "Male",
    "Middle Aged",
    "Ofloxacin",
    "Pyrazinamide",
    "Tuberculosis, Multidrug-Resistant"
  ],
  "article_ids": {
    "pubmed": "12160118",
    "pmc": "PMC117089"
  },
  "pmc_id": "PMC117089",
  "dates": {
    "completed": "2002-09-27",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Antitubercular Agents",
    "Pyrazinamide",
    "Levofloxacin",
    "Ofloxacin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:51.090032",
    "pmid": "12160118"
  }
}