{
  "pmid": "12173945",
  "uid": "12173945",
  "title": "Effects of conjugated linoleic acid supplementation during resistance training on body composition, bone density, strength, and selected hematological markers.",
  "abstract": "Conjugated linoleic acids (CLA) are essential fatty acids that have been reported in animal studies to decrease catabolism, promote fat loss, increase bone density, enhance immunity, and serve as an antiatherogenic and anticarcinogenic agent. For this reason, CLA has been marketed as a supplement to promote weight loss and general health. CLA has also been heavily marketed to resistance-trained athletes as a supplement that may help lessen catabolism, decrease body fat, and promote greater gains in strength and muscle mass during training. Although basic research is promising, few studies have examined whether CLA supplementation during training enhances training adaptations and/or affects markers of health. This study evaluated whether CLA supplementation during resistance training affects body composition, strength, and/or general markers of catabolism and immunity. In a double-blind and randomized manner, 23 experienced, resistance-trained subjects were matched according to body mass and training volume and randomly assigned to supplement their diet with 9 g;pdd(-1) of an olive oil placebo or 6 g;pdd(-1) of CLA with 3 g;pdd(-1) of fatty acids for 28 days. Prior to and following supplementation, fasting blood samples, total body mass, and dual-energy X-ray absorptiometry (DEXA) determined body composition, and isotonic bench press and leg press 1 repetition maximums (1RMs) were determined. Results revealed that although some statistical trends were observed with moderate to large effect sizes, CLA supplementation did not significantly affect (p > 0.05) changes in total body mass, fat-free mass, fat mass, percent body fat, bone mass, strength, serum substrates, or general markers of catabolism and immunity during training. These findings indicate that CLA does not appear to possess significant ergogenic value for experienced resistance-trained athletes.",
  "authors": [
    {
      "last_name": "Kreider",
      "fore_name": "Richard B",
      "initials": "RB",
      "name": "Richard B Kreider",
      "affiliations": [
        "Exercise and Sport Nutrition Laboratory, Department of Human Movement Sciences and Education, University of Memphis, Tennessee 38152, USA. richard_kreider@baylor.edu"
      ]
    },
    {
      "last_name": "Ferreira",
      "fore_name": "Maria P",
      "initials": "MP",
      "name": "Maria P Ferreira",
      "affiliations": []
    },
    {
      "last_name": "Greenwood",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Greenwood",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Almada",
      "fore_name": "Anthony L",
      "initials": "AL",
      "name": "Anthony L Almada",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of strength and conditioning research",
    "iso_abbreviation": "J Strength Cond Res",
    "issn": "1064-8011",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "325",
  "end_page": "334",
  "pages": "325-34",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Absorptiometry, Photon",
    "Adult",
    "Blood Cell Count",
    "Blood Chemical Analysis",
    "Body Composition",
    "Bone Density",
    "Dietary Supplements",
    "Double-Blind Method",
    "Exercise",
    "Humans",
    "Male",
    "Muscle Contraction",
    "Muscle, Skeletal",
    "Physical Fitness",
    "Weight Lifting",
    "alpha-Linolenic Acid"
  ],
  "article_ids": {
    "pubmed": "12173945"
  },
  "dates": {
    "completed": "2002-10-24",
    "revised": "2021-10-18"
  },
  "chemicals": [
    "alpha-Linolenic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.695538",
    "pmid": "12173945"
  }
}