{
  "pmid": "12172277",
  "uid": "12172277",
  "title": "Three-dimensional assessment of tibial malunion after intramedullary nailing: a preliminary study.",
  "abstract": "OBJECTIVES: The purpose of this study was twofold: (a) to introduce a new three-dimensional digital assessment technique for the estimation of angular and rotational malunion and (b) to determine if an association exists between tibial malunion and functionally defined post-traumatic degeneration at the knee and ankle joint. DESIGN: Nonrandomized, cohort study, with 5.46 years (range 2 to 10 years) of follow-up. Subjects underwent a novel three-dimensional technique to determine the functional mechanical axis of both the knee and tibiotalar joints. Both the affected and unaffected limbs were tested. Differences between both limbs provided assessment of malunion in three planes with 1.8 +/- 0.1 percent (mean +/- SD) reliability. Patients completed the Western Ontario McMaster University Osteoarthritis Index, the Lower Extremity Functional Scale, and the Assessment System of Lower Extremity Function. Standard postoperative radiographs were also examined for evidence of malunion. SETTING: University-based Level 1 trauma center. PATIENTS: Seventy-one subjects with an isolated tibial fracture repaired with intramedullary nails were identified; thirteen met eligibility criteria for study inclusion. RESULTS: A total of 77 percent of the patients (mean follow-up 5.5 years, range 2 to 10 years) were malaligned in one or more of the three planes examined (malunion conventionally defined as >or=10 rotation, >or=5 varus-valgus, and >or=10 procurvatum-recurvatum). Mean varus-valgus deformity was 11.8 +/- 6.3 degrees, mean procurvatum-recurvatum deformity was 3.2 +/- 2.5 degrees, and medial-lateral rotational deformity was 9.6 +/- 4.7 degrees. There was no significant correlation (p > 0.05) between the overall alignment of the involved leg (intertibial difference) in any of the three directional planes and the subject's response to any of the three functional outcome scales used. Three-dimensional analysis differed significantly from radiographic interpretation when malunion occurred in the coronal plane (p = 0.0003). CONCLUSIONS: This study suggests that failure to meet conventionally accepted standards for tibial alignment might be common. Fortunately, these values were not associated with adverse functional outcomes. A three-dimensional system, which determines the functional mechanical axis of the knee and tibiotalar joints, may be a valuable and reliable method by which to determine malunion after fracture fixation.",
  "authors": [
    {
      "last_name": "Boucher",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Boucher",
      "affiliations": [
        "Department of Orthopaedic Surgery, and the School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leone",
      "fore_name": "James",
      "initials": "J",
      "name": "James Leone",
      "affiliations": []
    },
    {
      "last_name": "Pierrynowski",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Pierrynowski",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "16",
    "issue": "7",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "473",
  "end_page": "483",
  "pages": "473-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Ankle Joint",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Fracture Fixation, Intramedullary",
    "Fractures, Malunited",
    "Humans",
    "Image Processing, Computer-Assisted",
    "Imaging, Three-Dimensional",
    "Knee Joint",
    "Male",
    "Middle Aged",
    "Outcome Assessment, Health Care",
    "Radiography",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Reproducibility of Results",
    "Tibial Fractures",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "12172277",
    "doi": "10.1097/00005131-200208000-00005"
  },
  "doi": "10.1097/00005131-200208000-00005",
  "dates": {
    "completed": "2002-09-27",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.094174",
    "pmid": "12172277"
  }
}