{
  "pmid": "12176692",
  "uid": "12176692",
  "title": "The roles of nature and nurture in the recruitment and retention of primary care physicians in rural areas: a review of the literature.",
  "abstract": "PURPOSE: A systematic review of factors associated with recruitment and retention of primary care physicians in rural areas. METHOD: Using PubMed and Medline databases, 21 quantitative articles analyzing recruitment and retention of primary care physicians in rural areas from 1990 to 2000 were found. To assess the methodologic strengths of these articles, a formal evaluation was conducted based on study design, study population, response rate, years studied, data source, and statistical methods (total possible score = 60 points). Studies were grouped by whether the factors assessed were related to pre-medical school, medical school, or residency. RESULTS: A total of six studies (score range: 30-52) analyzed pre-medical school factors, 15 (score range: 30-52) considered medical school factors, and six (score range: 20-52) analyzed residency factors related to rural recruitment and retention. Pre-medical school factors such as rural upbringing and specialty preference were most strongly correlated with recruitment of physicians to rural areas. Training factors such as commitment to rural curricula and rotations, particularly during residency, were most strongly correlated with retention in rural areas. CONCLUSIONS: Although important gaps exist, scientific studies available to health educators and policymakers show there are predictable factors that influence recruitment and retention in rural areas. Policies for staffing rural areas with primary care physicians should be aimed at both selecting the right students and giving them during their formal training the curriculum and the experiences that are needed to succeed in primary care in rural settings.",
  "authors": [
    {
      "last_name": "Brooks",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G Brooks",
      "affiliations": [
        "health affairs, Florida State University College of Medicine, Tallahassee, FL 32306-4300, USA. Robert.Brooks@med.fsu.edu"
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Mardon",
      "fore_name": "Russell E",
      "initials": "RE",
      "name": "Russell E Mardon",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Lewis",
      "affiliations": []
    },
    {
      "last_name": "Clawson",
      "fore_name": "Art",
      "initials": "A",
      "name": "Art Clawson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1040-2446",
    "issn_type": "Print",
    "volume": "77",
    "issue": "8",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "790",
  "end_page": "798",
  "pages": "790-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Career Choice",
    "Family Practice",
    "Humans",
    "Medically Underserved Area",
    "Personnel Selection",
    "Personnel Turnover",
    "Rural Health Services",
    "United States",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "12176692",
    "doi": "10.1097/00001888-200208000-00008"
  },
  "doi": "10.1097/00001888-200208000-00008",
  "dates": {
    "completed": "2002-08-30",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.417553",
    "pmid": "12176692"
  }
}