{
  "pmid": "12181086",
  "uid": "12181086",
  "title": "[Quantitative assessment of Parkinsonian rigidity by vessel Doppler ultrasonography].",
  "abstract": "OBJECTIVE: To investigate the value of quantitative assessment of parkinsonian rigidity by vessel Doppler ultrasonography. METHODS: The diameter of the rigid limbs, including radial artery and vein, ulnar artery and vein, brachial veins, popliteal vein, anterior tibial vein, and posterior tibial vein in twelve individuals with PD and twelve age matched controls were measured by ultrasonography in both \"on\" and \"off\" states. Meanwhile the UPDRS unified Parkinson's disease rating scale for rigidity were also recorded both in \"on\" and \"off \" states by experienced neurologists. RESULTS: The mean diameter of radial vein, ulnar vein, brachial vein, popliteal vein, anterior tibial vein and posterior tibial vein, were 1.14, 1.13, 2.47, 3.85, 1.89, and 1.33 mm respectively in \"off \" state (group \"A\"), and were 1.58, 1.54, 2.88, 4.65, 2.27, and 1.69 mm respectively in \"on\" states (group \"B\") among the PD patients. The diameters of corresponding vessels in the controls (group \"C\") were 2.07, 1.69, 4.15, 5.07, 2.63, and 1.99 mm respectively. The data increased from group \"A\" to \"C\" gradually. Paired samples t tested showed a significant difference between the data of group A and group B (P = 0.00 approximately 0.03) and between group A and group C (P = 0.00 approximately 0.02) and no significant difference between group B and group C (P > 0.05, except for brachial vein with P = 0.02). The data of vein diameters in rigid limbs were correspondent to the UPDRS scores for rigidity with the correlation coefficient of 0.71, 0.82, 0.91, 0.73 (all P < 0.01), 0.60 P < 0.05 , and 0.77 P < 0.01) for the above mentioned vessels respectively. CONCLUSION: The diameter of distant veins in limbs can be adopted as objective and quantitative indicators for parkinsonian rigidity and contribute to the evaluation of therapeutical effects.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital,Capital University of Medical Sciences, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Guoguang",
      "initials": "G",
      "name": "Guoguang Zhao",
      "affiliations": []
    },
    {
      "last_name": "Hua",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Hua",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yongjie",
      "initials": "Y",
      "name": "Yongjie Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhonghua yi xue za zhi",
    "iso_abbreviation": "Zhonghua Yi Xue Za Zhi",
    "issn": "0376-2491",
    "issn_type": "Print",
    "volume": "82",
    "issue": "14",
    "pub_year": "2002",
    "pub_month": "Jul",
    "pub_day": "25"
  },
  "start_page": "952",
  "end_page": "954",
  "pages": "952-4",
  "language": "chi",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Blood Flow Velocity",
    "Blood Vessels",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Muscle Rigidity",
    "Parkinson Disease",
    "Ultrasonography, Doppler"
  ],
  "article_ids": {
    "pubmed": "12181086"
  },
  "dates": {
    "completed": "2002-11-22",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.018147",
    "pmid": "12181086"
  }
}