{
  "pmid": "12185427",
  "uid": "12185427",
  "title": "High values of the pulmonary artery wedge pressure in patients with acute lung injury and acute respiratory distress syndrome.",
  "abstract": "OBJECTIVE: To determine the incidence and severity of pulmonary artery wedge pressure (PAWP) elevation in patients with ALI/ARDS. In addition, to examine the effects of clinical variables on the presence of a high PAWP (>18 mmHg) and the effect of an elevated PAWP on mortality. DESIGN AND PATIENTS: Post hoc analysis of 120 patients with or at high risk of ARDS, enrolled in a randomized controlled trial of pressure- and volume-limited ventilation. Patients with or at high risk of congestive heart failure were excluded from the original study. SETTING: Eight tertiary intensive care units. MEASUREMENTS AND RESULTS: Pulmonary artery catheters were inserted at the discretion of the attending physician, and PAWP was collected every 8 h when present. Of 120 subjects 71 (59%) had a pulmonary artery catheter (44 at randomization, 27 later). The mean maximum PAWP reading among patients was 22.5 mmHg (95% CI 21.2-23.8) and mean median was 16.6 mmHg (95% CI 15.6-17.5). Patients who met standard criteria for ARDS were more likely to develop a high PAWP. In a multivariate stepwise logistic regression model a persistently elevated PAWP (median >18 mmHg) was a strong predictor of mortality after correction for baseline differences (OR estimate 6.82; 95% CI 1.66-37.81). CONCLUSIONS: We conclude that in this group of patients a PAWP higher than 18 mmHg is common. Mandating a PAWP of 18 mmHg or less may negatively impact clinical trials in which ARDS is an inclusion/exclusion criteria or an endpoint.",
  "authors": [
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Department of Medicine, Division of Respirology, Critical Care Medicine Program, Mount Sinai Hospital, 600 University Avenue, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Hallett",
      "fore_name": "David C",
      "initials": "DC",
      "name": "David C Hallett",
      "affiliations": []
    },
    {
      "last_name": "Stewart",
      "fore_name": "Thomas E",
      "initials": "TE",
      "name": "Thomas E Stewart",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "0342-4642",
    "issn_type": "Print",
    "volume": "28",
    "issue": "8",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "1073",
  "end_page": "1077",
  "pages": "1073-7",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "APACHE",
    "Canada",
    "Catheterization, Swan-Ganz",
    "Female",
    "Heart Failure",
    "Humans",
    "Male",
    "Pulmonary Wedge Pressure",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "12185427",
    "doi": "10.1007/s00134-002-1354-y"
  },
  "doi": "10.1007/s00134-002-1354-y",
  "dates": {
    "completed": "2002-12-11",
    "revised": "2020-12-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.382952",
    "pmid": "12185427"
  }
}