{
  "pmid": "12196753",
  "uid": "12196753",
  "title": "Prognostic factors for life expectancy in nonagenarians with nonmelanoma skin cancer: implications for selecting surgical candidates.",
  "abstract": "BACKGROUND: Controversy exists over surgical intervention for nonmelanoma skin cancer in the very elderly. OBJECTIVE: We sought to define variables that are prognostic for survival in the elderly after surgery for skin cancer. METHODS: We reviewed 99 charts of nonagenarians who had Mohs micrographic surgery for nonmelanoma skin cancer and recorded data on comorbid conditions and date of death. Comorbid conditions were quantified by the Charlson index. RESULTS: Patients with Charlson scores of zero (no comorbidities) had a statistically significant longer survival than patients with Charlson scores of >/=3 (multiple comorbidities). Women survived longer than men at both 1 and 5 years. No patient died within 30 days of operation. CONCLUSION: Charlson scores of >/=3 in nonagenarians predict shorter survival. Although this parameter may predict shorter survival when skin cancer surgery is considered in a cohort of elderly patients, it remains difficult to predict accurately the survival of individual patients with scores >/=3.",
  "authors": [
    {
      "last_name": "Charles",
      "fore_name": "Alix J",
      "initials": "AJ",
      "name": "Alix J Charles",
      "affiliations": [
        "Division of Dermatologic Surgery and the Section of Biostatistics, Mayo Clinic, Rochester, Minnesota 55905, USA."
      ]
    },
    {
      "last_name": "Otley",
      "fore_name": "Clark C",
      "initials": "CC",
      "name": "Clark C Otley",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Dermatology",
    "iso_abbreviation": "J Am Acad Dermatol",
    "issn": "0190-9622",
    "issn_type": "Print",
    "volume": "47",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "419",
  "end_page": "422",
  "pages": "419-22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Life Expectancy",
    "Male",
    "Prognosis",
    "Skin Neoplasms",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "12196753",
    "doi": "10.1067/mjd.2002.122740",
    "pii": "S0190962202001305"
  },
  "doi": "10.1067/mjd.2002.122740",
  "dates": {
    "completed": "2002-09-23",
    "revised": "2019-07-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.832343",
    "pmid": "12196753"
  }
}