{
  "pmid": "12197907",
  "uid": "12197907",
  "title": "Helicobacter pylori and nonmalignant disease.",
  "abstract": "Helicobacter pylori eradication has become the recognized standard and widely adopted therapy to cure peptic ulcer disease. Other H. pylori associated conditions with potential benefit from eradication therapy are still subject to clinical investigations. The current state of evidence for these indications is summarized in this article. For NSAID associated peptic ulcer disease the current evidence needs to be grouped in three subsets of clinical conditions: a) H. pylori eradication for prevention of ulcers before starting NSAIDs therapy is advisable; b) eradication during PPI treatment for NSAID associated active ulcer shows no advantage on healing; and c) eradication alone is not sufficient for secondary prevention of ulcer complications induced by NSAID, however it appears to protect from further episodes of aspirin induced bleeding. In nonulcer dyspepsia the latest Cochrane collaboration review supports a small benefit in favour of H. pylori eradication. New insight in the relationship of H. pylori with GERD is provided from clinical trials which show that H. pylori eradication does not influence the clinical course of patients with reflux esophagitis. Finally important new data are presented regarding the management of dyspepsia at the primary care level with the confirmation that the H. pylori 'test and treat' strategy in the appropriate setting is more cost-effective than endoscopy.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "City Hospital NHS Trust, Winson Green, Birmingham, UK. p.moayyedi@bbham.ac.uk"
      ]
    },
    {
      "last_name": "Malfertheiner",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Malfertheiner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Helicobacter",
    "iso_abbreviation": "Helicobacter",
    "issn": "1083-4389",
    "issn_type": "Print",
    "volume": "7 Suppl 1",
    "pub_year": "2002"
  },
  "start_page": "30",
  "end_page": "36",
  "pages": "30-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Dyspepsia",
    "Gastroesophageal Reflux",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Peptic Ulcer"
  ],
  "article_ids": {
    "pubmed": "12197907",
    "doi": "10.1046/j.1523-5378.7.s1.5.x",
    "pii": "005"
  },
  "doi": "10.1046/j.1523-5378.7.s1.5.x",
  "dates": {
    "completed": "2002-11-25",
    "revised": "2019-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.737722",
    "pmid": "12197907"
  }
}