{
  "pmid": "12202465",
  "uid": "12202465",
  "title": "Meta-analyses of therapies for postmenopausal osteoporosis. II. Meta-analysis of alendronate for the treatment of postmenopausal women.",
  "abstract": "OBJECTIVE: To review the effect of alendronate on bone density and fractures in postmenopausal women. DATA SOURCE: We searched MEDLINE, EMBASE, Current Contents, and the Cochrane Controlled trials registry from 1980 to 1999, and we examined citations of relevant articles and proceedings of international meetings. STUDY SELECTION: We included 11 trials that randomized women to alendronate or placebo and measured bone density for at least 1 yr. DATA EXTRACTION: For each trial, three independent reviewers assessed the methodological quality and abstracted data. DATA SYNTHESIS: The pooled relative risk (RR) for vertebral fractures in patients given 5 mg or more of alendronate was 0.52 [95% confidence interval (CI), 0.43-0.65]. The RR of nonvertebral fractures in patients given 10 mg or more of alendronate was 0.51 (95% CI 0.38-0.69), an appreciably greater effect than for the 5 mg dose. We found a similar reduction in RR across nonvertebral fracture types; in particular, RR reductions for fractures traditionally thought to be \"osteoporotic,\" such as hip and forearm, were very similar to RR reductions for \"nonosteoporotic\" fractures. Individual studies showed similar results, reflected in the P values of the test of heterogeneity (P = 0.99 for vertebral and 0.88 for nonvertebral fractures). Alendronate produced positive effects on the percentage change in bone density, which increased with both dose and time. After 3 yr of treatment with 10 mg of alendronate or more, the pooled estimate of the difference in percentage change between alendronate and placebo was 7.48% (95% CI 6.12-8.85) for the lumbar spine (2-3 yr), 5.60% (95% CI 4.80-6.39) for the hip (3-4 yr), 2.08% (95% CI 1.53-2.63) for the forearm (2-4 yr), and 2.73% (95% CI 2.27-3.20) for the total body (3 yr). Heterogeneity of the treatment effect of alendronate was not consistently explained by any of our a priori hypotheses; in particular, the effect was very similar in prevention and treatment studies. The pooled RR for discontinuing medication due to adverse effects for 5 mg or greater of alendronate was 1.15 (95% CI 0.93-1.42). The pooled RR for discontinuing medication due to gastro-intestinal (GI) side effects for 5 mg or greater was 1.03 (0.81-1.30, P = 0.83), and the pooled RR for GI adverse effects with continuation of medication was 1.03 (0.98 to 1.07) P = 0.23. CONCLUSIONS: Alendronate increases bone density in both early postmenopausal women and those with established osteoporosis while reducing the rate of vertebral fracture over 2-3 yr of treatment. Reductions in nonvertebral fractures are evident among postmenopausal women without prevalent fractures and have bone mineral density (BMD) levels below the World Health Organization threshold for osteoporosis. The impact on fractures appears consistent across all fracture types, casting doubt on traditional distinctions between osteoporotic and nonosteoporotic fractures.",
  "authors": [
    {
      "last_name": "Cranney",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Cranney",
      "affiliations": []
    },
    {
      "last_name": "Wells",
      "fore_name": "George",
      "initials": "G",
      "name": "George Wells",
      "affiliations": []
    },
    {
      "last_name": "Willan",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Willan",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Zytaruk",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Zytaruk",
      "affiliations": []
    },
    {
      "last_name": "Robinson",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Robinson",
      "affiliations": []
    },
    {
      "last_name": "Black",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Black",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Adachi",
      "affiliations": []
    },
    {
      "last_name": "Shea",
      "fore_name": "Beverley",
      "initials": "B",
      "name": "Beverley Shea",
      "affiliations": []
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Endocrine reviews",
    "iso_abbreviation": "Endocr Rev",
    "issn": "0163-769X",
    "issn_type": "Print",
    "volume": "23",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "508",
  "end_page": "516",
  "pages": "508-16",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Alendronate",
    "Bone Density",
    "Female",
    "Humans",
    "Osteoporosis, Postmenopausal",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "12202465",
    "doi": "10.1210/er.2001-2002"
  },
  "doi": "10.1210/er.2001-2002",
  "dates": {
    "completed": "2003-02-07",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Alendronate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.272433",
    "pmid": "12202465"
  }
}