{
  "pmid": "12207470",
  "uid": "12207470",
  "title": "Effects of management on the yield and high-molecular-weight polysaccharide content of shiitake (Lentinula edodes) mushrooms.",
  "abstract": "Shiitake (Lentinula edodes (Berk.) Pegler) mushroom production in the United States has increased greatly over the last twenty years. Additional expansion of the shiitake mushroom market should be possible if the product can be marketed as a functional food, i.e., a food that has health-promoting effects beyond its nutritional value. High-molecular-weight polysaccharides (HMWP) including lentinan in shiitake may promote human health. This study was conducted to determine if management protocols influence the HMWP of shiitake mushrooms. Results indicate that measuring the total carbohydrate content of water-extractable, ethanol-insoluble polysaccharides was a simple way to estimate HMWP. Results also indicate that log-grown shiitake contained more HMWP than did substrate-grown shiitake. Among log-grown shiitake, both mushroom strain and tree species influenced HMWP content. The results suggest that there is considerable variation among shiitake mushrooms in HMWP content and that production protocols influenced the HMWP content of mushrooms.",
  "authors": [
    {
      "last_name": "Brauer",
      "fore_name": "David",
      "initials": "D",
      "name": "David Brauer",
      "affiliations": [
        "Dale Bumpers Small Farms Research Center, Southern Plains Area, Agricultural Research Service, United States Department of Agriculture, 6883 South Highway 23, Booneville, Arkansas 72927, USA. dbrauer@spa.ars.usda.gov"
      ]
    },
    {
      "last_name": "Kimmons",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Kimmons",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of agricultural and food chemistry",
    "iso_abbreviation": "J Agric Food Chem",
    "issn": "0021-8561",
    "issn_type": "Print",
    "volume": "50",
    "issue": "19",
    "pub_year": "2002",
    "pub_month": "Sep",
    "pub_day": "11"
  },
  "start_page": "5333",
  "end_page": "5337",
  "pages": "5333-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Agriculture",
    "Health Promotion",
    "Molecular Weight",
    "Nutritive Value",
    "Polysaccharides",
    "Shiitake Mushrooms"
  ],
  "article_ids": {
    "pubmed": "12207470",
    "doi": "10.1021/jf020080l",
    "pii": "jf020080l"
  },
  "doi": "10.1021/jf020080l",
  "dates": {
    "completed": "2002-11-04",
    "revised": "2019-07-23"
  },
  "chemicals": [
    "Polysaccharides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.668370",
    "pmid": "12207470"
  }
}