{
  "pmid": "12210591",
  "uid": "12210591",
  "title": "Oral bacteria in multi-species biofilms can be killed by red light in the presence of toluidine blue.",
  "abstract": "BACKGROUND AND OBJECTIVES: Oral bacteria can be killed by light in the presence of a suitable photosensitizer, and this could be used in the treatment of oral infections. In these diseases, however, bacteria are present as biofilms, which are refractive to antimicrobial agents. The purpose of this study was to determine whether oral bacterial biofilms were susceptible to lethal photosensitization. STUDY DESIGN/MATERIALS AND METHODS: Multi-species biofilms of oral bacteria were irradiated with light from a helium/neon laser in the presence of toluidine blue O (TBO) and the survivors enumerated. Controls examining the effects of light and TBO alone were also included. The biofilms were also examined by confocal scanning laser microscopy (CSLM). RESULTS: CSLM revealed that the biofilms had structures similar to those of dental plaque. Although, the biofilms consisted of extremely large numbers of bacteria (approximately 9 x 10(9)), 97.4% were killed following irradiation with 31.5 J of laser light in the presence of 25 microg/ml TBO. CONCLUSIONS: Substantial numbers of oral bacteria in multi-species biofilms can be killed by light in the presence of TBO. This may be useful in the treatment of dental plaque-related diseases.",
  "authors": [
    {
      "last_name": "O'Neill",
      "fore_name": "John F",
      "initials": "JF",
      "name": "John F O'Neill",
      "affiliations": [
        "Department of Microbiology, Eastman Dental Institute, University College London, 256 Grays Inn Road, London WC1X 8LD, United Kingdom. m.wilson@eastman.ucl.ac.uk"
      ]
    },
    {
      "last_name": "Hope",
      "fore_name": "Christopher K",
      "initials": "CK",
      "name": "Christopher K Hope",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Lasers in surgery and medicine",
    "iso_abbreviation": "Lasers Surg Med",
    "issn": "0196-8092",
    "issn_type": "Print",
    "volume": "31",
    "issue": "2",
    "pub_year": "2002"
  },
  "start_page": "86",
  "end_page": "90",
  "pages": "86-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Bacteria",
    "Bacterial Infections",
    "Biofilms",
    "Coloring Agents",
    "Humans",
    "In Vitro Techniques",
    "Light",
    "Mouth",
    "Mouth Diseases",
    "Tolonium Chloride"
  ],
  "article_ids": {
    "pubmed": "12210591",
    "doi": "10.1002/lsm.10087"
  },
  "doi": "10.1002/lsm.10087",
  "dates": {
    "completed": "2002-10-22",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Coloring Agents",
    "Tolonium Chloride"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.695956",
    "pmid": "12210591"
  }
}