{
  "pmid": "12218978",
  "uid": "12218978",
  "title": "Semiquantitative dipyridamole myocardial stress perfusion imaging for cardiac risk assessment before noncardiac vascular surgery: a meta-analysis.",
  "abstract": "BACKGROUND: Semiquantitative dipyridamole myocardial perfusion scintigraphy may provide better estimates of perioperative cardiac risk than nonquantitative scintigraphy. OBJECTIVE: The purpose of this study was to conduct a metaanalysis of semiquantitive dipyridamole myocardial perfusion scintigraphy for the prediction of perioperative myocardial infarction and cardiac death in patients undergoing noncardiac vascular surgery. METHODS: The data sources used were MEDLINE (from 1975 to 1999), citation lists, and correspondence with study authors. We included studies that evaluated preoperative semiquantitative dipyridamole myocardial perfusion scintigraphy in patients undergoing noncardiac vascular surgery. For each study, we calculated results on the basis of the proportion of myocardial segments with reversible perfusion defects. The complications of interest were cardiac death and nonfatal myocardial infarction. We calculated likelihood ratios (LRs) and areas under the receiver operating characteristic curves for individual studies and for the combined data. DATA SYNTHESIS: We identified nine studies involving a total of 1179 patients with 82 cardiac complications (complication rate, 7.0%). Most studies were grade C in quality. Normal scans significantly reduced the likelihood of perioperative cardiac complications (LR, 0.42; 95% CI, 0.20 to 0.88). Fixed defects reduced the likelihood of complications, but the effect was not statistically significant (LR, 0.51; 95% CI, 0.24 to 1.1). Reversibility in less than 20% of myocardial segments did not change the likelihood of perioperative cardiac complications (LR, 1.3, 95% CI, 0.88 to 1.9). LRs for increasing extents of reversibility were: 20% to 29% reversibility (LR, 1.6; 95% CI, 1.0 to 2.6), 30% to 39% reversibility (LR, 2.9; 95% CI, 1.6 to 5.1), 40% to 49% reversibility (LR, 2.9; 95% CI, 1.4 to 6.2), and 50% or more reversibility (LR, 11; 95% CI, 5.8 to 20). The pooled area under the receiver operating characteristic curve was 0.78 (95% CI, 0.65 to 0.89). Heterogeneity was found among study results, but exclusion of heterogeneous studies did not significantly change the summary results. CONCLUSION: Reversible defects in less than 20% of myocardial segments do not significantly alter the risk of perioperative cardiac complications. Greater extents of reversibility on dipyridamole myocardial stress perfusion imaging increase the risk of perioperative complications after noncardiac vascular surgery, but the quality and amount of data regarding greater extents of reversibility are limited.",
  "authors": [
    {
      "last_name": "Etchells",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Etchells",
      "affiliations": [
        "Division of General Internal Medicine at Sunnybrook and Women's College Health Sciences Centre, Toronto, Ontario, Canada. edward.etchells@swchs.on.ca"
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": []
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "George",
      "initials": "G",
      "name": "George Tomlinson",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "0741-5214",
    "issn_type": "Print",
    "volume": "36",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "534",
  "end_page": "540",
  "pages": "534-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Dipyridamole",
    "Exercise Test",
    "Heart",
    "Humans",
    "Intraoperative Complications",
    "Myocardial Infarction",
    "Postoperative Complications",
    "Predictive Value of Tests",
    "ROC Curve",
    "Radionuclide Imaging",
    "Risk Assessment",
    "Vascular Diseases",
    "Vascular Surgical Procedures",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "12218978",
    "doi": "10.1067/mva.2002.126563",
    "pii": "S0741521402000897"
  },
  "doi": "10.1067/mva.2002.126563",
  "dates": {
    "completed": "2002-10-11",
    "revised": "2019-08-22"
  },
  "chemicals": [
    "Vasodilator Agents",
    "Dipyridamole"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.383320",
    "pmid": "12218978"
  }
}