{
  "pmid": "12217807",
  "uid": "12217807",
  "title": "Intracranial bleeding: epidemiology and relationships with antithrombotic treatment in 241 cerebral hemorrhages in Reggio Emilia.",
  "abstract": "BACKGROUND AND OBJECTIVES: Anticoagulant (AC) and antiplatelet (AP) drugs are effectively used in the prevention of thromboembolic events, with the trade-off of bleeding side effects, particularly intracranial. The aim of this study was to determine the incidence of intracranial bleeding in the population of Reggio Emilia and to investigate the potential effect of AC and AP drugs. DESIGN AND METHODS: We reviewed all the patients admitted for cerebral hemorrhages to our hospital between April 1998 and September 2000. Data were collected with a standardized form. All the patients were followed-up to estimate long-term mortality. Chi(2) and t-tests were used as appropriate. Logistic regression analysis was performed to test predictors of mortality. Pharmaceutical department data were employed to estimate the total number of patients receiving AC and AP drugs. RESULTS: We found 241 cases (107/134 female/male, mean age 61 years, 133/107 spontaneous/traumatic events, 0.32/1,000/year overall). Twenty-nine and 47 of these patients were being given AC or AP drugs, respectively (4.9/1,000/year and 3.7/1,000/year). The relative risk of intracranial bleeding was 11.5 in AP and 15.3 in AC treated patients. Two patients (one underwent neurosurgery and one thrombolytic treatment) were excluded from mortality and risk factors analysis. Six patients were lost from follow-up and excluded from mortality analysis. Overall mortality was 100/233 (42.9%); mortality in traumatic events was 25/103 (24.2%) versus 75/130 (57.7%) in spontaneous events. Mortality was 19/29 (65.5%), 26/47 (55.3%) and 55/157 (35%) in AC recipients, AP recipients, and untreated patients, respectively. This increased risk was mainly confined to traumatic events (p = 0.06), without difference between AC and AP recipients. At the time of the event, the mean duration of oral AC treatment was 26.3 months (range 1-120). Mean INR was = 3.1 (range 1.6-8.8). Mortality was significantly predicted by the Glasgow Coma Scale Score (GCS) at admission (p < 0.0001), by the type of bleeding (spontaneous versus traumatic) (p = 0.0026), and by age (p < 0.0001). INTERPRETATION AND CONCLUSIONS: Careful selection of patients and prevention of traumatic events are the main candidate mechanisms to reduce intracranial bleeding in patients being treated with AC and AP drugs.",
  "authors": [
    {
      "last_name": "Nicolini",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Nicolini",
      "affiliations": [
        "Unità Tromboembolismo Venoso, Centro Emostasi e Trombosi, Dipartimento Area Medica 1, Arcispedale Santa Maria Nuova, Reggio Emilia, Italy."
      ]
    },
    {
      "last_name": "Ghirarduzzi",
      "fore_name": "Angelo",
      "initials": "A",
      "name": "Angelo Ghirarduzzi",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "last_name": "Silingardi",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Silingardi",
      "affiliations": []
    },
    {
      "last_name": "Malferrari",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Malferrari",
      "affiliations": []
    },
    {
      "last_name": "Baldi",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Baldi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Haematologica",
    "iso_abbreviation": "Haematologica",
    "issn": "0390-6078",
    "issn_type": "Print",
    "volume": "87",
    "issue": "9",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "948",
  "end_page": "956",
  "pages": "948-56",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acenocoumarol",
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anticoagulants",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Incidence",
    "Infant",
    "Intracranial Hemorrhages",
    "Italy",
    "Male",
    "Middle Aged",
    "Mortality",
    "Platelet Aggregation Inhibitors",
    "Risk Factors",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "12217807"
  },
  "dates": {
    "completed": "2004-01-06",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Platelet Aggregation Inhibitors",
    "Warfarin",
    "Acenocoumarol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.575975",
    "pmid": "12217807"
  }
}