{
  "pmid": "12227117",
  "uid": "12227117",
  "title": "Evidence-based endocrinology. Finding the current best research evidence for practice in endocrinology.",
  "abstract": "New medical information is accumulating at an astonishing rate. It is available in many forms and flavors, and information seekers benefit from being discriminating in searches for answers to clinical problems. Few problems can be addressed satisfactorily simply by entering some relevant content terms into Medline. Such a search, unless the problem is rare, usually results in a flood of citations with no arrangement according to quality, and the user must determine painstakingly which citations are relevant and clinically useful. Fortunately, evidence-based information services are catching up with the growth of the medical literature. Such services organize and provide access to the current best evidence at the point of need. We have described a \"4 S\" hierarchy of evidence-based resources to help focus a practitioner's information seeking strategies, with systems at the highest level of organization, followed by synopses, syntheses, and studies. Practitioners should become familiar with the best access routes for regularly updated services of relevance to their interests and direct their inquiries initially to the highest level of organization of information that exists for their interests. Evidence-based resources continue to be created and evolve, so keeping an eye out for new resources and examining their pedigrees according to the \"4 S\" approach permit practitioners to assemble and organize an ever-improving personal evidence-based library for endocrinology.",
  "authors": [
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, 1200 Main Street West, Hamilton, Ontario, Canada L8N 3Z5. bhaynes@mcmaster.ca"
      ]
    },
    {
      "last_name": "Walker-Dilks",
      "fore_name": "Cynthia J",
      "initials": "CJ",
      "name": "Cynthia J Walker-Dilks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Endocrinology and metabolism clinics of North America",
    "iso_abbreviation": "Endocrinol Metab Clin North Am",
    "issn": "0889-8529",
    "issn_type": "Print",
    "volume": "31",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "527",
  "end_page": "535",
  "pages": "527-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Endocrine System Diseases",
    "Endocrinology",
    "Evidence-Based Medicine",
    "Humans",
    "Problem Solving"
  ],
  "article_ids": {
    "pubmed": "12227117",
    "doi": "10.1016/s0889-8529(02)00012-9",
    "pii": "S0889-8529(02)00012-9"
  },
  "doi": "10.1016/s0889-8529(02)00012-9",
  "dates": {
    "completed": "2003-03-19",
    "revised": "2019-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.003931",
    "pmid": "12227117"
  }
}