{
  "pmid": "12227118",
  "uid": "12227118",
  "title": "Epidemiologic analyses of risk factors, risk indicators, risk markers, and causal factors. The example of albuminuria and the risk of cardiovascular disease in diabetes.",
  "abstract": "Much of the practice of modern medicine deals with prevention of the consequences of chronic conditions, including diabetes, hypertension, obesity, asthma, chronic bronchitis, and inflammatory bowel diseases. To achieve this end, identifying people at risk for these consequences and then initiating the appropriate, evidence-based preventive therapies are key. Characterization and study of risk factors are at the core of this effort and represent the only way that high-risk individuals can be identified. These risk factors can be any imagined variable, ranging from a genetic mutation to a blood result, a previous disease, exposure to an infectious agent or toxin, a socioeconomic state, ethnicity, birth weight, or country of origin. All causal factors for an outcome are risk factors for that outcome; reducing these risk factors almost certainly reduces the outcome. The converse is usually not true, however: identification of a risk factor reveals little about its causal connection to the outcome in question, and reducing this risk factor may or may not reduce the outcome. Once high-risk individuals are identified on the basis of their risk factor profile, the relevant clinical question relates to which therapies have been identified clearly that will reduce the risk or the outcome. If modification of the level of the risk factor is considered therapeutically, the question of whether the risk factor is also a good surrogate outcome must be answered. Information regarding whether the risk factor causes the disease is highly desirable; however, it is often unavailable and is not required before making therapeutic decisions.",
  "authors": [
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Medicine, Department of Clinical Epidemiology and Biostatistics, McMaster University, Room 3V38, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. gerstein@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Endocrinology and metabolism clinics of North America",
    "iso_abbreviation": "Endocrinol Metab Clin North Am",
    "issn": "0889-8529",
    "issn_type": "Print",
    "volume": "31",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "537",
  "end_page": "551",
  "pages": "537-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Albuminuria",
    "Biomarkers",
    "Cardiovascular Diseases",
    "Diabetes Mellitus",
    "Humans",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "12227118",
    "doi": "10.1016/s0889-8529(02)00019-1",
    "pii": "S0889-8529(02)00019-1"
  },
  "doi": "10.1016/s0889-8529(02)00019-1",
  "dates": {
    "completed": "2003-03-19",
    "revised": "2019-11-06"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.538915",
    "pmid": "12227118"
  }
}