{
  "pmid": "12222989",
  "uid": "12222989",
  "title": "Long-term tolerability of the bisphosphonates in postmenopausal osteoporosis: a comparative review.",
  "abstract": "Osteoporosis in postmenopausal women is a growing health concern for society. Bisphosphonates have become the mainstay of prevention and treatment with the mounting evidence of their efficacy over the past two decades. This review article examines the use of the etidronate, alendronate and risedronate. The pivotal trials are reviewed for long-term tolerability, evidence regarding histological safety and gastrointestinal tolerance. Etidronate, alendronate and risedronate have also been examined in meta-analyses, which reviewed methodologically sound trials. Length of treatment, adverse events and medication discontinuation and patients lost to follow-up were evaluated. Etidronate trials and the recent meta-analysis support the safe clinical use of cyclical etidronate with no signs of osteomalacia or other skeletal pathology over 2 to 3 years. In addition to increased bone mineral density (BMD) and vertebral fracture risk reduction, patients tolerated cyclical etidronate well up to 4 years in randomised studies. Non-randomised data has shown safety up to 7 years with clinical and bone biopsy data. Alendronate studies demonstrated similar overall adverse event rates, study discontinuation rates and loss to follow-up rates between placebo and treatment arms, in addition to consistent improvements in BMD, vertebral and non-vertebral fracture risk reductions over 3 to 4 years. Histological safety has been demonstrated up to 3 years. Longer-term therapy in non-randomised trials up to 7 years showed similar clinical safety between alendronate and placebo. Risedronate trials and the meta-analysis also showed similar adverse event profiles between placebo and treatment arms, as well as improvements in BMD, vertebral and non-vertebral fracture risk reductions up to 3 years. Rates of discontinuation due to gastrointestinal events were similar between groups. Histological safety has also been demonstrated for risedronate up to 3 years. Each of these bisphosphonates have been shown to have comparable safety with placebo up to 3 to 4 years, with the most rigourous trials carried out for alendronate and risedronate. Long-term comparative studies are awaited.",
  "authors": [
    {
      "last_name": "Kherani",
      "fore_name": "Raheem B",
      "initials": "RB",
      "name": "Raheem B Kherani",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drug safety",
    "iso_abbreviation": "Drug Saf",
    "issn": "0114-5916",
    "issn_type": "Print",
    "volume": "25",
    "issue": "11",
    "pub_year": "2002"
  },
  "start_page": "781",
  "end_page": "790",
  "pages": "781-90",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Alendronate",
    "Clinical Trials as Topic",
    "Diphosphonates",
    "Etidronic Acid",
    "Female",
    "Humans",
    "Osteoporosis, Postmenopausal",
    "Risedronic Acid",
    "Time"
  ],
  "article_ids": {
    "pubmed": "12222989",
    "doi": "10.2165/00002018-200225110-00003",
    "pii": "251103"
  },
  "doi": "10.2165/00002018-200225110-00003",
  "dates": {
    "completed": "2002-11-15",
    "revised": "2018-11-30"
  },
  "chemicals": [
    "Diphosphonates",
    "Risedronic Acid",
    "Etidronic Acid",
    "Alendronate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.369104",
    "pmid": "12222989"
  }
}