{
  "pmid": "12226679",
  "uid": "12226679",
  "title": "Self-reported awareness and use of the International Classification of Diseases coding of inflammatory bowel disease services by Ontario physicians.",
  "abstract": "RATIONALE: Population and health services research can be performed by linkage analysis of administrative data. However, the robustness of study results is determined by the accuracy of the diagnostic coding. OBJECTIVES: To estimate the awareness, use and accuracy of the International Classification of Diseases, Ninth Revision (ICD-9) coding by physicians providing services for patients with Crohn's disease (CD) and ulcerative colitis (UC). METHODS: All Ontario gastroenterologists and a 10% random sample of internists, pediatricians, pediatric or general surgeons, and family physicians were surveyed by postal questionnaire to estimate the frequency and 95% CI of using codes 555 or 556 when billing for CD- and UC-related services, respectively. c2 tests were used for between-group comparisons. RESULTS: Of the physicians who were surveyed, 67.7% (416 of 614) responded; 258 of 391 (66%) who were still practising in Ontario saw patients with inflammatory bowel disease (IBD), and 54% had more than 10 IBD patients; 86.5% (95% CI 82.4% to 90.6%) were familiar with ICD-9 codes, and 91.4% (95% CI 88.1% to 95.6%) used the codes 555 (CD) or 556 (UC) for billing. Rates of ICD-9 use did not differ by sex but were used more frequently by those graduating after 1981 (P<0.02). Gastroenterologists used ICD-9 IBD codes 555 or 556 significantly more often than all other physicians (P=0.001). Most (more than 75%) Ontario physicians used ICD-9 IBD codes always or frequently when billing for IBD-related services. Few (10%) used these codes to bill for non-IBD-related problems. CONCLUSIONS: These data suggest that there is acceptable use and accuracy of ICD-9 diagnostic coding for CD and UC services - comparable with results from studies of other diseases. Administrative data may thus be used to undertake epidemiological studies in IBD in Ontario.",
  "authors": [
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McHugh",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin McHugh",
      "affiliations": []
    },
    {
      "last_name": "Irvine",
      "fore_name": "E Jan",
      "initials": "EJ",
      "name": "E Jan Irvine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of gastroenterology = Journal canadien de gastroenterologie",
    "iso_abbreviation": "Can J Gastroenterol",
    "issn": "0835-7900",
    "issn_type": "Print",
    "volume": "16",
    "issue": "8",
    "pub_year": "2002",
    "pub_month": "Aug"
  },
  "start_page": "519",
  "end_page": "526",
  "pages": "519-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Awareness",
    "Colitis, Ulcerative",
    "Crohn Disease",
    "Diagnosis-Related Groups",
    "Hospital Information Systems",
    "Humans",
    "Inflammatory Bowel Diseases",
    "International Classification of Diseases",
    "Ontario",
    "Physicians",
    "Registries",
    "Self-Assessment",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12226679",
    "doi": "10.1155/2002/619574"
  },
  "doi": "10.1155/2002/619574",
  "dates": {
    "completed": "2002-11-19",
    "revised": "2019-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.323610",
    "pmid": "12226679"
  }
}