{
  "pmid": "12237638",
  "uid": "12237638",
  "title": "Folate levels in pregnant women who smoke: an important gene/environment interaction.",
  "abstract": "OBJECTIVE: The objective of this study was to determine whether serum and red blood cell folate levels were decreased in pregnant women who smoke and whether total plasma homocysteine levels were elevated. STUDY DESIGN: In this cross-sectional study, serum folate, red blood cell folate, and homocysteine were measured in pregnant first- and early second-trimester pregnant women who smoked (case subjects) and pregnant women who did not smoke (control subjects). In addition, vitamin B(12), albumin, creatinine, cotinine, and hematocrit levels and methylenetetrahydrofolate reductase status were determined and compared between groups. RESULTS: Pregnant women who smoked had significantly lower concentrations of serum folate (22.7 vs 29.4 nmol/L; P =.001) and lower concentrations of red blood cell folate (766 vs 900 nmol/L; P =.038 [not significant]) than pregnant women who did not smoke. Dietary folate intake was not significantly different between pregnant women who smoked and pregnant women who did not smoke. Homocysteine levels were also not significantly different between the groups. For each genotype of methylenetetrahydrofolate reductase, lower levels of serum folate were observed in pregnant women who smoked, with the lowest folate levels seen in homozygous mutant methylenetetrahydrofolate reductase 677TT (18.6 nmol/L in pregnant women who smoked vs 24.2 nmol/L in pregnant women who did not smoke). CONCLUSION: Both serum folate and red blood cell folate are lower in pregnant women who smoked than in pregnant women who did not smoke, although homocysteine levels are not significantly different. There is an important gene environment interaction between methylenetetrahydrofolate reductase gene activity and tobacco exposure on serum folate levels. Lower levels of serum folate may account for the higher rate of miscarriage, stillbirth, abruptio placentae, and fetal anomalies that are observed in pregnant women who smoke. Pregnant women who smoke may benefit from higher doses of folic acid periconceptionally.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "University of Ottawa, Ottawa Hospital, Ontario, Canada. sarahmcdonald999@hotmail.com"
      ]
    },
    {
      "last_name": "Perkins",
      "fore_name": "Sherry L",
      "initials": "SL",
      "name": "Sherry L Perkins",
      "affiliations": []
    },
    {
      "last_name": "Jodouin",
      "fore_name": "Carol Ann",
      "initials": "CA",
      "name": "Carol Ann Jodouin",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Mark C",
      "initials": "MC",
      "name": "Mark C Walker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "0002-9378",
    "issn_type": "Print",
    "volume": "187",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "620",
  "end_page": "625",
  "pages": "620-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cotinine",
    "Cross-Sectional Studies",
    "Erythrocytes",
    "Female",
    "Folic Acid",
    "Genotype",
    "Homocysteine",
    "Humans",
    "Methylenetetrahydrofolate Reductase (NADPH2)",
    "Oxidoreductases Acting on CH-NH Group Donors",
    "Pregnancy",
    "Smoking",
    "Vitamin B 12"
  ],
  "article_ids": {
    "pubmed": "12237638",
    "doi": "10.1067/mob.2002.125239",
    "pii": "S0002937802001783"
  },
  "doi": "10.1067/mob.2002.125239",
  "dates": {
    "completed": "2002-10-18",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Homocysteine",
    "Folic Acid",
    "Oxidoreductases Acting on CH-NH Group Donors",
    "Methylenetetrahydrofolate Reductase (NADPH2)",
    "Cotinine",
    "Vitamin B 12"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.404790",
    "pmid": "12237638"
  }
}