{
  "pmid": "12243783",
  "uid": "12243783",
  "title": "Virus in Trichomonas--an ultrastructural study.",
  "abstract": "Trichomonas vaginalis is a flagellated, parasitic protozoan that inhabits the urogenital tract of humans. Approximately one-half of isolates of T. vaginalis are infected with a double-stranded (ds) RNA virus, which was described in the literature as a homogeneous population of icosahedral virus with isometric symmetry and 33 nm in diameter. The present study describes the heterogeneous virus population found in T. vaginalis isolate 347. This population comprises different virus sizes (33-200 nm) and shape (filamentous, cylindrical, and spherical particles). These observations were made in CsCl-purified virus fractions as well as the thin sections of parasites. Some viruses were only observed after slight changes in the technique where the sample was prepared by the negative staining carbon-film method directly onto freshly cleft mica. The VLPs were found in the cytoplasm closely associated with the Golgi complex, with some VLPs budding from the Golgi, and other VLPs were detected adjacent to the plasma membrane. Unidentified cytoplasmic inclusions were observed in the region close to the VLPs and Golgi. These results indicate that T. vaginalis organisms may be infected with different dsRNA viruses simultaneously and suggest that T. vaginalis may be a reservoir for several viruses. We also showed some steps in the route of T. vaginalis virus and some aspects of the cytopathology of this infection. Purified VLPs were transfected to virus-free T. vaginalis isolates. Our results demonstrate that TVV attach and penetrate into trichomonads through endocytic coated pits and are maintained within vacuoles during batch culture for several daily passages. Immediately after virus transfection, many cells were lysed, whereas some intact reminiscent cells were recruited forming large clusters. Virus particles were found outside the cells, and in coated pits, within vacuoles in the cytoplasm, and infrequently within the nucleus. The Golgi complex showed changes in its electron density and in the cisternae structure. In lysed cells, virus particles were clearly seen over the residual membranes.",
  "authors": [
    {
      "last_name": "Benchimol",
      "fore_name": "Marlene",
      "initials": "M",
      "name": "Marlene Benchimol",
      "affiliations": [
        "Universidade Santa Ursula, Rua Jornalista Orlando Dantas, 59, Botafogo, 22231-010, Rio de Janeiro, Brazil. marlene@usu.br"
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": []
    },
    {
      "last_name": "Chang",
      "fore_name": "T-H",
      "initials": "TH",
      "name": "T-H Chang",
      "affiliations": []
    },
    {
      "last_name": "Alderete",
      "fore_name": "John F",
      "initials": "JF",
      "name": "John F Alderete",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Parasitology international",
    "iso_abbreviation": "Parasitol Int",
    "issn": "1383-5769",
    "issn_type": "Print",
    "volume": "51",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "293",
  "end_page": "298",
  "pages": "293-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "Microscopy, Electron",
    "RNA, Double-Stranded",
    "Trichomonas vaginalis",
    "Virion"
  ],
  "article_ids": {
    "pubmed": "12243783",
    "doi": "10.1016/s1383-5769(02)00016-8",
    "pii": "S1383576902000168"
  },
  "doi": "10.1016/s1383-5769(02)00016-8",
  "dates": {
    "completed": "2002-11-21",
    "revised": "2019-11-06"
  },
  "chemicals": [
    "RNA, Double-Stranded"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.045888",
    "pmid": "12243783"
  }
}