{
  "pmid": "12324991",
  "uid": "12324991",
  "title": "Reduction of cardiovascular events and microvascular complications in diabetes with ACE inhibitor treatment: HOPE and MICRO-HOPE.",
  "abstract": "The Heart Outcomes Prevention Evaluation (HOPE) study, an international randomized trial, was designed to evaluate the effects of the angiotensin-converting enzyme (ACE) inhibitor ramipril and vitamin E in patients at high risk for cardiovascular events. The study did not detect any cardiovascular benefit or harm using vitamin E. Results for the vitamin E arm are not discussed here. Of 9541 patients, 3577 with diabetes received either ramipril (10 mg) or placebo. Among these patients, ramipril use was associated with a significant 25% reduction in risk for the composite endpoint of myocardial infarction (MI), stroke, or cardiovascular death after a median follow-up period of 4.5 years. This benefit was independent of any blood pressure-lowering effect. The Microalbuminuria, Cardiovascular, and Renal Outcomes in HOPE (MICRO-HOPE) substudy in this patient population showed that ramipril treatment was associated with a decreased risk of development of overt nephropathy. Use of a composite measure of microvascular complications also suggested a protective effect of ramipril treatment. An interesting finding in the HOPE study is that ramipril treatment was associated with a significant 34% reduction in new diagnoses of diabetes. The possibility that ACE inhibitor treatment with ramipril may prevent new diabetes in non-diabetic patients at high risk of the disease is to be examined prospectively in the Diabetes Reduction Assessment with ramipril and rosiglitazone (DREAM) trial.",
  "authors": [
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, Ontario, Canada. gerstein@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Diabetes/metabolism research and reviews",
    "iso_abbreviation": "Diabetes Metab Res Rev",
    "issn": "1520-7552",
    "issn_type": "Print",
    "volume": "18 Suppl 3",
    "pub_year": "2002"
  },
  "start_page": "S82",
  "end_page": "S85",
  "pages": "S82-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Diabetes Mellitus",
    "Diabetic Angiopathies",
    "Diabetic Nephropathies",
    "Double-Blind Method",
    "Humans",
    "Multicenter Studies as Topic",
    "Ramipril",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12324991",
    "doi": "10.1002/dmrr.285"
  },
  "doi": "10.1002/dmrr.285",
  "dates": {
    "completed": "2003-04-17",
    "revised": "2022-03-31"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Ramipril"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.539276",
    "pmid": "12324991"
  }
}