{
  "pmid": "12355476",
  "uid": "12355476",
  "title": "Predictors of infection in rheumatoid arthritis.",
  "abstract": "OBJECTIVE: Patients with rheumatoid arthritis (RA) have been shown to have an increased susceptibility to the development of infections. The exact causes of this increased risk are unknown, but may relate to immunologic disturbances associated with the disease or to the immunosuppressive effects of agents used in its treatment. This study was undertaken to identify predictors of serious infections among patients with RA. Identification of such factors is the necessary first step in reducing the excess risk of infection in RA. METHODS: Members of a population-based incidence cohort of Rochester, Minnesota residents ages >or=18 years, who had been diagnosed with RA between 1955 and 1994, were followed up longitudinally through their complete medical records until January 1, 2000. We examined potential risk factors for the development of all objectively confirmed (by microbiology or radiology) infections and for infections requiring hospitalization. Potential risk factors included RA severity measures (rheumatoid factor positivity, elevated erythrocyte sedimentation rate, extraarticular manifestations of RA, and functional status), comorbidities (diabetes mellitus, alcoholism, and chronic lung disease), and other risk factors for infection (presence of leukopenia, smoking). Predictors were identified using multivariate time-dependent Cox proportional hazards modeling. RESULTS: The 609 RA patients in the cohort had a total followup time of 7,729.7 person-years (mean 12.7 years per patient). A total of 389 patients (64%) had at least 1 infection with objective confirmation, and 290 (48%) had at least 1 infection requiring hospitalization. Increasing age, presence of extraarticular manifestations of RA, leukopenia, and comorbidities (chronic lung disease, alcoholism, organic brain disease, and diabetes mellitus), as well as use of corticosteroids, were strong predictors of infection (P < 0.004) in both univariate and multivariate analyses. Notably, use of disease-modifying antirheumatic drugs was not associated with increased risk of infection in multivariate analyses, after adjustment for demographic characteristics, comorbidities, and disease-related variables. CONCLUSION: We identified a number of strong predictors of infections in a population-based cohort of patients with RA. These results can be used to prospectively identify high-risk patients, who may benefit from closer followup and implementation of preventive strategies.",
  "authors": [
    {
      "last_name": "Doran",
      "fore_name": "Michele F",
      "initials": "MF",
      "name": "Michele F Doran",
      "affiliations": [
        "Beaumont Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Crowson",
      "fore_name": "Cynthia S",
      "initials": "CS",
      "name": "Cynthia S Crowson",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "O'Fallon",
      "fore_name": "W Michael",
      "initials": "WM",
      "name": "W Michael O'Fallon",
      "affiliations": []
    },
    {
      "last_name": "Gabriel",
      "fore_name": "Sherine E",
      "initials": "SE",
      "name": "Sherine E Gabriel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "46",
    "issue": "9",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "2294",
  "end_page": "2300",
  "pages": "2294-300",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Arthritis, Rheumatoid",
    "Cohort Studies",
    "Female",
    "Forecasting",
    "Hospitalization",
    "Humans",
    "Incidence",
    "Infections",
    "Male",
    "Middle Aged",
    "Minnesota",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "12355476",
    "doi": "10.1002/art.10529"
  },
  "doi": "10.1002/art.10529",
  "dates": {
    "completed": "2002-11-08",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Adrenal Cortex Hormones"
  ],
  "grants": [
    {
      "grant_id": "AR-30582",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.833020",
    "pmid": "12355476"
  }
}