{
  "pmid": "12352564",
  "uid": "12352564",
  "title": "A lack of consensus in the assessment of fracture healing among orthopaedic surgeons.",
  "abstract": "BACKGROUND: The assessment of fracture healing is both a clinically relevant and frequently used outcome measure following lower extremity trauma. However, it remains uncertain whether there is a consensus in the assessment of fracture healing among orthopaedic surgeons. Variability in the assessment of healing may have important implications in surgeons' decisions to intervene when they perceive fracture healing is slow to progress. OBJECTIVE: To identify surgeons' approaches in the assessment of tibial fracture healing and the definitions of a delayed union, nonunion, and malunion among orthopaedic surgeons. STUDY DESIGN: Cross-sectional survey of 577 orthopaedic surgeons. METHODS: Focus groups, key informants, and sampling to redundancy strategies were used to develop a survey to examine surgeons' opinions in the assessment of tibial shaft fractures. Surgeons were asked how often the following variables were used in the assessment of fracture healing: (a) callus size; (b) cortical continuity; (c) progressive loss of fracture line; (d) pain with weight bearing; and (e) pain to palpation at the fracture site. Further, surgeons were asked to provide a time point beyond which a delayed union becomes a nonunion. Finally, surgeons specified their limits of acceptable fracture alignment (translation, shortening, rotation, varus/valgus, and procurvatum/recurvatum). The survey was pilot tested for clarity and content validity. This survey was mailed to 577 orthopaedic surgeons who were members of the Orthopaedic Trauma Association, American Academy of Orthopaedic Surgeons, and European-AO International-affiliated trauma centers. RESULTS: Responses were obtained from 444 surgeons (response rate 77%). For each variable, the proportion of surgeons who always used the criterion ranged from 39.7% to 45.4%, and those who occasionally or never used the criterion ranged from 20.7% to 26.9%. Surgeons' definitions of delayed union ranged from 1 to 8 months, whereas definitions of nonunion ranged from 2 to 12 months. There was also variability in definitions of fracture malunion. Acceptable degrees of fracture shortening and translation ranged from less than 5 mm to greater than 15 mm. Surgeons' definitions of acceptable angular malunions (rotational, varus/valgus, and procurvatum/recurvatum) ranged from less than 5 degrees to 20 degrees. CONCLUSIONS: There is a lack of consensus in the assessment of fracture healing in tibial shaft fractures among orthopaedic surgeons. Varying definitions of nonunion and malunion may influence the decision to intervene in an effort to promote fracture healing and/or realign the fracture.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "16",
    "issue": "8",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "562",
  "end_page": "566",
  "pages": "562-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Consensus",
    "Cross-Sectional Studies",
    "Fracture Healing",
    "Fractures, Malunited",
    "Fractures, Ununited",
    "Humans",
    "Orthopedics",
    "Outcome Assessment, Health Care",
    "Postoperative Complications",
    "Reoperation",
    "Tibial Fractures",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "12352564",
    "doi": "10.1097/00005131-200209000-00004"
  },
  "doi": "10.1097/00005131-200209000-00004",
  "dates": {
    "completed": "2002-12-13",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.807535",
    "pmid": "12352564"
  }
}