{
  "pmid": "12358372",
  "uid": "12358372",
  "title": "High-pressure irrigation increases adipocyte-like cells at the expense of osteoblasts in vitro.",
  "abstract": "High-pressure lavage produces greater visible damage to bone at a macroscopic and microscopic level when compared with low-pressure lavage and can result in delay in the healing of fractures. Osteoblasts and adipocytes are derived from mesenchymal stem cells. Conditions which lead to bone loss often involve a switch from the osteoblast to adipocyte lineage. We have therefore examined the effect of high- and low-pressure irrigation on the differentiation of adipocytes. Calvaria-derived bone cells were exposed to either low-pressure or high-pressure irrigation with normal saline. After 14 days the cells were fixed and the osteoblasts and adipocytes quantified using Oil Red O to stain cytoplasmic lipid droplets (triglycerides) in the cells. Osteoblasts were quantified using a commercially available alkaline-phosphatase staining assay. A standard quantitative reverse transcription-polymerase chain reaction (RT-PCR) was performed. Messenger RNA levels for osteocalcin, a marker of osteoblasts, and PPARy2, a marker of adipocytes, were measured. High-pressure lavage resulted in an increase in adipogenesis of 50% when compared with low-pressure lavage. Our findings suggest that high-pressure lavage may promote differentiation of mesenchymal stem cells towards the adipocyte lineage. This may have clinical significance in the development of delayed and nonunion after treatment of fractures of long bones.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Health Sciences Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. British volume",
    "iso_abbreviation": "J Bone Joint Surg Br",
    "issn": "0301-620X",
    "issn_type": "Print",
    "volume": "84",
    "issue": "7",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "1054",
  "end_page": "1061",
  "pages": "1054-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adipocytes",
    "Analysis of Variance",
    "Animals",
    "Animals, Newborn",
    "Azo Compounds",
    "Cell Differentiation",
    "Cells, Cultured",
    "Coloring Agents",
    "In Vitro Techniques",
    "Mice",
    "Mice, Inbred C57BL",
    "Osteoblasts",
    "Osteocalcin",
    "Photomicrography",
    "Pressure",
    "Receptors, Cytoplasmic and Nuclear",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Therapeutic Irrigation",
    "Transcription Factors"
  ],
  "article_ids": {
    "pubmed": "12358372",
    "doi": "10.1302/0301-620x.84b7.12532"
  },
  "doi": "10.1302/0301-620x.84b7.12532",
  "dates": {
    "completed": "2002-10-25",
    "revised": "2019-09-16"
  },
  "chemicals": [
    "Azo Compounds",
    "Coloring Agents",
    "Receptors, Cytoplasmic and Nuclear",
    "Transcription Factors",
    "Osteocalcin",
    "oil red O"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.094704",
    "pmid": "12358372"
  }
}