{
  "pmid": "12359046",
  "uid": "12359046",
  "title": "Association of circulating Chlamydia pneumoniae DNA with cardiovascular disease: a systematic review.",
  "abstract": "BACKGROUND: Chlamydia pneumoniae antigens, nucleic acids, or intact organisms have been detected in human atheroma. However, the presence of antibody does not predict subsequent cardiovascular (CV) events. We performed a systematic review to determine whether the detection of C. pneumoniae DNA in peripheral blood mononuclear cells (PBMC) was associated with CV disease. METHODS: We sought studies of C. pneumoniae DNA detection in PBMC by polymerase chain reaction (PCR) among patients with CV disease or other clinical conditions. We pooled studies in which CV patients were compared with non-diseased controls. We analyzed differences between studies by meta-regression, to determine which epidemiological and technical characteristics were associated with higher prevalence. RESULTS: Eighteen relevant studies were identified. In nine CV studies with control subjects, the prevalence of circulating C. pneumoniae DNA was 252 of 1763 (14.3%) CV patients and 74 of 874 (8.5%) controls, for a pooled odds ratio of 2.03 (95% CI: 1.34, 3.08, P < 0.001). Prevalence was not adjusted for CV risk factors. Current smoking status, season, and age were associated with C. pneumoniae DNA detection. High prevalence (>40%) was found in patients with cardiac, vascular, chronic respiratory, or renal disease, and in blood donors. Substantial differences between studies were identified in methods of sampling, extraction, and PCR targets. CONCLUSIONS: C. pneumoniae DNA detection was associated with CV disease in unadjusted case-control studies. However, adjustment for potentially confounding measures such as smoking or season, and standardization of laboratory methods, are needed to confirm this association.",
  "authors": [
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Dept of Pathology and Molecular Medicine, McMaster University, Hamilton ON, Canada. smiejam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Mahony",
      "fore_name": "James",
      "initials": "J",
      "name": "James Mahony",
      "affiliations": []
    },
    {
      "last_name": "Petrich",
      "fore_name": "Astrid",
      "initials": "A",
      "name": "Astrid Petrich",
      "affiliations": []
    },
    {
      "last_name": "Boman",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Boman",
      "affiliations": []
    },
    {
      "last_name": "Chernesky",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Chernesky",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2002",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "21",
  "pages": "21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Age Factors",
    "Arteriosclerosis",
    "Cardiovascular Diseases",
    "Chlamydophila pneumoniae",
    "DNA, Bacterial",
    "Female",
    "Humans",
    "Leukocytes, Mononuclear",
    "Male",
    "Prevalence",
    "Seasons",
    "Sex Factors",
    "Smoking",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "12359046",
    "pmc": "PMC130041",
    "doi": "10.1186/1471-2334-2-21"
  },
  "doi": "10.1186/1471-2334-2-21",
  "pmc_id": "PMC130041",
  "dates": {
    "completed": "2003-02-21",
    "revised": "2024-02-29"
  },
  "chemicals": [
    "DNA, Bacterial"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.047855",
    "pmid": "12359046"
  }
}