{
  "pmid": "12365232",
  "uid": "12365232",
  "title": "Muscular control of the patella.",
  "abstract": "Patellofemoral patients are among the most common yet most challenging individuals presenting for orthopedic care. The key word in the previous sentence is individual. A single protocol of care is not sufficient for these special \"individuals.\" Many concepts have been evaluated through review of the peer-reviewed literature with the following highlights: (1) the concept of VMO isolation through specific exercise should no longer be part of our lexicon; (2) patellofemoral patients improve when they are able to enhance quadriceps functional patterns by way of pain-free exercise; (3) patellofemoral patients do not fit into a single \"box\" but rather require an evaluation-based classification and specific interventional pattern. Many of the special techniques used by clinicians in treating these patients have not been well defined through research and also are lacking in evidence of clinical efficacy. We also must recognize, however, that good clinical observations can be the first step in defining what questions should be asked and how they can be answered. It is vital that we answer the questions without allowing \"bad science\" through dogma and anecdote to prevail. Likewise, we need to be diligent in determining our successes and failures through well designed and implemented clinical and research studies.",
  "authors": [
    {
      "last_name": "Malone",
      "fore_name": "Terry",
      "initials": "T",
      "name": "Terry Malone",
      "affiliations": [
        "Department of Physical Therapy, University of Kentucky, 900 South Limestone, Lexington, KY 40536, USA. trmalo1@uky.edu"
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "George",
      "initials": "G",
      "name": "George Davies",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "W Michael",
      "initials": "WM",
      "name": "W Michael Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinics in sports medicine",
    "iso_abbreviation": "Clin Sports Med",
    "issn": "0278-5919",
    "issn_type": "Print",
    "volume": "21",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Jul"
  },
  "start_page": "349",
  "end_page": "362",
  "pages": "349-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Exercise",
    "Humans",
    "Isometric Contraction",
    "Joint Diseases",
    "Knee Injuries",
    "Muscle, Skeletal",
    "Pain",
    "Patella",
    "Peer Review",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "12365232",
    "doi": "10.1016/s0278-5919(02)00014-5",
    "pii": "S0278-5919(02)00014-5"
  },
  "doi": "10.1016/s0278-5919(02)00014-5",
  "dates": {
    "completed": "2003-02-21",
    "revised": "2019-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.418065",
    "pmid": "12365232"
  }
}