{
  "pmid": "12379159",
  "uid": "12379159",
  "title": "Development and use of a computer program to detect potentially inappropriate prescribing in older adults residing in Canadian long-term care facilities.",
  "abstract": "BACKGROUND: Inappropriate prescribing has been estimated to be as high as 40% in long-term care. The purpose of this study was to develop a computer program that identifies potentially inappropriate drug prescriptions and to test its reliability. METHODS: Potentially inappropriate prescriptions were identified based on modified McLeod guidelines. A database from one pharmacy servicing long-term care facilities in Ontario was utilized for this cross-sectional study. Prescription information was available for the 356 long-term care residents and included: the date the prescription was filled, the quantity of drug prescribed and the eight-digit drug identification number. The pharmacy database was linked to the computer-based program for targeting potential inappropriate prescriptions. The computer program's reliability was assessed by comparing its results to a manual search conducted by two independent research assistants. RESULTS: There was complete agreement between the computer and manual abstraction for the total number of potentially inappropriate prescriptions detected. In total, 83 potentially inappropriate prescriptions were identified. Fifty-three residents (14.9%) received at least one potentially inappropriate prescription. Of those, twenty (37.7%) received two potential inappropriate prescriptions and eight (15.1%) received 3 or more potential inappropriate prescriptions. The most common potential inappropriate prescriptions were identified as long-term use of non-steroidal anti-inflammatory agents and tricyclic antidepressants with active metabolites. CONCLUSION: A computer program can accurately and automatically detect inappropriate prescribing in residents of long-term care facilities. This tool may be used to identify potentially inappropriate drug combinations and educate health care professionals.",
  "authors": [
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Division of Geriatric Medicine, McMaster University Hamilton, Ontario, Canada. papaioannou@hhsc.ca"
      ]
    },
    {
      "last_name": "Bedard",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Bedard",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Campbell",
      "affiliations": []
    },
    {
      "last_name": "Dubois",
      "fore_name": "Sacha",
      "initials": "S",
      "name": "Sacha Dubois",
      "affiliations": []
    },
    {
      "last_name": "Ferko",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Ferko",
      "affiliations": []
    },
    {
      "last_name": "Heckman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Heckman",
      "affiliations": []
    },
    {
      "last_name": "Flett",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Flett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2002",
    "pub_month": "Oct",
    "pub_day": "14"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "12379159",
    "pmc": "PMC131054",
    "doi": "10.1186/1471-2318-2-5"
  },
  "doi": "10.1186/1471-2318-2-5",
  "pmc_id": "PMC131054",
  "dates": {
    "completed": "2005-04-15",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.369314",
    "pmid": "12379159"
  }
}