{
  "pmid": "12375752",
  "uid": "12375752",
  "title": "Effect of prolonged pneumoperitoneum on intraoperative urine output during laparoscopic gastric bypass.",
  "abstract": "BACKGROUND: Intraoperative oliguria is common during laparoscopic operations. The objective of this study was to evaluate the effects of prolonged pneumoperitoneum during laparoscopic gastric bypass (GBP) on intraoperative urine output and renal function. METHODS: 104 patients with a body mass index between 40 and 60 kg/m2 were randomly assigned to laparoscopic (n = 54) or open (n = 50) GBP. Intraoperative urine output was recorded at 30-min intervals. Blood urea nitrogen and creatinine levels were measured at baseline and on postoperative days 1, 2, and 3. Levels of antidiuretic hormone, aldosterone, and plasma renin activity were also measured in a subset of laparoscopic (n = 22) and open (n = 24) GBP patients at baseline, 2 hours after surgical incision, and in the recovery room. RESULTS: The laparoscopic and open groups were similar in age, gender, and body mass index. There was no significant difference in amount of intraoperative fluid administered between groups (5.4 +/- 1.6 L, laparoscopic versus 5.8 +/- 1.7 L, open), but operative time was longer in the laparoscopic group (232 min versus 200 min, p < 0.01). Urinary output during laparoscopic GBP was 64% lower than during open GBP at 1 hour after surgical incision (19 mL versus 55 mL, p < 0.01) and continued to remain lower than that of the open group by 31-50% throughout the operation. Postoperative blood urea nitrogen and creatinine levels remained within the normal range in both groups. Serum levels of antidiuretic hormone, aldosterone, and plasma renin activity peaked at 2 hours after surgical incision with no significant difference between the two groups. CONCLUSION: Prolonged pneumoperitoneum during laparoscopic gastric bypass significantly reduced intraoperative urine output but did not adversely alter postoperative renal function.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Ninh T",
      "initials": "NT",
      "name": "Ninh T Nguyen",
      "affiliations": [
        "Department of Surgery, University of California Davis Medical Center, Sacramento, USA."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard V",
      "initials": "RV",
      "name": "Richard V Perez",
      "affiliations": []
    },
    {
      "last_name": "Fleming",
      "fore_name": "Neal",
      "initials": "N",
      "name": "Neal Fleming",
      "affiliations": []
    },
    {
      "last_name": "Rivers",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Rivers",
      "affiliations": []
    },
    {
      "last_name": "Wolfe",
      "fore_name": "Bruce M",
      "initials": "BM",
      "name": "Bruce M Wolfe",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Surgeons",
    "iso_abbreviation": "J Am Coll Surg",
    "issn": "1072-7515",
    "issn_type": "Print",
    "volume": "195",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Oct"
  },
  "start_page": "476",
  "end_page": "483",
  "pages": "476-83",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aldosterone",
    "Blood Urea Nitrogen",
    "Creatinine",
    "Female",
    "Gastric Bypass",
    "Humans",
    "Intraoperative Period",
    "Kidney",
    "Laparoscopy",
    "Male",
    "Obesity, Morbid",
    "Pneumoperitoneum, Artificial",
    "Renin",
    "Time Factors",
    "Urine",
    "Vasopressins"
  ],
  "article_ids": {
    "pubmed": "12375752",
    "doi": "10.1016/s1072-7515(02)01321-2",
    "pii": "S1072-7515(02)01321-2"
  },
  "doi": "10.1016/s1072-7515(02)01321-2",
  "dates": {
    "completed": "2002-12-03",
    "revised": "2019-09-22"
  },
  "chemicals": [
    "Vasopressins",
    "Aldosterone",
    "Creatinine",
    "Renin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.683085",
    "pmid": "12375752"
  }
}