{
  "pmid": "12377316",
  "uid": "12377316",
  "title": "Defining patient-based minimal clinically important effect sizes: a study in palliative radiotherapy for painful unresectable pelvic recurrences from rectal cancer.",
  "abstract": "PURPOSE: To measure patient-based minimal clinically important effect sizes (minimal incremental benefit that an individual would require to accept one treatment option over another) for pain relief between two contrasting palliative radiotherapy regimens for painful pelvic recurrences from rectal cancer. METHODS AND MATERIALS: Forty-three patients with a history of cancer pain without prior pelvic radiotherapy participated in decision aid-facilitated trade-off exercises. The clinical scenario and treatment options of a 5-day vs. a 20-day course of radiotherapy were described. The duration of pain relief for the 20-day regimen was increased until the respondents' preferences switched to the 20-day regimen. The exercises were repeated for different probabilities of benefit and pain intensity at the time of decision making. RESULTS: When the probability of pain relief was unchanged, the median switch point for the duration of pain relief was 6.7 and 7.2 months for severe and mild pain, respectively. The cumulative percentage frequency curve for the switch points approximated a sigmoid distribution. CONCLUSION: Determining the minimal clinically important effect sizes for symptom relief for palliative therapies is feasible. This type of information can be used to incorporate patient values into clinical trial designs. Modification of this method can be used to improve our understanding of shared (physician and patient) decision making.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "Rebecca K S",
      "initials": "RK",
      "name": "Rebecca K S Wong",
      "affiliations": [
        "Radiation Medicine Program, Princess Margaret Hospital, University Health Network, University of Toronto, Toronto, ON, Canada. rebecca.wong@rmp.uhn.on.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Whelan",
      "affiliations": []
    },
    {
      "last_name": "Franssen",
      "fore_name": "Edmee",
      "initials": "E",
      "name": "Edmee Franssen",
      "affiliations": []
    },
    {
      "last_name": "Fung",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Fung",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of radiation oncology, biology, physics",
    "iso_abbreviation": "Int J Radiat Oncol Biol Phys",
    "issn": "0360-3016",
    "issn_type": "Print",
    "volume": "54",
    "issue": "3",
    "pub_year": "2002",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "661",
  "end_page": "669",
  "pages": "661-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Decision Support Techniques",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Pain",
    "Pain Measurement",
    "Palliative Care",
    "Patient Participation",
    "Pelvic Neoplasms",
    "Rectal Neoplasms"
  ],
  "article_ids": {
    "pubmed": "12377316",
    "doi": "10.1016/s0360-3016(02)02995-4",
    "pii": "S0360301602029954"
  },
  "doi": "10.1016/s0360-3016(02)02995-4",
  "dates": {
    "completed": "2002-11-22",
    "revised": "2019-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.832378",
    "pmid": "12377316"
  }
}