{
  "pmid": "12386407",
  "uid": "12386407",
  "title": "The Non-Analytical Basis of Clinical Reasoning.",
  "abstract": "This paper explores the assertion that much of clinical diagnostic thinking is based on the rapid and unconscious matching of the presenting problem to a similar, previously encountered, problem. This 'non-analytic' form of concept formation has been described in the psychology literature for over a decade. From this theory, we deduce and test several hypotheses: 1) Diagnosis is based in part on similarity to a particular previous example. In studies in dermatology, specific similarity accounts for about 30% of diagnosis. 2) When experts err, these errors are as likely as novices to occur on typical presentations. For residents, general practitioners and dermatologists, about 40% of errors were on typical slides. 3) Features are re-interpreted in light of diagnostic hypotheses. In radiology, attaching a standard positive history to the film bag increased the number of features seen on both normal and abnormal films by about 50%. 4) Experts cannot predict errors of other experts. In dermatology, experts predicted only 11-60% of errors committed by their colleagues. We conclude that amassing prior instances is an important component of expertise, and education should recognize this element.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R.",
      "initials": "GR",
      "name": "Geoffrey R. Norman",
      "affiliations": [
        "McMaster University, Health Science Center, 1200 Main Street West, Hamilton, Ontario, Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Lee R.",
      "initials": "LR",
      "name": "Lee R. Brooks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "1997"
  },
  "start_page": "173",
  "end_page": "184",
  "pages": "173-184",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "12386407",
    "doi": "10.1023/A:1009784330364",
    "pii": "146630"
  },
  "doi": "10.1023/A:1009784330364",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.733571",
    "pmid": "12386407"
  }
}