{
  "pmid": "12386464",
  "uid": "12386464",
  "title": "Medline for Medical Students? Searching for the Right Answer.",
  "abstract": "Objective: Does MEDLINE use, when added to more traditional sources of information, improve the accuracy of medical students' clinical decisions when compared to those obtained using traditional sources only? Design: Randomized control trial. Setting: McMaster University Faculty of Medicine, Undergraduate Program. Participants: The entire class of 101 medical students, class of 1998. Overall response rate on 9 items was 56% (510/909), with 35% (35/101) completing all 9 items. Intervention: All participants were randomized on each of the nine clincal scenarios for which the student could choose to apply, or refrain from applying, a proferred intervention. When randomized to the control arm, the student used traditional sources of information for decision-making. When randomized to the experimental arm, the student used MEDLINE searching in addition to more traditional sources of information, for decision-making. Main Outcome Measures: Prior to, and subsequent to the information search, the students indicated their comfort in using the proffered intervention on a seven point Likert scale. Results: Analyzed with one-way ANOVA, the mean rating post-search of the control non- MEDLINE arm was 2.94 (SD = 1.80) (where 1 = correct, 7 = incorrect) and of the experimental MEDLINE arm was 2.71 (SD = 1.81), (F(1,522) = 2.03, p = 0.15 n.s). The mean change of the control arm was 0.97 (SD = 2.04) and of the experimental arm was 1.008 (SD = 1.92), (F(1,511) = 0.04, p = 0.84n.s.). Conclusions: The addition of MEDLINE to more traditional answer-seeking behaviors by medical students does not translate into a beneficial impact on clinical decision-making.",
  "authors": [
    {
      "last_name": "Reiter",
      "fore_name": "Harold I.",
      "initials": "HI",
      "name": "Harold I. Reiter",
      "affiliations": [
        "Hamilton Regional Cancer Centre, 699 Concession Street, Hamilton, Ontario L8V 5C2, Canada. E-mail: harold.reiter@hrcc.on.ca"
      ]
    },
    {
      "last_name": "Neville",
      "fore_name": "Alan J.",
      "initials": "AJ",
      "name": "Alan J. Neville",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2000"
  },
  "start_page": "221",
  "end_page": "232",
  "pages": "221-232",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "12386464",
    "doi": "10.1023/A:1009877514060",
    "pii": "267552"
  },
  "doi": "10.1023/A:1009877514060",
  "dates": {
    "revised": "2019-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.075941",
    "pmid": "12386464"
  }
}