{
  "pmid": "12393078",
  "uid": "12393078",
  "title": "A critical look at transition ratings.",
  "abstract": "Patient ratings of the extent to which they have improved or deteriorated-transition ratings-are extremely common in clinical practice and clinical research. However, some have raised concerns about transition rating validity. We examined data from three studies, each of which explored the relation between a disease-specific health-related quality of life (HRQL) instrument and transition ratings corresponding to instrument domains. For instance, we looked at the relation between differences in score on the dyspnea domain of the Chronic Respiratory Questionnaire at Times 1 (pre score) and 2 (post score), and the patients' global rating of change in dyspnea at time 2. We restricted ourselves to comparisons in which the correlation between the HRQL instrument domain and the corresponding global rating of change was at least 0.5. A perfectly valid transition rating would show correlations with the pre and post scores of equal magnitude and opposite sign, and regression coefficients of similar magnitude. Of 14 comparisons, correlations between pre and post scores and transition ratings were similar in three instances, and regression coefficients similar in eight. After considering the post score in a regression in which the transition score was the dependent variable, the pre score explained a statistically significant portion of the variance at the 0.01 level in all but four instances. Although transition scores seldom show the ideal pattern of association with pre and post scores, pre scores usually show appreciable correlation and highly significant regression coefficients with transition scores. Investigators using transition scores should ensure their validity by exploring relationships with pre and post scores of corresponding domain scores.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Room 2C12, 1200 Main Street West, Hamilton, Ontario, Canada. guyatt@mcmaster.ca"
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    },
    {
      "last_name": "Juniper",
      "fore_name": "Elizabeth F",
      "initials": "EF",
      "name": "Elizabeth F Juniper",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "0895-4356",
    "issn_type": "Print",
    "volume": "55",
    "issue": "9",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "900",
  "end_page": "908",
  "pages": "900-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Asthma",
    "Chronic Disease",
    "Conjunctivitis, Allergic",
    "Humans",
    "Linear Models",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality of Life",
    "Severity of Illness Index",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12393078",
    "doi": "10.1016/s0895-4356(02)00435-3",
    "pii": "S0895435602004353"
  },
  "doi": "10.1016/s0895-4356(02)00435-3",
  "dates": {
    "completed": "2002-11-08",
    "revised": "2019-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.733734",
    "pmid": "12393078"
  }
}