{
  "pmid": "12394874",
  "uid": "12394874",
  "title": "Current practice in the intramedullary nailing of tibial shaft fractures: an international survey.",
  "abstract": "BACKGROUND: Tibial fractures are the most common of all long bone fractures. Although many tibial fractures may be managed conservatively, a certain subset, including unstable fractures and open fractures, require operative stabilization. Intramedullary nails have become the popular choice of implant in the treatment of tibial shaft fractures. The variability in outcomes with tibial shaft fractures may reflect technical aspects of the surgical procedure and perioperative care regimens among surgeons. Identifying the distribution of surgeons' preferences in nailing technique, and the rationale for their choices, will aid in focusing educational activities for the orthopedic community and planning future clinical trials. Our objectives were to clarify surgeons' opinions regarding technical aspects of surgery and perioperative care after intramedullary nailing of closed and open tibial shaft fractures, and to identify predictors of surgeons' preferences in technique and perioperative care. METHODS: This study was a cross-sectional survey using focus groups, key informants, and sampling to redundancy strategies to develop a survey to examine surgeons' preferences in the treatment of tibial shaft fractures. The survey was pilot tested for clarity and content validity. We mailed this survey in July 2000 to 577 orthopedic surgeons who have an interest in trauma care. These were members of the Orthopaedic Trauma Association, American Academy of Orthopaedic Surgeons, or European AO International affiliated trauma centers. We used several strategies to improve response rates including personalized cover letters, stamped return envelopes, follow-up telephone calls, and repeat mailing of questionnaires. Main outcome measures included technical issues such as reduction, exposure, intramedullary reaming, and interlocking screws; and factors associated with surgeons' preferences such as age, fellowship, academic practice, and geographic location. RESULTS: Four hundred forty-four surgeons (77%) responded. Sixty percent of respondents had an academic practice, 84% supervised residents, and 65.1% had fellowship training in trauma. Approximately half (51.5%) of surgeons used a tourniquet. The odds that a surgeon in Asia or Africa used tourniquets was 10 times that of a North American surgeon (p = 0.004 and p = 0.002, respectively). Patellar tendon retraction and an inferior-based entry portal was the popular choice among surgeons (70.1% and 70.8%, respectively). Surgeons from Australia (odds ratio [OR] = 50, p < 0.001), South America (OR = 9.0, p < 0.001), Europe (OR = 3.7, p = 0.001), and Asia (OR = 3.8, p = 0.006) were significantly more likely to use a patellar splitting approach compared with North American surgeons. In the perioperative care of open tibial shaft fractures, there was consensus in the use of intravenous antibiotics and wound irrigation (96.5% and 95.6%, respectively). However, we found considerable variability in surgeons' preference in wound irrigation pressures (high, 38.7%; low, 45.4%). Surgeons in South America were 10 times more likely to use low-pressure irrigation than North American surgeons (p = 0.0005). In grade IIIB open tibial shaft fractures, 94% of surgeons believed wound closure should be obtained within the first 7 days after the injury. A surgeon's geographic location was a significant predictor of the timing of soft tissue coverage (p = 0.001). CONCLUSION: Consensus in the use of irrigation and intravenous antibiotics in open fractures was achieved among surgeons. However, there remains considerable variability in the surgical technique of intramedullary nailing, the duration of antibiotic use, and the timing of wound closure in open tibial fracture care. Continued education and large multicenter trials are needed to establish best practice in the operative treatment of tibial shaft fracture.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. bhandari@netinc.ca"
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Hanson",
      "fore_name": "Beate",
      "initials": "B",
      "name": "Beate Hanson",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Syed",
      "fore_name": "Amena",
      "initials": "A",
      "name": "Amena Syed",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of trauma",
    "iso_abbreviation": "J Trauma",
    "issn": "0022-5282",
    "issn_type": "Print",
    "volume": "53",
    "issue": "4",
    "pub_year": "2002",
    "pub_month": "Oct"
  },
  "start_page": "725",
  "end_page": "732",
  "pages": "725-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Africa",
    "Asia",
    "Bone Nails",
    "Data Collection",
    "Europe",
    "Female",
    "Fracture Fixation, Intramedullary",
    "Fractures, Open",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "North America",
    "Orthopedics",
    "South America",
    "Surveys and Questionnaires",
    "Therapeutic Irrigation",
    "Tibial Fractures",
    "Tourniquets",
    "Traumatology"
  ],
  "article_ids": {
    "pubmed": "12394874",
    "doi": "10.1097/00005373-200210000-00018"
  },
  "doi": "10.1097/00005373-200210000-00018",
  "dates": {
    "completed": "2002-11-07",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.808506",
    "pmid": "12394874"
  }
}