{
  "pmid": "12406469",
  "uid": "12406469",
  "title": "Unemployment and health: contextual-level influences on the production of health in populations.",
  "abstract": "While there is a large and growing literature investigating the relationship between an individual's employment status and health, considerably less is known about the effect on this relationship of the context in which unemployment occurs. The aim of this paper is test for the presence and nature of contextual effects in the ways unemployment and health are related, based on a simple underlying model of stress, social support and health using a large population health survey. An individual's health can be influenced directly by own exposure to unemployment and by exposure to unemployment in the individual's context, and indirectly by the effects these exposures have on the relationship between other health determinants and health. Based on this conceptualization an empirical model, using multi-level analysis, is formulated that identifies a five-stage process for exploring these complex pathways through which unemployment affects health. Results showed that the association of individual unemployment with perceived health is statistically significant. Nevertheless, this study did not provide evidence to support the hypothesis that the association of unemployment with health status depends upon whether the experience of unemployment is shared with people living in the same environment. Above all, this study demonstrates both the subtlety and complexity of individual- and contextual-level influences on the health of individuals. Our results caution against simplistic interpretations of the unemployment-health relationship and reinforce the importance of using multi-level statistical methods for investigation of it.",
  "authors": [
    {
      "last_name": "Béland",
      "fore_name": "François",
      "initials": "F",
      "name": "François Béland",
      "affiliations": [
        "Groupe de recherche interdisciplinaire en santé, GRIS, Faculté de Médecine, Université de Montréal, CP 6128, Succursale Centre-Ville, Montréal H3C 3J7, Québec, Canada. francois.beland@umontreal.ca"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Stoddart",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Stoddart",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "55",
    "issue": "11",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "2033",
  "end_page": "2052",
  "pages": "2033-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Distribution",
    "Canada",
    "Censuses",
    "Female",
    "Health Status",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Middle Aged",
    "Self Efficacy",
    "Sex Distribution",
    "Social Support",
    "Stress, Psychological",
    "Unemployment"
  ],
  "article_ids": {
    "pubmed": "12406469",
    "doi": "10.1016/s0277-9536(01)00344-6",
    "pii": "S0277953601003446"
  },
  "doi": "10.1016/s0277-9536(01)00344-6",
  "dates": {
    "completed": "2002-12-24",
    "revised": "2019-07-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:12.916488",
    "pmid": "12406469"
  }
}