{
  "pmid": "12416449",
  "uid": "12416449",
  "title": "Genotypic drug resistance interpretation systems--the cutting edge of antiretroviral therapy.",
  "abstract": "The technical quality of genotypic and phenotypic drug resistance testing has considerably improved, and therefore the major challenge now lies in the interpretation of drug resistance. This is due to several facts: (i) in times of combination therapy, the effect of drug resistance-associated mutations cannot be considered independently, (ii) many additive and subtractive interactions between mutations exist, and resistant strains may exhibit varying degrees of cross-resistance, (iii) the phenotype cannot adequately determine slight, but clinically relevant, differences for those drugs with a narrow range of resistance, and (iv) pharmacokinetic interactions may shift relevant levels of drug resistance. Genotypic drug resistance interpretation systems are designed to solve these problems. Rule-based systems incorporate current knowledge about correlations between genotype, phenotype and clinical response. Database-driven systems use the information provided by paired geno- and phenotypic data, applying database matching search or bioinformatic approaches. For detailed comparison, 11 interpretation systems were selected which present a comprehensive system for most of the available drugs, can easily be accessed via the Internet and are regularly updated. The systems were characterized for the source data, access, input, output, and availability of clinical studies. For further comparison, existing clinical databases should be merged into one large database to allow competition between the systems. This may also solve the burning problem of clinically relevant cut-offs. Head-to-head comparisons of interpretation systems require large prospective randomized trials in which only the interpretation system is different between groups, before a consensus can be achieved for the best antiretroviral therapy of the individual patient.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Clinical and Molecular Virology, National Reference Centre for Retroviruses, University of Erlangen-Nürnberg, Schlossgarten 4, D-91054 Erlangen, Germany. baschmid@viro.med.uni-erlangen.de"
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Hauke",
      "initials": "H",
      "name": "Hauke Walter",
      "affiliations": []
    },
    {
      "last_name": "Zeitler",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Zeitler",
      "affiliations": []
    },
    {
      "last_name": "Korn",
      "fore_name": "Klaus",
      "initials": "K",
      "name": "Klaus Korn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AIDS reviews",
    "iso_abbreviation": "AIDS Rev",
    "issn": "1139-6121",
    "issn_type": "Print",
    "volume": "4",
    "issue": "3",
    "pub_year": "2002"
  },
  "start_page": "148",
  "end_page": "156",
  "pages": "148-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Algorithms",
    "Anti-HIV Agents",
    "Computational Biology",
    "Drug Resistance, Viral",
    "Drug Therapy, Combination",
    "Genotype",
    "HIV Infections",
    "HIV-1",
    "Humans",
    "Internet",
    "Microbial Sensitivity Tests",
    "Mutation",
    "Reverse Transcriptase Inhibitors"
  ],
  "article_ids": {
    "pubmed": "12416449"
  },
  "dates": {
    "completed": "2003-01-10",
    "revised": "2006-11-15"
  },
  "chemicals": [
    "Anti-HIV Agents",
    "Reverse Transcriptase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.338111",
    "pmid": "12416449"
  }
}