{
  "pmid": "12414040",
  "uid": "12414040",
  "title": "The preload recruitable stroke work relationship as a measure of left ventricular contractile dysfunction in porcine cardiac allografts.",
  "abstract": "OBJECTIVE: Paradoxically, it has been reported that after 1.5-4 h of hypothermic ischaemic preservation there is complete recovery of contractile function in canine cardiac allografts, as assessed by the preload recruitable stroke work (PRSW) relationship. This raises questions about the suitability of the canine heart as a model for preservation research and the PRSW relationship as an end-point. The aim of the present study was to evaluate the PRSW relationship as an index of left ventricular contractility in porcine cardiac allografts. METHODS: Eighteen orthotopic heart transplants were performed in inbred Westran pigs. Brain death was induced in the donor pigs 1 h prior to explantation. The donor hearts were arrested with extracellular cardioplegia, which was stored in ice prior to administration. On explantation, the donor hearts were immersed in cardioplegia and stored in ice. The donor hearts were subjected to either 4 (IT4, n = 6), 6 (IT6, n = 9) or 14 (IT14, n = 3) h of ischaemia. Post-transplant, all hearts were supported with dobutamine (10 mcg/kg per min). The PRSW relationship was derived from pressure-volume loops obtained by epicardial sonomicrometry and transmyocardial micromanometry. Multiple linear regression was used to describe and compare the PRSW relationship before brain death in the donor and after weaning from bypass in the recipient. RESULTS: Eleven hearts were weaned successfully from cardiopulmonary bypass: IT4 100% (6/6), IT6 56% (5/9) and IT14 0% (0/3) (IT4 versus IT14: P = 0.012). Analysis of the PRSW relationship revealed a reduction in contractility in both the IT4 and IT6 groups (both P < 0.0001), but a greater reduction in the IT6 group (P < 0.0001). Notably, the volume-axis intercept of the PRSW relationship was found to be a better discriminator of post-preservation contractile dysfunction than the slope of the PRSW relationship. CONCLUSIONS: The porcine heart's susceptibility to ischaemic injury makes it ideal for evaluating the effect of different preservation strategies on contractile recovery. The PRSW relationship can be used to evaluate the differences in contractile recovery, though the nature of the effect of ischaemic preservation necessitates analysis by multiple linear regression.",
  "authors": [
    {
      "last_name": "Ryan",
      "fore_name": "Jonathon B",
      "initials": "JB",
      "name": "Jonathon B Ryan",
      "affiliations": [
        "Cardiac Mechanics Research Laboratory, St Vincent's Hospital and the Victor Chang Cardiac Research Institute, Victoria Street, Darlinghurst, Sydney, NSW 2061, Australia. j.ryan@garvan.unsw.edu.au"
      ]
    },
    {
      "last_name": "Hicks",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Hicks",
      "affiliations": []
    },
    {
      "last_name": "Cropper",
      "fore_name": "Jonathan R",
      "initials": "JR",
      "name": "Jonathan R Cropper",
      "affiliations": []
    },
    {
      "last_name": "Garlick",
      "fore_name": "Sarah R",
      "initials": "SR",
      "name": "Sarah R Garlick",
      "affiliations": []
    },
    {
      "last_name": "Kesteven",
      "fore_name": "Scott H",
      "initials": "SH",
      "name": "Scott H Kesteven",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": []
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Peter S",
      "initials": "PS",
      "name": "Peter S Macdonald",
      "affiliations": []
    },
    {
      "last_name": "Feneley",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Feneley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery",
    "iso_abbreviation": "Eur J Cardiothorac Surg",
    "issn": "1010-7940",
    "issn_type": "Print",
    "volume": "22",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "Nov"
  },
  "start_page": "738",
  "end_page": "745",
  "pages": "738-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cardiopulmonary Bypass",
    "Disease Models, Animal",
    "Heart Arrest, Induced",
    "Heart Transplantation",
    "Linear Models",
    "Myocardial Reperfusion Injury",
    "Organ Preservation",
    "Stroke Volume",
    "Swine",
    "Time Factors",
    "Ventricular Dysfunction, Left"
  ],
  "article_ids": {
    "pubmed": "12414040",
    "doi": "10.1016/s1010-7940(02)00526-2",
    "pii": "S1010794002005262"
  },
  "doi": "10.1016/s1010-7940(02)00526-2",
  "dates": {
    "completed": "2003-03-03",
    "revised": "2019-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.696997",
    "pmid": "12414040"
  }
}