{
  "pmid": "12423006",
  "uid": "12423006",
  "title": "A field evaluation of five on-site drug-testing devices.",
  "abstract": "A field study was performed at two police agencies to evaluate the utility and accuracy of five on-site urine analysis drug-testing devices when used to test driving under the influence (DUI) arrestees. The devices evaluated were AccuSign, Rapid Drug Screen, TesTcup-5, TesTstik, and Triage. Standard workplace screening cut-off concentrations were used and samples were tested for marijuana, cocaine and metabolites, amphetamine(s), opiates, and PCP (except opiates 300 ng/mL). Four-hundred arrestees were recruited at each site, informed consent was obtained, and urine specimens were collected from each subject for analysis. Police officers conducted the testing with one device, and trained technicians performed testing with the other four devices. The device used by the officers was rotated. All positive and 5% of the negative samples were confirmed in a laboratory using mass spectrometry. Laboratory cut-off concentrations were 4 ng/mL for carboxy-THC; 50 ng/mL for benzoylecgonine; 100 ng/mL for amphetamines; 50 ng/mL for opiates; and 5 ng/mL for PCP. Approximately one-third (36%) of the subjects tested positive for at least one drug. No randomly selected sample, that tested negative on the devices, tested positive at the laboratory. Based on 800 specimens, the false-negative rate for each device was < 1% for all drug classes. A false positive was defined as testing positive with the device, but the specimen did not contain detectable drug, given the study reporting criteria. For marijuana, benzoylecgonine, and opiates, all devices had < or = 0.25% false-positive rates. For PCP, the false-positive rates were all < or = 1.5%. For amphetamine(s), the false-positive rates were all < or = 1.75%. These rates were adjusted because study confirmation batteries included methylenedioxyamphetamine, methylenedioxymethamphetamine (MDMA), additional over-the-counter sympathomimetic amines, hydromorphone, and hydrocodone. Without the expanded confirmation battery, false-positive rates approached 4% (Triage) for amphetamines and were > or = 2.25% for opiates. Fifty to 90% of the positive amphetamine(s) samples contained MDMA. A similar percentage of the opiate-positive samples contained hydromorphone or hydrocodone. When additional drugs were included in the confirmation testing, it was concluded that the on-site urine analysis drug-testing results were useful in DUI investigations.",
  "authors": [
    {
      "last_name": "Crouch",
      "fore_name": "Dennis J",
      "initials": "DJ",
      "name": "Dennis J Crouch",
      "affiliations": [
        "Center for Human Toxicology, University of Utah, Salt Lake City 84112, USA."
      ]
    },
    {
      "last_name": "Hersch",
      "fore_name": "Rebekah K",
      "initials": "RK",
      "name": "Rebekah K Hersch",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Royer F",
      "initials": "RF",
      "name": "Royer F Cook",
      "affiliations": []
    },
    {
      "last_name": "Frank",
      "fore_name": "James F",
      "initials": "JF",
      "name": "James F Frank",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of analytical toxicology",
    "iso_abbreviation": "J Anal Toxicol",
    "issn": "0146-4760",
    "issn_type": "Print",
    "volume": "26",
    "issue": "7",
    "pub_year": "2002",
    "pub_month": "Oct"
  },
  "start_page": "493",
  "end_page": "499",
  "pages": "493-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Automobile Driving",
    "Clinical Laboratory Techniques",
    "False Negative Reactions",
    "False Positive Reactions",
    "Forensic Medicine",
    "Humans",
    "Illicit Drugs",
    "Reagent Kits, Diagnostic",
    "Substance Abuse Detection",
    "Urinalysis"
  ],
  "article_ids": {
    "pubmed": "12423006",
    "doi": "10.1093/jat/26.7.493"
  },
  "doi": "10.1093/jat/26.7.493",
  "dates": {
    "completed": "2003-04-01",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Illicit Drugs",
    "Reagent Kits, Diagnostic"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.419425",
    "pmid": "12423006"
  }
}