{
  "pmid": "12426250",
  "uid": "12426250",
  "title": "Effect of air filtration systems on asthma: a systematic review of randomized trials.",
  "abstract": "STUDY OBJECTIVES: To systematically review the evidence of randomized trials evaluating the effects of residential air filtration systems on patients with asthma. DATA SOURCES: We searched for published and unpublished studies using MEDLINE, the Cumulative Index to Nursing and Allied Health Literature, and the Cochrane Collaboration. We reviewed all reference lists for additional articles of relevance, and contacted experts in the field and air filter manufacturers. STUDY SELECTION: We identified 10 relevant randomized controlled trials that examined the influence of a residential air filtration system on patients with asthma. DATA EXTRACTION: In duplicate and independently, we abstracted data on the methodologic quality, population, intervention, and outcomes. DATA SYNTHESIS: Five of 10 studies enrolled adults only. One study included children only. The sample size ranged from 9 to 45 participants in each study, for a total of 216 patients across all studies. Two studies reported a statistically significant decrease in airway responsiveness associated with air filter utilization. Air filters were associated with significantly lower total symptom scores (weighted mean difference of 0.47; 95% confidence interval [CI], 0.69 to 0.25) on a 10-point scale, and lower sleep disturbance score (weighted mean difference of 0.93; 95% CI, 1.44 to 0.42); however, heterogeneity of results weakens the inferences from these trials. Air filtration systems were not associated with any differences in medication use or morning peak expiratory flow values. None of these trials employed validated scales to measure clinical symptoms or quality of life. CONCLUSIONS: Among patients with allergies and asthma, use of air filters is associated with fewer symptoms. Rigorous sufficiently powered randomized clinical trials are needed to more precisely define the influence of air filtration on health-related quality of life and symptom control for asthmatic patients.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen McDonald",
      "affiliations": [
        "Departments of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. emcdonal@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Newman",
      "fore_name": "Toni",
      "initials": "T",
      "name": "Toni Newman",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Cox",
      "fore_name": "Gerard",
      "initials": "G",
      "name": "Gerard Cox",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "122",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "Nov"
  },
  "start_page": "1535",
  "end_page": "1542",
  "pages": "1535-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Air Conditioning",
    "Asthma",
    "Filtration",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "12426250",
    "doi": "10.1378/chest.122.5.1535",
    "pii": "S0012-3692(15)49937-4"
  },
  "doi": "10.1378/chest.122.5.1535",
  "dates": {
    "completed": "2002-12-30",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.809097",
    "pmid": "12426250"
  }
}