{
  "pmid": "12427298",
  "uid": "12427298",
  "title": "A retrospective assessment of citalopram in children and adolescents with pervasive developmental disorders.",
  "abstract": "Although selective serotonin reuptake inhibitors have been used to treat symptoms of aggression and anxiety in children and adolescents with pervasive developmental disorders (PDDs), there are no published reports of the use of citalopram in this population. The purpose of this study was to examine the benefits and adverse effects of citalopram in a group of children and adolescents with PDDs. Target behaviors included aggression, anxiety, stereotypies, and preoccupations. Seventeen patients with PDDs (14 with autistic disorder, three with Asperger's disorder) (mean age = 9.4 +/- 2.9 years; range 4-15 years) were treated with citalopram for at least 2 months (mean duration of treatment = 7.4 +/- 5.3 months; range 1-15 months). Treatment was initiated at a low dose (5 mg daily) and was increased by 5 mg weekly as tolerated and as necessary. The mean final dose was 19.7 +/- 7.8 mg (range 5-40 mg). Outcome was based on a consensus between clinician and parents, using the Improvement item of the Clinical Global Impressions Scale as a guide. Ten (59%) children were judged to be much improved or very much improved regarding target behaviors. Core symptoms of PDDs (social interactions, communication) did not show clinically significant improvement. Citalopram was generally well tolerated, although four patients developed treatment-limiting adverse effects: two with increased agitation, one with insomnia, and one with possible tics. The results of this case series suggest that citalopram has beneficial effects on some interfering behaviors associated with PDDs with few adverse effects. Controlled trials are warranted.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Couturier",
      "affiliations": [
        "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nicolson",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Nicolson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of child and adolescent psychopharmacology",
    "iso_abbreviation": "J Child Adolesc Psychopharmacol",
    "issn": "1044-5463",
    "issn_type": "Print",
    "volume": "12",
    "issue": "3",
    "pub_year": "2002"
  },
  "start_page": "243",
  "end_page": "248",
  "pages": "243-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Development Disorders, Pervasive",
    "Child, Preschool",
    "Citalopram",
    "Female",
    "Humans",
    "Male",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "12427298",
    "doi": "10.1089/104454602760386932"
  },
  "doi": "10.1089/104454602760386932",
  "dates": {
    "completed": "2003-01-03",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Citalopram"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.271592",
    "pmid": "12427298"
  }
}