{
  "pmid": "12439195",
  "uid": "12439195",
  "title": "Bone formation following intramedullary femoral reaming is decreased by indomethacin and antibodies to insulin-like growth factors.",
  "abstract": "OBJECTIVE: We aimed to: 1). compare rates of in vitro bone formation following reamed and nonreamed intramedullary fixation in a murine model of femoral fracture healing; and 2). examine whether antibodies to insulin-like growth factor (IGF) I, IGF II, or indomethacin (an inhibitor of the inflammatory process) affect bone formation following intramedullary reaming. DESIGN: Experimental study. PARTICIPANTS: Twenty-four C57 black mice were randomized to two groups: reamed (= 12), and nonreamed intramedullary nail insertion (= 12). INTERVENTION: In the reamed group, the femoral canals were successively reamed with 30-, 27-, 25-, and 23-gauge stainless steel pins and stabilized with a 27-gauge pin. In mice randomized to the nonreamed group, a 27-gauge pin was inserted. An external three-point bending force created a midshaft transverse femoral fracture. Seven days postsurgery, each mouse was killed, and the right femur was removed. Following pin removal, the callus was minced, the bone marrow was removed, and both were ultracentrifuged at 1200 rpm for 5 minutes. The supernatent was cocultured with 3-day-old murine calvarial cells in culture media. At day 5 of culture, reamed plasma and calvarial cell cocultures were exposed to either 1.0 micro g/mL of anti-IGF I, 1.0 micro g/mL of anti-IGF II, 2 micro M indomethacin, or served as controls (calvarial cells only). The cells were cultured for a total of 21 days. MAIN OUTCOME MEASUREMENTS: The number of bone nodules was quantified by light microscopy. RESULTS: Reamed pin insertion resulted in 4.1-fold and 8.9-fold increases in the mean number of bone nodules compared to pins inserted without reaming and controls, respectively (399 +/- 40.0 vs. 97.0 +/- 21.0, < 0.001). The positive effect of intramedullary reaming on bone nodule formation was reversed with the administration of antibodies to IGF I and IGF II. The addition of anti-IGF I or anti-IGF II to calvarial, or osteoblastlike, cells treated with supernatent from the callus and bone marrow of mice with prior intramedullary reaming resulted in significant declines in the mean number of bone nodules (< 0.001). Specifically, treatment of osteoblastlike cells with anti-IGF I or anti-IGF II resulted in 7.0-fold and 5.4-fold declines in mean bone nodule formation compared to cells without such treatment. CONCLUSIONS: Intramedullary reaming prior to pin insertion resulted in a significantly greater number of bone nodules than pin insertion only. Antibodies to IGF I, IGF II, and indomethacin reversed the stimulatory effect of reaming on bone nodule formation, suggesting their role in modulating the course of fracture healing following intramedullary reaming.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostastics, McMaster University Medical Center, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "16",
    "issue": "10",
    "pub_year": "2002"
  },
  "start_page": "717",
  "end_page": "722",
  "pages": "717-22",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Disease Models, Animal",
    "Female",
    "Femoral Fractures",
    "Fracture Fixation, Intramedullary",
    "Fracture Healing",
    "In Vitro Techniques",
    "Indomethacin",
    "Mice",
    "Mice, Inbred C57BL",
    "Osteogenesis",
    "Random Allocation",
    "Somatomedins"
  ],
  "article_ids": {
    "pubmed": "12439195",
    "doi": "10.1097/00005131-200211000-00006"
  },
  "doi": "10.1097/00005131-200211000-00006",
  "dates": {
    "completed": "2003-03-03",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Somatomedins",
    "Indomethacin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.095485",
    "pmid": "12439195"
  }
}