{
  "pmid": "12444305",
  "uid": "12444305",
  "title": "The global epidemic of atherosclerotic cardiovascular disease.",
  "abstract": "Of the 50 million deaths that occur in the world, 40 million occur in developing countries. Already a substantial proportion of these deaths are due to cardiovascular diseases. It is projected that by the year 2025 well over 80-90% of all the cardiovascular diseases in the world will be occurring in low income and middle income countries. This increase in cardiovascular disease is due to a number of causes which include the following: (1) conquest of deaths in childhood and infancy from nutritional deficiencies and infection; (2) urbanization with increasing levels of obesity; (3) increasing longevity of the population so that a higher proportion of individuals reach the age when they are subject to chronic diseases, and (4) increasing use of tobacco worldwide. In most countries in the world other than those in the West, the burden of disease is still due to a combination of infections and nutritional disorders as well as those due to chronic diseases. This double burden of disease poses a challenge that is not only medical and epidemiological, but also social and political. Tackling this projected global epidemic of cardiovascular disease therefore needs policies that combine sound knowledge of prevention, good clinical care, but also deals with the allocation of resources for both individual level and community level preventive strategies. The former involves dealing with high-risk individuals through appropriate medical and therapeutic interventions. The latter involves societal level changes including laws that curb the use of tobacco, and strategies that promote physical activities, and appropriate nutrition.",
  "authors": [
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute and Division of Cardiology, McMaster University, Hamilton, Ont., Canada. yusufs@fhs.mcmaster.ca"
      ]
    },
    {
      "last_name": "Ounpuu",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ounpuu",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical principles and practice : international journal of the Kuwait University, Health Science Centre",
    "iso_abbreviation": "Med Princ Pract",
    "issn": "1011-7571",
    "issn_type": "Print",
    "volume": "11 Suppl 2",
    "pub_year": "2002"
  },
  "start_page": "3",
  "end_page": "8",
  "pages": "3-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arteriosclerosis",
    "Developing Countries",
    "Female",
    "Global Health",
    "Humans",
    "Male",
    "Prevalence",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "12444305",
    "doi": "10.1159/000066416",
    "pii": "66416"
  },
  "doi": "10.1159/000066416",
  "dates": {
    "completed": "2003-04-10",
    "revised": "2017-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.543818",
    "pmid": "12444305"
  }
}