{
  "pmid": "12441952",
  "uid": "12441952",
  "title": "\"PSA-itis\": knowledge of serum prostate specific antigen and other causes of anxiety in men with metaststic prostate cancer.",
  "abstract": "PURPOSE: High or increasing prostatic specific antigen (PSA) levels may be a source of anxiety in patients with metastatic prostate cancer. MATERIALS AND METHODS: Patients with metastatic prostate cancer completed questionnaires, including the Prostate Cancer Specific Quality of Life Instrument, Hospital Anxiety and Depression Scale, and a questionnaire to assess the impact of the knowledge of PSA levels on anxiety. These were completed at home more than 3 days before or after a clinic appointment and returned by mail. Patient medical history was obtained from the record. RESULTS: Of the 65 patients who consented to the study 52 returned the completed questionnaires. Median age was 70 years (range 55 to 86) and median time since diagnosis was 53 months. Of the patients 81% had hormone resistant disease. Most reported good overall quality of life with a median Prostate Cancer Specific Quality of Life Instrument score of 93 (maximum 100). Of the patients 77% indicated that PSA levels were one of the ways and 44% indicated they were the only way that they knew whether disease was progressing. When asked to rate preferences for treatment outcome, 25% of the men rated decreasing PSA and worse physical symptoms above increasing PSA and better physical symptoms. If measurement of PSA levels ceased, 52% of patients would believe that their doctor was giving up on them and only 1 would be relieved. Before receiving PSA results 76% reported some level of anxiety and 15% reported extreme anxiety. CONCLUSIONS: PSA related anxiety represents a substantial problem in patients with metastatic prostate cancer.",
  "authors": [
    {
      "last_name": "Lofters",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Lofters",
      "affiliations": [
        "Department of Medical Oncology, Princess Margaret Hospital and University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Juffs",
      "fore_name": "Helen G",
      "initials": "HG",
      "name": "Helen G Juffs",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Tannock",
      "fore_name": "Ian F",
      "initials": "IF",
      "name": "Ian F Tannock",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "0022-5347",
    "issn_type": "Print",
    "volume": "168",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "2516",
  "end_page": "2520",
  "pages": "2516-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Affect",
    "Aged",
    "Aged, 80 and over",
    "Anxiety",
    "Attitude to Health",
    "Humans",
    "Male",
    "Middle Aged",
    "Prostate-Specific Antigen",
    "Prostatic Neoplasms",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12441952",
    "doi": "10.1016/S0022-5347(05)64180-8",
    "pii": "S0022-5347(05)64180-8"
  },
  "doi": "10.1016/S0022-5347(05)64180-8",
  "dates": {
    "completed": "2002-12-17",
    "revised": "2023-03-02"
  },
  "chemicals": [
    "Prostate-Specific Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.833300",
    "pmid": "12441952"
  }
}