{
  "pmid": "12456233",
  "uid": "12456233",
  "title": "Is impaired renal function a contraindication to the use of low-molecular-weight heparin?",
  "abstract": "BACKGROUND: Because of the risk of accumulation of anticoagulant effect, it has been suggested that patients with a creatinine clearance of 30 mL/min or less (< or =0.50 mL/s) should be excluded from treatment with low-molecular-weight (LMW) heparin, or have anti-factor Xa heparin level monitoring performed. OBJECTIVE: To assess the appropriateness of this recommendation. METHODS: We performed a systematic search of MEDLINE, EMBASE, and International Pharmaceutical Abstracts to identify prospective articles comparing differences in the pharmacokinetics of LMW heparins in nondialyzed patients with varying degrees of renal function. Reference lists of retrieved reports were checked for additional articles. RESULTS: Three single-dose pharmacokinetic trials and 2 multiple-dose deep vein thrombosis (treatment trials met our selection criteria. The 3 trials that could address our primary objective did not support the use of a 30-mL/min (0.50-mL/s) cutoff of creatinine clearance to select individuals at risk of accumulation when LMW heparin is used. Four of the 5 trials support the notion that anti-factor Xa activity of some LMW heparin preparations accumulates in patients with impaired creatinine clearance. Tinzaparin sodium, an LMW heparin with a higher-than-average molecular weight distribution, appears to be the exception, since it did not exhibit accumulation in patients with creatinine clearances as low as 20 mL/min (0.33 mL/s). CONCLUSIONS: The use of a 30-mL/min (0.50-mL/s) cutoff is not justified, on the basis of currently available evidence, to select individuals at increased risk of accumulation when LMW heparin is used. The pharmacokinetic response to impaired renal function may differ among LMW heparin preparations.",
  "authors": [
    {
      "last_name": "Nagge",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Nagge",
      "affiliations": [
        "Toronto General Hospital, Eaton North Wing G-260, 200 Elizabeth St, Toronto, Ontario, Canada M5G 2C4. jeff.nagge@utoronto.ca"
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    },
    {
      "last_name": "Hirsh",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Hirsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "0003-9926",
    "issn_type": "Print",
    "volume": "162",
    "issue": "22"
  },
  "start_page": "2605",
  "end_page": "2609",
  "pages": "2605-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Biological Availability",
    "Contraindications",
    "Controlled Clinical Trials as Topic",
    "Creatinine",
    "Dose-Response Relationship, Drug",
    "Drug Administration Schedule",
    "Female",
    "Follow-Up Studies",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Kidney Diseases",
    "Kidney Function Tests",
    "Male",
    "Middle Aged",
    "Probability",
    "Prospective Studies",
    "Risk Assessment",
    "Tinzaparin",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "12456233",
    "doi": "10.1001/archinte.162.22.2605",
    "pii": "ioi20013"
  },
  "doi": "10.1001/archinte.162.22.2605",
  "dates": {
    "completed": "2003-01-09",
    "revised": "2019-08-13"
  },
  "chemicals": [
    "Heparin, Low-Molecular-Weight",
    "Tinzaparin",
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.613137",
    "pmid": "12456233"
  }
}