{
  "pmid": "12453115",
  "uid": "12453115",
  "title": "Family impact of child oral and oro-facial conditions.",
  "abstract": "OBJECTIVES: The aim of this study was to develop and evaluate the Family Impact Scale, a measure of the family impact of child oral and oro-facial disorders. This formed one component of the Child Oral Health Quality of Life Instrument. METHODS: The scale was developed using a process described by Guyatt et al. (1987) and Juniper et al. (1996). An item pool was developed using a review of existing child health status and family impact questionnaires, interviews with 41 parents-caregivers of children with paedodontic, orthodontic and oro-facial conditions and discussions with dental specialists. The resulting pool of 21 items was used in an item impact study in which 93 parents-caregivers provided data on the frequency and importance of these items. The 14 items identified most frequently or rated the most important were selected for the final questionnaire. The discriminant and construct validity and internal consistency reliability of this 14-item scale were assessed in a study of 266 parents-caregivers from the three clinical groups. Seventy-nine of these participants completed a second copy of the questionnaire to facilitate assessment of test-retest reliability. RESULTS: Family Impact Scale scores ranged from 0 to 33, indicating that the measure was sensitive to variations in family impact. Floor effects were minimal with only 10.2% of subjects having a score of zero and there were no ceiling effects, that is, subjects with maximum scores. Almost three-quarters of parents-caregivers reported some family impact 'sometimes' or 'often/everyday' over the previous 3 months. Impact on parental or family activities of this frequency was reported by 53.0%, impact on parental emotions by 44.0%, conflict in the family by 31.6% and financial difficulties by 31.2%. The measure and its component items were reasonably good at discriminating between the three clinical groups included in the study and showed good construct validity. It had excellent internal consistency reliability with a Cronbach's alpha of 0.83 and was reproducible for parent-caregivers who reported that their child's condition was stable (ICC = 0.80). CONCLUSIONS: The study provides some data to suggest that child oral and oro-facial conditions have a pervasive impact on the family. The Family Impact Scale had good technical properties. Its evaluative properties need to be tested in longitudinal studies.",
  "authors": [
    {
      "last_name": "Locker",
      "fore_name": "David",
      "initials": "D",
      "name": "David Locker",
      "affiliations": [
        "Community Dental Health Services Research Unit, Faculty of Dentistry, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Jokovic",
      "fore_name": "Aleksandra",
      "initials": "A",
      "name": "Aleksandra Jokovic",
      "affiliations": []
    },
    {
      "last_name": "Stephens",
      "fore_name": "Marlene",
      "initials": "M",
      "name": "Marlene Stephens",
      "affiliations": []
    },
    {
      "last_name": "Kenny",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kenny",
      "affiliations": []
    },
    {
      "last_name": "Tompson",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Tompson",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Community dentistry and oral epidemiology",
    "iso_abbreviation": "Community Dent Oral Epidemiol",
    "issn": "0301-5661",
    "issn_type": "Print",
    "volume": "30",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "438",
  "end_page": "448",
  "pages": "438-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Analysis of Variance",
    "Child",
    "Discriminant Analysis",
    "Factor Analysis, Statistical",
    "Family",
    "Female",
    "Humans",
    "Male",
    "Maxillofacial Abnormalities",
    "Oral Health",
    "Parent-Child Relations",
    "Quality of Life",
    "Reproducibility of Results",
    "Sample Size",
    "Statistics, Nonparametric",
    "Surveys and Questionnaires",
    "Tooth Diseases"
  ],
  "article_ids": {
    "pubmed": "12453115",
    "doi": "10.1034/j.1600-0528.2002.00015.x",
    "pii": "15"
  },
  "doi": "10.1034/j.1600-0528.2002.00015.x",
  "dates": {
    "completed": "2003-03-11",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.278957",
    "pmid": "12453115"
  }
}