{
  "pmid": "12461004",
  "uid": "12461004",
  "title": "Selective lethal photosensitization of methicillin-resistant Staphylococcus aureus using an IgG-tin (IV) chlorin e6 conjugate.",
  "abstract": "OBJECTIVES: The growing resistance of methicillin-resistant Staphylococcus aureus (MRSA) to conventional antimicrobial agents necessitates the development of alternative approaches to preventing and treating infections. One such approach is photodynamic therapy, whereby target cells are treated with light-activated drugs (photosensitizers). This investigation aimed to determine whether the ability of MRSA to express the IgG-binding protein, protein A, could be exploited to enable selective lethal photosensitization of the organism with a photosensitizer [tin (IV) chlorin e6; SnCe6] linked to IgG. METHODS: Various strains of MRSA were exposed to light from a helium/neon laser in the presence of an IgG-SnCe6 conjugate and the survivors enumerated by viable counting. Controls consisted of suspensions irradiated in the presence or absence of the conjugate and suspensions kept in the dark in the presence of the conjugate. Similar experiments were also carried out using the unconjugated photosensitizer. The experiments were repeated using a suspension consisting of both EMRSA-16 and Streptococcus sanguis. RESULTS: EMRSA-16 was killed by IgG-SnCe6 and SnCe6 in a light-dose- and photosensitizer-dependent manner. Greater kills were achieved with the IgG-SnCe6 than with the unconjugated SnCe6 using the same light energy dose and photosensitizer concentration. Furthermore, the IgG-SnCe6 conjugate, but not SnCe6, was able to kill EMRSA-16 selectively in a suspension that also contained S. sanguis without any reduction in the viable count of the latter. CONCLUSION: These results demonstrate that selective lethal photosensitization of MRSA can be achieved using an IgG-tin (IV) chlorin e6 conjugate. The effectiveness of killing was dependent, in part, on the particular MRSA strain used, with the clinically important EMRSA-16 strain being the most susceptible.",
  "authors": [
    {
      "last_name": "Embleton",
      "fore_name": "Michelle L",
      "initials": "ML",
      "name": "Michelle L Embleton",
      "affiliations": [
        "Department of Microbiology and Cellular Microbiology Research Group, Eastman Dental Institute for Oral Health Care Sciences, University College London, 256 Gray's Inn Road, London WC1X 8LD, UK."
      ]
    },
    {
      "last_name": "Nair",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Nair",
      "affiliations": []
    },
    {
      "last_name": "Cookson",
      "fore_name": "Barry D",
      "initials": "BD",
      "name": "Barry D Cookson",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of antimicrobial chemotherapy",
    "iso_abbreviation": "J Antimicrob Chemother",
    "issn": "0305-7453",
    "issn_type": "Print",
    "volume": "50",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "857",
  "end_page": "864",
  "pages": "857-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cell Survival",
    "Humans",
    "Immunoglobulin G",
    "Metalloporphyrins",
    "Methicillin",
    "Methicillin Resistance",
    "Photosensitizing Agents",
    "Staphylococcus aureus",
    "Tin"
  ],
  "article_ids": {
    "pubmed": "12461004",
    "doi": "10.1093/jac/dkf209"
  },
  "doi": "10.1093/jac/dkf209",
  "dates": {
    "completed": "2003-06-18",
    "revised": "2019-05-13"
  },
  "chemicals": [
    "Immunoglobulin G",
    "Metalloporphyrins",
    "Photosensitizing Agents",
    "tin(IV) chlorin e6",
    "Tin",
    "Methicillin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.698536",
    "pmid": "12461004"
  }
}