{
  "pmid": "12460504",
  "uid": "12460504",
  "title": "Greenhouse-gas-trading markets.",
  "abstract": "This paper summarizes the extension of new market mechanisms for environmental services, explains of the importance of generating price information indicative of the cost of mitigating greenhouse gases (GHGs) and presents the rationale and objectives for pilot GHG-trading markets. It also describes the steps being taken to define and launch pilot carbon markets in North America and Europe and reviews the key issues related to incorporating carbon sequestration into an emissions-trading market. There is an emerging consensus to employ market mechanisms to help address the threat of human-induced climate changes. Carbon-trading markets are now in development around the world. A UK market is set to launch in 2002, and the European Commission has called for a 2005 launch of an European Union (EU)-wide market, and a voluntary carbon market is now in formation in North America. These markets represent an initial step in resolving a fundamental problem in defining and implementing appropriate policy actions to address climate change. Policymakers currently suffer from two major information gaps: the economic value of potential damages arising from climate changes are highly uncertain, and there is a lack of reliable information on the cost of mitigating GHGs. These twin gaps significantly reduce the quality of the climate policy debate. The Chicago Climate Exchange, for which the authors serve as lead designers, is intended to provide an organized carbon-trading market involving energy, industry and carbon sequestration in forests and farms. Trading among these diverse sectors will provide price discovery that will help clarify the cost of combating climate change when a wide range of mitigation options is employed. By closing the information gap on mitigation costs, society and policymakers will be far better prepared to identify and implement optimal policies for managing the risks associated with climate change. Establishment of practical experience in providing tradeable credits for carbon-absorbing land-use practices, especially reforestation and conservation management of agricultural soils, will also help demonstrate the viability of a new tool for financing activities that improve water quality, support biodiversity and constitute important elements of long-term sustainability in land-use management.",
  "authors": [
    {
      "last_name": "Sandor",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Sandor",
      "affiliations": [
        "Environmental Financial Products LLC, Suite 1404, 111 W. Jackson, Chicago, IL 60604, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Marques",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Marques",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences",
    "iso_abbreviation": "Philos Trans A Math Phys Eng Sci",
    "issn": "1364-503X",
    "issn_type": "Print",
    "volume": "360",
    "issue": "1797",
    "pub_year": "2002",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "1889",
  "end_page": "1900",
  "pages": "1889-900",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Air Pollution",
    "Carbon",
    "Commerce",
    "Conservation of Natural Resources",
    "Earth, Planet",
    "Ecosystem",
    "Europe",
    "Gases",
    "Geography",
    "Greenhouse Effect",
    "North America"
  ],
  "article_ids": {
    "pubmed": "12460504",
    "doi": "10.1098/rsta.2002.1038"
  },
  "doi": "10.1098/rsta.2002.1038",
  "dates": {
    "completed": "2003-02-05",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Gases",
    "Carbon"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.420000",
    "pmid": "12460504"
  }
}