{
  "pmid": "12460041",
  "uid": "12460041",
  "title": "The effectiveness of aerobic and muscle strength training in patients receiving hemodialysis and EPO: a randomized controlled trial.",
  "abstract": "BACKGROUND: Individuals with end-stage renal disease on hemodialysis therapy have reduced aerobic exercise capacity and reduced muscle strength. METHODS: This was a single-blind, randomized, placebo-controlled trial of an exercise intervention in hemodialysis patients administered erythropoietin. The intervention consisted of progressive resisted isotonic quadriceps and hamstrings exercise and training on a cycle ergometer three times weekly for 12 weeks. Individuals in the control group underwent a nonprogressive program of range-of-motion exercises. Both groups were observed for an additional 5 months without intervention. Outcomes were assessed without knowledge of treatment assignment at baseline, 12 weeks, and 5 months. A healthy age- and sex-matched sample provided comparative data. RESULTS: Our sample was relatively high functioning, with a mean score on the Physical Function subscale of the Short Form 36 (SF-36) of 76 of 100. At 12 weeks, there were large and statistically significant differences in favor of the experimental group on the submaximal exercise test (14 W; 95% confidence interval, 2 to 26) and muscle strength (45 lb; 95% confidence interval, 9 to 81), but not in the 6-minute walk, symptoms questionnaire, or SF-36. Differences between the intervention and control groups at 12 weeks were not evident on retesting 5 months after the end of the intervention. Compared with the healthy sample, patients were significantly lower functioning on the submaximal exercise test, muscle strength, and 6-minute walk test at baseline. CONCLUSION: In this high-functioning sample, the exercise program improved physical impairment measures, but had no effect on symptoms or health-related quality of life. The impact on patients with a greater degree of physical dysfunction needs to be rigorously studied.",
  "authors": [
    {
      "last_name": "DePaul",
      "fore_name": "Vince",
      "initials": "V",
      "name": "Vince DePaul",
      "affiliations": [
        "Physiotherapy Department, St Joseph's Healthcare and McMaster University, Hamilton, Ontario, Canada. depaulv@mcmaster.ca"
      ]
    },
    {
      "last_name": "Moreland",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Moreland",
      "affiliations": []
    },
    {
      "last_name": "Eager",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Eager",
      "affiliations": []
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "1219",
  "end_page": "1229",
  "pages": "1219-29",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anemia",
    "Drug Administration Schedule",
    "Erythropoietin",
    "Exercise",
    "Exercise Test",
    "Exercise Therapy",
    "Health Surveys",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Renal Dialysis",
    "Single-Blind Method",
    "Surveys and Questionnaires",
    "Treatment Outcome",
    "Weight Lifting"
  ],
  "article_ids": {
    "pubmed": "12460041",
    "doi": "10.1053/ajkd.2002.36887",
    "pii": "S0272-6386(02)00251-2"
  },
  "doi": "10.1053/ajkd.2002.36887",
  "dates": {
    "completed": "2002-12-20",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Erythropoietin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.910230",
    "pmid": "12460041"
  }
}