{
  "pmid": "12463877",
  "uid": "12463877",
  "title": "Use of a MeSH-based index of faculty research interests to identify faculty publications: an IAIMSian study of precision, recall, and data reusability.",
  "abstract": "OBJECTIVE: To determine whether MEDLINE searches based on an existing automated faculty research interest index or on author name entities can be used to automate construction of accurate online lists of faculty publications. METHODS: Curricula vitae (CVs) for 36 faculty members were selected at random. Their lists of journal publications were used to determine recall and precision of two MEDLINE search strategies. OUTCOME: Most faculty publications in the CVs (86%) were indexed in MEDLINE. The research-interest-enhanced MEDLINE searches retrieved citations in the CVs that were also in MEDLINE with a recall of 0.53 and precision of 0.85. For every 10 citations in the research interest-enhanced search, on average 8.5 were in the CVs. The name entity searches retrieved a higher proportion of citations in the CVs (recall 0.94, precision 0.59) with a higher rate of citations not in the CVs: For every 10 citations in the faculty name searches, 7.3 citations were in the CVs. Name commonness or clinical or basic sciences appointment did not change these results. CONCLUSION: MEDLINE searches, especially those based on research interests, can be used to populate faculty publication lists with high rates of accuracy. Author based searches can also be used, but they retrieve a higher proportion of irrelevant citations. This study confirms a successful instance of data reusability and integration at a large health academic sciences institution.",
  "authors": [
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Center for Biomedical Informatics, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Friedman",
      "fore_name": "Patricia W",
      "initials": "PW",
      "name": "Patricia W Friedman",
      "affiliations": []
    },
    {
      "last_name": "Friedman",
      "fore_name": "Charles P",
      "initials": "CP",
      "name": "Charles P Friedman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings. AMIA Symposium",
    "iso_abbreviation": "Proc AMIA Symp",
    "issn": "1531-605X",
    "issn_type": "Print",
    "pub_year": "2002"
  },
  "start_page": "514",
  "end_page": "518",
  "pages": "514-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Authorship",
    "Databases, Bibliographic",
    "Faculty",
    "Integrated Advanced Information Management Systems",
    "MEDLINE",
    "Pennsylvania",
    "Publications",
    "Research",
    "Schools, Health Occupations",
    "Subject Headings"
  ],
  "article_ids": {
    "pubmed": "12463877",
    "pmc": "PMC2244469",
    "pii": "D020001945"
  },
  "pmc_id": "PMC2244469",
  "dates": {
    "completed": "2003-04-01",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "5 GO8 LM06625",
      "agency": "NLM NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.386753",
    "pmid": "12463877"
  }
}