{
  "pmid": "12463956",
  "uid": "12463956",
  "title": "Robustness of empirical search strategies for clinical content in MEDLINE.",
  "abstract": "BACKGROUND: It is important for clinical end users of MEDLINE to be able to retrieve articles that are both scientifically sound and directly relevant to clinical practice. The use of methodologic search filters (such as \"random allocation\" for sound studies of medical interventions) has been advocated to improve the accuracy of searching for such studies. Methodologic search filters have been tested in previous MEDLINE files but indexing continues to evolve and the operating characteristics of these search filters in current MEDLINE files are unknown. OBJECTIVE: To determine the robustness of empirical search strategies developed in 1991 for detecting clinical content in MEDLINE in the year 2000. DESIGN: A survey based on a hand search of 171 core health care journals using predetermined quality indicators for scientific merit and clinical relevance. METHODS: 6 trained, experienced research assistants read all issues of 171 journals for the publishing year 2000. Each article was rated using purpose and quality indicators and categorized into clinically relevant original studies, review articles, general papers, or case reports. The original and review articles were then categorized as 'pass' or 'fail' for methodologic rigor in the areas of therapy/quality improvement, diagnosis, prognosis, causation, economics, clinical prediction, and qualitative and review articles. Search strategies developed in 1991 were tested in the 2000 database. MAIN OUTCOME MEASURES: Sensitivity, specificity, precision, and accuracy of the search strategies. RESULTS: Search strategies developed in 1991 generally performed at least as well in 2000 for both best single terms and combinations of terms for high-sensitivity MEDLINE searches for studies of treatment, prognosis, etiology and diagnosis. For example, the accuracy of \"clinical trial (pt)\" rose from 91.6% to 94.4% (P<0.05) for retrieving high-quality studies of treatments. CONCLUSION: Most MEDLINE search strategies developed in 1991 are robust when searching in the publishing year 2000.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Health Information Research Unit, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings. AMIA Symposium",
    "iso_abbreviation": "Proc AMIA Symp",
    "issn": "1531-605X",
    "issn_type": "Print",
    "pub_year": "2002"
  },
  "start_page": "904",
  "end_page": "908",
  "pages": "904-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Information Storage and Retrieval",
    "MEDLINE",
    "Subject Headings"
  ],
  "article_ids": {
    "pubmed": "12463956",
    "pmc": "PMC2244303",
    "pii": "D020001793"
  },
  "pmc_id": "PMC2244303",
  "dates": {
    "completed": "2003-04-01",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.004105",
    "pmid": "12463956"
  }
}