{
  "pmid": "12479885",
  "uid": "12479885",
  "title": "In vitro comparison of the effect of heparin, enoxaparin and fondaparinux on tests of coagulation.",
  "abstract": "Low-molecular weight heparin (LMWH) is increasingly used in place of unfractionated heparin (UFH) in patients with unstable angina, and phase II clinical trials using fondaparinux for this indication are underway. Because unstable angina patients often require urgent percutaneous coronary interventions (PCI) or aortocoronary bypass surgery, a point-of-care test is needed to monitor the anticoagulant effect of these agents. The activated clotting time (ACT) and activated partial thromboplastin time (aPTT) are the tests most often used to monitor heparin. The purpose of this in vitro study was to determine whether the ACT or the aPTT can be used to monitor the anticoagulant effect of low-molecular weight heparin and fondaparinux. The ACT and aPTT were measured after heparin, enoxaparin or fondaparinux was added to the blood of healthy volunteers, in doses with equivalent inhibitory activity against activated factor X (factor Xa). To mimic the clinical scenario where an unstable angina patient, who has already received enoxaparin, is urgently taken for PCI or bypass surgery, the ACT was determined after heparin was added to blood containing clinically relevant doses of enoxaparin. We determined that enoxaparin produced significantly less prolongation of both the ACT and the aPTT than heparin, whereas fondaparinux had no effect on either of these tests. Addition of enoxaparin to heparin-containing plasma did not prolong the ACT beyond that produced by heparin alone. The ACT and aPTT therefore cannot be used to monitor low-molecular weight heparin or fondaparinux, highlighting the need for a point-of-care anti-factor Xa assay.",
  "authors": [
    {
      "last_name": "Linkins",
      "fore_name": "Lori Ann",
      "initials": "LA",
      "name": "Lori Ann Linkins",
      "affiliations": [
        "Henderson Research Centre and McMaster University, 711 Concession Street, Hamilton, Ontario, Canada L8V 1C3."
      ]
    },
    {
      "last_name": "Julian",
      "fore_name": "Jim A",
      "initials": "JA",
      "name": "Jim A Julian",
      "affiliations": []
    },
    {
      "last_name": "Rischke",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Rischke",
      "affiliations": []
    },
    {
      "last_name": "Hirsh",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Hirsh",
      "affiliations": []
    },
    {
      "last_name": "Weitz",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Weitz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "107",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "241",
  "end_page": "244",
  "pages": "241-4",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Blood Coagulation",
    "Dose-Response Relationship, Drug",
    "Drug Evaluation",
    "Enoxaparin",
    "Fondaparinux",
    "Heparin",
    "Humans",
    "Partial Thromboplastin Time",
    "Polysaccharides",
    "Whole Blood Coagulation Time"
  ],
  "article_ids": {
    "pubmed": "12479885",
    "doi": "10.1016/s0049-3848(02)00340-7",
    "pii": "S0049384802003407"
  },
  "doi": "10.1016/s0049-3848(02)00340-7",
  "dates": {
    "completed": "2003-11-12",
    "revised": "2019-07-27"
  },
  "chemicals": [
    "Anticoagulants",
    "Enoxaparin",
    "Polysaccharides",
    "Heparin",
    "Fondaparinux"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.861168",
    "pmid": "12479885"
  }
}