{
  "pmid": "12474500",
  "uid": "12474500",
  "title": "The future of hospitals.",
  "abstract": "In 2100, hospitals will focus on care of the sick, but the nature of health, sickness, treatment and care will be very different. Current hospital-based diagnostic services will be automated and deliverable in the home, resulting in a major shift of the burden of caring. This shift will eliminate today's community hospital. Work of low to medium complexity will be undertaken, usually by machines, in the home. Ambulatory centres, highly automated, highly accessible, will be customer friendly one-stop health shops of tomorrow. Machines will substantially replace human labour. Hospitals will remain cherished icons and centres of health knowledge, but will be a lesser component of the health care system than they are today, there will be less of them, and they will lose their dominance as the focus of health care training, policy and activity. The four major factors driving these changes are science & technology, demography, the economy and the environment. The \"chaos factor\" will be society's response to moral questions such as the diffusion of genetic technology. By 2100 we will be spending twice as much on health care as we are today and there will be less doctors relative to other health care workers, continuations of well-established twentieth century trends.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Walsh",
      "affiliations": [
        "Bayside Health, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Australian health review : a publication of the Australian Hospital Association",
    "iso_abbreviation": "Aust Health Rev",
    "issn": "0156-5788",
    "issn_type": "Print",
    "volume": "25",
    "issue": "5",
    "pub_year": "2002"
  },
  "start_page": "32",
  "end_page": "44",
  "pages": "32-44",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Biotechnology",
    "Demography",
    "Ethics",
    "Ethics, Institutional",
    "Forecasting",
    "Hospital Administration",
    "Hospitals, Community",
    "Humans",
    "Morals",
    "Organizational Innovation"
  ],
  "article_ids": {
    "pubmed": "12474500",
    "doi": "10.1071/ah020032a"
  },
  "doi": "10.1071/ah020032a",
  "dates": {
    "completed": "2002-12-30",
    "revised": "2019-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.420628",
    "pmid": "12474500"
  }
}