{
  "pmid": "12472329",
  "uid": "12472329",
  "title": "Interventions to enhance patient adherence to medication prescriptions: scientific review.",
  "abstract": "CONTEXT: Low adherence with prescribed treatments is ubiquitous and undermines treatment benefits. OBJECTIVE: To systematically review published randomized controlled trials (RCTs) of interventions to assist patients' adherence to prescribed medications. DATA SOURCES: A search of MEDLINE, CINAHL, PSYCHLIT, SOCIOFILE, IPA, EMBASE, The Cochrane Library databases, and bibliographies was performed for records from 1967 through August 2001 to identify relevant articles of all RCTs of interventions intended to improve adherence to self-administered medications. STUDY SELECTION AND DATA EXTRACTION: Studies were included if they reported an unconfounded RCT of an intervention to improve adherence with prescribed medications for a medical or psychiatric disorder; both adherence and treatment outcome were measured; follow-up of at least 80% of each study group was reported; and the duration of follow-up for studies with positive initial findings was at least 6 months. Information on study design features, interventions, controls, and findings (adherence rates and patient outcomes) were extracted for each article. DATA SYNTHESIS: Studies were too disparate to warrant meta-analysis. Forty-nine percent of the interventions tested (19 of 39 in 33 studies) were associated with statistically significant increases in medication adherence and only 17 reported statistically significant improvements in treatment outcomes. Almost all the interventions that were effective for long-term care were complex, including combinations of more convenient care, information, counseling, reminders, self-monitoring, reinforcement, family therapy, and other forms of additional supervision or attention. Even the most effective interventions had modest effects. CONCLUSIONS: Current methods of improving medication adherence for chronic health problems are mostly complex, labor-intensive, and not predictably effective. The full benefits of medications cannot be realized at currently achievable levels of adherence; therefore, more studies of innovative approaches to assist patients to follow prescriptions for medications are needed.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Heather P",
      "initials": "HP",
      "name": "Heather P McDonald",
      "affiliations": [
        "Health Research Methodology Program, McMaster University School of Graduate Studies, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "0098-7484",
    "issn_type": "Print",
    "volume": "288",
    "issue": "22",
    "pub_year": "2002",
    "pub_month": "Dec",
    "pub_day": "11"
  },
  "start_page": "2868",
  "end_page": "2879",
  "pages": "2868-79",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Chronic Disease",
    "Drug Therapy",
    "Humans",
    "Mental Disorders",
    "Patient Compliance",
    "Randomized Controlled Trials as Topic",
    "Self Administration"
  ],
  "article_ids": {
    "pubmed": "12472329",
    "doi": "10.1001/jama.288.22.2868",
    "pii": "jsr20016"
  },
  "doi": "10.1001/jama.288.22.2868",
  "dates": {
    "completed": "2002-12-19",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.004287",
    "pmid": "12472329"
  }
}