{
  "pmid": "12481936",
  "uid": "12481936",
  "title": "Myocardial response to incremental exercise in endurance-trained athletes: influence of heart rate, contractility and the Frank-Starling effect.",
  "abstract": "Recent evidence indicates that endurance-trained athletes are able to increase their stroke volume (SV) throughout incremental upright exercise, probably due to a progressively greater effect of the Frank-Starling mechanism. This is contrary to the widely held belief that SV reaches a plateau at a submaximal heart rate (irrespective of fitness level), owing to a limitation in the time for diastolic filling. The purpose of this investigation was to evaluate whether endurance-trained athletes rely on a progressively greater effect of the Frank-Starling mechanism throughout incremental exercise. A secondary purpose was to evaluate the effects of postural position on the cardiovascular responses to incremental exercise. Ten male cyclists participated in this investigation. Left ventricular function was assessed throughout incremental exercise in the supine and upright positions (counterbalanced) using radionuclide ventriculography. Stroke volume increased in a linear fashion during incremental exercise in both the upright and supine positions. The increases in cardiac output (Q) throughout incremental to maximal exercise (in both the supine and upright positions) were significantly related to changes in heart rate, myocardial contractility and the Frank-Starling mechanism. Percentage changes in end-diastolic volume and SV were significantly greater in the upright position versus the supine position, reflecting an increased reliance on the Frank-Starling effect to increase Q. We conclude from this investigation that highly trained endurance athletes are able to make progressively increasing usage of the Frank-Starling effect throughout incremental exercise. Postural position has a significant effect on the relative contribution of heart rate, myocardial contractility and the Frank-Starling mechanism to the increase in Q during exercise conditions.",
  "authors": [
    {
      "last_name": "Warburton",
      "fore_name": "Darren E R",
      "initials": "DE",
      "name": "Darren E R Warburton",
      "affiliations": [
        "Division of Cardiology, Faculty of Medicine and Faculty of Physical Education and Recreation, University of Alberta, Edmonton, Alberta, Canada. darrenwb@interchange.ubc.ca"
      ]
    },
    {
      "last_name": "Haykowsky",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Haykowsky",
      "affiliations": []
    },
    {
      "last_name": "Quinney",
      "fore_name": "H Arthur",
      "initials": "HA",
      "name": "H Arthur Quinney",
      "affiliations": []
    },
    {
      "last_name": "Blackmore",
      "fore_name": "Derrick",
      "initials": "D",
      "name": "Derrick Blackmore",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    },
    {
      "last_name": "Humen",
      "fore_name": "Dennis P",
      "initials": "DP",
      "name": "Dennis P Humen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental physiology",
    "iso_abbreviation": "Exp Physiol",
    "issn": "0958-0670",
    "issn_type": "Print",
    "volume": "87",
    "issue": "5",
    "pub_year": "2002",
    "pub_month": "Sep"
  },
  "start_page": "613",
  "end_page": "622",
  "pages": "613-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Bicycling",
    "Exercise",
    "Heart",
    "Heart Rate",
    "Humans",
    "Male",
    "Myocardial Contraction",
    "Oxygen Consumption",
    "Physical Endurance",
    "Regression Analysis",
    "Stroke Volume"
  ],
  "article_ids": {
    "pubmed": "12481936",
    "doi": "10.1113/eph8702372"
  },
  "doi": "10.1113/eph8702372",
  "dates": {
    "completed": "2003-04-04",
    "revised": "2019-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:31.783963",
    "pmid": "12481936"
  }
}