{
  "pmid": "12486418",
  "uid": "12486418",
  "title": "The relevance of subgroup-specific treatment effects: the Studies Of Left Ventricular Dysfunction (SOLVD) revisited.",
  "abstract": "BACKGROUND: The overall effect sizes estimated from randomized clinical trials may not apply similarly to all patients. Univariate subgroup analyses are often used to help determine the generalizability of a trial's results, but may themselves be misleading. We reanalyzed the Studies of Left Ventricular Dysfunction (SOLVD) to determine whether the treatment effect depended on the patients' baseline prognosis, defined on the basis of multiple clinical variables. METHODS: The SOLVD prevention (4228 patients) and the SOLVD treatment (2569 patients) trials were randomized, double-blind trials that studied the effect of enalapril in patients with reduced left-ventricular function or congestive heart failure. We combined both SOLVD populations and compared the results of a univariate analysis to a multivariate approach in which 3 patient subgroups were defined according to baseline risks for the combined end point of death or hospitalization for heart failure. RESULTS: Enalapril treatment resulted in 24% fewer events. The strongest predictors of an event were ejection fraction, New York Heart Association classification and age, antiplatelet agents, history of diabetes mellitus, treatment with digoxin or diuretics, and race. Only ejection fraction produced a significant treatment interaction (P =.004). Consistent with the original SOLVD reports, this interaction was also demonstrable when ejection fraction was scaled into tertiles and examined on its own (P =.012). However, there was no interaction present when patients were divided into tertiles of multifactorial baseline risk. CONCLUSIONS: We confirmed the treatment effect of enalapril, the impact of left-ventricular systolic function, and the negative prognostic importance of diabetes mellitus in this population. Although ejection fraction led to a subgroup-treatment interaction in the main SOLVD publications, a multifactorial approach to prognostic grouping abolished the interaction. These findings highlight the limitations of univariate subgroup analyses and illustrate that multivariate risk group analysis may be a complementary method for assessing the generalizability of the overall treatment effects observed in randomized trials.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Andrea B",
      "initials": "AB",
      "name": "Andrea B Parker",
      "affiliations": [
        "Institute of Medical Sciences, University of Toronto, and Cardiac Research Inc, Toronto, Ontario, Canada. abp.care@sympatico.ca"
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Naylor",
      "fore_name": "C David",
      "initials": "CD",
      "name": "C David Naylor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "941",
  "end_page": "947",
  "pages": "941-7",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Data Interpretation, Statistical",
    "Enalapril",
    "Heart Failure",
    "Humans",
    "Logistic Models",
    "Multivariate Analysis",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Risk",
    "Treatment Outcome",
    "Ventricular Dysfunction, Left"
  ],
  "article_ids": {
    "pubmed": "12486418",
    "doi": "10.1067/mhj.2002.126446",
    "pii": "S0002870302002181"
  },
  "doi": "10.1067/mhj.2002.126446",
  "dates": {
    "completed": "2003-01-16",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Enalapril"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.071861",
    "pmid": "12486418"
  }
}