{
  "pmid": "12482262",
  "uid": "12482262",
  "title": "Corneal shape in hyperopia.",
  "abstract": "Background: A trend towards decreased peripheral corneal flattening with increasing myopia has recently been demonstrated. The present study was conducted to determine whether corneal asphericity also varies significantly with hyperopic refractive error. Methods: Thirty-five eyes with spherical equivalent refractive error ranging from -0.37 D to +6.00 D were examined. A conicoid equation was fitted to videokeratoscopic (Topographic Modeling System) data and corneal asphericity and apical radius of curvature values were calculated for each subject. Axial length measurements were made using a hand-held biometric ruler. Keratometry was also performed on each eye. Results: The relationship between corneal asphericity (Q) and spherical equivalent refractive error was not statistically significant (p = 0.7419). In addition, no association could be demonstrated between Q and corneal radius of curvature or between Q and axial length. Corneal radius of curvature was positively correlated with axial length (r = 0.367, p = 0.0298). Axial length was found to decrease as hyperopic refractive error increased (r = 0.753, p = 0.0001). Conclusions: For hyperopic eyes, corneal asphericity does not appear to be significantly correlated with refractive error, a finding that is at variance with previous data for myopic eyes showing an association between these two variables. The results suggest that there may be differences between hyperopic and myopic eyes with regard to the anterior segment changes that occur during refractive error development.",
  "authors": [
    {
      "last_name": "Mainstone",
      "fore_name": "Julia C",
      "initials": "JC",
      "name": "Julia C Mainstone",
      "affiliations": [
        "School of Optometry, Queensland University of Technology, Victoria Park Road, Kelvin Grove, Queensland, 4059, Australia."
      ]
    },
    {
      "last_name": "Carney",
      "fore_name": "Leo G",
      "initials": "LG",
      "name": "Leo G Carney",
      "affiliations": []
    },
    {
      "last_name": "Anderson",
      "fore_name": "Corey R",
      "initials": "CR",
      "name": "Corey R Anderson",
      "affiliations": []
    },
    {
      "last_name": "Clem",
      "fore_name": "Philip M",
      "initials": "PM",
      "name": "Philip M Clem",
      "affiliations": []
    },
    {
      "last_name": "Stephensen",
      "fore_name": "Andrew L",
      "initials": "AL",
      "name": "Andrew L Stephensen",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical & experimental optometry",
    "iso_abbreviation": "Clin Exp Optom",
    "issn": "1444-0938",
    "issn_type": "Electronic",
    "volume": "81",
    "issue": "3",
    "pub_year": "1998"
  },
  "start_page": "131",
  "end_page": "137",
  "pages": "131-137",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "12482262",
    "doi": "10.1111/j.1444-0938.1998.tb06731.x",
    "pii": "ceo813131"
  },
  "doi": "10.1111/j.1444-0938.1998.tb06731.x",
  "dates": {
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.699057",
    "pmid": "12482262"
  }
}