{
  "pmid": "12489137",
  "uid": "12489137",
  "title": "Localized hypoplasia of the primary canine in bonobos, orangutans, and gibbons.",
  "abstract": "This paper extends observations by Lukacs ([1999] Am. J. Phys. Anthropol. 110:351-363; [2001] Am. J. Phys. Anthropol. 116:199-208) of localized hypoplasia of the primary canine (LHPC) among large apes to gibbons, bonobos, and orangutans. LHPC is a roughly circular area of deficient enamel on the labial surface of primary canine teeth which, on current evidence from humans, forms several months after birth due to malnutrition-induced craniofacial osteopenia, leading to crypt fenestration that exposes the dental follicle and more deep-sited ameloblasts to minor physical traumata during normal motor infant development. Our goal was to determine the prevalence of LHPC among a variety of apes which differ in body mass and socioecology, with a view to elucidating the etiology of the defect. We examined juvenile dentitions from 122 animals from three taxa: 8 Hylobates lar, 75 Pongo pygmaeus from Borneo and Sumatra, and 39 Pan paniscus from central Africa. Reported variables include taxon, sex, arcade, side, and tooth size. Presence/absence and ordinal severity of defect expression were recorded by description, microphotography, and scanning electron microscopy. Molds were taken in high-resolution dental impression materials and cast in epoxy resin. There are clear taxonomic, but no sex, differences. Prevalence ranged from 0.0% in gibbons to 61.5% in bonobos and 85.3% in orangutans. The result for orangutans is similar to that reported by Lukacs ([1999] Am. J. Phys. Anthropol. 110:351-363), while bonobos are much more affected than were the common chimpanzees (22%) described by Lukacs ([1999] Am. J. Phys. Anthropol. 110:351-363). There are no significant antimeric differences, but the lower canine is much more affected than the upper by LHPC. We show that larger teeth are more affected by LHPC and have more severe defects. Also, we encountered several instances of patent or healing canine crypt fenestrations, occasionally in direct association with LHPC. Location of the defect indicates that LHPC may occur perinatally but more usually several months postnatally. Histological examination showing the neonatal line and LHPC is required to resolve the issue of timing. We concur with Lukacs ([1999] Am. J. Phys. Anthropol. 110:351-363) that taxonomic, anatomical, and environmental variables combine to determine the occurrence and appearance of LHPC. Nevertheless, we conclude that LHPC probably reflects deficient growth of the arcades in infant apes and humans.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark F",
      "initials": "MF",
      "name": "Mark F Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, British Columbia V5A 1S6, Canada. mskinner@sfu.ca"
      ]
    },
    {
      "last_name": "Newell",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Newell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physical anthropology",
    "iso_abbreviation": "Am J Phys Anthropol",
    "issn": "0002-9483",
    "issn_type": "Print",
    "volume": "120",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Jan"
  },
  "start_page": "61",
  "end_page": "72",
  "pages": "61-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Animals, Newborn",
    "Bone Diseases, Metabolic",
    "Classification",
    "Cuspid",
    "Dental Enamel Hypoplasia",
    "Female",
    "Hylobates",
    "Male",
    "Nutrition Disorders",
    "Pan paniscus",
    "Pongo pygmaeus"
  ],
  "article_ids": {
    "pubmed": "12489137",
    "doi": "10.1002/ajpa.10149"
  },
  "doi": "10.1002/ajpa.10149",
  "dates": {
    "completed": "2003-04-01",
    "revised": "2009-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.378769",
    "pmid": "12489137"
  }
}