{
  "pmid": "12496620",
  "uid": "12496620",
  "title": "Measuring outcomes in aesthetic surgery: a comprehensive review of the literature.",
  "abstract": "Outcomes research examines the end results of medical interventions, taking into account patients' experiences, preferences, and values. The purpose of assessing outcomes is to provide evidence on which to base clinical decisions. The assessment of outcomes in aesthetic surgery is especially pertinent because patient satisfaction is the predominant factor in determining success. In cosmetic surgery, various scales have been used to assess outcomes. Unfortunately, none of these methods has achieved widespread use. The adoption of broadly accepted, relevant scales to measure outcomes would be advantageous, because this would allow the comparison of techniques, quantification of positive effects, and identification of patients unlikely to benefit from surgery. The purpose of this study was to critically review the present literature to identify the appropriate instruments to assess outcomes in aesthetic surgery. After a comprehensive review of aesthetic surgery outcome instruments, the authors identified body-image and quality-of-life measures to be of the greatest value in determining aesthetic surgery outcomes. These conclusions were based on a critical evaluation of the feasibility, validity, reliability, and sensitivity to change of these measures. The Multidimensional Body-States Relations Questionnaire (MBSRQ), a psychological assessment of body image, was selected as a potential candidate for further study. Two additional body-image assessment instruments, the Facial Appearance Sorting Test (FAST) and the Breast Chest Ratings Scale (BCRS), may be useful in the assessment of rhinoplasty and breast surgery, respectively. The Derriford Scale (DAS59), an instrument that assesses appearance-related quality of life, was also selected. In addition, the authors recommend the use of a generic, utility-based quality-of-life instrument, such as the Health Utilities Index (HUI) or the EuroQol (EQ-5D).",
  "authors": [
    {
      "last_name": "Ching",
      "fore_name": "Shim",
      "initials": "S",
      "name": "Shim Ching",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, St. Joseph's Healthcare Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "McCabe",
      "fore_name": "Randi E",
      "initials": "RE",
      "name": "Randi E McCabe",
      "affiliations": []
    },
    {
      "last_name": "Antony",
      "fore_name": "Martin M",
      "initials": "MM",
      "name": "Martin M Antony",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "0032-1052",
    "issn_type": "Print",
    "volume": "111",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Jan"
  },
  "start_page": "469",
  "end_page": "482",
  "pages": "469-80; discussion 481-2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Body Image",
    "Humans",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Quality of Life",
    "Reproducibility of Results",
    "Sensitivity and Specificity",
    "Surgery, Plastic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12496620",
    "doi": "10.1097/01.PRS.0000036041.67101.48"
  },
  "doi": "10.1097/01.PRS.0000036041.67101.48",
  "dates": {
    "completed": "2003-04-11",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.387835",
    "pmid": "12496620"
  }
}