{
  "pmid": "12509359",
  "uid": "12509359",
  "title": "Speech recognition as a transcription aid: a randomized comparison with standard transcription.",
  "abstract": "OBJECTIVE: Speech recognition promises to reduce information entry costs for clinical information systems. It is most likely to be accepted across an organization if physicians can dictate without concerning themselves with real-time recognition and editing; assistants can then edit and process the computer-generated document. Our objective was to evaluate the use of speech-recognition technology in a randomized controlled trial using our institutional infrastructure. DESIGN: Clinical note dictation from physicians in two specialty divisions was randomized to either a standard transcription process or a speech-recognition process. Secretaries and transcriptionists also were assigned randomly to each of these processes. MEASUREMENTS: The duration of each dictation was measured. The amount of time spent processing a dictation to yield a finished document also was measured. Secretarial and transcriptionist productivity, defined as hours of secretary work per minute of dictation processed, was determined for speech recognition and standard transcription. RESULTS: Secretaries in the endocrinology division were 87.3% (confidence interval, 83.3%, 92.3%) as productive with the speech-recognition technology as implemented in this study as they were using standard transcription. Psychiatry transcriptionists and secretaries were similarly less productive. Author, secretary, and type of clinical note were significant (p < 0.05) predictors of productivity. CONCLUSION: When implemented in an organization with an existing document-processing infrastructure (which included training and interfaces of the speech-recognition editor with the existing document entry application), speech recognition did not improve the productivity of secretaries or transcriptionists.",
  "authors": [
    {
      "last_name": "Mohr",
      "fore_name": "David N",
      "initials": "DN",
      "name": "David N Mohr",
      "affiliations": [
        "Division of Area General Internal Medicine, Mayo Clinic, Rochester, Minnesota 55905, USA. dmohr@mayo.edu"
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "David W",
      "initials": "DW",
      "name": "David W Turner",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Kamath",
      "fore_name": "Joseph S",
      "initials": "JS",
      "name": "Joseph S Kamath",
      "affiliations": []
    },
    {
      "last_name": "De Vos",
      "fore_name": "Cathy B",
      "initials": "CB",
      "name": "Cathy B De Vos",
      "affiliations": []
    },
    {
      "last_name": "Carpenter",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Carpenter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Informatics Association : JAMIA",
    "iso_abbreviation": "J Am Med Inform Assoc",
    "issn": "1067-5027",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2003"
  },
  "start_page": "85",
  "end_page": "93",
  "pages": "85-93",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Humans",
    "Medical Records Systems, Computerized",
    "Physicians",
    "Speech",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "12509359",
    "pmc": "PMC150361",
    "doi": "10.1197/jamia.m1130"
  },
  "doi": "10.1197/jamia.m1130",
  "pmc_id": "PMC150361",
  "dates": {
    "completed": "2003-03-06",
    "revised": "2019-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.833812",
    "pmid": "12509359"
  }
}