{
  "pmid": "12509376",
  "uid": "12509376",
  "title": "Randomizing patients by family practice: sample size estimation, intracluster correlation and data analysis.",
  "abstract": "BACKGROUND: Cluster randomized controlled trials increasingly are used to evaluate health interventions where patients are nested within larger clusters such as practices, hospitals or communities. Patients within a cluster may be similar to each other relative to patients in other clusters on key variables; therefore, sample size calculations and analyses of results require special statistical methods. OBJECTIVE: The purpose of this study was to illustrate the calculations used for sample size estimation and data analysis and to provide estimates of the intraclass correlation coefficients (ICCs) for several variables using data from the Seniors Medication Assessment Research Trial (SMART), a community-based trial of pharmacists consulting to family physicians to optimize the drug therapy of older patients. METHODS: The study was a paired cluster randomized trial, where the family physician's practice was the cluster. The sample size calculation was based on a hypothesized reduction of 15% in mean daily units of medication in the intervention group compared with the control group, using an alpha of 0.05 (one-tailed) with 80% power, and an ICC from pilot data of 0.08. ICCs were estimated from the data for several variables. The analyses comparing the two groups used a random effects model for a meta-analysis over pairs. RESULTS: The design effect due to clustering was 2.12, resulting in an inflation in sample size from 340 patients required using individual randomization, to 720 patients using randomization of practices, with 15 patients from each of 48 practices. ICCs for medication use, health care utilization and general health were <0.1; however, the ICC for mean systolic blood pressure over the trial period was 0.199. CONCLUSIONS: Compared with individual randomization, cluster randomization may substantially increase the sample size required to maintain adequate statistical power. The differences in ICCs among potential outcome variables reinforce the need for valid estimates to ensure proper study design.",
  "authors": [
    {
      "last_name": "Cosby",
      "fore_name": "Roxanne H",
      "initials": "RH",
      "name": "Roxanne H Cosby",
      "affiliations": [
        "Department of Family Medicine, McMaster University and Centre for the Evaluation of Medicines, St. Joseph's Healthcare, Hamilton, Ontario, Canada. cosbyr@mcmaster.ca"
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    },
    {
      "last_name": "Willan",
      "fore_name": "Andrew R",
      "initials": "AR",
      "name": "Andrew R Willan",
      "affiliations": []
    },
    {
      "last_name": "Sellors",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Sellors",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "0263-2136",
    "issn_type": "Print",
    "volume": "20",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "77",
  "end_page": "82",
  "pages": "77-82",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Cluster Analysis",
    "Family Practice",
    "Female",
    "Humans",
    "Male",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "12509376",
    "doi": "10.1093/fampra/20.1.77"
  },
  "doi": "10.1093/fampra/20.1.77",
  "dates": {
    "completed": "2003-05-01",
    "revised": "2019-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.508892",
    "pmid": "12509376"
  }
}