{
  "pmid": "12500758",
  "uid": "12500758",
  "title": "Benefits of switching from typical to atypical antipsychotic medications: a longitudinal study in a community-based setting.",
  "abstract": "OBJECTIVE: This study examines the clinical and resource utilization effects of switching stable outpatients with schizophrenia from a typical to an atypical antipsychotic medication. METHOD: We monitored 43 schizophrenia patients from a community mental health program who tolerated switching from typical to atypical antipsychotic medications. We used the Positive and Negative Syndrome Scale (PANSS), Lehman Quality of Life Interview (QOL), and service utilization data for 2 years before and 2 years after the switch. RESULTS: The switch to atypical antipsychotics was associated with significant improvements in positive symptoms, in general psychopathology, and in quality of life. Resource requirements, including case-management and crisis services and hospitalization days, were significantly reduced. We observed no changes in the sample's already low levels of negative symptoms. CONCLUSIONS: In stable outpatients with schizophrenia in a real-world setting, switching to an atypical antipsychotic can result in sustained, significant improvement in clinical response and quality of life, as well as in reduced need for hospitalization and community support.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Peter E",
      "initials": "PE",
      "name": "Peter E Cook",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario. cookpe@McMaster.ca"
      ]
    },
    {
      "last_name": "Goldberg",
      "fore_name": "Joel O",
      "initials": "JO",
      "name": "Joel O Goldberg",
      "affiliations": []
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "0706-7437",
    "issn_type": "Print",
    "volume": "47",
    "issue": "9",
    "pub_year": "2002",
    "pub_month": "Nov"
  },
  "start_page": "870",
  "end_page": "874",
  "pages": "870-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Antipsychotic Agents",
    "Community Mental Health Services",
    "Female",
    "Follow-Up Studies",
    "Hospitalization",
    "Humans",
    "Male",
    "Mental Disorders",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "12500758",
    "doi": "10.1177/070674370204700909"
  },
  "doi": "10.1177/070674370204700909",
  "dates": {
    "completed": "2003-01-30",
    "revised": "2017-02-14"
  },
  "chemicals": [
    "Antipsychotic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.101483",
    "pmid": "12500758"
  }
}