{
  "pmid": "12519635",
  "uid": "12519635",
  "title": "Association between the risk of coronary artery disease in South Asians and a deletion polymorphism in glutathione S-transferase M1.",
  "abstract": "South Asians living in Western societies show a greater risk of coronary artery disease (CAD) than the indigenous Caucasian population, probably related to the change to a Westernised lifestyle and an associated genetic susceptibility. Modulation of DNA damage and mutation caused by polymorphisms in detoxification enzymes, including the glutathione S-transferases (GSTs), is a well-established risk factor for tobacco-related carcinogenesis, and a similar change in cellular damage may be involved in the risk of vascular disease associated with tobacco smoking. In this study we examined whether polymorphisms in GST genes influence the risk of CAD in a case-control group of South Asians, following our recent observation of such an association in Caucasians from the same region of the UK. Blood was obtained from 170 patients of South Asian origin admitted for angiographic investigation of chest pain and from 203 controls. Patients were subdivided into those with and without previous acute myocardial infarction (AMI), and DNA was analysed for deletions in the GSTM1 and GSTT1 genes. An association was found between the prevalence of the GSTM1 null genotype and the risk of developing CAD in this study population. The frequency of the null genotype was 52.7% in healthy controls and 41.2% in patients (odds ratio [OR] 0.63, 95% confidence interval [95% CI] 0.42-0.95, p = 0.029). The effect was similar in subjects with or without a prior history of AMI. The association was also independent of smoking history, with both non-smokers and smokers showing a similar pattern of genotype distribution, the frequency of the null genotype being 51.2% in controls versus 37.0% in patients in 'never' smokers (OR 0.56, 95% CI 0.33-0.94, p = 0.037) and 60.0% in controls versus 46.2% in patients in 'ever' smokers (OR 0.57, 95% CI 0.25-1.28, p = 0.223). The association remained after adjusting for age, sex, body mass index and the presence or absence of stenosis. No significant associations were observed between the GSTT1 genotype and cardiovascular disease (chi(2) test, p > 0.1). The results of this study indicate that the GSTM1 null genotype is protective against both CAD and AMI. However, further study is required in order to elucidate the, as yet unexplained, mechanisms underlying this association.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Wilson",
      "affiliations": [
        "Molecular Epidemiology Unit, Epidemiology and Health Services Research, University of Leeds, Leeds, UK."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Grant",
      "affiliations": []
    },
    {
      "last_name": "Kain",
      "fore_name": "Kirti",
      "initials": "K",
      "name": "Kirti Kain",
      "affiliations": []
    },
    {
      "last_name": "Warner",
      "fore_name": "Darren P",
      "initials": "DP",
      "name": "Darren P Warner",
      "affiliations": []
    },
    {
      "last_name": "Wild",
      "fore_name": "Christopher P",
      "initials": "CP",
      "name": "Christopher P Wild",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biomarkers : biochemical indicators of exposure, response, and susceptibility to chemicals",
    "iso_abbreviation": "Biomarkers",
    "issn": "1354-750X",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2003"
  },
  "start_page": "43",
  "end_page": "50",
  "pages": "43-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Asia, Southeastern",
    "Biomarkers",
    "Case-Control Studies",
    "Coronary Artery Disease",
    "Female",
    "Gene Deletion",
    "Genotype",
    "Glutathione Transferase",
    "Humans",
    "Male",
    "Middle Aged",
    "Polymorphism, Genetic",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Risk Factors",
    "Sex Characteristics",
    "Smoking",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "12519635",
    "doi": "10.1080/1354750021000042439",
    "pii": "GUWXLN7AF6D0BPVG"
  },
  "doi": "10.1080/1354750021000042439",
  "dates": {
    "completed": "2003-06-18",
    "revised": "2019-11-06"
  },
  "chemicals": [
    "Biomarkers",
    "Glutathione Transferase",
    "glutathione S-transferase M1"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.699767",
    "pmid": "12519635"
  }
}