{
  "pmid": "12528589",
  "uid": "12528589",
  "title": "Supporting ethical practice in primary care research: strategies for action.",
  "abstract": "Researchers in primary care share the general ethical obligations of all researchers. However, these obligations may raise different issues in the unique context of primary care. Current professional ethical guidance for primary care research is complex and fragmentary. The newly introduced research governance framework does not specifically address primary care research, and recent changes in legal requirements have significant implications for research. In this paper, ethical issues arising from research in primary care are considered, current standards and resources are described, and strategies for supporting ethical practice are discussed. Four ethical issues are discussed: consent and competence; confidentiality; power relations; and procedural issues. In the final part of the paper, broad strategies to support ethical practice in primary care research are recommended. These include education and resources, greater clarity of relevant standards, financial support, a greater role for primary care networks, and greater public debate.",
  "authors": [
    {
      "last_name": "Rogers",
      "fore_name": "Wendy A",
      "initials": "WA",
      "name": "Wendy A Rogers",
      "affiliations": [
        "Department of Community Health Sciences-General Practice, University of Edinburgh. wendy.rogers@flinders.edu.au"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The British journal of general practice : the journal of the Royal College of General Practitioners",
    "iso_abbreviation": "Br J Gen Pract",
    "issn": "0960-1643",
    "issn_type": "Print",
    "volume": "52",
    "issue": "485",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "1007",
  "end_page": "1011",
  "pages": "1007-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Confidentiality",
    "Ethics, Research",
    "Health Services Research",
    "Humans",
    "Informed Consent",
    "Physician-Patient Relations",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "12528589",
    "pmc": "PMC1314473"
  },
  "pmc_id": "PMC1314473",
  "dates": {
    "completed": "2003-02-28",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.389685",
    "pmid": "12528589"
  }
}