{
  "pmid": "12538744",
  "uid": "12538744",
  "title": "Prognostic value of myocardial perfusion studies in patients with end-stage renal disease assessed for kidney or kidney-pancreas transplantation: a meta-analysis.",
  "abstract": "The prognostic utility of myocardial perfusion studies (MPS) such as thallium scintigraphy and dobutamine stress echocardiography (DSE) for stratifying cardiac risk among candidates for kidney or kidney-pancreas transplantation is uncertain. This study is a meta-analysis to determine the prognostic significance of MPS results on future myocardial infarction (MI) and cardiac death (CD) in patients with end-stage renal disease (ESRD) assessed for kidney or kidney-pancreas transplantation. MEDLINE was searched using combinations of MeSH headings and text words for transplantation, coronary artery disease, prognosis, end-stage renal disease, and noninvasive cardiac testing (nuclear scintigraphy and DSE) for primary studies. Studies were included if they reported MPS results and cardiac events in patients assessed for kidney or kidney-pancreas transplantation. Methodologic study quality and outcome data were independently abstracted in duplicate by two researchers. The relative risks (RR) of MI and CD were calculated using a random effects model. Twelve articles met all inclusion criteria; 12 studies reported CD, and 9 reported MI. In eight studies, thallium scintigraphy was used (four with pharmacologic stress, four with exercise stress), whereas four used DSE. When compared with negative tests, positive tests had a significantly increased RR of MI (2.73 [95% CI, 1.25 to 5.97]; P = 0.01) and CD (2.92 [95% CI, 1.66 to 5.12]; P < 0.001). Subgroup analyses of studies of diabetic patients indicated that positive tests were associated with a RR of CD 3.95 (95% CI, 1.48 to 10.5; P = 0.006) and a RR of MI 2.68 (95% CI, 0.95 to 7.57; P = 0.06) when compared with negative tests. In studies evaluating mixed populations of diabetic and nondiabetic patients, positive tests were associated with a RR of CD 2.52 (95% CI, 1.25 to 5.08; P = 0.01) and with a RR of MI 2.79 (95% CI, 0.85 to 9.21; P = 0.09) when compared with a negative test. The presence of reversible defects was associated with an increased risk of MI in diabetic patients and of CD in both subgroups; fixed defects were associated with an increased risk of CD but not MI. It is concluded that positive MPS are useful in identifying patients with significantly increased risk of future MI and CD in both diabetic and nondiabetic ESRD patients.",
  "authors": [
    {
      "last_name": "Rabbat",
      "fore_name": "Christian G",
      "initials": "CG",
      "name": "Christian G Rabbat",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, McMaster University, Hamilton, Ontario, Canada. rabbatc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Treleaven",
      "fore_name": "Darin J",
      "initials": "DJ",
      "name": "Darin J Treleaven",
      "affiliations": []
    },
    {
      "last_name": "Russell",
      "fore_name": "J David",
      "initials": "JD",
      "name": "J David Russell",
      "affiliations": []
    },
    {
      "last_name": "Ludwin",
      "fore_name": "David",
      "initials": "D",
      "name": "David Ludwin",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Society of Nephrology : JASN",
    "iso_abbreviation": "J Am Soc Nephrol",
    "issn": "1046-6673",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "431",
  "end_page": "439",
  "pages": "431-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Coronary Circulation",
    "Diabetes Complications",
    "Heart Diseases",
    "Humans",
    "Incidence",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Myocardial Infarction",
    "Pancreas Transplantation",
    "Predictive Value of Tests",
    "Preoperative Care",
    "Prognosis",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "12538744",
    "doi": "10.1097/01.asn.0000047560.51444.3a"
  },
  "doi": "10.1097/01.asn.0000047560.51444.3a",
  "dates": {
    "completed": "2003-08-08",
    "revised": "2019-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.932495",
    "pmid": "12538744"
  }
}