{
  "pmid": "12533587",
  "uid": "12533587",
  "title": "Barriers to full-text publication following presentation of abstracts at annual orthopaedic meetings.",
  "abstract": "BACKGROUND: Oral presentations at national and international meetings offer an excellent forum for the dissemination of current research findings. However, publication rates of full-text articles after presentation of abstracts at international meetings have ranged from 11% to 78%, which suggests that at least 32% of the abstracts presented are never published as complete articles in peer-reviewed journals. In an effort to identify the reasons that surgeons had not had a paper published following presentation of their work at an international orthopaedic meeting, we conducted a survey of a cross section of authors of orthopaedic papers presented at a national meeting. METHODS: We retrieved all abstracts from the 1996 scientific program of the sixty-third Annual Meeting of the American Academy of Orthopaedic Surgeons. A computerized Medline and PubMed search established whether the abstract had been subsequently published as a full-text article. The authors of the abstracts that had not been subsequently published were surveyed to identify the reasons for the failure to publish. RESULTS: A total of 465 abstracts were presented at the sixty-third Annual Meeting of the American Academy of Orthopaedic Surgeons in 1996. We surveyed the authors of 306 abstracts for which we were unable to locate a subsequent full-text publication on Medline. One hundred and ninety-nine investigators (65%) responded to the questionnaire. At the time of the survey, seventy-two manuscripts had been published, thirty-two had been submitted and rejected, fourteen were under consideration by journals, seven had been accepted for publication or were in press, and three were not recalled by the investigator. In addition, seventy-one abstracts (35.7%) of the 199 had not been submitted for publication. The authors of those abstracts were asked to indicate one or more reasons why they had not submitted a manuscript for publication. Thirty-three investigators (46.5%) indicated that they lacked sufficient time for research activities, twenty-two (31.0%) reported that the study presented at the meeting in 1996 was still in progress, fourteen (19.7%) believed that the responsibility for writing the manuscript belonged to someone else, and twelve (16.9%) reported that difficulties with co-authors who would not participate had impeded the completion of the manuscript. Nine investigators (12.7%) responded that the pursuit of publication was a low priority. CONCLUSIONS: In a survey of investigators who had not had a full-text article published after presenting the abstract at a national meeting, we found that the failure to publish was due to one of three main reasons: (1) they did not have enough time to prepare a manuscript for publication (the reason most frequently given); (2) almost one-third of the studies that had not been submitted for publication were ongoing; and (3) relationships with co-authors sometimes presented a barrier to final publication. Thorough preparation before the study and the establishment of stricter guidelines to limit the presentation of preliminary data at national and international meetings may improve publication rates.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Heatlh Sciences Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Dirschl",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Dirschl",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "85",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Jan"
  },
  "start_page": "158",
  "end_page": "163",
  "pages": "158-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Congresses as Topic",
    "Cross-Sectional Studies",
    "Humans",
    "Orthopedics",
    "Periodicals as Topic",
    "Publishing",
    "Societies, Medical",
    "Time Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "12533587",
    "doi": "10.2106/00004623-200301000-00024"
  },
  "doi": "10.2106/00004623-200301000-00024",
  "dates": {
    "completed": "2003-02-07",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.809912",
    "pmid": "12533587"
  }
}