{
  "pmid": "12558466",
  "uid": "12558466",
  "title": "NICE methodological guidelines and decision making in the National Health Service in England and Wales.",
  "abstract": "The National Institute for Clinical Excellence (NICE) responds to requests by the Department of Health for guidance on the use of selected new and established technologies in the National Health Service (NHS) in England and Wales. This paper asks whether the NICE methodological guidelines help NHS decision makers meet the objectives of maximum health improvements from NHS resources and an equitable availability of technologies. The analytical basis of the guidelines is a comparison of the costs and consequences of new and existing methods of dealing with particular conditions using the incremental cost-effectiveness ratio. We explain why information on the costs and consequences of a particular technology in isolation is insufficient to address issues of efficiency of resource use. We argue that to increase efficiency, decision makers need information on opportunity costs. We show that in the absence of such information decision makers cannot identify the efficient use of resources. Finally we argue that economics provides valid methods for identifying the maximisation of health improvements for a given allocation of resources and we describe an alternative practical approach to this problem. Drawing on the experience of Ontario, Canada where an approach similar to that proposed by NICE has been in use for almost a decade, and recent reports about the consequences of NICE decisions to date, we conclude that instead of increasing the efficiency or equity of the use of NHS resources, NICE methodological guidelines may lead to: uncontrolled increases in NHS expenditures without evidence of any increase in total health improvements; increased inequities in the availability of services; and concerns about the sustainability of public funding for new technologies.",
  "authors": [
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics and the Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1170-7690",
    "issn_type": "Print",
    "volume": "21",
    "issue": "3",
    "pub_year": "2003"
  },
  "start_page": "149",
  "end_page": "157",
  "pages": "149-57",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making, Organizational",
    "Health Planning Guidelines",
    "Humans",
    "National Health Programs",
    "Quality-Adjusted Life Years",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "12558466",
    "doi": "10.2165/00019053-200321030-00001",
    "pii": "210301"
  },
  "doi": "10.2165/00019053-200321030-00001",
  "dates": {
    "completed": "2003-04-02",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.671958",
    "pmid": "12558466"
  }
}