{
  "pmid": "12557411",
  "uid": "12557411",
  "title": "Reversing anticoagulants both old and new.",
  "abstract": "PURPOSE: Reversal of pharmacologic anticoagulation is an issue that arises when an anticoagulated patient has major bleeding or when a patient on chronic anticoagulant therapy requires urgent reversal of anticoagulation, for example, for surgery. SOURCE: We reviewed the literature to determine what strategies are available to reverse anticoagulation caused by older agents, such as warfarin or unfractionated heparin (UFH), as well as newer agents, for example, low-molecular-weight heparin, danaparoid, fondaparinux, lepirudin, and argatroban. PRINCIPAL FINDINGS: Specific \"antidotes\" exist for the \"classic\" anticoagulant agents: protamine sulfate for UFH, and vitamin K for warfarin. However, vitamin K only begins to reverse warfarin's anticoagulant effect by four to six hours, so urgent situations additionally require blood products, such as plasma (fresh frozen or cryosupermatant plasma), prothrombin complex concentrates, or, possibly, recombinant factor VIIa. A growing problem arises from the increasing use of new anticoagulants that lack specific antidotes. For example, protamine sulfate reverses only about 60% of the anti-factor Xa activity of low-molecular-weight heparin, has negligible effects on danaparoid (a mixture of anticoagulant glycosaminoglycans used to treat heparin-induced thrombocytopenia) and fondaparinux (a novel synthetic antithrombin-binding pentasaccharide with exclusive anti-factor Xa activity approved in the United States for antithrombotic prophylaxis following orthopedic surgery). The new direct thrombin inhibitors (e.g., lepirudin, bivalirudin, argatroban) also have no specific antidote. CONCLUSION: Newer anticoagulant agents generally lack specific antidotes. Thus, careful choice of an anticoagulant agent and laboratory monitoring where appropriate are needed to minimize risk of bleeding complications.",
  "authors": [
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton Regional Laboratory Medicine Program, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "0832-610X",
    "issn_type": "Print",
    "volume": "49",
    "issue": "6",
    "pub_year": "2002"
  },
  "start_page": "S11",
  "end_page": "S25",
  "pages": "S11-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Blood Coagulation Factors",
    "Factor VIIa",
    "Humans",
    "Protamines",
    "Thrombin",
    "Vitamin K",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "12557411"
  },
  "dates": {
    "completed": "2003-04-07",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Blood Coagulation Factors",
    "Protamines",
    "Vitamin K",
    "prothrombin complex concentrates",
    "Warfarin",
    "Factor VIIa",
    "Thrombin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.482716",
    "pmid": "12557411"
  }
}