{
  "pmid": "12558704",
  "uid": "12558704",
  "title": "Are health states 'timeless'? A case study of an acute condition: post-chemotherapy nausea and vomiting.",
  "abstract": "RATIONALE, AIMS AND OBJECTIVES: The objective was to test whether individuals' responses to standard gamble (SG) and visual analogue scale (VAS) questions do not depend on the time horizon of the health scenario presented. METHODS: Face-to-face interviews were conducted in a convenience sample of 18 women aged 22-50 years with no history of breast cancer or cancer requiring chemotherapy. Data were collected from March 2000 to June 2000 at a university in the Midwest of the United States of America. Preference weights were estimated using SG top-down titration method and VAS scaled from zero (death) to one (perfect health). Subjects were asked to rate their preferences if faced with two scenarios: post-chemotherapy nausea and vomiting (PCNV) occurring for 3 days (scenario 1), and PCNV lasting for the rest of their lives (scenario 2). Three PCNV health states of varying severity were tested: complete alleviation, partial alleviation, and no alleviation. RESULTS: Paired-t-test analysis showed statistically significantly lower preference weights (P < 0.05) when the health state was for the rest of the respondent's life vs. 3 days. Mean SG weights for scenario 1 vs. scenario 2 were: 0.968 vs. 0.927 (complete alleviation), 0.942 vs. 0.810 (partial alleviation) and 0.866 vs. 0.644 (no alleviation). Mean VAS weights for scenario 1 vs. scenario 2 were: 0.741 vs. 0.676 (complete alleviation), 0.490 vs. 0.307 (partial alleviation) and 0.276 vs. 0.136 (no alleviation). DISCUSSION AND CONCLUSIONS: For the majority of respondents the utility independence assumption for SG and VAS did not hold. Similar to Bala et al., the results of this study indicated that preference weights as measured by SG and VAS techniques were not 'timeless'. Regardless of the preference measure used, both SG and VAS yielded higher scores when PCNV lasted for a shorter period of time.",
  "authors": [
    {
      "last_name": "Franic",
      "fore_name": "Duska M",
      "initials": "DM",
      "name": "Duska M Franic",
      "affiliations": [
        "College of Pharmacy, The University of Georgia, Athens, GA 30602-2354, USA. dfranic@rx.uga.edu"
      ]
    },
    {
      "last_name": "Pathak",
      "fore_name": "Dev S",
      "initials": "DS",
      "name": "Dev S Pathak",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1356-1294",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "69",
  "end_page": "82",
  "pages": "69-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Disease",
    "Adult",
    "Antineoplastic Agents",
    "Attitude to Health",
    "Consumer Behavior",
    "Cross-Sectional Studies",
    "Female",
    "Health",
    "Humans",
    "Interviews as Topic",
    "Middle Aged",
    "Midwestern United States",
    "Nausea",
    "Universities",
    "Value of Life",
    "Vomiting"
  ],
  "article_ids": {
    "pubmed": "12558704",
    "doi": "10.1046/j.1365-2753.2003.00381.x",
    "pii": "381"
  },
  "doi": "10.1046/j.1365-2753.2003.00381.x",
  "dates": {
    "completed": "2003-05-23",
    "revised": "2019-11-06"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.833913",
    "pmid": "12558704"
  }
}