{
  "pmid": "12555990",
  "uid": "12555990",
  "title": "Mutation searching in colorectal cancer studies: experience with a denaturing high-pressure liquid chromatography system for exon-by-exon scanning of tumour suppressor genes.",
  "abstract": "AIMS: In hereditary colorectal cancer (CRC) disorders such as familial adenomatous polyposis and hereditary non-polyposis colon cancer, the identification of germline mutations greatly assists in the clinical management of families. In addition, study of somatic mutations in the cancers themselves (both hereditary and sporadic) has been fundamental in the elucidation of the initiation and progression of CRC. Many of the genes underlying CRC development are large; hence mutation screening is a time-consuming and labour-intensive process requiring a rapid and accurate alternative to gel-based systems such as single-strand confirmational polymorphism (SSCP) or denaturing gradient gel electrophoresis (DGGE). Here we report our progress using denaturing gradient high-pressure liquid chromatography (DHPLC) in the screening of the mismatch repair genes MLH1 and MSH2 and in screening the APC and HPP1 tumour suppressor genes for mutations. METHODS: Genomic DNA was amplified using intronic primer sets spanning individual exons in the gene(s) under study. PCR products were subjected to DHPLC and the resultant chromatographs were compared with those of normal controls and aberrant peaks identified. Amplified products with aberrant peaks in the study samples underwent manual sequencing to confirm the presence of sequence variants. RESULTS: The proportion of amplified fragments showing aberrant peaks (hits) ranged from 18 to 30% and in the case of every gene, more than 80% of these could be confirmed as a sequence variant by manual sequencing. The highest rate was found in HPP1, where all hits were found to be sequence variants, and the lowest rate was found in MSH2, where manual sequencing failed to find a sequence variant in 17% of the hits attained. Mutations varied in their nature from directly truncating through splice variants to missense and deletion mutations. Traces for each mutation displayed unique shapes and both deletions and single base changes were equally dramatic. During the mutation scanning many polymorphisms presented as aberrant peaks, as would be expected. Importantly, the same polymorphism gave an identical chromatographic tracing between individuals, opening the possibility to identify common polymorphisms on pattern recognition alone. There remains, though, the possibility that rare pathogenic variants may assume an identical shape. CONCLUSIONS: The results indicate that DHPLC is a sensitive and efficient technique for screening of DNA for sequence variants. Given that polymorphisms comprised the largest proportion of variants found in each gene (66-100%), excluding these by pattern recognition would markedly reduce the amount of sequencing required.",
  "authors": [
    {
      "last_name": "Young",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Young",
      "affiliations": [
        "Conjoint Gastroenterology Laboratory, Royal Brisbane Hospital Foundation Clinical Research Centre, Bancroft Centre, Herston, Queensland, Australia. joanney@qimr.edu.au"
      ]
    },
    {
      "last_name": "Barker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Barker",
      "affiliations": []
    },
    {
      "last_name": "Fraser",
      "fore_name": "Leigh",
      "initials": "L",
      "name": "Leigh Fraser",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Walsh",
      "affiliations": []
    },
    {
      "last_name": "Spring",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Spring",
      "affiliations": []
    },
    {
      "last_name": "Biden",
      "fore_name": "Kelli G",
      "initials": "KG",
      "name": "Kelli G Biden",
      "affiliations": []
    },
    {
      "last_name": "Hopper",
      "fore_name": "John L",
      "initials": "JL",
      "name": "John L Hopper",
      "affiliations": []
    },
    {
      "last_name": "Leggett",
      "fore_name": "Barbara A",
      "initials": "BA",
      "name": "Barbara A Leggett",
      "affiliations": []
    },
    {
      "last_name": "Jass",
      "fore_name": "Jeremy R",
      "initials": "JR",
      "name": "Jeremy R Jass",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pathology",
    "iso_abbreviation": "Pathology",
    "issn": "0031-3025",
    "issn_type": "Print",
    "volume": "34",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "529",
  "end_page": "533",
  "pages": "529-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adaptor Proteins, Signal Transducing",
    "Base Pair Mismatch",
    "Carrier Proteins",
    "Chromatography, High Pressure Liquid",
    "Colorectal Neoplasms, Hereditary Nonpolyposis",
    "DNA Mutational Analysis",
    "DNA, Neoplasm",
    "DNA-Binding Proteins",
    "Exons",
    "Genes, APC",
    "Genetic Testing",
    "Membrane Proteins",
    "MutL Protein Homolog 1",
    "MutS Homolog 2 Protein",
    "Neoplasm Proteins",
    "Nuclear Proteins",
    "Proto-Oncogene Proteins"
  ],
  "article_ids": {
    "pubmed": "12555990",
    "doi": "10.1080/0031302021000035965-1"
  },
  "doi": "10.1080/0031302021000035965-1",
  "dates": {
    "completed": "2003-06-11",
    "revised": "2019-09-06"
  },
  "chemicals": [
    "Adaptor Proteins, Signal Transducing",
    "Carrier Proteins",
    "DNA, Neoplasm",
    "DNA-Binding Proteins",
    "MLH1 protein, human",
    "Membrane Proteins",
    "Neoplasm Proteins",
    "Nuclear Proteins",
    "Proto-Oncogene Proteins",
    "TMEFF2 protein, human",
    "MutL Protein Homolog 1",
    "MutS Homolog 2 Protein"
  ],
  "grants": [
    {
      "grant_id": "U01 CA097735",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "1-U01-CA74778",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.421421",
    "pmid": "12555990"
  }
}