{
  "pmid": "12564948",
  "uid": "12564948",
  "title": "A quantitative analysis of research publications in physical therapy journals.",
  "abstract": "BACKGROUND AND PURPOSE: Many physical therapists depend on their professional journals for high-quality evidence. The purpose of this study was to evaluate the rigor of research and review articles in 4 national physical therapy journals. SUBJECTS AND METHODS: All articles in 6 consecutive issues of the Australian Journal of Physiotherapy, Physical Therapy, Physiotherapy, and Physiotherapy Canada, published between January 2000 and June 2001 (N=179), were reviewed. One trained reviewer identified the type and purpose of each article and assessed the rigor of treatment and review articles according to explicit criteria. RESULTS: The majority of articles reviewed were original studies (56%). The majority of the research articles that dealt with human health care (66%) addressed topics that were not directly applicable to the provision of patient care such as measurement topics and studies on subjects without identified pathologies or impairments. Of the 179 journal articles, 19 met the standards for rigor (11%). The majority of these articles dealt with treatment. The pass rate per journal was as follows: Australian Journal of Physiotherapy, 10% (4/42); Physical Therapy, 15% (7/47); Physiotherapy, 12% (4/34); and Physiotherapy Canada, 7% (4/56). DISCUSSION AND CONCLUSION: Because such a small percentage of articles in these professional journals were identified as having direct application to patient care, physical therapists should attempt to access other sources of information to find additional high-quality evidence. A larger sample with a greater number of issues per journal may have yielded different results and indicated different trends, and further research appears to be warranted.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Miller",
      "affiliations": [
        "pmiller@mcmaster.ca"
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Physical therapy",
    "iso_abbreviation": "Phys Ther",
    "issn": "0031-9023",
    "issn_type": "Print",
    "volume": "83",
    "issue": "2",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "123",
  "end_page": "131",
  "pages": "123-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Australia",
    "Benchmarking",
    "Evidence-Based Medicine",
    "Humans",
    "North America",
    "Physical Therapy Modalities",
    "Research",
    "Review Literature as Topic",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "12564948"
  },
  "dates": {
    "completed": "2003-03-06",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.387527",
    "pmid": "12564948"
  }
}