{
  "pmid": "12563049",
  "uid": "12563049",
  "title": "Childhood behavior disorders and injuries among children and youth: a population-based study.",
  "abstract": "CONTEXT: While an association between pediatric behavioral disorders and injuries is generally acknowledged, no studies have measured the risk for injury in the context of a large, population-based study that is free of cohort biases. OBJECTIVES: To examine the association between childhood behavior disorders ([CBDs] as indicated by prescription for methylphenidate [MPH]) and a variety of injury outcomes, and to evaluate the risk for injury among these children after controlling for known demographic correlates. DESIGN: Population-based database analysis of all children in British Columbia (BC) under the age of 19 as of December 31, 1996; comparison of those who had been prescribed MPH and therefore placed in the CBD group (n = 16, 806) and those who were not (n = 1,010,067). Demographic information collected was as follows: age, sex, measures of socioeconomic status, and region of residence. OUTCOME MEASURES: Common types of childhood injury in BC: International Classification of Diseases, Ninth Revision N-codes (fractures, open wounds, poisoning/toxic effect, concussion, intracranial, burns) and E-codes (falls, postoperative complications, motor vehicle accidents, struck by object, adverse effects of drugs, suffocation, drowning). DATA SOURCE: BC Linked Health Data Set and the BC Triplicate Prescription Program. RESULTS: After controlling for known demographic correlates, odds for injury was greater among those treated with MPH and presumed to have a behavioral disorder, when injury was characterized either by type (1.67; 99% confidence interval: 1.54-1.81) or cause (1.52; 99% confidence interval: 1.40-1.66) of injury. This increased risk extended to unexpected categories of injury such as postoperative complications and adverse effects of drugs. CONCLUSIONS: Children with CBDs have >1.5 times the odds of sustaining injuries of a variety of types from a variety of causes, even after controlling for known demographic correlates, than those without behavioral disorders. The risks for these children extend beyond those that might be directly associated with impulsivity and overactivity. Injury prevention strategies aimed at this group of children and youth would be beneficial. Policy-makers should account for increased risk of a wide variety of injuries in this group of children and youth.",
  "authors": [
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie C",
      "initials": "JC",
      "name": "Jamie C Brehaut",
      "affiliations": [
        "Ottawa Health Research Institute, Ottawa Hospital, Ottawa, Ontario, Canada. jbrehaut@ohri.ca"
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Anton",
      "initials": "A",
      "name": "Anton Miller",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kimberlyn M",
      "initials": "KM",
      "name": "Kimberlyn M McGrail",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "111",
    "issue": "2",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "262",
  "end_page": "269",
  "pages": "262-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Child",
    "Child Behavior Disorders",
    "Child, Preschool",
    "Databases, Factual",
    "Drug Prescriptions",
    "Female",
    "Humans",
    "Male",
    "Methylphenidate",
    "Population Surveillance",
    "Prevalence",
    "Sex Factors",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "12563049",
    "doi": "10.1542/peds.111.2.262"
  },
  "doi": "10.1542/peds.111.2.262",
  "dates": {
    "completed": "2003-02-20",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Methylphenidate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.242420",
    "pmid": "12563049"
  }
}