{
  "pmid": "12591041",
  "uid": "12591041",
  "title": "Correlation between clinical severity score and the lower esophageal sphincter relaxation pressure in idiopathic achalasia.",
  "abstract": "OBJECTIVES: Achalasia is an esophageal motor disorder characterized by aperistalsis and incomplete relaxation of the lower esophageal sphincter (LES). The meaningful correlation between LES relaxation pressure and the severity of clinical symptoms is uncertain. The aim of this study was to elucidate the correlation between the clinical scoring and the LES relaxation pressure. METHODS: Over a 4-yr period from 1997 to 2001, all newly diagnosed patients with idiopathic achalasia were consecutively enrolled in a study. Diagnosis was established based on clinical, radiographic, endoscopic, and manometric criteria. The severity of five cardinal symptoms was scored on a scale of 0-3, and each patient received a total symptom score of 1-15. Manometry was subsequently performed, and the mean of five complete pull-through measurements was recorded as the resting LES relaxation pressure. RESULTS: A total of 115 patients (67 male and 48 female) with a mean age of 37.7 yr (range 12-90 yr) were included in the study. The mean total symptom score was 9.32 (range 3.00-14.00) and mean LES relaxation pressure before therapy was 56.29 mm Hg (range 8.00-107.80 mm Hg). Linear regression analysis showed a significant association between the total symptom score and LES relaxation pressure (p < 0.002, r = 0.290). Among the main symptoms, active and passive regurgitation showed significant correlation with LES relaxation pressure when compared to other individual symptoms using Pearson's correlation coefficient (p < 0.001 and 0.002, respectively). CONCLUSIONS: Our study showed that a clinical symptom score can be an appropriate predictor of the LES relaxation pressure in patients with idiopathic achalasia before therapy. Further studies are needed to evaluate similar correlations after therapeutic intervention.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Achalasia Research Unit, Digestive Disease Research Center, Tehran University of Medical Sciences, Iran."
      ]
    },
    {
      "last_name": "Mikaeli",
      "fore_name": "Javad",
      "initials": "J",
      "name": "Javad Mikaeli",
      "affiliations": []
    },
    {
      "last_name": "Montazeri",
      "fore_name": "Ghodratollah",
      "initials": "G",
      "name": "Ghodratollah Montazeri",
      "affiliations": []
    },
    {
      "last_name": "Nouri",
      "fore_name": "Negin",
      "initials": "N",
      "name": "Negin Nouri",
      "affiliations": []
    },
    {
      "last_name": "Sohrabi",
      "fore_name": "Masoud R",
      "initials": "MR",
      "name": "Masoud R Sohrabi",
      "affiliations": []
    },
    {
      "last_name": "Malekzadeh",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Malekzadeh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "0002-9270",
    "issn_type": "Print",
    "volume": "98",
    "issue": "2",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "278",
  "end_page": "283",
  "pages": "278-83",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Esophageal Achalasia",
    "Esophagogastric Junction",
    "Female",
    "Humans",
    "Linear Models",
    "Male",
    "Manometry",
    "Pressure",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "12591041",
    "doi": "10.1111/j.1572-0241.2003.07266.x",
    "pii": "S0002927002059348"
  },
  "doi": "10.1111/j.1572-0241.2003.07266.x",
  "dates": {
    "completed": "2003-04-01",
    "revised": "2004-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.342101",
    "pmid": "12591041"
  }
}