{
  "pmid": "12591983",
  "uid": "12591983",
  "title": "Health-related quality-of-life measurement in randomized clinical trials in breast cancer--taking stock.",
  "abstract": "Measurement of health-related quality-of-life (HRQOL) in randomized clinical trials in breast cancer has become common. In this review, we take stock of the contribution that HRQOL measurement in breast cancer clinical trials makes to clinical decision making regarding selection of optimal treatment. A series of MEDLINE searches was conducted to identify all randomized trials in breast cancer that included self-reported HRQOL or psychosocial outcomes. A total of 256 citations were identified that included HRQOL or psychosocial outcomes in breast cancer patients, and 66 of these involved randomized clinical trials of treatment. These 66 reports of breast cancer clinical trials of treatment are discussed in this review. Forty-six of the trials evaluated biomedical interventions, and 20 evaluated psychosocial interventions. Among the biomedical trials, eight trials evaluated HRQOL in primary management of breast cancer, seven trials evaluated HRQOL in adjuvant therapy of breast cancer patients, 20 trials involved metastatic breast cancer, eight trials involved symptom control/supportive care, and three trials evaluated different approaches to investigation or follow-up of breast cancer patients. Among the psychosocial trials, 13 trials evaluated HRQOL in adjuvant therapy of breast cancer patients, and their partners or spouses, six trials involved metastatic breast cancer, and one trial focused on symptom control. We found that the contribution of HRQOL measurement to clinical decision making depended on the clinical setting. In primary management of breast cancer, where medical outcomes of several treatment options are equivalent, HRQOL measurement provided added information for clinical decision making beyond that of traditional medical outcomes. In trials in the adjuvant setting, HRQOL measurement did not influence clinical decision making. In metastatic disease, HRQOL outcomes provided little information beyond that obtained from traditional medical outcomes, including toxicity. In the symptom control/supportive care setting, results of HRQOL questionnaires targeting specific symptoms (e.g., emesis) guided treatment decisions. In psychosocial intervention trials, psychosocial and/or HRQOL measurements often provided the only outcome information; therefore, selection of instruments that captured attributes likely to be altered by the intervention was essential. Until results of ongoing trials in breast cancer are available, caution is recommended in initiating new HRQOL studies unless treatment equivalency is expected, or unless the HRQOL questions target unique or specific issues that can only be addressed through patient self-report, including outcomes of psychosocial interventions.",
  "authors": [
    {
      "last_name": "Goodwin",
      "fore_name": "Pamela J",
      "initials": "PJ",
      "name": "Pamela J Goodwin",
      "affiliations": [
        "Department of Medicine, Division of Clinical Epidemiology, Samuel Lunenfeld Research Institute, Mount Sinai Hospital, University of Toronto, 1284-600 University Avenue, Toronto, Ontario M5G 1X5, Canada. pgoodwin@mtsinai.on.ca"
      ]
    },
    {
      "last_name": "Black",
      "fore_name": "Jeanne T",
      "initials": "JT",
      "name": "Jeanne T Black",
      "affiliations": []
    },
    {
      "last_name": "Bordeleau",
      "fore_name": "Louise J",
      "initials": "LJ",
      "name": "Louise J Bordeleau",
      "affiliations": []
    },
    {
      "last_name": "Ganz",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Ganz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the National Cancer Institute",
    "iso_abbreviation": "J Natl Cancer Inst",
    "issn": "0027-8874",
    "issn_type": "Print",
    "volume": "95",
    "issue": "4",
    "pub_year": "2003",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "263",
  "end_page": "281",
  "pages": "263-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S.",
    "Review"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Chemotherapy, Adjuvant",
    "Decision Making",
    "Female",
    "Health Status",
    "Humans",
    "Quality of Life",
    "Radiotherapy, Adjuvant",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "12591983",
    "doi": "10.1093/jnci/95.4.263"
  },
  "doi": "10.1093/jnci/95.4.263",
  "dates": {
    "completed": "2003-03-18",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:45.179849",
    "pmid": "12591983"
  }
}