{
  "pmid": "12601308",
  "uid": "12601308",
  "title": "Evidence-based public health, community medicine, preventive care.",
  "abstract": "The use of evidence-based reasoning and decision-making theory and practice is becoming increasingly commonplace in most of the health sciences. Public health, which encompasses health protection, disease prevention and health promotion, has traditionally been more evidence-based than clinical medicine. However, more must be done to grade evidence in the absence of classical clinical trials or other experimental proof. Decisions in public health also rely on economical, social and political considerations, but how can evidence in these fields be graded for the best possible decision-making in public health? Moreover, evidence is often unequally distributed in relation to different focus groups. For example, evidence in the area of women's health should be as extensive as it is in the area of men's health. Medicine has traditionally been more ethically inclined than many other fields of human endeavour. In light of this, should we require all decision makers involved in health policies (i.e. politicians, economists, and other stakeholders) to be equally ethically minded? Decisions made without using the best evidence in setting the priorities of health programs and health policies may be ethically questionable. However, the burden and responsibility no longer lie exclusively on the shoulders of physicians and nurses. Evidence-based problem solving and decision-making in health sciences are only approximately a decade old. As a result, the already impressive, but still incomplete accomplishments of the evidence-based medical world require further advancements.",
  "authors": [
    {
      "last_name": "Jenicek",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jenicek",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Canada. jenicekm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Stachenko",
      "fore_name": "Sylvie",
      "initials": "S",
      "name": "Sylvie Stachenko",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1234-1010",
    "issn_type": "Print",
    "volume": "9",
    "issue": "2",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "SR1",
  "end_page": "SR7",
  "pages": "SR1-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Community Medicine",
    "Evidence-Based Medicine",
    "Humans",
    "Preventive Health Services",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "12601308",
    "pii": "3375"
  },
  "dates": {
    "completed": "2003-04-18",
    "revised": "2004-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:59.463923",
    "pmid": "12601308"
  }
}