{
  "pmid": "12610196",
  "uid": "12610196",
  "title": "Shared treatment decision making: what does it mean to physicians?",
  "abstract": "PURPOSE: Physicians are urged to practice shared treatment decision making (STDM), yet this concept is poorly understood. We developed a conceptual framework describing essential characteristics of a shared approach. This study assessed the degree of congruence in the meanings of STDM as described in the framework and as perceived by practicing physicians. METHODS: A cross-sectional survey questionnaire was mailed to eligible Ontario medical and radiation oncologists and surgeons treating women with early-stage breast cancer. Open-ended and structured questions elicited physicians' perceptions of shared decision making. RESULTS: Most study physicians spontaneously described STDM using characteristics identified in the framework as essential to this concept. When presented with clinical examples in which the decision-making roles of physicians and patients were systematically varied, study physicians overwhelmingly identified example 4 as illustrating a shared approach. This example was deliberately constructed to depict STDM as defined in the framework. In addition, more than 85.0% of physicians identified as important to STDM specific patient and physician roles derived from the framework. These included the following: the physician gives information to the patient on treatment benefits and risks; the patient gives information to the physician about her values; the patient and physician discuss treatment options; both agree on the treatment to implement. CONCLUSION: Substantial congruence was found between the meaning of STDM as described in the framework and as perceived by study physicians. This supports use of the framework as a conceptual tool to guide research, compare different treatment decision-making approaches, clarify the meaning of STDM, and enhance its translation into practice.",
  "authors": [
    {
      "last_name": "Charles",
      "fore_name": "Cathy A",
      "initials": "CA",
      "name": "Cathy A Charles",
      "affiliations": [
        "Department of Clinical Epidemiology, McMaster University, Hamilton, Ontario, Canada. charlesc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Whelan",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Whelan",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Willan",
      "fore_name": "Andy",
      "initials": "A",
      "name": "Andy Willan",
      "affiliations": []
    },
    {
      "last_name": "Farrell",
      "fore_name": "Sylvia",
      "initials": "S",
      "name": "Sylvia Farrell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "iso_abbreviation": "J Clin Oncol",
    "issn": "0732-183X",
    "issn_type": "Print",
    "volume": "21",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "932",
  "end_page": "936",
  "pages": "932-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Breast Neoplasms",
    "Chemotherapy, Adjuvant",
    "Cross-Sectional Studies",
    "Decision Making",
    "Female",
    "Health Services Research",
    "Humans",
    "Ontario",
    "Patient Participation",
    "Patient Satisfaction",
    "Personal Autonomy",
    "Physician-Patient Relations",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12610196",
    "doi": "10.1200/JCO.2003.05.057"
  },
  "doi": "10.1200/JCO.2003.05.057",
  "dates": {
    "completed": "2003-03-28",
    "revised": "2016-11-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:37.911510",
    "pmid": "12610196"
  }
}