{
  "pmid": "12636464",
  "uid": "12636464",
  "title": "Screening men for prostate and colorectal cancer in the United States: does practice reflect the evidence?",
  "abstract": "CONTEXT: The debate about the efficacy of prostate-specific antigen (PSA) screening for prostate cancer has received substantial attention in the medical literature and the media, but the extent to which men are actually screened is unknown. If practice were evidence-based, PSA screening would be less common among men than colorectal cancer screening, a preventive service of broad acceptance and proven efficacy. OBJECTIVE: To compare the prevalences of PSA and colorectal cancer screening among US men. DESIGN, SETTING, AND POPULATION: The 2001 Behavioral Risk Factor Surveillance System, an annual population-based telephone survey of US adults conducted by the Centers for Disease Control and Prevention, was used to gather data on a representative sample of men aged 40 years or older from all 50 states and the District of Columbia (n = 49 315). MAIN OUTCOME MEASURES: Proportions of men ever screened and up to date on screening for prostate cancer (with PSA testing) and colorectal cancer (with fecal occult blood testing, flexible sigmoidoscopy, or colonoscopy). RESULTS: Overall, men are more likely to report having ever been screened for prostate cancer than for colorectal cancer; 75% of those aged 50 years or older have had a PSA test vs 63% for any colorectal cancer test (risk ratio [RR], 1.20; 95% confidence interval [CI], 1.18-1.21). Up-to-date PSA screening is also more common than colorectal cancer screening for men of all ages. Among men aged 50 to 69 years (those for whom there is the greatest consensus in favor of screening), 54% reported an up-to-date PSA screen, while 45% reported up-to-date testing for colorectal cancer (RR, 1.19; 95% CI, 1.16-1.21). In state-level analyses of this age group, men were significantly more likely to be up to date on prostate cancer screening compared with colorectal cancer screening in 27 states, while up-to-date colorectal cancer screening was more common in only 1 state. CONCLUSION: Among men in the United States, prostate cancer screening is more common than colorectal cancer screening. Physicians should ensure that men who choose to be screened for cancer are aware of the known mortality benefit of colorectal cancer screening and the uncertain benefits of screening for prostate cancer.",
  "authors": [
    {
      "last_name": "Sirovich",
      "fore_name": "Brenda E",
      "initials": "BE",
      "name": "Brenda E Sirovich",
      "affiliations": [
        "VA Outcomes Group, 111B, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA. brenda.sirovich@dartmouth.edu"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "0098-7484",
    "issn_type": "Print",
    "volume": "289",
    "issue": "11",
    "pub_year": "2003",
    "pub_month": "Mar",
    "pub_day": "19"
  },
  "start_page": "1414",
  "end_page": "1420",
  "pages": "1414-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Behavioral Risk Factor Surveillance System",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Occult Blood",
    "Prostate-Specific Antigen",
    "Prostatic Neoplasms",
    "United States"
  ],
  "article_ids": {
    "pubmed": "12636464",
    "doi": "10.1001/jama.289.11.1414",
    "pii": "joc22030"
  },
  "doi": "10.1001/jama.289.11.1414",
  "dates": {
    "completed": "2003-04-03",
    "revised": "2019-07-01"
  },
  "chemicals": [
    "Prostate-Specific Antigen"
  ],
  "grants": [
    {
      "grant_id": "CA91052-01",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.390132",
    "pmid": "12636464"
  }
}