{
  "pmid": "12643376",
  "uid": "12643376",
  "title": "Endobronchial metallic stent placement for airway complications after lung transplantation: longitudinal results.",
  "abstract": "BACKGROUND: In lung transplant recipients, bronchial stenosis (SB) and bronchomalacia (MB) result in obstructive airway disease and allograft dysfunction due to pulmonary infection. We hypothesized that endobronchial metallic stent placement for SB and MB would result in long-term improvement in respiratory function and rates of pulmonary infection. METHODS: We studied symptomatic lung transplant recipients with bronchoscopic evidence of proximal airway complications (SB or MB) and a synchronous decline in forced expiratory volume in 1 second (FEV1) of at least 10% in the 6-month period before intervention. Stent placement was the primary intervention for SB and all focal MB lesions and for recurrent or refractory SB lesions failing a single initial attempt at balloon dilation. FEV1 and rates of pulmonary infection were assessed in the 12-month interval before and after stent placement. Spirometric evaluation was performed at 3-month intervals and compared with spirometry at the time of stent placement. The rates of pulmonary infection, determined by the number of antibiotics prescribed, was determined before and after endobronchial correction. RESULTS: Thirty recipients underwent a total of 75 procedures (50 stent insertions and 25 balloon dilations). FEV1 improved significantly after stent placement compared with base line (1.29 +/- 0.43 L) as follows: 3 months, 1.45 +/- 0.50 L, p = 0.014; 6 months, 1.59 +/- 0.57 L, p = 0.002; 12 months 1.59 +/- 0.53 L, p = 0.006. The infection rate decreased from the 12-month period preceding stent insertion to the corresponding period after stent insertion (6.97/100 days +/- 6.33 versus 5.74/100 days +/- 7.76, p = 0.018). Recurrent SB occurred in 17.3%. No life-threatening complications occurred after stent placement and no deaths were attributed to stent malfunction or malposition. CONCLUSIONS: In lung transplant recipients with SB and MB, maintenance of airway patency by stent placement is safe and resulted in improvements in lung function and reduced pulmonary infection rates for up to 1 year after their insertion.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Division of Pulmonary Transplantation, and Pulmonary, Critical Care Medicine, University of Pittsburgh Medical Center-Presbyterian Hospital, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Orons",
      "fore_name": "Philip D",
      "initials": "PD",
      "name": "Philip D Orons",
      "affiliations": []
    },
    {
      "last_name": "Dauber",
      "fore_name": "James H",
      "initials": "JH",
      "name": "James H Dauber",
      "affiliations": []
    },
    {
      "last_name": "Grgurich",
      "fore_name": "Wayne F",
      "initials": "WF",
      "name": "Wayne F Grgurich",
      "affiliations": []
    },
    {
      "last_name": "Stitt",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Stitt",
      "affiliations": []
    },
    {
      "last_name": "Raghu",
      "fore_name": "Sujatha",
      "initials": "S",
      "name": "Sujatha Raghu",
      "affiliations": []
    },
    {
      "last_name": "Iacono",
      "fore_name": "Aldo T",
      "initials": "AT",
      "name": "Aldo T Iacono",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Annals of thoracic surgery",
    "iso_abbreviation": "Ann Thorac Surg",
    "issn": "0003-4975",
    "issn_type": "Print",
    "volume": "74",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "1934",
  "end_page": "1941",
  "pages": "1934-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Airway Obstruction",
    "Bronchial Diseases",
    "Constriction, Pathologic",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Lung Transplantation",
    "Male",
    "Postoperative Complications",
    "Stents",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12643376",
    "doi": "10.1016/s0003-4975(02)04033-x",
    "pii": "S0003-4975(02)04033-X"
  },
  "doi": "10.1016/s0003-4975(02)04033-x",
  "dates": {
    "completed": "2003-04-01",
    "revised": "2019-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.048021",
    "pmid": "12643376"
  }
}