{
  "pmid": "12644345",
  "uid": "12644345",
  "title": "Short- and long-term oral antiplatelet therapy in acute coronary syndromes and percutaneous coronary intervention.",
  "abstract": "Platelets play a central role in both the short- and long-term manifestations of atherothrombosis. In acute coronary syndrome (ACS), there is a steep rise in cardiovascular events early, followed by an incremental rise in cardiovascular events over the long term. This long-term event rate is related to persistent platelet activation and thrombin generation. There is therefore a need to optimize both short- and long-term oral antiplatelet and antithrombotic strategies. The benefits of aspirin therapy, when administered early and continued over the long term, were demonstrated in several early randomized trials. The Antithrombotic Trialists' Collaboration found a 46% reduction in vascular events with antiplatelet therapy (mostly aspirin). However, despite treatment with aspirin and proven therapies, recurrent events remain high. The adenosine diphosphate receptor antagonists, ticlopidine and clopidogrel, inhibit the early steps of platelet activation, degranulation, and release of prothrombotic and inflammatory mediators, while also preventing activation of the glycoprotein IIb/IIIa receptor. The Clopidogrel in Unstable angina to prevent Recurrent Events (CURE) trial demonstrated the benefits of aspirin plus clopidogrel in reducing major cardiovascular events (cardiovascular death, myocardial infarction [MI], and stroke reduced by 20%, p = 0.00009) in a broad range of patients with ACS when administered early and continued over the long term. The benefits emerge very rapidly after a 300 mg loading dose. For the large number of patients undergoing percutaneous coronary intervention in the CURE trial, there was a substantial risk reduction with clopidogrel pretreatment followed by long-term therapy (p < 0.002). This benefit was present, regardless of whether intervention was performed early or late. The significant benefits of aspirin and clopidogrel persist for the combined efficacy-safety end point of cardiovascular death, MI, stroke, or life-threatening bleeding when clopidogrel is started early, combined with aspirin and other standard therapies, and continued for up to one year.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Division of Cardiology, McMaster University and the Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada. smehta@mcmaster.ca"
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "0735-1097",
    "issn_type": "Print",
    "volume": "41",
    "issue": "4 Suppl S",
    "pub_year": "2003",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "79S",
  "end_page": "88S",
  "pages": "79S-88S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Administration, Oral",
    "Angina, Unstable",
    "Angioplasty, Balloon, Coronary",
    "Aspirin",
    "Clopidogrel",
    "Coronary Thrombosis",
    "Drug Therapy, Combination",
    "Humans",
    "Myocardial Infarction",
    "Outcome Assessment, Health Care",
    "Platelet Activation",
    "Platelet Aggregation Inhibitors",
    "Ticlopidine"
  ],
  "article_ids": {
    "pubmed": "12644345",
    "doi": "10.1016/s0735-1097(02)02831-0",
    "pii": "S0735109702028310"
  },
  "doi": "10.1016/s0735-1097(02)02831-0",
  "dates": {
    "completed": "2003-06-19",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Clopidogrel",
    "Ticlopidine",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.548032",
    "pmid": "12644345"
  }
}