{
  "pmid": "12644343",
  "uid": "12644343",
  "title": "Oral anticoagulants in patients with coronary artery disease.",
  "abstract": "Oral anticoagulants have been used in patients with vascular disease for over 40 years, yet their role in the secondary prevention of recurrent cardiovascular (CV) events remains controversial. The objectives of this systematic review are to more reliably determine the role of oral anticoagulants with and without antiplatelet therapy in patients with established coronary artery disease (CAD). Randomized trials in which oral anticoagulants were tested in CAD patients who were treated for at least three months were identified, and each trial was classified by the targeted level of intensity of anticoagulation. Data from the trials were combined using the modified Mantel-Haenszel method, and odds ratios were computed. Data from over 20,000 patients indicated that high-intensity oral anticoagulation (international normalized ratio [INR] >2.8) significantly reduced CV complications and increased bleeding compared with controls. Moderate-intensity oral anticoagulation (INR 2 to 3) also reduced CV complications compared with controls. The combination of moderate-intensity oral anticoagulation and aspirin is more effective and equally as safe as aspirin alone. Low-intensity oral anticoagulation (INR <2) in the presence of aspirin does not reduce CV complications and increases bleeding compared with aspirin alone.",
  "authors": [
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine, Division of Cardiology and Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. anands@mcmaster.ca"
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "0735-1097",
    "issn_type": "Print",
    "volume": "41",
    "issue": "4 Suppl S",
    "pub_year": "2003",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "62S",
  "end_page": "69S",
  "pages": "62S-69S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Aspirin",
    "Coronary Artery Disease",
    "Drug Therapy, Combination",
    "Hemorrhage",
    "Humans",
    "International Normalized Ratio",
    "Myocardial Infarction",
    "Outcome Assessment, Health Care",
    "Platelet Aggregation Inhibitors",
    "Randomized Controlled Trials as Topic",
    "Stroke",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "12644343",
    "doi": "10.1016/s0735-1097(02)02776-6",
    "pii": "S0735109702027766"
  },
  "doi": "10.1016/s0735-1097(02)02776-6",
  "dates": {
    "completed": "2003-06-19",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Platelet Aggregation Inhibitors",
    "Warfarin",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.547525",
    "pmid": "12644343"
  }
}