{
  "pmid": "12642826",
  "uid": "12642826",
  "title": "A questionnaire to measure quality of life in adults with nocturnal allergic rhinoconjunctivitis.",
  "abstract": "BACKGROUND: Many patients with rhinoconjunctivitis experience symptoms at night and these interfere with getting a good night's sleep. OBJECTIVE: The aim of this study was to develop the Nocturnal Rhinoconjunctivitis Quality of Life Questionnaire (NRQLQ) to measure the functional problems that are most troublesome to patients with nocturnal allergic rhinoconjunctivitis (NAR). METHODS: After generating a list of 256 potentially important items, 132 patients with NAR identified the items that were most troublesome. The top scoring 16 items are included in the NRQLQ in four domains (sleep problems, symptoms during sleep time, symptoms on waking and practical problems). The NRQLQ asks patients to recall their experiences during the previous week and score each item on a 7-point scale. RESULTS: One hundred and six patients with NAR participated in a 3 week validation study. This showed the NRQLQ to have good reliability (ICC = 0.87) and responsiveness (responsiveness index = 0.93). For both cross-sectional and longitudinal construct validity correlations between the NRQLQ and other measures of health status were close to a priori predictions. CONCLUSIONS: The NRQLQ has strong evaluative and discriminative measurement properties and can be used with confidence in both clinical practice and clinical trials to measure the functional impairments that are most troublesome to patients with nocturnal allergic rhinoconjunctivitis.",
  "authors": [
    {
      "last_name": "Juniper",
      "fore_name": "Elizabeth F",
      "initials": "EF",
      "name": "Elizabeth F Juniper",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rohrbaugh",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Rohrbaugh",
      "affiliations": []
    },
    {
      "last_name": "Meltzer",
      "fore_name": "Eli O",
      "initials": "EO",
      "name": "Eli O Meltzer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "0091-6749",
    "issn_type": "Print",
    "volume": "111",
    "issue": "3",
    "pub_year": "2003",
    "pub_month": "Mar"
  },
  "start_page": "484",
  "end_page": "490",
  "pages": "484-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Circadian Rhythm",
    "Conjunctivitis, Allergic",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Rhinitis, Allergic, Perennial",
    "Rhinitis, Allergic, Seasonal",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12642826",
    "doi": "10.1067/mai.2003.137",
    "pii": "S009167490291256X"
  },
  "doi": "10.1067/mai.2003.137",
  "dates": {
    "completed": "2003-04-18",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:44.085705",
    "pmid": "12642826"
  }
}