{
  "pmid": "12644344",
  "uid": "12644344",
  "title": "The evolving role of direct thrombin inhibitors in acute coronary syndromes.",
  "abstract": "The central role of thrombin in the initiation and propagation of intravascular thrombus provides a strong rationale for direct thrombin inhibitors in acute coronary syndromes (ACS). Direct thrombin inhibitors are theoretically likely to be more effective than indirect thrombin inhibitors, such as unfractionated heparin or low-molecular-weight heparin, because the heparins block only circulating thrombin, whereas direct thrombin inhibitors block both circulating and clot-bound thrombin. Several initial phase 3 trials did not demonstrate a convincing benefit of direct thrombin inhibitors over unfractionated heparin. However, the Direct Thrombin Inhibitor Trialists' Collaboration meta-analysis confirms the superiority of direct thrombin inhibitors, particularly hirudin and bivalirudin, over unfractionated heparin for the prevention of death or myocardial infarction (MI) during treatment in patients with ACS, primarily due to a reduction in MI (odds ratio, 0.80; 95% confidence interval, 0.70 to 0.91) with little impact on death. The absolute risk reduction in the composite of death or MI at the end of treatment (0.8%) was similar at 30 days (0.7%), indicating no loss of benefit after cessation of therapy. Supportive evidence for the superiority of direct thrombin inhibitors over heparin derives from the recently reported Hirulog and Early Reperfusion or Occlusion (HERO)-2 randomized trial with ST-segment elevation ACS, which demonstrated a similar benefit of bivalirudin over heparin for the prevention of death or MI at 30 days (absolute risk reduction 1.0%), again primarily due to a reduction in MI during treatment (odds ratio, 0.70; 95% confidence interval, 0.56 to 0.87), with little impact on death. Further evaluation of hirudin and bivalirudin in the antithrombotic management of patients with ACS is warranted.",
  "authors": [
    {
      "last_name": "Eikelboom",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eikelboom",
      "affiliations": [
        "Department of Medicine, University of Western Australia, Perth, Australia. john.eikelboom@health.wa.gov.au"
      ]
    },
    {
      "last_name": "White",
      "fore_name": "Harvey",
      "initials": "H",
      "name": "Harvey White",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "0735-1097",
    "issn_type": "Print",
    "volume": "41",
    "issue": "4 Suppl S",
    "pub_year": "2003",
    "pub_month": "Feb",
    "pub_day": "19"
  },
  "start_page": "70S",
  "end_page": "78S",
  "pages": "70S-78S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Angina, Unstable",
    "Antithrombins",
    "Coronary Thrombosis",
    "Fibrinolytic Agents",
    "Forecasting",
    "Heparin",
    "Hirudins",
    "Humans",
    "Meta-Analysis as Topic",
    "Myocardial Infarction",
    "Outcome Assessment, Health Care",
    "Peptide Fragments",
    "Randomized Controlled Trials as Topic",
    "Recombinant Proteins",
    "Thrombin"
  ],
  "article_ids": {
    "pubmed": "12644344",
    "doi": "10.1016/s0735-1097(02)02687-6",
    "pii": "S0735109702026876"
  },
  "doi": "10.1016/s0735-1097(02)02687-6",
  "dates": {
    "completed": "2003-06-19",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Antithrombins",
    "Fibrinolytic Agents",
    "Hirudins",
    "Peptide Fragments",
    "Recombinant Proteins",
    "Heparin",
    "Thrombin",
    "bivalirudin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.080749",
    "pmid": "12644344"
  }
}