{
  "pmid": "12641862",
  "uid": "12641862",
  "title": "Oseltamivir for treatment of influenza in healthy adults: pooled trial evidence and cost-effectiveness model for Canada.",
  "abstract": "BACKGROUND: Influenza is a common viral respiratory infection that is associated with significant morbidity. Oseltamivir (Tamiflu) is a neuraminidase inhibitor-a new class of antiviral treatment for influenza where efficacy and safety has been established but cost-effectiveness is unknown. METHODS: A decision analytic model was used to estimate the costs and effectiveness of two treatment scenarios for empiric management of otherwise healthy nonelderly patients, presenting with influenza-like illness (ILI) to primary care physicians in Canada: 1) where oseltamivir is reimbursed and on formulary for prescription; and 2) where oseltamivir is not on formulary. Outcomes are influenza-days averted and quality-adjusted life-years (QALYs) gained. Effectiveness, utility, and pneumonia complication risk estimates are by pooled analysis of patient-level data from four clinical trials. Unit cost information (Canadian dollars) was obtained from published sources in Ontario. Probabilistic sensitivity analysis was conducted using Monte Carlo simulation. RESULTS: Of 2288 patients randomized, influenza was confirmed in 1575 (69%) and oseltamivir treatment reduced the mean time to symptom alleviation by 1.08 days (95% confidence interval CI] 0.58-1.59). Infected patients treated with oseltamivir had higher utility scores (quality of life) than placebo patients over the 7 days of follow-up (P <.05). Cost per influenza-day averted with oseltamivir on formulary is 49 US dollars (95% CI 31-107) and the cost per QALY is 57,863 US dollars (95% CI 48,919- 70,149 US dollars). Results are sensitive to the percentage of patients presenting to their physician beyond 48 hours from symptom onset who get oseltamivir and the prevalence of influenza among patients presenting with ILI. CONCLUSIONS: Oseltamivir for treatment of patients with ILI is potentially cost-effective if clinical diagnostic specificity for influenza observed in clinical trials is applicable to routine practice. More population-based information on the prevalence of influenza among early (<48 hours) presenters with ILI would be valuable.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Bernie J",
      "initials": "BJ",
      "name": "Bernie J O'Brien",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. obrienb@mcmaster.ca"
      ]
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1098-3015",
    "issn_type": "Print",
    "volume": "6",
    "issue": "2",
    "pub_year": "2003"
  },
  "start_page": "116",
  "end_page": "125",
  "pages": "116-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acetamides",
    "Adult",
    "Antiviral Agents",
    "Canada",
    "Cost-Benefit Analysis",
    "Decision Trees",
    "Humans",
    "Influenza, Human",
    "Middle Aged",
    "Models, Economic",
    "Monte Carlo Method",
    "Oseltamivir",
    "Outcome Assessment, Health Care",
    "Quality of Life",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "12641862",
    "doi": "10.1046/j.1524-4733.2003.00213.x",
    "pii": "S1098-3015(10)60141-6"
  },
  "doi": "10.1046/j.1524-4733.2003.00213.x",
  "dates": {
    "completed": "2003-05-20",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Acetamides",
    "Antiviral Agents",
    "Oseltamivir"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.050068",
    "pmid": "12641862"
  }
}