{
  "pmid": "12640610",
  "uid": "12640610",
  "title": "Seasonal bed closures in an intensive care unit: a qualitative study.",
  "abstract": "OBJECTIVE: To describe perceptions of the administrative procedures for seasonal bed closures and their consequences in the intensive care unit (ICU), and to critique this example of health care priority setting for legitimacy and fairness. DESIGN: A qualitative study using case study methods and interviews with key participants. We evaluated fairness and legitimacy of the bed closure process using 4 domains of the ethical framework of \"accountability for reasonableness.\" SETTING: An university-affiliated medical/surgical ICU in Eastern Canada. PARTICIPANTS: ICU clinicians (9 bedside nurses and 5 physicians), and administrators (3 ICU managers and 2 senior hospital executives). MAIN OUTCOME MEASURES: Perceptions of ICU clinicians and administrators regarding the ICU bed closure decision-making process and its consequences. RESULTS: Emerging themes concerned: (1) bed closure rationale (including arbitrary decision making, bed closure masquerading as a code for a nursing shortage, and suboptimal evidence base for implementing closures); (2) bed closure process (viewed as unclear with insufficient prior publicity and inadequate subsequent review); and (3) adverse consequences (including safety issues, negative professional working relationships, and poor morale). Although an appeals mechanism existed, nurses were not available to staff reopened beds so this condition is only partially met. The relevance, publicity, and enforcement conditions for accountability of reasonableness were not satisfied, offering opportunities for improvement. CONCLUSION: Clinicians and administrators are readily able to identify shortcomings in the seasonal bed closure process in the ICU. These shortcomings should be targeted for improvement so that intensive care health services delivery is legitimate and fair.",
  "authors": [
    {
      "last_name": "Rocker",
      "fore_name": "Graeme M",
      "initials": "GM",
      "name": "Graeme M Rocker",
      "affiliations": [
        "Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada. gmrocker@is.dal.ca"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Martin",
      "fore_name": "Douglas K",
      "initials": "DK",
      "name": "Douglas K Martin",
      "affiliations": []
    },
    {
      "last_name": "Singer",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Singer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "18",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Mar"
  },
  "start_page": "25",
  "end_page": "30",
  "pages": "25-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Ethics",
    "Health Facility Closure",
    "Health Priorities",
    "Humans",
    "Intensive Care Units",
    "Seasons"
  ],
  "article_ids": {
    "pubmed": "12640610",
    "doi": "10.1053/jcrc.2003.YJCRC6",
    "pii": "S0883944103700161"
  },
  "doi": "10.1053/jcrc.2003.YJCRC6",
  "dates": {
    "completed": "2003-07-01",
    "revised": "2018-11-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.650160",
    "pmid": "12640610"
  }
}