{
  "pmid": "12640616",
  "uid": "12640616",
  "title": "Health technology assessment in the ICU: noninvasive positive pressure ventilation for acute respiratory failure.",
  "abstract": "Critical care practitioners have a number of health-related technologies at our disposal to provide the best possible care for our critically ill patients. Although certain technologies may improve outcomes in the intensive care unit (ICU), many technologies are disseminated without rigorous evaluation. Health technology assessment (HTA) in critical care is a complex and dynamic process, which is a powerful tool to assess a health technology for its initial use or continued application in the ICU. This article applies an HTA framework to the use of noninvasive positive pressure ventilation (NPPV) for patients with acute respiratory failure (ARF). The strongest evidence to date supports the use of NPPV in patients with ARF caused by exacerbations of chronic obstructive pulmonary disease (COPD); the benefit for patients with acute nonhypercarbic, hypoxemic respiratory failure is less clear. The success of NPPV technology depends on operator education and experience. The cost effectiveness of NPPV has been evaluated in patients with ARF caused by COPD, and cost reduction is attributed to the prevention of ventilator-associated pneumonia by avoiding endotracheal intubation. An HTA framework can help health care practitioners make important decisions regarding the acquisition of new technologies and the evaluation of current technologies. Careful evaluation of health technologies in the ICU should be an ongoing priority.",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. sinufft@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "18",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Mar"
  },
  "start_page": "59",
  "end_page": "67",
  "pages": "59-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Humans",
    "Intensive Care Units",
    "Lung Diseases, Obstructive",
    "Positive-Pressure Respiration",
    "Respiratory Distress Syndrome",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "12640616",
    "doi": "10.1053/jcrc.2003.YJCRC12",
    "pii": "S0883944103700227"
  },
  "doi": "10.1053/jcrc.2003.YJCRC12",
  "dates": {
    "completed": "2003-07-01",
    "revised": "2020-12-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.932825",
    "pmid": "12640616"
  }
}