{
  "pmid": "12640606",
  "uid": "12640606",
  "title": "The seriously ill hospitalized patient: preferred role in end-of-life decision making?",
  "abstract": "PURPOSE: The objective of this study was to further our understanding of the decision-making process near the end of life. Specifically, we ascertained the seriously ill patients' preferred role in the decision-making process, what factors were associated with this role, and how this stated preference related to physicians' perception of preferred role. MATERIALS AND METHODS: Prospective cohort study of hospitalized patients with end-stage congestive heart disease, chronic pulmonary disease, cirrhosis, or metastatic cancer. Eligible patients were interviewed to ascertain their personal views on end-of-life decision making, desired role, and level of symptoms experienced. RESULTS: A total of 135 patients were enrolled in this study. The majority of patients (103, 76%) had thought about end-of-life issues although only 48 (36%) had discussed them with their doctor in the hospital. With respect to preferred role in decision making, in the scenario of a competent patient, 14 (10%) preferred to leave all decisions to the doctor, 12 (9%) preferred that the doctor make the final decision after considering their opinion, 43 (32%) preferred that the doctor shared responsibility with them to make the decision, 32 (24%) patients preferred to make the final decision after considering the doctor's opinion, 21 (16%) preferred to make the treatment decision alone, and 13 (10%) did not answer. Physicians were not able to accurately predict patient's preferred role nor could the variability in patient choice be accounted for by demographic or symptom covariates. CONCLUSION: Seriously ill hospitalized patients desire to discuss end-of-life issues with their physicians but their preferred role in decision making is variable and difficult to predict.",
  "authors": [
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada. dkh2@post.queensu.ca"
      ]
    },
    {
      "last_name": "Tranmer",
      "fore_name": "Joan",
      "initials": "J",
      "name": "Joan Tranmer",
      "affiliations": []
    },
    {
      "last_name": "O'Callaghan",
      "fore_name": "C J",
      "initials": "CJ",
      "name": "C J O'Callaghan",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "18",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Mar"
  },
  "start_page": "3",
  "end_page": "10",
  "pages": "3-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Analysis of Variance",
    "Chi-Square Distribution",
    "Decision Making",
    "Female",
    "Humans",
    "Inpatients",
    "Male",
    "Patient Participation",
    "Physician-Patient Relations",
    "Prospective Studies",
    "Statistics, Nonparametric",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "12640606",
    "doi": "10.1053/jcrc.2003.YJCRC2",
    "pii": "S0883944103700124"
  },
  "doi": "10.1053/jcrc.2003.YJCRC2",
  "dates": {
    "completed": "2003-07-01",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.835189",
    "pmid": "12640606"
  }
}