{
  "pmid": "12654122",
  "uid": "12654122",
  "title": "Students' attitudes and potential behaviour with regard to whistle blowing as they pass through a modern medical curriculum.",
  "abstract": "OBJECTIVE: To examine students' attitudes and potential behaviour with regard to whistle blowing as they progress through a modern undergraduate medical curriculum. DESIGN: Cohort design. SETTING: University of Glasgow Medical School. SUBJECTS: A cohort of students entering Glasgow University's new learner-centred, integrated medical curriculum in October 1996. METHODS: Students' pre- and post-Year 1, post-Year 3 and post-Year 5 responses to the whistle blowing vignette of the Ethics in Health Care Instrument (EHCI) were examined quantitatively and qualitatively. Analysis of students' multichoice answers enabled measurement of movement towards professional consensus opinion. Analysis of written justifications helped determine whether their reasoning was consistent with professional consensus and enabled measurement of change in knowledge content and recognition of the values inherent in the vignette. Themes in students' reasoning behind their decisions of whether or not to whistle blow were also identified. RESULTS: There was little improvement in students' performance as they progressed through the curriculum in terms of their proposed behaviour on meeting the whistle blowing scenario. There was also no improvement in the quality of justifications provided. Students' reasoning on whether or not to whistle blow was found to change as the curriculum progressed. CONCLUSIONS: The EHCI has the potential to elicit students' attitudes towards ethical issues at entry to medical school and to measure change as they progress through the curriculum. Students should be encouraged to contemplate dilemmas from all ethical standpoints and consider relevant legal implications. Whistle blowing should be addressed as part of the wider domain of professionalism.",
  "authors": [
    {
      "last_name": "Goldie",
      "fore_name": "John",
      "initials": "J",
      "name": "John Goldie",
      "affiliations": [
        "Department of General Practice, University of Glasgow, UK Cancer Care Ontario, Toronto, Ontario, Canada. johngoldie@fsmail.net"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "McConnachie",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex McConnachie",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Jillian",
      "initials": "J",
      "name": "Jillian Morrison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "37",
    "issue": "4",
    "pub_year": "2003",
    "pub_month": "Apr"
  },
  "start_page": "368",
  "end_page": "375",
  "pages": "368-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Cohort Studies",
    "Curriculum",
    "Education, Medical, Undergraduate",
    "Ethics, Medical",
    "Female",
    "Humans",
    "Male",
    "Scotland",
    "Whistleblowing"
  ],
  "article_ids": {
    "pubmed": "12654122",
    "doi": "10.1046/j.1365-2923.2003.01471.x",
    "pii": "1471"
  },
  "doi": "10.1046/j.1365-2923.2003.01471.x",
  "dates": {
    "completed": "2003-05-07",
    "revised": "2019-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.390393",
    "pmid": "12654122"
  }
}