{
  "pmid": "12657076",
  "uid": "12657076",
  "title": "Community-acquired pneumonia in older people: the need for a broader perspective.",
  "abstract": "Community-acquired pneumonia (CAP) poses a substantial threat to the health of older adults. The incidence of this infection and mortality associated with it increase with age. Despite the considerable effect of CAP on older adults, little is known about the effect of socioeconomic and environmental factors on CAP in older people. This paper argues that broader determinants, including socioeconomic status (SES), nutrition, and factors in the physical environment such as exposure to tobacco smoke and air pollution need to be evaluated as potential risk factors for CAP in older adults. Data suggesting a relationship between low SES and risk of acquiring CAP exist; possible causal pathways include increased exposure through crowding or increased susceptibility to infection. Inadequate nutrition, exposure to tobacco smoke, air pollution, and not receiving immunization may predispose older people to lower respiratory tract infection. This study reviews current evidence for these potential risk factors and suggests priorities for research. A thorough understanding of these factors and their underlying biological mechanisms is needed to develop successful health-promotion strategies such as better immunization strategies and educational programs about nutrition. Determining the effect of air pollution on CAP in older adults is important in terms of reducing personal risk to older individuals and for healthcare agencies charged with formulating policy to protect the health of older adults.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. loebm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "0002-8614",
    "issn_type": "Print",
    "volume": "51",
    "issue": "4",
    "pub_year": "2003",
    "pub_month": "Apr"
  },
  "start_page": "539",
  "end_page": "543",
  "pages": "539-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Air Pollutants",
    "Community-Acquired Infections",
    "Female",
    "Geriatrics",
    "Humans",
    "Male",
    "Pneumonia",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "12657076",
    "doi": "10.1046/j.1532-5415.2003.51165.x",
    "pii": "jgs51165"
  },
  "doi": "10.1046/j.1532-5415.2003.51165.x",
  "dates": {
    "completed": "2003-05-13",
    "revised": "2019-07-09"
  },
  "chemicals": [
    "Air Pollutants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.077413",
    "pmid": "12657076"
  }
}