{
  "pmid": "12652166",
  "uid": "12652166",
  "title": "Practice makes perfect: the critical role of mixed practice in the acquisition of ECG interpretation skills.",
  "abstract": "PURPOSE: To examine the effect of instructional format on medical students' learning of ECG diagnosis. METHOD: Two experiments employed different learning and practice methods. In the first, students were randomly allocated to one of two instructional approaches, one organized around features (e.g., QRS voltage) and the other around diagnostic categories (e.g., bundle branch blocks), followed by a practice phase. In the second experiment, the instruction was standardized, and students were randomly allocated to one of two practice phases, either \"contrastive\" where examples from various categories are mixed together, or \"non-contrastive\" where all the examples in a single category are practiced in a single block. RESULTS: In the first experiment, there was no significant differences in students' diagnostic accuracy on novel ECG examples. In the second experiment, students exposed to the contrastive approach in the practice phase had superior diagnostic accuracy (46%) compared to 30% accuracy for the non-contrastive session, p < 0.05). CONCLUSION: These experiments highlight two important features in the design of instructional materials. First, learning around the features of the problem (analogous to problem-based learning) may have no advantages over learning the category. Second, the design and organization of deliberate practice can result in significant learning gain.",
  "authors": [
    {
      "last_name": "Hatala",
      "fore_name": "Rose M",
      "initials": "RM",
      "name": "Rose M Hatala",
      "affiliations": [
        "Program for Educational Research and Development, Building T-13, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Lee R",
      "initials": "LR",
      "name": "Lee R Brooks",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1382-4996",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2003"
  },
  "start_page": "17",
  "end_page": "26",
  "pages": "17-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Clinical Competence",
    "Cohort Studies",
    "Education, Medical",
    "Electrocardiography",
    "Humans",
    "Problem-Based Learning",
    "Teaching",
    "Teaching Materials"
  ],
  "article_ids": {
    "pubmed": "12652166",
    "doi": "10.1023/a:1022687404380",
    "pii": "5094450"
  },
  "doi": "10.1023/a:1022687404380",
  "dates": {
    "completed": "2003-06-04",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.734388",
    "pmid": "12652166"
  }
}