{
  "pmid": "12656547",
  "uid": "12656547",
  "title": "Comparison of loss in lung volume with open versus in-line catheter endotracheal suctioning.",
  "abstract": "OBJECTIVE: Disconnecting the endotracheal tube from the ventilator causes significant loss in lung volume, which is further exacerbated by suctioning. In-line catheter suction systems have putative benefits over open catheter suction by maintaining positive pressure, thereby minimizing hypoxemia and hemodynamic instability. However, there is a theoretical risk of generating large negative airway pressures and auto-cycling of the ventilator with in-line catheter suction systems. We studied the effects on lung volume with both these techniques. DESIGN: Open, randomized, crossover, clinical trial. SETTING: Pediatric critical care unit. PATIENTS: Fourteen paralyzed patients, age 6 days to 13 yrs. INTERVENTIONS: Each patient, acting as his or her own control, was suctioned with an in-line catheter suction system and open catheter suction. Each suction maneuver was standardized. Changes in lung volume were measured by inductance plethysmography. Heart rate, blood pressure, and oxygen saturation were continuously monitored. MEASUREMENTS AND MAIN RESULTS: Total lung volume loss was greater with open catheter suction compared with in-line catheter suction systems (p = .008). The most significant amount of lung volume loss associated with open catheter suction appears to be related to ventilator disconnection, rather than actual suctioning. Patients with decreased pulmonary compliance (< 0.8 mL/cm H2O/kg) demonstrated a greater loss in lung volume, both absolute and relative, as a result of ventilator disconnection (p = .038 and .006, respectively). Patients suctioned with open catheter suction desaturated to a greater extent than patients suctioned with in-line catheter suction (p = .026). There was evidence of ventilator triggering during the actual suction maneuver in all patients during in-line catheter suctions. CONCLUSIONS: The most significant loss in lung volume during suctioning occurs primarily during ventilator disconnection. Hence, open catheter suction results in greater lung volume loss when compared with in-line catheter suction. We suggest that in-line catheter suction is preferable, especially in patients with significant lung disease and who require high positive end-expiratory pressures, to avoid alveolar derecruitment and exacerbating hypoxemia during endotracheal tube suctioning.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Critical Care Medicine, The Hospital for Sick Children, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chatrkaw",
      "fore_name": "Phornlert",
      "initials": "P",
      "name": "Phornlert Chatrkaw",
      "affiliations": []
    },
    {
      "last_name": "Frndova",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Frndova",
      "affiliations": []
    },
    {
      "last_name": "Cox",
      "fore_name": "Peter N",
      "initials": "PN",
      "name": "Peter N Cox",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Jan"
  },
  "start_page": "69",
  "end_page": "73",
  "pages": "69-73",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Chi-Square Distribution",
    "Child",
    "Child, Preschool",
    "Cross-Over Studies",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Intubation, Intratracheal",
    "Lung",
    "Lung Volume Measurements",
    "Male",
    "Respiration, Artificial",
    "Suction"
  ],
  "article_ids": {
    "pubmed": "12656547",
    "doi": "10.1097/00130478-200301000-00014"
  },
  "doi": "10.1097/00130478-200301000-00014",
  "dates": {
    "completed": "2003-05-15",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.934508",
    "pmid": "12656547"
  }
}