{
  "pmid": "12664219",
  "uid": "12664219",
  "title": "2001 SCCM/ESICM/ACCP/ATS/SIS International Sepsis Definitions Conference.",
  "abstract": "OBJECTIVE: In 1991, the American College of Chest Physicians (ACCP) and the Society of Critical Care Medicine (SCCM) convened a \"Consensus Conference,\" the goals of which were to \"provide a conceptual and a practical framework to define the systemic inflammatory response to infection, which is a progressive injurious process that falls under the generalized term 'sepsis' and includes sepsis-associated organ dysfunction as well. The general definitions introduced as a result of that conference have been widely used in practice, and have served as the foundation for inclusion criteria for numerous clinical trials of therapeutic interventions. Nevertheless, there has been an impetus from experts in the field to modify these definitions to reflect our current understanding of the pathophysiology of these syndromes. DESIGN: Several North American and European intensive care societies agreed to revisit the definitions for sepsis and related conditions. This conference was sponsored by the Society of Critical Care Medicine (SCCM), The European Society of Intensive Care Medicine (ESICM), The American College of Chest Physicians (ACCP), the American Thoracic Society (ATS), and the Surgical Infection Society (SIS). METHODS: 29 participants attended the conference from Europe and North America. In advance of the conference, subgroups were formed to evaluate the following areas: signs and symptoms of sepsis, cell markers, cytokines, microbiologic data, and coagulation parameters. The present manuscript serves as the final report of the 2001 International Sepsis Definitions Conference. CONCLUSION: 1. Current concepts of sepsis, severe sepsis and septic shock remain useful to clinicians and researchers. 2. These definitions do not allow precise staging or prognostication of the host response to infection. 3. While SIRS remains a useful concept, the diagnostic criteria for SIRS published in 1992 are overly sensitive and non-specific. 4. An expanded list of signs and symptoms of sepsis may better reflect the clinical response to infection. 6. PIRO, a hypothetical model for staging sepsis is presented, which, in the future, may better characterize the syndrome on the basis of predisposing factors and premorbid conditions, the nature of the underlying infection, the characteristics of the host response, and the extent of the resultant organ dysfunction.",
  "authors": [
    {
      "last_name": "Levy",
      "fore_name": "Mitchell M",
      "initials": "MM",
      "name": "Mitchell M Levy",
      "affiliations": [
        "Rhode Island Hospital, 593 Eddy Street, MICU Main 7, Providence RI 02903, USA. Mitchell_Levy@brown.edu"
      ]
    },
    {
      "last_name": "Fink",
      "fore_name": "Mitchell P",
      "initials": "MP",
      "name": "Mitchell P Fink",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": []
    },
    {
      "last_name": "Abraham",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Abraham",
      "affiliations": []
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Angus",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Cohen",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Cohen",
      "affiliations": []
    },
    {
      "last_name": "Opal",
      "fore_name": "Steven M",
      "initials": "SM",
      "name": "Steven M Opal",
      "affiliations": []
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Ramsay",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "0342-4642",
    "issn_type": "Print",
    "volume": "29",
    "issue": "4",
    "pub_year": "2003",
    "pub_month": "Apr"
  },
  "start_page": "530",
  "end_page": "538",
  "pages": "530-8",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Multiple Organ Failure",
    "Sepsis",
    "Shock, Septic",
    "Systemic Inflammatory Response Syndrome",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "12664219",
    "doi": "10.1007/s00134-003-1662-x"
  },
  "doi": "10.1007/s00134-003-1662-x",
  "dates": {
    "completed": "2003-10-02",
    "revised": "2023-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.650981",
    "pmid": "12664219"
  }
}