{
  "pmid": "12676038",
  "uid": "12676038",
  "title": "Trigger point--acupuncture point correlations revisited.",
  "abstract": "UNLABELLED: In 1977, Melzack and colleagues examined the possible correspondence of acupuncture points and trigger points for the treatment of pain. They claimed a 71% correspondence between these two classes of points. Their findings have influenced many researchers and practitioners but have not been examined since 1977. The current study explores the claim of a 71% correspondence between these two classes of points through a more extensive examination of the acupuncture literature. OBJECTIVES: To investigate the claim of a 71% correspondence of acupuncture points and trigger points for the treatment of pain. METHODS: The study involved a review of acupuncture texts published since 1977, focusing on five textbooks for the in-depth analyses and a broader range of texts for the more general analyses. RESULTS: If trigger points correspond to any class of acupuncture points it would have to be to the a shi points rather than the \"channel\" or \"extra\" points with which the 1977 study attempted to find correlation. Approximately 35% of recommended acupuncture points in the treatment of pain are distant from the site of the pain, making assumptions about the infrequency of use of distant acupuncture points for pain suspect. Sixty-one percent (61%) of the acupuncture points that the 1977 study examined for the treatment of pain are not recommended at all for the treatment of pain, and 44% are not recommended in the treatment of any problem, while only 19% of the acupuncture points are frequently recommended for pain and 20% for all conditions. For the acupuncture points that corresponded in the 1977 study, the equivalent numbers are: 60% not recommended at all for pain, 47% not recommended for anything, 18% commonly recommended for pain, and 16% commonly recommended for anything. CONCLUSION: The claimed 71% correspondence of trigger points to acupuncture points is conceptually not possible. Furthermore, even putting this conceptual problem aside, no more than 40% of the acupuncture points that the 1977 study examined could correlate for the treatment of pain, and more likely, only approximately 18%-19% correlate rather than the 71% that was claimed. However, this study found a probable correspondence of trigger points to a different class of acupuncture points, the a shi points, which appears to be an important finding. Researchers and clinicians who have assumed the conclusions of the 1977 study to be correct will need to reexamine the impact of the current findings on any claims that are dependent on the conclusions of that study.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "The Stichting for the Study of Traditional East Asian Medicine, Amsterdam, The Netherlands. 71524.3461@compuserve.com"
      ]
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1075-5535",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Feb"
  },
  "start_page": "91",
  "end_page": "103",
  "pages": "91-103",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acupuncture Points",
    "Back",
    "Extremities",
    "Head",
    "Humans",
    "Neck",
    "Pain Management",
    "Pain Measurement",
    "Sensation",
    "Thorax"
  ],
  "article_ids": {
    "pubmed": "12676038",
    "doi": "10.1089/107555303321222973"
  },
  "doi": "10.1089/107555303321222973",
  "dates": {
    "completed": "2003-06-13",
    "revised": "2011-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.616100",
    "pmid": "12676038"
  }
}