{
  "pmid": "12687546",
  "uid": "12687546",
  "title": "Lower prevalence of hand osteoarthritis among Chinese subjects in Beijing compared with white subjects in the United States: the Beijing Osteoarthritis Study.",
  "abstract": "OBJECTIVE: Fewer Chinese subjects in Beijing have hip osteoarthritis (OA) compared with whites in the United States, but as many or more Chinese subjects have knee OA. If these differences are due to a systemic predilection for disease, then the prevalence of hand OA, the best indicator of generalized disease, should be different in China. The goals of this study were to estimate the prevalence of hand OA among elderly Chinese in Beijing, and to compare it with that among elderly whites in the United States. METHODS: We recruited a random sample of Beijing residents ages > or =60 years. Subjects answered questions on joint symptoms and provided posteroanterior radiographs of the hand. The protocol was identical to that used in the Framingham, Massachusetts OA Study. The hand radiographs from the Beijing OA Study were read intermingled with films from the Framingham OA Study. We defined a hand joint as having radiographic OA if it had a Kellgren and Lawrence grade >/=2. Symptomatic OA was present when both radiographic OA and self-reported pain were present in the same joint. We classified a subject as having radiographic or symptomatic hand OA if at least 1 hand joint had radiographic or symptomatic OA. We estimated the prevalence of hand OA in elderly subjects in Beijing and compared it with the prevalence of hand OA in elderly subjects from Framingham, using an age-standardized prevalence ratio. RESULTS: We obtained both symptom information and hand radiographs from 2,525 subjects. Despite the older age of the group, only 44.5% of men and 47.0% of women had radiographic hand OA. Symptomatic hand OA occurred in 3.0% of men and 5.8% of women. Compared with white men in Framingham, the Beijing Chinese men had a much lower prevalence of radiographic hand OA (age-adjusted prevalence ratio 0.64, 95% confidence interval [95% CI] 0.58-0.70) and symptomatic hand OA (age-adjusted prevalence ratio 0.25, 95% CI 0.16-0.34). The proportion of multiple hand joints affected by OA in Chinese men was also significantly lower than in white men. A similar magnitude of difference was also observed in the women. However, prevalence of symptomatic OA at the metacarpophalangeal (MCP) joints in Chinese men and prevalence of radiographic OA at the MCP joints in Chinese women were similar to those in their white counterparts in Framingham. CONCLUSION: Elderly Chinese subjects in Beijing had a much lower prevalence of hand OA than did elderly whites in Framingham, Massachusetts. Coupled with the exceedingly low prevalence of hip OA in China, these results may suggest that the overall predilection for OA is less among subjects in China than among whites in the United States.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Boston University Arthritis Center, Massachusetts 02118, USA. yuqing@bu.edu"
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Xu",
      "affiliations": []
    },
    {
      "last_name": "Nevitt",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Nevitt",
      "affiliations": []
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": []
    },
    {
      "last_name": "Goggins",
      "fore_name": "Joyce P",
      "initials": "JP",
      "name": "Joyce P Goggins",
      "affiliations": []
    },
    {
      "last_name": "Aliabadi",
      "fore_name": "Piran",
      "initials": "P",
      "name": "Piran Aliabadi",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Yu",
      "affiliations": []
    },
    {
      "last_name": "Lui",
      "fore_name": "Li-Yung",
      "initials": "LY",
      "name": "Li-Yung Lui",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "48",
    "issue": "4",
    "pub_year": "2003",
    "pub_month": "Apr"
  },
  "start_page": "1034",
  "end_page": "1040",
  "pages": "1034-40",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Asian People",
    "China",
    "Female",
    "Finger Joint",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoarthritis",
    "Prevalence",
    "Radiography",
    "United States",
    "White People"
  ],
  "article_ids": {
    "pubmed": "12687546",
    "doi": "10.1002/art.10928"
  },
  "doi": "10.1002/art.10928",
  "dates": {
    "completed": "2003-04-24",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.019604",
    "pmid": "12687546"
  }
}