{
  "pmid": "12682500",
  "uid": "12682500",
  "title": "2001 SCCM/ESICM/ACCP/ATS/SIS International Sepsis Definitions Conference.",
  "abstract": "OBJECTIVE: In 1991, the American College of Chest Physicians (ACCP) and the Society of Critical Care Medicine (SCCM) convened a \"Consensus Conference,\" the goals of which were \"to provide a conceptual and a practical framework to define the systemic inflammatory response to infection, which is a progressive injurious process that falls under the generalized term 'sepsis' and includes sepsis-associated organ dysfunction as well.\" The general definitions introduced as a result of that conference have been widely used in practice and have served as the foundation for inclusion criteria for numerous clinical trials of therapeutic interventions. Nevertheless, there has been an impetus from experts in the field to modify these definitions to reflect our current understanding of the pathophysiology of these syndromes. DESIGN: Several North American and European intensive care societies agreed to revisit the definitions for sepsis and related conditions. This conference was sponsored by the SCCM, The European Society of Intensive Care Medicine (ESICM), The American College of Chest Physicians (ACCP), the American Thoracic Society (ATS), and the Surgical Infection Society (SIS). METHODS: The conference was attended by 29 participants from Europe and North America. In advance of the conference, five subgroups were formed to evaluate the following areas: signs and symptoms of sepsis, cell markers, cytokines, microbiologic data, and coagulation parameters. The subgroups corresponded electronically before the conference and met in person during the conference. A spokesperson for each group presented the deliberation of each group to all conference participants during a plenary session. A writing committee was formed at the conference and developed the current article based on executive summary documents generated by each group and the plenary group presentations. The present article serves as the final report of the 2001 International Sepsis Definitions Conference. CONCLUSION: This document reflects a process whereby a group of experts and opinion leaders revisited the 1992 sepsis guidelines and found that apart from expanding the list of signs and symptoms of sepsis to reflect clinical bedside experience, no evidence exists to support a change to the definitions. This lack of evidence serves to underscore the challenge still present in diagnosing sepsis in 2003 for clinicians and researchers and also provides the basis for introducing PIRO as a hypothesis-generating model for future research.",
  "authors": [
    {
      "last_name": "Levy",
      "fore_name": "Mitchell M",
      "initials": "MM",
      "name": "Mitchell M Levy",
      "affiliations": [
        "Rhode Island Hospital, Brown University School of Medicine, 593 Eddy Street, Providence, RI 02903, USA."
      ]
    },
    {
      "last_name": "Fink",
      "fore_name": "Mitchell P",
      "initials": "MP",
      "name": "Mitchell P Fink",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": []
    },
    {
      "last_name": "Abraham",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Abraham",
      "affiliations": []
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Angus",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Cohen",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Cohen",
      "affiliations": []
    },
    {
      "last_name": "Opal",
      "fore_name": "Steven M",
      "initials": "SM",
      "name": "Steven M Opal",
      "affiliations": []
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Ramsay",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "31",
    "issue": "4",
    "pub_year": "2003",
    "pub_month": "Apr"
  },
  "start_page": "1250",
  "end_page": "1256",
  "pages": "1250-6",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Multiple Organ Failure",
    "Sepsis",
    "Shock, Septic",
    "Systemic Inflammatory Response Syndrome",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "12682500",
    "doi": "10.1097/01.CCM.0000050454.01978.3B"
  },
  "doi": "10.1097/01.CCM.0000050454.01978.3B",
  "dates": {
    "completed": "2003-05-01",
    "revised": "2022-04-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.651322",
    "pmid": "12682500"
  }
}