{
  "pmid": "12694956",
  "uid": "12694956",
  "title": "Economics and the evaluation of health care programmes: generalisability of methods and implications for generalisability of results.",
  "abstract": "Increasing attention is being given to identifying standardised methods of analysis for the economic evaluation of health care programmes and generating generalisable findings from these methods. In this paper, we show how these approaches fail to reflect the social science foundations of the economics discipline and the economic theory of individual behaviour. Using simple examples, we show that the technical efficiency of a particular programme differs between communities, even though the underlying technology is the same for the communities. Similarly, the subjective considerations represented by the utility function are not generally transferable between settings or between individuals within settings. As a result, the efficiency of an intervention will be influenced by the context in which the intervention is experienced, even in the presence of identical production and utility functions. The lack of generalisability includes the validity of the methods used to analyse the subjective component of the evaluation exercise. The adoption of standardised methods of measurement and analysis, together with the use of findings from the application of these methods in other settings, might ease the administrative burden presented in resource allocation exercises. However, these approaches do not accommodate the intellectual substance of the wide range of problems and circumstances that underlie these exercises.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main Street West, Ont., L9C2C1, Hamilton, Canada. birch@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "64",
    "issue": "2",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "207",
  "end_page": "219",
  "pages": "207-19",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Attitude to Health",
    "Behavioral Research",
    "Decision Making, Organizational",
    "Health Services Research",
    "Humans",
    "Models, Economic",
    "Policy Making",
    "Program Evaluation",
    "Public Health Administration",
    "Reproducibility of Results",
    "Smoking Cessation",
    "Social Sciences",
    "Social Welfare"
  ],
  "article_ids": {
    "pubmed": "12694956",
    "doi": "10.1016/s0168-8510(02)00182-3",
    "pii": "S0168851002001823"
  },
  "doi": "10.1016/s0168-8510(02)00182-3",
  "dates": {
    "completed": "2003-07-15",
    "revised": "2019-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.672976",
    "pmid": "12694956"
  }
}