{
  "pmid": "12695268",
  "uid": "12695268",
  "title": "Effectiveness of amiodarone for conversion of atrial fibrillation to sinus rhythm: a meta-analysis.",
  "abstract": "BACKGROUND: Although clinicians sometimes choose amiodarone to convert atrial fibrillation (AF) to sinus rhythm, no current and comprehensive systematic review has summarized its effectiveness. OBJECTIVE: To review the effectiveness of amiodarone in converting AF to sinus rhythm over a 4-week period. METHODS: Two reviewers conducted a systematic search for randomized trials in databases, complemented by hand searches and contact with experts. Selected trials compared amiodarone with placebo, digoxin, or calcium channel blockers for conversion of AF to sinus rhythm. Reviewers evaluated the methodology and extracted data from each primary study. RESULTS: Twenty-one studies met eligibility criteria. Duration of AF proved to be a source of heterogeneity, leading to 2 analyses. The relative risk (RR) for achieving sinus rhythm was 4.33 (95% confidence interval [CI], 2.76-6.77) for trials with mean AF duration of greater than 48 hours and 1.40 (95% CI, 1.25-1.57) for those with AF of 48 hours or less. The risk differences for these 2 groups were 27% and 26%, respectively, yielding a number needed to treat of 4 for both groups. The low control event rate among trials with long duration of AF, compared with that of trials with a duration of 48 hours or less, explained the difference in the RR for conversion. We found that the size of the left atrium, presence of cardiovascular disease, and protocols of amiodarone administration did not influence the magnitude of effect. Serious adverse events were infrequent. CONCLUSIONS: Amiodarone is effective for converting AF to sinus rhythm in a wide range of patients. Although use of amiodarone is apparently safe, safety data are too scarce for definitive conclusions.",
  "authors": [
    {
      "last_name": "Letelier",
      "fore_name": "Luz M",
      "initials": "LM",
      "name": "Luz M Letelier",
      "affiliations": [
        "Department of Internal Medicine, Sotero del Rio Hospital, Universidad Catolica, Santiago, Chile."
      ]
    },
    {
      "last_name": "Udol",
      "fore_name": "Kamol",
      "initials": "K",
      "name": "Kamol Udol",
      "affiliations": []
    },
    {
      "last_name": "Ena",
      "fore_name": "Javier",
      "initials": "J",
      "name": "Javier Ena",
      "affiliations": []
    },
    {
      "last_name": "Weaver",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Weaver",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "0003-9926",
    "issn_type": "Print",
    "volume": "163",
    "issue": "7",
    "pub_year": "2003",
    "pub_month": "Apr",
    "pub_day": "14"
  },
  "start_page": "777",
  "end_page": "785",
  "pages": "777-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Amiodarone",
    "Anti-Arrhythmia Agents",
    "Atrial Fibrillation",
    "Heart Conduction System",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Risk",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12695268",
    "doi": "10.1001/archinte.163.7.777",
    "pii": "163/7/777"
  },
  "doi": "10.1001/archinte.163.7.777",
  "dates": {
    "completed": "2003-05-06",
    "revised": "2018-11-30"
  },
  "chemicals": [
    "Anti-Arrhythmia Agents",
    "Amiodarone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.280560",
    "pmid": "12695268"
  }
}