{
  "pmid": "12698218",
  "uid": "12698218",
  "title": "Effects of ethanol on anti-saccade task performance.",
  "abstract": "It has been shown that saccade-related neurons in the superior colliculus (SC) display an increased level of prestimulus activity and a higher stimulus-related burst in action potentials preceding direction errors in the anti-saccade task compared with correct anti-saccades. From this, it has been hypothesized that errors occur when the incoming visual signal in the SC passes a threshold and triggers a reflexive saccade. This hypothesis predicts that an attenuated visual signal will reduce the number of direction errors. Since ethanol has been shown to have a suppressive effect on cortical visual event-related potentials (ERPs), the purpose of the present study was to investigate the effects of moderate ethanol consumption on anti-saccade performance. Under both placebo and ethanol conditions, we recorded ERPs and measured eye movements in male subjects during the performance of an anti-saccade task in which the fixation point disappeared 200 ms prior to stimulus presentation. Compared with the placebo condition, we found in the ethanol condition: (1). a decrease in ERP amplitudes during the gap period and after stimulus presentation, (2). an increase in the latencies of anti-saccades, and (3). a decrease in the percentage of direction errors. These data demonstrate the effects of ethanol on anti-saccade task performance and provide further support for the hypothesis that errors in the anti-saccade task are triggered by the incoming visual signal.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Khan",
      "affiliations": [
        "Department of Psychology, The University of Western Ontario, Social Science Centre, London, Ontario, N6A 5C2, Canada."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Kristen",
      "initials": "K",
      "name": "Kristen Ford",
      "affiliations": []
    },
    {
      "last_name": "Timney",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Timney",
      "affiliations": []
    },
    {
      "last_name": "Everling",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Everling",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental brain research",
    "iso_abbreviation": "Exp Brain Res",
    "issn": "0014-4819",
    "issn_type": "Print",
    "volume": "150",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "68",
  "end_page": "74",
  "pages": "68-74",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Controlled Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Ethanol",
    "Evoked Potentials",
    "Fixation, Ocular",
    "Humans",
    "Male",
    "Models, Neurological",
    "Neural Inhibition",
    "Neurons",
    "Ocular Motility Disorders",
    "Psychomotor Performance",
    "Reaction Time",
    "Saccades",
    "Superior Colliculi",
    "Visual Pathways"
  ],
  "article_ids": {
    "pubmed": "12698218",
    "doi": "10.1007/s00221-003-1400-1"
  },
  "doi": "10.1007/s00221-003-1400-1",
  "dates": {
    "completed": "2003-07-16",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.673591",
    "pmid": "12698218"
  }
}