{
  "pmid": "12694342",
  "uid": "12694342",
  "title": "Cardiovascular risk in patients with mild renal insufficiency.",
  "abstract": "We reviewed the evidence linking mild renal insufficiency (MRI) to an increased cardiovascular risk. A number of cardiovascular risk factors become prevalent with MRI, including night-time hypertension, increase in lipoprotein(a), in homocysteine, in asymmetric dimethyl-arginine (ADMA), markers and mediators of inflammation, and insulin resistance. Also, an epidemiologic association between coronary artery disease and nephrosclerosis, a frequent cause of mild renal insufficiency in the elderly, is documented. In the middle-aged, general population MRI, found in 8% of women and 9% of men, was not associated with cardiovascular disease. However, in a representative sample of middle-aged British men, the risk of stroke was 60% higher for the subgroup of people with MRI; in people at high cardiovascular risk (mostly coronary disease), the HOPE study found a 2-fold (unadjusted), or 1.4-fold (adjusted), higher incidence of cardiovascular outcomes with MRI. The incidence of primary outcome increased with the level of serum creatinine. Several studies determined the cardiovascular risk associated with MRI in hypertension. In HDFP, as in HOPE, cardiovascular mortality increased with higher serum creatinine (five-fold difference in cardiovascular mortality between the lowest and the highest creatinine strata). The risk associated with renal insufficiency was independent from other classic cardiovascular risk factors. In hypertensives with low risk, the HOT, and a small Italian trial found about a doubling in cardiovascular outcomes in MRI. However, in MRFIT, increase in follow-up creatinine predicted future cardiovascular disease, not baseline creatinine. These observational data suggest that MRI, independent of etiology, is a strong predictor of cardiovascular disease, present in 10% of a population at low risk, and up to 30% at high cardiovascular risk. No prospective therapeutic trials, aimed at reducing the cardiovascular burden in people with MRI, are available. Subgroup analyses of the HOPE study indicate that ACE inhibition with ramipril is beneficial without an increased risk for side effects like acute renal failure or hyperkalemia. Thus, the frequent practice of withholding ACE inhibitors from patients with mild renal insufficiency is unwarranted, especially since this identifies a group at high risk that appears to benefit most from treatment. In addition, there is evidence that ACE inhibitors improve renal outcomes in renal insufficiency. Prospective studies should test the predictive power of MRI for cardiovascular disease and therapeutic options.",
  "authors": [
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Schwabing General Hospital, Ludwig Maximilians University, Munich, Germany. johannes.mann@kms.mhn.de"
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Dulau-Florea",
      "fore_name": "Ioana",
      "initials": "I",
      "name": "Ioana Dulau-Florea",
      "affiliations": []
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Lonn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international. Supplement",
    "iso_abbreviation": "Kidney Int Suppl",
    "issn": "0098-6577",
    "issn_type": "Print",
    "issue": "84",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "S192",
  "end_page": "S196",
  "pages": "S192-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Humans",
    "Renal Insufficiency",
    "Risk Factors",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "12694342",
    "doi": "10.1046/j.1523-1755.63.s84.27.x",
    "pii": "S0085-2538(15)49249-X"
  },
  "doi": "10.1046/j.1523-1755.63.s84.27.x",
  "dates": {
    "completed": "2003-07-16",
    "revised": "2019-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:38.242628",
    "pmid": "12694342"
  }
}