{
  "pmid": "12702927",
  "uid": "12702927",
  "title": "Prolongation of the QT-corrected interval during dobutamine stress echocardiography: a marker for ischemia.",
  "abstract": "BACKGROUND: Dobutamine stress echocardiography (DSE) has become a very reliable non-invasive tool in the diagnosis of ischemic heart disease based on the determination of new wall motion abnormalities rather than electrocardiographic changes. METHODS: In this study, we assessed the usefulness of the corrected QT (QTc) interval and delayed heart rate recovery in predicting ischemia during the infusion of dobutamine. In this retrospective analysis, we analyzed the electrocardiograms of 100 patients who underwent DSE for the diagnosis of coronary artery disease. The QTc interval obtained at peak heart rate during the infusion of dobutamine was compared with the QTc interval at rest. RESULTS: A total of 32 patients had new wall motion abnormalities during DSE, suggestive of ischemia. In these patients, the mean QTc interval at rest was 442.6 ms as compared to 461.0 ms during the peak infusion of dobutamine (P<0.05). In contrast, there was no statistical difference between the mean QTc interval at rest and that noted during DSE in patients without ischemia (439.8 ms and 440.1 ms respectively, P =ls; NS). The QTc interval increased in 40% of patients with ischemia on DSE despite the absence of any accompanying ST-segment depressions. In addition, there was a statistically slower heart rate recovery. Changes in heart rate 2 min into recovery from peak heart rate were 7.3+/-9.5 beats/min in patients with ischemia compared to 12.5+/-11.9 beats/min in those without ischemia (P<0.027). A more significant change was noted 4 min into recovery when compared with the peak heart rate, 14.8+/-10 beats/min in patients with ischemia, compared with 22.2+/-15.7 beats/min in those without ischemia, (P<0.007). CONCLUSIONS: These results suggest that the development of new wall motion abnormalities suggestive of ischemia during DSE is associated with prolongation of the QTc interval and delayed heart rate early in the recovery period. These two parameters should be further studied not only as additional markers in the identification of ischemia in patients referred for DSE but also to assess their potential significance during short- and long-term follow-up.",
  "authors": [
    {
      "last_name": "Vora",
      "fore_name": "Tushar",
      "initials": "T",
      "name": "Tushar Vora",
      "affiliations": [
        "Department of Medicine, Cardiology Division, State University of New York at Buffalo, Buffalo, NY, USA."
      ]
    },
    {
      "last_name": "Pendyala",
      "fore_name": "Prashant",
      "initials": "P",
      "name": "Prashant Pendyala",
      "affiliations": []
    },
    {
      "last_name": "Sch체nemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Sch체nemann",
      "affiliations": []
    },
    {
      "last_name": "L처pez-Candales",
      "fore_name": "Angel",
      "initials": "A",
      "name": "Angel L처pez-Candales",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Coronary artery disease",
    "iso_abbreviation": "Coron Artery Dis",
    "issn": "0954-6928",
    "issn_type": "Print",
    "volume": "14",
    "issue": "3",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "233",
  "end_page": "237",
  "pages": "233-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cardiotonic Agents",
    "Dobutamine",
    "Echocardiography, Stress",
    "Electrocardiography",
    "Female",
    "Heart Rate",
    "Humans",
    "Infusions, Intravenous",
    "Long QT Syndrome",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Myocardial Ischemia",
    "New York",
    "Retrospective Studies",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "12702927",
    "doi": "10.1097/01.mca.0000063502.13456.44"
  },
  "doi": "10.1097/01.mca.0000063502.13456.44",
  "dates": {
    "completed": "2003-09-16",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Cardiotonic Agents",
    "Dobutamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.323054",
    "pmid": "12702927"
  }
}