{
  "pmid": "12719681",
  "uid": "12719681",
  "title": "Interpretation of changes in health-related quality of life: the remarkable universality of half a standard deviation.",
  "abstract": "BACKGROUND: A number of studies have computed the minimally important difference (MID) for health-related quality of life instruments. OBJECTIVE: To determine whether there is consistency in the magnitude of MID estimates from different instruments. METHODS: We conducted a systematic review of the literature to identify studies that computed an MID and contained sufficient information to compute an effect size (ES). Thirty-eight studies fulfilled the criteria, resulting in 62 ESs. RESULTS: For all but 6 studies, the MID estimates were close to one half a SD (mean = 0.495, SD = 0.155). There was no consistent relationship with factors such as disease-specific or generic instrument or the number of response options. Negative changes were not associated with larger ESs. Population-based estimation procedures and brief follow-up were associated with smaller ESs, and acute conditions with larger ESs. An explanation for this consistency is that research in psychology has shown that the limit of people's ability to discriminate over a wide range of tasks is approximately 1 part in 7, which is very close to half a SD. CONCLUSION: In most circumstances, the threshold of discrimination for changes in health-related quality of life for chronic diseases appears to be approximately half a SD.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Program for Educational Research and Development, McMaster University, Hamilton, ON, Canada. Norman@mcmaster.ca"
      ]
    },
    {
      "last_name": "Sloan",
      "fore_name": "Jeff A",
      "initials": "JA",
      "name": "Jeff A Sloan",
      "affiliations": []
    },
    {
      "last_name": "Wyrwich",
      "fore_name": "Kathleen W",
      "initials": "KW",
      "name": "Kathleen W Wyrwich",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical care",
    "iso_abbreviation": "Med Care",
    "issn": "0025-7079",
    "issn_type": "Print",
    "volume": "41",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "582",
  "end_page": "592",
  "pages": "582-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Chronic Disease",
    "Data Interpretation, Statistical",
    "Humans",
    "Life Change Events",
    "Psychometrics",
    "Quality of Life",
    "Self Efficacy",
    "Sickness Impact Profile",
    "Surveys and Questionnaires",
    "Treatment Outcome",
    "United States"
  ],
  "article_ids": {
    "pubmed": "12719681",
    "doi": "10.1097/01.MLR.0000062554.74615.4C"
  },
  "doi": "10.1097/01.MLR.0000062554.74615.4C",
  "dates": {
    "completed": "2003-05-23",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.734550",
    "pmid": "12719681"
  }
}