{
  "pmid": "12713158",
  "uid": "12713158",
  "title": "Evaluation of the effect of heating an oil-emulsion Pasteurella multocida bacterin on tissue reaction and immunity.",
  "abstract": "Killed vaccines in oil emulsions are critical components of breeder and layer vaccination programs. Current vaccination sites are limited, and each has inherent problems. Oil emulsion vaccines are associated with increased condemnations of spent fowl when vaccines are injected intramuscularly into the breast. In an attempt to reduce tissue reaction when injected into the breast muscle, a commercially available Pasteurella multocida bacterin was heated to 41 C (100 F) for 5 hr prior to administration. A second treatment group was injected with the same bacterin at room temperature, 25 C. The vaccine was injected into the breast muscle at 10 and 18 wk of age into white Leghorn hens. Seroconversion was evaluated using P. multocida enzyme-linked immunosorbent assay (ELISA) at 10, 18, and 24 wk. Treatment and control groups were euthanized and lesions scored at 24 wk of age. One replicate was challenged with type 1 P. multocida at 24 wk of age. Lesion scores for the heated vaccine group were significantly lower than the room temperature vaccine. ELISA titers were not significantly different at 24 wk between the two treatment group; however, a significant rise in antibody titer was observed at 18 wk in the group that was injected with the heated vaccine. Survivability to challenge was improved in birds injected with the heated vaccine. Results suggest that heating of a P. multocida bacterin reduces local tissue reaction without having a deleterious effect on immunity as measured by ELISA and challenge.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E",
      "initials": "KE",
      "name": "Karen E Burns",
      "affiliations": [
        "The University of Georgia, College of Veterinary Medicine, Department of Avian Medicine, Athens, GA 30602, USA."
      ]
    },
    {
      "last_name": "Ruiz",
      "fore_name": "Jaime",
      "initials": "J",
      "name": "Jaime Ruiz",
      "affiliations": []
    },
    {
      "last_name": "Glisson",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Glisson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Avian diseases",
    "iso_abbreviation": "Avian Dis",
    "issn": "0005-2086",
    "issn_type": "Print",
    "volume": "47",
    "issue": "1",
    "pub_year": "2003"
  },
  "start_page": "54",
  "end_page": "58",
  "pages": "54-8",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Animals",
    "Bacterial Proteins",
    "Bacterial Toxins",
    "Bacterial Vaccines",
    "Chickens",
    "Emulsions",
    "Enzyme-Linked Immunosorbent Assay",
    "Female",
    "Hot Temperature",
    "Inflammation",
    "Injections, Intramuscular",
    "Muscle, Skeletal",
    "Oils",
    "Pasteurella Infections",
    "Pasteurella multocida",
    "Poultry Diseases",
    "Survival Rate",
    "Vaccines, Inactivated"
  ],
  "article_ids": {
    "pubmed": "12713158",
    "doi": "10.1637/0005-2086(2003)047[0054:EOTEOH]2.0.CO;2"
  },
  "doi": "10.1637/0005-2086(2003)047[0054:EOTEOH]2.0.CO;2",
  "dates": {
    "completed": "2003-06-25",
    "revised": "2008-11-21"
  },
  "chemicals": [
    "Bacterial Proteins",
    "Bacterial Toxins",
    "Bacterial Vaccines",
    "Emulsions",
    "Oils",
    "Pasteurella multocida toxin",
    "Vaccines, Inactivated"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.048904",
    "pmid": "12713158"
  }
}