{
  "pmid": "12720013",
  "uid": "12720013",
  "title": "Improving reliability in the classification of fractures of the acetabulum.",
  "abstract": "BACKGROUND: Plain radiographs of the pelvis are routinely used in the initial assessment of patients with suspected fractures of the acetabulum. It is necessary for orthopaedic resident trainees, emergency physicians as well as orthopaedic surgeons who infrequently treat trauma patients to be able to describe these fracture patterns reliably to traumatologist orthopaedic surgeons who ultimately take over the patient care. Our purpose was two-fold: (1) to determine the reliability of the component parts of the Letournel classification of acetabular fractures involving six anteroposterior (AP) radiographic lines, and (2) to examine whether the addition of oblique radiograph views (Judet views) would improve the reliability. METHODS: Thirty sets of AP and oblique radiographs (Judet views) of the pelvis were selected from a hospital database to represent various types of acetabular fractures. Six reviewers (three orthopaedic trainees and three community orthopaedic surgeons) independently reviewed the radiographs. For each radiograph, the reviewer classified the acetabular fracture according to the Letournel classification. In addition, each reviewer utilized a simplified classification scheme using six radiographic lines on the AP pelvic radiograph. Interobserver reliabilities among reviewers were reported along with the intraclass correlation coefficient (ICC) and kappa values. RESULTS: Agreement for the Letournel classification increased with increasing physician experience (trainees ICC=-0.14 and community surgeons ICC=0.56). Interobserver reliability between trainees and community surgeons improved when the six radiographic lines were used (range kappa=0.09-0.89). The oblique pelvic radiographs (Judet views) did not significantly improve reliability among physicians. CONCLUSIONS: In this study we report the following: (1) the reliability of the Letournel classification improves with level of training, (2) physicians with less experience with acetabular fractures have significantly better agreement in identifying fractures using the six radiographic lines on the AP film than the Letournel classification, and (3) agreement among the reviewers for the AP pelvic radiograph is not improved with additional oblique (Judet) views.",
  "authors": [
    {
      "last_name": "Petrisor",
      "fore_name": "Brad A",
      "initials": "BA",
      "name": "Brad A Petrisor",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, Hamilton Health Sciences Corporation, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Orr",
      "fore_name": "R Douglas",
      "initials": "RD",
      "name": "R Douglas Orr",
      "affiliations": []
    },
    {
      "last_name": "Mandel",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Mandel",
      "affiliations": []
    },
    {
      "last_name": "Kwok",
      "fore_name": "Desmond C",
      "initials": "DC",
      "name": "Desmond C Kwok",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of orthopaedic and trauma surgery",
    "iso_abbreviation": "Arch Orthop Trauma Surg",
    "issn": "0936-8051",
    "issn_type": "Print",
    "volume": "123",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "Jun"
  },
  "start_page": "228",
  "end_page": "233",
  "pages": "228-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acetabulum",
    "Clinical Competence",
    "Fractures, Bone",
    "Humans",
    "Observer Variation",
    "Radiography",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "12720013",
    "doi": "10.1007/s00402-003-0507-y"
  },
  "doi": "10.1007/s00402-003-0507-y",
  "dates": {
    "completed": "2003-12-16",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:29.851414",
    "pmid": "12720013"
  }
}