{
  "pmid": "12734652",
  "uid": "12734652",
  "title": "A readers' guide to the interpretation of diagnostic test properties: clinical example of sepsis.",
  "abstract": "BACKGROUND: One of the most challenging practical and daily problems in intensive care medicine is the interpretation of the results from diagnostic tests. In neonatology and pediatric intensive care the early diagnosis of potentially life-threatening infections is a particularly important issue. FOCUS: A plethora of tests have been suggested to improve diagnostic decision making in the clinical setting of infection which is a clinical example used in this article. Several criteria that are critical to evidence-based appraisal of published data are often not adhered to during the study or in reporting. To enhance the critical appraisal on articles on diagnostic tests we discuss various measures of test accuracy: sensitivity, specificity, receiver operating characteristic curves, positive and negative predictive values, likelihood ratios, pretest probability, posttest probability, and diagnostic odds ratio. CONCLUSIONS: We suggest the following minimal requirements for reporting on the diagnostic accuracy of tests: a plot of the raw data, multilevel likelihood ratios, the area under the receiver operating characteristic curve, and the cutoff yielding the highest discriminative ability. For critical appraisal it is mandatory to report confidence intervals for each of these measures. Moreover, to allow comparison to the readers' patient population authors should provide data on study population characteristics, in particular on the spectrum of diseases and illness severity.",
  "authors": [
    {
      "last_name": "Fischer",
      "fore_name": "Joachim E",
      "initials": "JE",
      "name": "Joachim E Fischer",
      "affiliations": [
        "Department of Pediatrics, University Children's Hospital, Steinweisstrasse 75, 8032, Zurich, Switzerland. joachim.fischer@kispi.unizh.ch"
      ]
    },
    {
      "last_name": "Bachmann",
      "fore_name": "Lucas M",
      "initials": "LM",
      "name": "Lucas M Bachmann",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "0342-4642",
    "issn_type": "Print",
    "volume": "29",
    "issue": "7",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "1043",
  "end_page": "1051",
  "pages": "1043-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bayes Theorem",
    "Confidence Intervals",
    "Diagnostic Tests, Routine",
    "Humans",
    "Likelihood Functions",
    "Odds Ratio",
    "ROC Curve",
    "Sensitivity and Specificity",
    "Sepsis",
    "Switzerland"
  ],
  "article_ids": {
    "pubmed": "12734652",
    "doi": "10.1007/s00134-003-1761-8"
  },
  "doi": "10.1007/s00134-003-1761-8",
  "dates": {
    "completed": "2003-12-09",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.406721",
    "pmid": "12734652"
  }
}