{
  "pmid": "12742607",
  "uid": "12742607",
  "title": "Does low reading achievement at school entry cause conduct problems?",
  "abstract": "Conduct problems place children at increased risk for a broad array of negative health and social outcomes that include conduct disorder, injuries and violence, school failure, substance abuse, depression, and suicide. Prevention interventions have the potential to interrupt the chain of events linking early conduct problem symptoms to future negative life outcomes, but have received much less emphasis than interventions designed to treat established cases of disorder. Reading problems are a well-established correlate of conduct disorder. However, whether or not reading problems cause conduct disorder continues to be debated. If they are in fact a causal risk factor this would justify the design and evaluation of interventions designed to enhance reading skills and/or remediate problems. In this paper we use logistic regression techniques to evaluate the relation between reading achievement at school entry and conduct problems 30 months later, in a representative, non-clinic sample of kindergarten and grade one children, in Ontario, Canada. The findings show that an eight point increase in reading scores (equivalent to an moderate effect size of 0.5) would result in a 23 per cent decrease in the risk of conduct problems 30 months later, after controlling for gender, income and baseline conduct problem symptoms. We conclude that reading problems may contribute to the early onset of conduct disorder. Randomized experimental studies designed to evaluate the effects of reading programmes in non-clinic samples of children are needed to: (i) establish whether the link between reading problems at school entry and conduct disorder is causal; and (ii) determine whether reading intervention programmes are an effective conduct disorder prevention strategy.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn J",
      "initials": "KJ",
      "name": "Kathryn J Bennett",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Room 3V43D, 1200 Main Street West, Ont., L8N 3Z5, Hamilton, Canada. kbennett@mcmaster.ca <kbennett@mcmaster.ca>"
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "K Stephen",
      "initials": "KS",
      "name": "K Stephen Brown",
      "affiliations": []
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Boyle",
      "affiliations": []
    },
    {
      "last_name": "Racine",
      "fore_name": "Yvonne",
      "initials": "Y",
      "name": "Yvonne Racine",
      "affiliations": []
    },
    {
      "last_name": "Offord",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Offord",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "56",
    "issue": "12",
    "pub_year": "2003",
    "pub_month": "Jun"
  },
  "start_page": "2443",
  "end_page": "2448",
  "pages": "2443-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Achievement",
    "Causality",
    "Child",
    "Child, Preschool",
    "Conduct Disorder",
    "Female",
    "Humans",
    "Male",
    "Ontario",
    "Reading",
    "Risk Factors",
    "Risk Reduction Behavior",
    "Schools",
    "Sex Factors",
    "Students"
  ],
  "article_ids": {
    "pubmed": "12742607",
    "doi": "10.1016/s0277-9536(02)00247-2",
    "pii": "S0277953602002472"
  },
  "doi": "10.1016/s0277-9536(02)00247-2",
  "dates": {
    "completed": "2003-07-17",
    "revised": "2021-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.428987",
    "pmid": "12742607"
  }
}