{
  "pmid": "12759640",
  "uid": "12759640",
  "title": "Predictors of reoperation following operative management of fractures of the tibial shaft.",
  "abstract": "BACKGROUND: Accurate prediction of likelihood of reoperation in patients with tibial shaft fractures would facilitate optimal management. Previous studies were limited by small sample sizes and noncomprehensive examination of possible risk factors. OBJECTIVE: We conducted an observational study to determine which prognostic factors were associated with an increased risk of reoperation following operative treatment in a heterogeneous population of patients with tibial shaft fractures. DESIGN: Retrospective observational study. SETTING: Level 1 trauma center. METHODS: We identified 200 patients with tibial shaft fractures from two university-affiliated centers. Two reviewers independently abstracted data regarding 20 possible prognostic variables, reviewed preoperative and postoperative radiographs, and documented reoperations (defined as any surgical procedure </=1 year after the initial surgery that was aimed specifically at achieving bony union of the fracture, including bone grafts, implant exchanges, or débridement for infections). We chose a Cox proportion hazards model to conduct a survival analysis for time to reoperation and constructed a multivariable model to estimate the relative risk of reoperation and associated 95%confidence interval (CI) for each predictor variable. MAIN OUTCOME MEASURES: Time to reoperation following the initial surgery. RESULTS: Complete follow-up information was available for 192 of 200 (96%) patients. Three variables predicted reoperation: the presence of an open fracture wound (relative risk 4.32, 95% CI 1.76 to 11.26), lack of cortical continuity between the fracture ends following fixation (relative risk 8.33, 95% CI 3.03 to 25.0), and the presence of a transverse fracture (relative risk 20.0, 95% CI 4.34 to 142.86). CONCLUSIONS: We identified a set of three simple prognostic variables (open fracture, transverse fracture, and postoperative fracture gap) that can assist surgeons in predicting reoperation following operative treatment of tibial shaft fractures.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology, McMaster University, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Najibi",
      "fore_name": "Soheil",
      "initials": "S",
      "name": "Soheil Najibi",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "17",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "353",
  "end_page": "361",
  "pages": "353-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Fracture Fixation, Intramedullary",
    "Fractures, Open",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Prognosis",
    "Proportional Hazards Models",
    "Reoperation",
    "Retrospective Studies",
    "Risk Factors",
    "Tibial Fractures"
  ],
  "article_ids": {
    "pubmed": "12759640",
    "doi": "10.1097/00005131-200305000-00006"
  },
  "doi": "10.1097/00005131-200305000-00006",
  "dates": {
    "completed": "2003-08-26",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.810423",
    "pmid": "12759640"
  }
}