{
  "pmid": "12752319",
  "uid": "12752319",
  "title": "Screening for prostate, breast and colorectal cancer in renal transplant recipients.",
  "abstract": "American Society of Transplantation guidelines recommend screening renal transplant recipients for breast, colorectal and prostate cancer. However there is a lack of evidence to support this practice. Computer simulation modeling was used to estimate the years of life lost as a result of these cancers in 50-year-old renal transplant recipients and subjects in the general population. Renal transplant recipients lost fewer years of life to cancer than people in the general population largely because of reduced life expectancy. In nondiabetic transplant recipients, loss of life as a result of these cancers was comparable with that in the general population only under assumptions of increased cancer incidence and cancer-specific mortality risks. Even with two-fold higher cancer incidence and disease-specific mortality risks, diabetic transplant recipients lost considerably fewer life years to cancer than those in the general population. Recommended cancer screening for the general population may not yield the expected benefits in the average renal transplant recipient but the benefits will be considerably higher than for patients on dialysis. Transplanted patients at above-average cancer risk in good health may achieve the benefits of screening that are seen in the general population.",
  "authors": [
    {
      "last_name": "Kiberd",
      "fore_name": "Bryce A",
      "initials": "BA",
      "name": "Bryce A Kiberd",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada. bkiberd@is.dal.ca"
      ]
    },
    {
      "last_name": "Keough-Ryan",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Keough-Ryan",
      "affiliations": []
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons",
    "iso_abbreviation": "Am J Transplant",
    "issn": "1600-6135",
    "issn_type": "Print",
    "volume": "3",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "619",
  "end_page": "625",
  "pages": "619-25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Colorectal Neoplasms",
    "Computer Simulation",
    "Cost-Benefit Analysis",
    "Female",
    "Guidelines as Topic",
    "Humans",
    "Kidney Transplantation",
    "Male",
    "Mass Screening",
    "Prostatic Neoplasms",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "12752319",
    "doi": "10.1034/j.1600-6143.2003.00118.x",
    "pii": "S1600-6135(22)07301-4"
  },
  "doi": "10.1034/j.1600-6143.2003.00118.x",
  "dates": {
    "completed": "2004-01-13",
    "revised": "2023-01-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:33.886395",
    "pmid": "12752319"
  }
}