{
  "pmid": "12756423",
  "uid": "12756423",
  "title": "Drug-herb interaction among commonly used conventional medicines: a compendium for health care professionals.",
  "abstract": "The objective of the review was to consolidate the clinical and pharmacologic aspects of drug-herb interactions to develop a compendium of information to provide prescribers with a measure of the risk of interactions, a description of the clinical consequences, and an assessment of the quality (ie, validity) of evidence. A variety of electronic databases and hand-searched references were used to identify documentation of interactions between herbal products and drugs from the most commonly used therapeutic classes. MEDLINE, Allied and Complementary Medicine Database, CINHAL, HealthSTAR, and EMBASE were searched from 1966 to the present. One hundred sixty-two citations were identified. Only 22 citations met the inclusion criteria. Using a matrix of 165 possible drug-herb interaction pairs (15 therapeutic drug classes by 11 herbal products), we identified 51 (31%) interactions discussed in the literature. Twenty-two of these 51 drug-herb pairs (43%) were supported by randomized clinical trials, case-control studies, cohort studies, case series, or case studies. The remaining interaction pairs reflected theoretic reasoning in the absence of clinical data. Most interactions were pharmacokinetic, with most actually or theoretically affecting the metabolism of the affected product by way of the cytochrome p450 enzymes. In this review, warfarin was the most common drug and St. John's wort was the most common herbal product reported in drug-herb interactions. To create a comprehensive and valid list of herb-drug interactions would require a substantial increase in research activities in this area. Improvements in the quality of methodology used are also necessary.",
  "authors": [
    {
      "last_name": "Brazier",
      "fore_name": "Nicole C",
      "initials": "NC",
      "name": "Nicole C Brazier",
      "affiliations": [
        "Center for Evaluation of Medicines and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of therapeutics",
    "iso_abbreviation": "Am J Ther",
    "issn": "1075-2765",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2003"
  },
  "start_page": "163",
  "end_page": "169",
  "pages": "163-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Case-Control Studies",
    "Dose-Response Relationship, Drug",
    "Drug Interactions",
    "Echinacea",
    "Garlic",
    "Ginkgo biloba",
    "Humans",
    "Hypericum",
    "Kava",
    "Nonprescription Drugs",
    "Panax",
    "Phytotherapy",
    "Plant Extracts",
    "Plants, Medicinal",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Valerian"
  ],
  "article_ids": {
    "pubmed": "12756423",
    "doi": "10.1097/00045391-200305000-00003"
  },
  "doi": "10.1097/00045391-200305000-00003",
  "dates": {
    "completed": "2003-10-10",
    "revised": "2019-11-07"
  },
  "chemicals": [
    "Nonprescription Drugs",
    "Plant Extracts"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.851537",
    "pmid": "12756423"
  }
}