{
  "pmid": "12769136",
  "uid": "12769136",
  "title": "Hi! How are you? Response shift, implicit theories and differing epistemologies.",
  "abstract": "Measures of Health Related Quality of Life (HRQL) occupy a continuum, from highly standardized econometric methods such as the time tradeoff and standard gamble to individualized global measures. Each has its vocal adherents, each involves different assumptions about the nature and interpretation of HRQL, and each has potential advantages and disadvantages. In this paper, I begin by exploring two theories which attempt to explain how people make assessments of health over time: 'response shift' and the 'implicit theory of change' model. I show that the theories, which are based on different views of the underlying cognitive processes, make opposite predictions about the validity of prospective and retrospective judgments. I examine the broader issue of individualized vs. standardized questions, and discuss a fundamental epistemological difference which places the current discussion in a broader philosophical context. I propose that a partial resolution may arise from a more careful consideration of the goals of HRQL assessment in a particular situation.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. norman@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "0962-9343",
    "issn_type": "Print",
    "volume": "12",
    "issue": "3",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "239",
  "end_page": "249",
  "pages": "239-49",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude to Health",
    "Canada",
    "Cognition",
    "Female",
    "Health Surveys",
    "Humans",
    "Knowledge",
    "Male",
    "Models, Psychological",
    "Prospective Studies",
    "Quality of Life",
    "Reproducibility of Results",
    "Research Design",
    "Retrospective Studies",
    "Self-Assessment"
  ],
  "article_ids": {
    "pubmed": "12769136",
    "doi": "10.1023/a:1023211129926"
  },
  "doi": "10.1023/a:1023211129926",
  "dates": {
    "completed": "2003-06-26",
    "revised": "2019-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.734886",
    "pmid": "12769136"
  }
}