{
  "pmid": "12771633",
  "uid": "12771633",
  "title": "Measures, markers, and mediators: toward a staging system for clinical sepsis. A report of the Fifth Toronto Sepsis Roundtable, Toronto, Ontario, Canada, October 25-26, 2000.",
  "abstract": "BACKGROUND: Sepsis is not a single disease but a complex and heterogeneous process. Its expression is variable, and its severity is influenced by the nature of the infection, the genetic background of the patient, the time to clinical intervention, the supportive care provided by the clinician, and a number of factors as yet unknown. The evaluation of effective therapies has been hampered by limitations in our ability to characterize the process and to stratify patients into more homogeneous groups with respect to pathogenesis. OBJECTIVES: To develop a taxonomy of markers relevant to clinical research in sepsis and to propose a testable candidate system for stratifying patients into more therapeutically homogeneous groups. DATA SOURCE: An expert roundtable discussion and a MEDLINE review using search terms \"marker\" and \"sepsis.\" RESULTS: Markers provide information in one or more of three domains: diagnosis, prognosis, and response to therapy. More than 80 putative markers of sepsis have been described. All correlate with the risk of mortality (prognosis), yet none has shown utility in stratifying patients with respect to therapy (diagnosis) or in titrating that therapy (response). Their limitations arise from the challenges of establishing causality in a complex disease process such as sepsis and of stratifying patients into more homogeneous populations. The former limitation may be addressed through a modification of Koch's postulates to differentiate causality from simple association. The latter suggests the need for a staging system analogous to those used in other complex disease processes such as cancer. A candidate framework for such a system, based on the infection, the host response, and the extent of organ dysfunction (the IRO system) is described. CONCLUSIONS: Advances in the understanding and management of patients with sepsis will necessitate more rigorous approaches to disease description and stratification. Models should be developed, tested, and modified through clinical studies rather than through consensus.",
  "authors": [
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": [
        "Department of Surgery and Interdepartmental, Division of Critical Care, University of Toronto, Canada. John.Marshall@uhn.on.ca"
      ]
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    },
    {
      "last_name": "Fink",
      "fore_name": "Mitchell P",
      "initials": "MP",
      "name": "Mitchell P Fink",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Rubenfeld",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Rubenfeld",
      "affiliations": []
    },
    {
      "last_name": "Foster",
      "fore_name": "Debra",
      "initials": "D",
      "name": "Debra Foster",
      "affiliations": []
    },
    {
      "last_name": "Fisher",
      "fore_name": "Charles J",
      "initials": "CJ",
      "name": "Charles J Fisher",
      "affiliations": []
    },
    {
      "last_name": "Faist",
      "fore_name": "Eugen",
      "initials": "E",
      "name": "Eugen Faist",
      "affiliations": []
    },
    {
      "last_name": "Reinhart",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Reinhart",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "31",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "May"
  },
  "start_page": "1560",
  "end_page": "1567",
  "pages": "1560-7",
  "language": "eng",
  "publication_types": [
    "Congress"
  ],
  "keywords": [
    "Biomarkers",
    "Causality",
    "Critical Care",
    "Evidence-Based Medicine",
    "Humans",
    "Inflammation Mediators",
    "Models, Theoretical",
    "Prognosis",
    "Reproducibility of Results",
    "Sepsis",
    "Severity of Illness Index",
    "Terminology as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12771633",
    "doi": "10.1097/01.CCM.0000065186.67848.3A"
  },
  "doi": "10.1097/01.CCM.0000065186.67848.3A",
  "dates": {
    "completed": "2003-06-16",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Biomarkers",
    "Inflammation Mediators"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.651679",
    "pmid": "12771633"
  }
}