{
  "pmid": "12782014",
  "uid": "12782014",
  "title": "Effect of vitamin E deficiency on the growth and secretory function of the rat prostatic complex.",
  "abstract": "Increased intake of vitamin E has been suggested to be protective against prostate cancer in men, but the effects of vitamin E on prostate growth and function remain poorly defined. The purpose of this study was to determine the effects of vitamin E deficiency on pubertal growth and maturation of the prostate in the rat. Animals were placed on a vitamin E deficient diet at 28 days of age and were followed for 15 and 26 weeks. Vitamin E deficient rats had a circulating vitamin E level of less than 1% of control animals and experienced a decrease in body and testis weight. The deficiency did not alter the weights of the ventral and dorsal lobes of the prostate. However, there was an increase in weight, DNA, and protein contents of the lateral lobe in control and vitamin E deficient rats from 15 to 26 weeks of treatment, but these increases were significantly lower in vitamin E deficient 26-week treated rats. The volume of secretion per milligram tissue was greater in the ventral than lateral or dorsal lobes. The volume of secretion and activity of the secretory 26 kDa protease in the ventral prostate was lower in vitamin E deficient rats at 15 weeks, but not at 26 weeks of treatment. In contrast, the relative protein content of lateral lobe secretion increased in both control and vitamin E deficient rats from 15 to 26 weeks of treatment. The lateral, but not ventral or dorsal, lobes of both control and vitamin E deficient rats were affected by chronic prostatitis as evidenced by infiltration of inflammatory cells. The lateral lobes also showed markedly elevated activities of the matrix metalloproteinases gelatinase A (MMP-2) and gelatinase B (MMP-9). These data indicate that vitamin E deficiency does not alter the growth of the prostatic lobes, nor the onset and extent of lateral lobe specific prostatitis, but it may delay some differentiated functions such as secretion of specific proteins in the ventral lobe. Thus, the effects of vitamin E in the prostate of the rat appear to be selective.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Research Service, VA Medical Center, Minneapolis, MN 55417, USA. wilso042@tc.umn.edu"
      ]
    },
    {
      "last_name": "Kaye",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Kaye",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "W Edward",
      "initials": "WE",
      "name": "W Edward Smith",
      "affiliations": []
    },
    {
      "last_name": "Quach",
      "fore_name": "Hung T",
      "initials": "HT",
      "name": "Hung T Quach",
      "affiliations": []
    },
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": []
    },
    {
      "last_name": "Vatassery",
      "fore_name": "Govind T",
      "initials": "GT",
      "name": "Govind T Vatassery",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental and molecular pathology",
    "iso_abbreviation": "Exp Mol Pathol",
    "issn": "0014-4800",
    "issn_type": "Print",
    "volume": "74",
    "issue": "3",
    "pub_year": "2003",
    "pub_month": "Jun"
  },
  "start_page": "267",
  "end_page": "275",
  "pages": "267-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Body Weight",
    "Chronic Disease",
    "Diet",
    "Endopeptidases",
    "Male",
    "Matrix Metalloproteinase 2",
    "Matrix Metalloproteinase 9",
    "Organ Size",
    "Prostate",
    "Prostatitis",
    "Proteins",
    "Rats",
    "Rats, Inbred F344",
    "Testis",
    "Testosterone",
    "Time Factors",
    "Tocopherols",
    "Vitamin E Deficiency"
  ],
  "article_ids": {
    "pubmed": "12782014",
    "doi": "10.1016/s0014-4800(03)00021-2",
    "pii": "S0014480003000212"
  },
  "doi": "10.1016/s0014-4800(03)00021-2",
  "dates": {
    "completed": "2003-07-01",
    "revised": "2019-09-10"
  },
  "chemicals": [
    "Proteins",
    "Testosterone",
    "Endopeptidases",
    "Matrix Metalloproteinase 2",
    "Matrix Metalloproteinase 9",
    "Tocopherols"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.707624",
    "pmid": "12782014"
  }
}