{
  "pmid": "12796190",
  "uid": "12796190",
  "title": "Evaluation of a practice guideline for noninvasive positive-pressure ventilation for acute respiratory failure.",
  "abstract": "OBJECTIVES: Clinical practice guidelines have been devised to change practitioner performance and to improve the process and outcomes of care. The objective of this study was to determine whether adherence to a practice guideline on noninvasive positive-pressure ventilation (NPPV) for the treatment of patients with acute respiratory failure (ARF) would change clinician behavior and resource utilization, and improve NPPV utilization and patient outcomes. DESIGN: Using a multidisciplinary team, we developed, implemented, and evaluated an NPPV practice guideline for ARF. Before and after guideline implementation, we recorded the incidence of endotracheal intubation (ETI) and mortality. Secondary outcomes were technological settings (ie, NPPV settings and duration) and NPPV administration (ie, cardiopulmonary monitoring, transfer to and time spent in the ICU, and pulmonary consultation). PARTICIPANTS: We enrolled 189 patients, 91 in the preguideline phase and 98 in the postguideline phase. Patients were similar in the both phases with respect to diagnoses at hospital admission and severity of illness. RESULTS: Of patients receiving NPPV for ARF, 67.3% fulfilled the guideline eligibility criteria in the postguideline phase compared to 62.6% in the preguideline phase (p = 0.543). Compared to the preguideline phase, more patients in the postguideline phase were transferred to the ICU (14.7% vs 33.7%, respectively; p = 0.003), spent more time in the ICU (30.9% vs 62.4%, respectively; p < 0.0001), and had consultation by a pulmonary physician (28.4% vs 49.0%, respectively; p = 0.004). There were no changes in technological settings. Guideline implementation was associated with improved cardiopulmonary monitoring. Nursing and respiratory therapist flow sheets were well-utilized during the guideline phase. There were no differences in ETI rates and mortality rates before and after guideline implementation. CONCLUSION: In this before-after study, we found that a multidisciplinary guideline for the use of NPPV for the treatment of patients with ARF was associated with changes in the process of care, with greater NPPV utilization in the ICU, and with increased pulmonary consultation, without any significant changes in the outcomes of care (ie, ETI and mortality rates).",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Randall",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Randall",
      "affiliations": []
    },
    {
      "last_name": "Allen",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Allen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "123",
    "issue": "6",
    "pub_year": "2003",
    "pub_month": "Jun"
  },
  "start_page": "2062",
  "end_page": "2073",
  "pages": "2062-73",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Disease",
    "Aged",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Patient Care Team",
    "Positive-Pressure Respiration",
    "Practice Guidelines as Topic",
    "Respiratory Insufficiency",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12796190",
    "doi": "10.1378/chest.123.6.2062",
    "pii": "S0012-3692(16)34833-4"
  },
  "doi": "10.1378/chest.123.6.2062",
  "dates": {
    "completed": "2003-07-08",
    "revised": "2019-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.933044",
    "pmid": "12796190"
  }
}