{
  "pmid": "12834525",
  "uid": "12834525",
  "title": "Interventions to prevent aspiration pneumonia in older adults: a systematic review.",
  "abstract": "A systematic review was conducted to assess the effectiveness of the following interventions for prevention of aspiration pneumonia (AP) in older adults: compensatory strategy/positioning changes, dietary interventions, pharmacologic therapies, oral hygiene, and tube feeding. Data sources included a key word search of the MEDLINE, EMBASE, Cochrane Library, CINAHL, and HealthSTAR databases and hand searches of six journals. Reference lists of relevant primary and review articles were searched. Studies included were randomized, controlled trials (RCTs) enrolling adults aged 65 and older at risk of and assessed for AP. Two investigators extracted data on population, intervention, outcomes, and methodological quality. Of the 17 identified RCTs, eight met the selection criteria, two addressed dietary management or compensatory swallowing, two assessed pharmacological therapies, one assessed oral hygiene, and three assessed tube feeding. None of the eight trials reported use of blinding, and allocation concealment was unclear in five. Use of amantadine prevented pneumonia in one trial of nursing home residents. The antithrombotic agent cilostazol prevented AP in another trial but resulted in excessive bleeding. Insufficient data exist to determine the effectiveness of positioning strategies, modified diets, oral hygiene, feeding tube placement, or delivery of food in preventing AP. Considering how common the problem of AP is in older adults, larger, high-quality RCTs on the effectiveness of preventive interventions are warranted.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. loebm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Becker",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Becker",
      "affiliations": []
    },
    {
      "last_name": "Eady",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Eady",
      "affiliations": []
    },
    {
      "last_name": "Walker-Dilks",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Walker-Dilks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "0002-8614",
    "issn_type": "Print",
    "volume": "51",
    "issue": "7",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "1018",
  "end_page": "1022",
  "pages": "1018-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Humans",
    "Pneumonia, Aspiration",
    "Practice Patterns, Physicians'",
    "Randomized Controlled Trials as Topic",
    "Reproducibility of Results",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "12834525",
    "doi": "10.1046/j.1365-2389.2003.51318.x"
  },
  "doi": "10.1046/j.1365-2389.2003.51318.x",
  "dates": {
    "completed": "2003-08-27",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.077732",
    "pmid": "12834525"
  }
}