{
  "pmid": "12832891",
  "uid": "12832891",
  "title": "Inhibition of microsurgical thrombosis by the platelet glycoprotein IIb/IIIa antagonist SR121566A.",
  "abstract": "Despite major improvements in tools and significant refinements of techniques, microsurgical anastomosis still carries a significant risk of failure due to microvascular thrombosis. The key to improving the success of microvascular surgery may lie in the pharmacologic control of thrombus formation. Central to pathologic arterial thrombosis are platelets. Glycoprotein IIb/IIIa is a highly abundant platelet surface receptor that plays a major role in platelet aggregation by binding platelets to each other through the coagulation factor fibrinogen. To explore the ability of antithrombotic agents to prevent microvascular thrombosis, a rabbit ear artery model was used in which a standardized arterial injury results in predictable thrombus formation. This model was used to examine whether SR121566A, a specific and potent glycoprotein IIb/IIIa inhibitor, can successfully prevent microsurgical thrombosis. Using a coded, double-blind experimental design, 20 rabbits (40 arteries) were assigned to four treatment groups: (1) saline injection (n = 10), (2) acetylsalicylic acid 10 mg/kg (n = 10), (3) heparin 0.5 mg/kg bolus with subsequent intermittent boluses of 0.25 mg/kg every 30 minutes (n = 10), and (4) SR121566A 2 mg/kg bolus (n = 10). After vessel damage and clamp release, arteries were assessed for patency at 5, 30, and 120 minutes by the Acland refill test. Coagulation assays, in vivo bleeding times, and ex vivo platelet aggregation studies were also conducted. Scanning electron microscopy was used to examine mural thrombus composition.A significant, fourfold increase in vessel patency following administration of SR121566A over saline control (80 percent versus 20 percent patency, respectively, at 35 minutes after reperfusion, p < 0.01) was noted. This was correlated with marked inhibition of ex vivo platelet aggregation. This antiplatelet treatment did not prolong coagulation assays (mean international normalized ratio: saline, 0.66 +/- 0.04; SR121566A, 0.64 +/- 0.03; mean thromboplastin time: saline, 19.63 +/- 0.67; SR121566A, 17.87 +/- 3.27) and bleeding times (mean bleeding time: saline, 42 +/- 4; SR121566A, 48 +/- 6). Scanning electron microscopy demonstrated extensive platelet and fibrin deposition in control vessel thrombi. In contrast, thrombi from SR121566A-treated vessels demonstrated predominance of fibrin with few platelets when examined under scanning electron microscopy.Administration of SR121566A was associated with a significant increase in vessel patency, without deleterious effects on coagulation assays or bleeding times. The increase in vessel patency was correlated with inhibition of platelet aggregation and decreased platelet deposition, as demonstrated by scanning electron microscopy. Glycoprotein IIb/IIIa antagonists represent a new class of anti-platelet agents that may be suited for inhibiting microsurgical thrombosis. This study supports further investigation into the use of these agents in microsurgery.",
  "authors": [
    {
      "last_name": "Ching",
      "fore_name": "Shim",
      "initials": "S",
      "name": "Shim Ching",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Monkman",
      "fore_name": "Shelly",
      "initials": "S",
      "name": "Shelly Monkman",
      "affiliations": []
    },
    {
      "last_name": "Kelton",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Kelton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "0032-1052",
    "issn_type": "Print",
    "volume": "112",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "177",
  "end_page": "185",
  "pages": "177-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anastomosis, Surgical",
    "Animals",
    "Arteries",
    "Benzylamines",
    "Bleeding Time",
    "Ear, External",
    "Male",
    "Microscopy, Electron, Scanning",
    "Microsurgery",
    "Piperidines",
    "Platelet Aggregation",
    "Platelet Aggregation Inhibitors",
    "Platelet Glycoprotein GPIIb-IIIa Complex",
    "Rabbits",
    "Surgical Flaps",
    "Thiazoles",
    "Thrombosis",
    "Ultrasonography",
    "Vascular Patency"
  ],
  "article_ids": {
    "pubmed": "12832891",
    "doi": "10.1097/01.PRS.0000066171.65354.AE"
  },
  "doi": "10.1097/01.PRS.0000066171.65354.AE",
  "dates": {
    "completed": "2003-07-22",
    "revised": "2016-11-24"
  },
  "chemicals": [
    "Benzylamines",
    "Piperidines",
    "Platelet Aggregation Inhibitors",
    "Platelet Glycoprotein GPIIb-IIIa Complex",
    "SR 121566",
    "Thiazoles"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.389194",
    "pmid": "12832891"
  }
}