{
  "pmid": "12850400",
  "uid": "12850400",
  "title": "Guidelines for international forensic bio-archaeology monitors of mass grave exhumations.",
  "abstract": "The systematic exhumation of mass graves is becoming a frequent occurrence globally. Historically, it has been mostly anthropologists with their particular expertise in osteology that have been engaged by non-governmental organizations (NGO) to monitor mass grave exhumations and postmortem examinations, conducted by a host country or international forensic team, to ensure competence and a concern for justice. The excavation of graves and examination of their contents for the purposes of personal identification of victims and/or collection of evidence for prosecution require the creation of standards that meet international concerns for forensic investigation of the highest quality. However, many anthropologists are not experienced with large sites; do not have much, if any, expertise in archaeology; and are not equipped by training to assess the quality of a forensic pathologist's autopsy. This contribution is directed to both the NGO and the bio-archaeologist who are involved in the exhumation of mass graves. The experience and skills appropriate for the bio-archaeological monitor are outlined; similarly, the policies and standard operating procedures (SOP's) of the NGO that will enable the bio-archaeologist to perform their task are detailed. It is becoming increasingly clear that how a grave site was created, filled, and concealed, along with subsequent processes of site formation (e.g. slumping, robbing, animal scavenging and taphonomic alteration), require the expertise of a forensic archaeologist to discover and record site complexity along with associated forensic evidence. Similarly, the bodies themselves which are often skeletonized, fragmented and commingled pose challenges for the anthropologists and pathologists whose postmortem examinations must be critically evaluated. A model protocol for observations to make at the site as well as at the mortuary facility is provided to guide the monitor and to provide a structure for reports which are of standardized content suitable for international agencies concerned with mass grave investigation.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, BC V5A 1S6, Canada. mskinner@sfu.ca"
      ]
    },
    {
      "last_name": "Alempijevic",
      "fore_name": "Djordje",
      "initials": "D",
      "name": "Djordje Alempijevic",
      "affiliations": []
    },
    {
      "last_name": "Djuric-Srejic",
      "fore_name": "Marija",
      "initials": "M",
      "name": "Marija Djuric-Srejic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Forensic science international",
    "iso_abbreviation": "Forensic Sci Int",
    "issn": "0379-0738",
    "issn_type": "Print",
    "volume": "134",
    "issue": "2-3",
    "pub_year": "2003",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "81",
  "end_page": "92",
  "pages": "81-92",
  "language": "eng",
  "publication_types": [
    "Guideline",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Burial",
    "Forensic Anthropology",
    "Humans",
    "Professional Competence"
  ],
  "article_ids": {
    "pubmed": "12850400",
    "doi": "10.1016/s0379-0738(03)00124-5",
    "pii": "S0379073803001245"
  },
  "doi": "10.1016/s0379-0738(03)00124-5",
  "dates": {
    "completed": "2003-10-09",
    "revised": "2019-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.379545",
    "pmid": "12850400"
  }
}