{
  "pmid": "12853542",
  "uid": "12853542",
  "title": "A meta-analysis of nocturnal noninvasive positive pressure ventilation in patients with stable COPD.",
  "abstract": "STUDY OBJECTIVES: The potential benefits of noninvasive positive pressure ventilation (NIPPV) for patients with COPD remains inconclusive, as most studies have included only a small number of patients. We therefore undertook a meta-analysis of randomized controlled trials (RCTs) that compared nocturnal NIPPV with conventional management in patients with COPD and stable respiratory failure. DESIGN: RCTs were identified from several sources, such as MEDLINE, EMBASE, and CINAHL. In addition, records were identified through hand searching of abstracts from meetings of the American Thoracic Society, the American College of Chest Physicians, and the European Respiratory Society. PATIENTS: Patients with COPD according to the definition of the American Thoracic Society. INTERVENTIONS: NIPPV applied via a nasal or facemask for at least 5 h/d for at least 3 weeks. Patients in the actively treated group continued to receive the usual management for COPD. The control group received the same management as the study group but did not receive NIPPV. MEASUREMENTS AND RESULTS: PaCO(2), PaO(2), 6-min walking distance (6MWD), respiratory muscle function, FEV(1), vital capacity, and sleep efficiency (time asleep as a percentage of total time in bed) were used as outcome measures. The publications were reduced to 10 potentially eligible articles from 164 publications retrieved from computer searches and 8 further abstracts. Four trials were finally included in the meta-analysis. The only outcome for which the confidence intervals excluded zero was maximal inspiratory pressure (PImax). The confidence intervals for the other outcomes included zero. The mean treatment effects for FEV(1) and PImax were small, whereas it was moderate for the 6MWD. Small negative effects were found for the outcomes of vital capacity, PaCO(2), and sleep efficiency. CONCLUSIONS: This meta-analysis of 3 months of NIPPV in patients with stable COPD showed that ventilatory support did not improve lung function, gas exchange, or sleep efficiency. The high upper limit of the confidence interval for the 6MWD suggested that some people do improve their walking distance. The small overall sample size precluded a clear clinical direction regarding the effects of NIPPV in patients with COPD.",
  "authors": [
    {
      "last_name": "Wijkstra",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Wijkstra",
      "affiliations": [
        "Division of Respiratory Medicine, University of Toronto, West Park Hospital, Toronto, ON, Canada. p.j.wijkstra@int.azg.nl"
      ]
    },
    {
      "last_name": "Lacasse",
      "fore_name": "Yves",
      "initials": "Y",
      "name": "Yves Lacasse",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Casanova",
      "fore_name": "Ciro",
      "initials": "C",
      "name": "Ciro Casanova",
      "affiliations": []
    },
    {
      "last_name": "Gay",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Gay",
      "affiliations": []
    },
    {
      "last_name": "Meecham Jones",
      "fore_name": "Jeffry",
      "initials": "J",
      "name": "Jeffry Meecham Jones",
      "affiliations": []
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Roger S",
      "initials": "RS",
      "name": "Roger S Goldstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "124",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "337",
  "end_page": "343",
  "pages": "337-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Intermittent Positive-Pressure Ventilation",
    "Pulmonary Disease, Chronic Obstructive",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12853542",
    "doi": "10.1378/chest.124.1.337",
    "pii": "S0012-3692(15)36029-3"
  },
  "doi": "10.1378/chest.124.1.337",
  "dates": {
    "completed": "2003-08-05",
    "revised": "2019-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.281543",
    "pmid": "12853542"
  }
}