{
  "pmid": "12853551",
  "uid": "12853551",
  "title": "Dying in the ICU: perspectives of family members.",
  "abstract": "OBJECTIVE: To describe the perspectives of family members to the care provided to critically ill patients who died in the ICU. DESIGN: Multicenter, prospective, observational study. SETTING: Six university-affiliated ICUs across Canada. METHODS: Patients who received mechanical ventilation for > 48 h and who died in the ICU were eligible for this study. Three to four weeks after the patient's death, we mailed a validated questionnaire to one selected family member who made at least one visit to the patient in the ICU. We obtained self-rated levels of satisfaction with key aspects of end-of-life care, communication, and decision making, and the overall ICU experience. MAIN RESULTS: Questionnaires were mailed to 413 family members; 256 completed surveys were returned (response rate, 62.0%). In the final hours before the death of the patient, family members reported that patients were \"totally comfortable\" (34.8%), \"very comfortable\" (23.8%), or \"mostly comfortable\" (32.0%). Family members felt \"very supported\" (57.0%) and \"supported\" (30.7%) by the health-care team. Most (82.0%) believed that the patient's life was neither prolonged nor shortened unnecessarily. Most family members (90.4%) preferred some form of shared decision making. Overall, 52% of families rated their satisfaction with care as \"excellent,\" 31% rated care as \"very good,\" 10% as \"good,\" 4% as \"fair,\" and 2% as \"poor.\" Overall satisfaction with end-of-life care was significantly associated with completeness of information received by the family member, respect and compassion shown to patient and family member, and satisfaction with amount or level of health care received. CONCLUSIONS: The majority of families of patients who died in participating ICUs were satisfied with the end-of-life care provided. Adequate communication, good decision making, and respect and compassion shown to both the dying patient and their family are key determinants to family satisfaction.",
  "authors": [
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Department of Medicine, Kingston General Hospital, Kingston, ON, Canada. dkh2@post.queensu.ca"
      ]
    },
    {
      "last_name": "Rocker",
      "fore_name": "Graeme M",
      "initials": "GM",
      "name": "Graeme M Rocker",
      "affiliations": []
    },
    {
      "last_name": "O'Callaghan",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J O'Callaghan",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Dodek",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "124",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "392",
  "end_page": "397",
  "pages": "392-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Aged",
    "Decision Making",
    "Family",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Prospective Studies",
    "Quality of Health Care",
    "Surveys and Questionnaires",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "12853551",
    "doi": "10.1378/chest.124.1.392",
    "pii": "S0012-3692(15)36038-4"
  },
  "doi": "10.1378/chest.124.1.392",
  "dates": {
    "completed": "2003-08-05",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.653519",
    "pmid": "12853551"
  }
}