{
  "pmid": "12858619",
  "uid": "12858619",
  "title": "Correlates of employees' perceptions of a healthy work environment.",
  "abstract": "PURPOSE: This study analyzed correlates of workers' perceptions of the extent to which their work environment is healthy and how these perceptions influence job satisfaction, employee commitment, workplace morale, absenteeism, and intent to quit. DESIGN: One-time cross-sectional telephone survey. SETTING: Canadian employees in 2000. SUBJECTS: A randomly chosen, nationally representative sample of 2500 employed respondents, using a household sampling frame. The response rate was 39.2%. Self-employed individuals were excluded, leaving a subsample of 2112 respondents. MEASURES: The dependent variable was the response to the item, \"The work environment is healthy\" (5-point strongly agree-strongly disagree Likert scale). Independent variables used in bivariate and ordinary least-squares regression analyses included sociodemographic characteristics, employment status, organizational characteristics, and scales that measured job demands, intrinsic rewards, extrinsic rewards, communication/social support, employee influence, and job resources. Perceptions of a healthy work environment were related to job satisfaction, commitment, morale (measured on a 5-point scale), number of self-reported absenteeism days in the past 12 months, and whether or not the respondent had looked for a job with another employer in the past 12 months. RESULTS: The strongest correlate of a healthy work environment was a scale of good communication and social support (beta = .27). The next strongest was a job demands scale (beta = -.15.) Employees in self-rated healthier work environments had significantly (p < 0.01) higher job satisfaction, commitment and morale, and lower absenteeism and intent to quit. CONCLUSIONS: The study supports a comprehensive model of workplace health that targets working conditions, work relationships, and workplace organization for health promotion interventions.",
  "authors": [
    {
      "last_name": "Lowe",
      "fore_name": "Graham S",
      "initials": "GS",
      "name": "Graham S Lowe",
      "affiliations": [
        "Department of Sociology, University of Alberta, Edmonton, AB T6G 2H4, Canada."
      ]
    },
    {
      "last_name": "Schellenberg",
      "fore_name": "Grant",
      "initials": "G",
      "name": "Grant Schellenberg",
      "affiliations": []
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of health promotion : AJHP",
    "iso_abbreviation": "Am J Health Promot",
    "issn": "0890-1171",
    "issn_type": "Print",
    "volume": "17",
    "issue": "6",
    "pub_year": "2003"
  },
  "start_page": "390",
  "end_page": "399",
  "pages": "390-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Canada",
    "Communication",
    "Cross-Sectional Studies",
    "Data Collection",
    "Demography",
    "Employment",
    "Female",
    "Humans",
    "Job Satisfaction",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Occupational Health",
    "Personnel Turnover",
    "Social Support",
    "Socioeconomic Factors",
    "Telephone",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "12858619",
    "doi": "10.4278/0890-1171-17.6.390"
  },
  "doi": "10.4278/0890-1171-17.6.390",
  "dates": {
    "completed": "2003-08-14",
    "revised": "2018-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:50.220339",
    "pmid": "12858619"
  }
}