{
  "pmid": "12869343",
  "uid": "12869343",
  "title": "Measuring the impact of health research.",
  "abstract": "Measuring the decision-making impact of applied health research should constitute a core function for many research funders and research organizations. Different target audiences warrant different measures of impact. The target audiences for applied health research include the general public, patients (and their families), clinicians, managers (in hospitals, regional health authorities and health plans), research and development officers (in biotechnology firms) and public policy-makers (i.e. elected officials, political staff and civil servants). Making meaningful assessments within peer groups that fund or produce similar types of research knowledge for similar types of target audiences makes more sense than a one-size-fits-all approach to impact assessment. User-pull and interactive measures of impact (i.e. measures of cultural shifts that would facilitate the on-going use of research knowledge to inform decision-making) can supplement more traditional producer-push measures that assess researchers' active efforts to inform decision-making and the outcome of these efforts. Cultural shifts may include the creation of a research-attuned culture among decision-makers and a decision-relevant culture among researchers. Moving beyond whether research was used to examine how it was used is also important. Research knowledge may be used in instrumental, conceptual or symbolic ways. These actions, coupled with on-going refinements to the proposed assessment tool as research evidence evolves, would take us a long way towards assessment and accountability in the health sector.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Ross",
      "affiliations": []
    },
    {
      "last_name": "McLeod",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher McLeod",
      "affiliations": []
    },
    {
      "last_name": "Gildiner",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Gildiner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1355-8196",
    "issn_type": "Print",
    "volume": "8",
    "issue": "3",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "165",
  "end_page": "170",
  "pages": "165-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making, Organizational",
    "Empirical Research",
    "Evaluation Studies as Topic",
    "Health Services Research",
    "Humans",
    "Organizational Culture",
    "Outcome and Process Assessment, Health Care",
    "Policy Making",
    "Social Responsibility"
  ],
  "article_ids": {
    "pubmed": "12869343",
    "doi": "10.1258/135581903322029520"
  },
  "doi": "10.1258/135581903322029520",
  "dates": {
    "completed": "2003-08-27",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.964396",
    "pmid": "12869343"
  }
}