{
  "pmid": "12862190",
  "uid": "12862190",
  "title": "Daily cost prediction model in neonatal intensive care.",
  "abstract": "OBJECTIVES: One barrier to economic evaluation alongside neonatal randomized controlled trials is the expense of collecting detailed patient resource information. To reduce this data collection burden, we identified the key resource items that predict daily ancillary costs for extremely low birth weight infants. METHODS: Participants were 385 infants enrolled in the Trial of Indomethacin Prophylaxis for Preterms in nine tertiary level neonatal intensive care units in Canada. Information on eighty-nine nonpersonnel resource items was abstracted from the hospital chart from admission to tertiary hospital discharge. Unit costs were derived from a provincially standardized cost accounting system. Using stepwise linear regression, models correlating total daily ancillary costs with key resource items were constructed for each of five periods of admission. Models were derived in a randomly split half of the total sample of patient days and validated against the remainder. RESULTS: The 385 infants contributed resource information from 23,354 admission days. The regression model for weeks one to twelve included the covariates surfactant, chest radiograph, red blood cell transfusion, cranial ultrasound, abdominal radiograph, parenteral amino acid infusion, surgery, platelet transfusion, and echocardiogram and explained 91% of the variability in daily nonpersonnel costs (P<.0001). Models for other admission periods similarly included between four and eight covariates, were highly significant (P<.0001) and explained between 76% and 94% of daily ancillary cost variability. The regression equations showed excellent predictive power when applied to the second half of the patient data set. CONCLUSIONS: Daily nonpersonnel costs for extremely low birth weight infants are driven by a limited number of key resource variables. The ability to predict total ancillary costs with minimal data collection will facilitate inclusion of economic evaluations in neonatal trials.",
  "authors": [
    {
      "last_name": "Zupancic",
      "fore_name": "John A F",
      "initials": "JA",
      "name": "John A F Zupancic",
      "affiliations": [
        "Department of Neonatology, Beth Israel Deaconess Medical Center, and Harvard Medical School, Boston, MA 02458, USA. zupancic@post.harvard.edu"
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Douglas K",
      "initials": "DK",
      "name": "Douglas K Richardson",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Bernie J",
      "initials": "BJ",
      "name": "Bernie J O'Brien",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Weinstein",
      "fore_name": "Milton C",
      "initials": "MC",
      "name": "Milton C Weinstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of technology assessment in health care",
    "iso_abbreviation": "Int J Technol Assess Health Care",
    "issn": "0266-4623",
    "issn_type": "Print",
    "volume": "19",
    "issue": "2",
    "pub_year": "2003"
  },
  "start_page": "330",
  "end_page": "338",
  "pages": "330-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ancillary Services, Hospital",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Canada",
    "Costs and Cost Analysis",
    "Hospital Costs",
    "Humans",
    "Indomethacin",
    "Infant, Newborn",
    "Infant, Very Low Birth Weight",
    "Intensive Care Units, Neonatal",
    "Linear Models",
    "Models, Econometric"
  ],
  "article_ids": {
    "pubmed": "12862190",
    "doi": "10.1017/s0266462303000291"
  },
  "doi": "10.1017/s0266462303000291",
  "dates": {
    "completed": "2003-08-07",
    "revised": "2019-09-22"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Indomethacin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.339060",
    "pmid": "12862190"
  }
}