{
  "pmid": "12885098",
  "uid": "12885098",
  "title": "Assessment of medication errors that involved drug allergies at a university hospital.",
  "abstract": "OBJECTIVES: To determine the reporting accuracy of true patient-related allergies to drugs in a large teaching institution (908 licensed beds), and to identify factors contributing to medication errors that involved drug allergies. Of particular interest was the accuracy of allergy information in the medical record and the occurrence of medication errors that involved penicillin antibiotics. METHODS: From a sample population of 340 patients, 50 adult patients admitted to our university-affiliated hospital who met criteria and had an allergy to selected drugs that was documented in the hospitalwide computer system were randomly selected and interviewed to determine the timing, nature, and extent of the reaction. Furthermore, data were collected from identified Medication Error Reports when an agent was prescribed for a patient with a reported allergy to that agent or class. Prospective data collection was conducted from November 2000-February 2001. Using the information obtained by the patient interview and chart documentation, we assessed the reported allergy. In addition, contributing factors for medication errors that involved drug allergies were identified. RESULTS: Of the sample population, 133 patients (39%) reported allergies to at least one drug. Allergies to beta-lactams, sulfonamides, and opioid narcotics were reported in 12.6% (43 patients), 9.1% (31), and 14.4% (49) of the sample population, respectively. Most agents involved in medication errors were beta-lactam antibiotics, with an overwhelming number of these errors due to piperacillin-tazobactam (51.4%, 36 errors). Other drugs involved were ampicillin (10%, 7 errors), other beta-lactams (24.3%, 17 errors), opioid narcotics (10%, 7 errors), and sulfonamides (4.3%, 3 errors). Most contributing factors were classified as \"MD [prescribing physician] not aware of allergy.\" CONCLUSION: These results suggest a need for ensuring that prescribers review each patient's allergy profile before order entry.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "T Aaron",
      "initials": "TA",
      "name": "T Aaron Jones",
      "affiliations": [
        "Department of Pharmacy, University of Alabama Hospital, Birmingham, Alabama, USA. tjones@uabmc.edu"
      ]
    },
    {
      "last_name": "Como",
      "fore_name": "Jackson A",
      "initials": "JA",
      "name": "Jackson A Como",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pharmacotherapy",
    "iso_abbreviation": "Pharmacotherapy",
    "issn": "0277-0008",
    "issn_type": "Print",
    "volume": "23",
    "issue": "7",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "855",
  "end_page": "860",
  "pages": "855-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Analgesics, Opioid",
    "Anti-Bacterial Agents",
    "Drug Administration Routes",
    "Drug Hypersensitivity",
    "Female",
    "Hospitals, University",
    "Humans",
    "Male",
    "Medication Errors",
    "Middle Aged",
    "Practice Patterns, Physicians'",
    "Sulfonamides",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "12885098",
    "doi": "10.1592/phco.23.7.855.32729"
  },
  "doi": "10.1592/phco.23.7.855.32729",
  "dates": {
    "completed": "2003-11-26",
    "revised": "2019-09-16"
  },
  "chemicals": [
    "Analgesics, Opioid",
    "Anti-Bacterial Agents",
    "Sulfonamides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.526328",
    "pmid": "12885098"
  }
}