{
  "pmid": "12882258",
  "uid": "12882258",
  "title": "Health professionals' views on advance directives: a qualitative interdisciplinary study.",
  "abstract": "The aim of this study was to discover the views of health professionals in the Greater Glasgow area on advance directives, using semi-structured interviews and focus groups. The twelve participants interviewed included four hospital doctors, four general practitioners (GPs) and four nurses. The six focus groups comprised hospice nurses, GPs, consultant geriatricians, geriatricians in training grades and an interdisciplinary group. Participants were purposively selected to reflect a range of personal experiences with, and attitudes toward, the advance directive using key informants and a short questionnaire. Participants were asked to comment on a specially constructed sample advance directive. All research encounters were recorded, transcribed and analysed using accepted methods in qualitative research. The advance directive was seen as a means of promoting peace of mind in will makers, of allowing carers to honour the patients' wishes and of stimulating communication between all parties. Conversely the advance directive was seen as generating certain risks for the will maker--including those of coercion, misunderstanding, paradoxical overintervention and inadvertent undertreating. A core concern surrounded the issue of 'informedness' in will makers and the ethics of deciding for a future demented self.",
  "authors": [
    {
      "last_name": "Thompson",
      "fore_name": "Trevor D B",
      "initials": "TD",
      "name": "Trevor D B Thompson",
      "affiliations": [
        "Division of Primary Health Care, University of Bristol, Bristol, UK. trevor.thompson@bristol.ac.uk"
      ]
    },
    {
      "last_name": "Barbour",
      "fore_name": "Rosaline S",
      "initials": "RS",
      "name": "Rosaline S Barbour",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Palliative medicine",
    "iso_abbreviation": "Palliat Med",
    "issn": "0269-2163",
    "issn_type": "Print",
    "volume": "17",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "403",
  "end_page": "409",
  "pages": "403-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Advance Directives",
    "Attitude of Health Personnel",
    "Communication",
    "Ethics, Clinical",
    "Female",
    "Focus Groups",
    "Humans",
    "Interviews as Topic",
    "Living Wills",
    "Male",
    "Middle Aged",
    "Professional-Family Relations",
    "Scotland"
  ],
  "article_ids": {
    "pubmed": "12882258",
    "doi": "10.1191/0269216303pm784oa"
  },
  "doi": "10.1191/0269216303pm784oa",
  "dates": {
    "completed": "2003-09-02",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.390970",
    "pmid": "12882258"
  }
}