{
  "pmid": "12897602",
  "uid": "12897602",
  "title": "Evidence-based orthopaedics: a primer.",
  "abstract": "Evidence-based medicine has evolved from the need of solving clinical problems. In contrast to the traditional paradigm of clinical practice, evidence-based medicine acknowledges that intuition, clinical experience, and pathophysiologic rationale are not sufficient for making the best clinical decisions. Although evidence-based medicine recognizes the importance of clinical experience, it includes the evaluation of evidence from clinical research and the integration of patients' values, preferences, and actions for best clinical decision-making. To optimize this process, evidence-based medicine advocates that a formal set of rules must accompany training and clinicians' common sense to interpret and apply evidence from clinical research results effectively. We describe the critical appraisal of studies related to prognosis and therapy or prevention building on an example relevant for the clinical orthopaedist. Based on the example, the authors describe how clinicians can apply measures of association and of intervention effects to their practice and patient care. The authors conclude with describing the appraisal of systematic reviews, their application to the development of practice guidelines, and the process of guideline development and recommendations.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Health Science Centre, McMaster University, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. hjs@buffalo.edu"
      ]
    },
    {
      "last_name": "Bone",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Bone",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "0009-921X",
    "issn_type": "Print",
    "issue": "413",
    "pub_year": "2003",
    "pub_month": "Aug"
  },
  "start_page": "117",
  "end_page": "132",
  "pages": "117-32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Confidence Intervals",
    "Decision Support Techniques",
    "Evidence-Based Medicine",
    "Humans",
    "Odds Ratio",
    "Orthopedics",
    "Practice Guidelines as Topic",
    "Prognosis",
    "Review Literature as Topic",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "12897602",
    "doi": "10.1097/01.blo.0000080541.81794.26"
  },
  "doi": "10.1097/01.blo.0000080541.81794.26",
  "dates": {
    "completed": "2003-08-29",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.486930",
    "pmid": "12897602"
  }
}