{
  "pmid": "12897599",
  "uid": "12897599",
  "title": "A guide to health measurement.",
  "abstract": "Limited healthcare dollars have resulted in insistence that the benefit of new therapies be evaluated before being approved for marketing or reimbursement under health service systems. Adequate evidence of a treatment's effectiveness includes evidence of impact on patient's health-related quality of life, including physical, mental, and emotional health. There are two types of measures of health-related quality of life. One, general health and utility measures, inquire about health in a broad sense, and can be applied and compared across many situations. The second type, specific measures, addresses narrower aspects of life related to a specific problem, function, or manifestations of an underlying disease process. Results of studies focusing on health-related quality of life only will be useful if the measurement instrument is valid and capable of detecting important change. Investigators should make a good choice of measurement instrument, and then ensure their study design will yield valid results. We offer basic guidelines for the measurement of health-related quality of life as an outcome in clinical research. This discussion addresses clinicians, who are making decisions regarding the relevance of study results, and investigators who are designing studies.",
  "authors": [
    {
      "last_name": "Jackowski",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Jackowski",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Health Science Centre Room 2C12, McMaster University, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. jackowdm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "0009-921X",
    "issn_type": "Print",
    "issue": "413",
    "pub_year": "2003",
    "pub_month": "Aug"
  },
  "start_page": "80",
  "end_page": "89",
  "pages": "80-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Communication",
    "Guidelines as Topic",
    "Health Status Indicators",
    "Humans",
    "Outcome Assessment, Health Care",
    "Quality of Life",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "12897599",
    "doi": "10.1097/01.blo.0000079771.06654.13"
  },
  "doi": "10.1097/01.blo.0000079771.06654.13",
  "dates": {
    "completed": "2003-08-29",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.810801",
    "pmid": "12897599"
  }
}