{
  "pmid": "12904355",
  "uid": "12904355",
  "title": "Quality control trial for human immunodeficiency virus type 1 drug resistance testing using clinical samples reveals problems with detecting minority species and interpretation of test results.",
  "abstract": "Between January and March 2000, a quality control panel for human immunodeficiency virus (HIV) drug resistance testing was analyzed by 20 laboratories in five countries. The panel consisted of three clinical samples with different drug resistance genotypes and phenotypes and one HIV-negative plasma. Participants were asked to report the methods used for amplification and sequencing, a list of drug resistance-associated mutations that were detected in the protease and reverse transcriptase of each sample, and an interpretation concerning the susceptibility or resistance to 14 antiretroviral drugs. A total of 22 genotypic data sets were generated, which showed an overall good technical quality except for three participants, who failed to report key mutations for drug resistance. Problems were encountered in three respects: (i). resistant minorities of L90M in the protease, which were determined to about 12% by real-time amplification, were only detected by one-fourth of the participants; (ii). newly described resistance mutations were frequently not reported; and (iii). interpretations of drug resistance-associated mutations varied widely, in particular for protease inhibitors. In some cases, different interpretations were caused by differences in the detection of resistant minorities, but even for the same genotypic profile, interpretations varied considerably. Similar discrepancies were revealed if current Web-based interpretation systems were used to predict drug resistance for samples of the proficiency panel. This indicates that a consensus for the interpretation of drug resistance-associated mutations is urgently needed.",
  "authors": [
    {
      "last_name": "Korn",
      "fore_name": "Klaus",
      "initials": "K",
      "name": "Klaus Korn",
      "affiliations": [
        "Institute of Clinical and Molecular Virology, German National Reference Centre for Retroviruses, University of Erlangen-Nürnberg, D-91054 Erlangen, Germany."
      ]
    },
    {
      "last_name": "Reil",
      "fore_name": "Heide",
      "initials": "H",
      "name": "Heide Reil",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Hauke",
      "initials": "H",
      "name": "Hauke Walter",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical microbiology",
    "iso_abbreviation": "J Clin Microbiol",
    "issn": "0095-1137",
    "issn_type": "Print",
    "volume": "41",
    "issue": "8",
    "pub_year": "2003",
    "pub_month": "Aug"
  },
  "start_page": "3559",
  "end_page": "3565",
  "pages": "3559-65",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antiviral Agents",
    "Base Sequence",
    "DNA Primers",
    "Drug Resistance, Viral",
    "HIV Infections",
    "HIV-1",
    "Humans",
    "Mutation",
    "Quality Control",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "12904355",
    "pmc": "PMC179843",
    "doi": "10.1128/JCM.41.8.3559-3565.2003"
  },
  "doi": "10.1128/JCM.41.8.3559-3565.2003",
  "pmc_id": "PMC179843",
  "dates": {
    "completed": "2003-10-23",
    "revised": "2021-05-26"
  },
  "chemicals": [
    "Antiviral Agents",
    "DNA Primers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.339297",
    "pmid": "12904355"
  }
}