{
  "pmid": "12914656",
  "uid": "12914656",
  "title": "Recent segmental and gene duplications in the mouse genome.",
  "abstract": "BACKGROUND: The high quality of the mouse genome draft sequence and its associated annotations are an invaluable biological resource. Identifying recent duplications in the mouse genome, especially in regions containing genes, may highlight important events in recent murine evolution. In addition, detecting recent sequence duplications can reveal potentially problematic regions of the genome assembly. We use BLAST-based computational heuristics to identify large (>/= 5 kb) and recent (>/= 90% sequence identity) segmental duplications in the mouse genome sequence. Here we present a database of recently duplicated regions of the mouse genome found in the mouse genome sequencing consortium (MGSC) February 2002 and February 2003 assemblies. RESULTS: We determined that 33.6 Mb of 2,695 Mb (1.2%) of sequence from the February 2003 mouse genome sequence assembly is involved in recent segmental duplications, which is less than that observed in the human genome (around 3.5-5%). From this dataset, 8.9 Mb (26%) of the duplication content consisted of 'unmapped' chromosome sequence. Moreover, we suspect that an additional 18.5 Mb of sequence is involved in duplication artifacts arising from sequence misassignment errors in this genome assembly. By searching for genes that are located within these regions, we identified 675 genes that mapped to duplicated regions of the mouse genome. Sixteen of these genes appear to have been duplicated independently in the human genome. From our dataset we further characterized a 42 kb recent segmental duplication of Mater, a maternal-effect gene essential for embryogenesis in mice. CONCLUSION: Our results provide an initial analysis of the recently duplicated sequence and gene content of the mouse genome. Many of these duplicated loci, as well as regions identified to be involved in potential sequence misassignment errors, will require further mapping and sequencing to achieve accuracy. A Genome Browser database was set up to display the identified duplication content presented in this work. This data will also be relevant to the growing number of investigators who use the draft genome sequence for experimental design and analysis.",
  "authors": [
    {
      "last_name": "Cheung",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Cheung",
      "affiliations": [
        "Program in Genetics and Genomic Biology, Research Institute, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada. steve@genet.sickkids.on.ca"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Junjun",
      "initials": "J",
      "name": "Junjun Zhang",
      "affiliations": []
    },
    {
      "last_name": "Khaja",
      "fore_name": "Razi",
      "initials": "R",
      "name": "Razi Khaja",
      "affiliations": []
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Jeffrey R",
      "initials": "JR",
      "name": "Jeffrey R MacDonald",
      "affiliations": []
    },
    {
      "last_name": "Heng",
      "fore_name": "Henry H Q",
      "initials": "HH",
      "name": "Henry H Q Heng",
      "affiliations": []
    },
    {
      "last_name": "Koop",
      "fore_name": "Ben F",
      "initials": "BF",
      "name": "Ben F Koop",
      "affiliations": []
    },
    {
      "last_name": "Scherer",
      "fore_name": "Stephen W",
      "initials": "SW",
      "name": "Stephen W Scherer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Genome biology",
    "iso_abbreviation": "Genome Biol",
    "issn": "1474-760X",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "8",
    "pub_year": "2003"
  },
  "start_page": "R47",
  "pages": "R47",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Computational Biology",
    "Contig Mapping",
    "Databases, Genetic",
    "Evolution, Molecular",
    "Gene Duplication",
    "Genes",
    "Genes, Duplicate",
    "Genome",
    "Genome, Human",
    "Humans",
    "In Situ Hybridization, Fluorescence",
    "Mice"
  ],
  "article_ids": {
    "pubmed": "12914656",
    "pmc": "PMC193640",
    "doi": "10.1186/gb-2003-4-8-r47"
  },
  "doi": "10.1186/gb-2003-4-8-r47",
  "pmc_id": "PMC193640",
  "dates": {
    "completed": "2003-11-18",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.715092",
    "pmid": "12914656"
  }
}