{
  "pmid": "12923384",
  "uid": "12923384",
  "title": "New evidence on the importance of the renin-angiotensin system in the treatment of higher-risk patients with hypertension.",
  "abstract": "We reviewed the drug treatment of hypertension in the light of recent trials. beta-Blockers and diuretics clearly reduce mortality, strokes, and coronary heart disease (CHD) in hypertension. Recent trials assessed whether newer agents that block the renin-angiotensin-aldosterone system, or calcium blockers, offer any additional advantage, or have benefits in high-risk individuals with conventionally 'normal' blood pressure. The recent ALLHAT study claimed no differences in CHD or mortality when chlorthalidone, amlodipine, and lisinopril were compared. However, the decrease in blood pressure was not the same with the three agents, and a substantial proportion of patients enrolled did not have clinical disease. In contrast, the LIFE study (comparing losartan and a beta-blocker) and the ANBP-2 study [comparing angiotensin-converting enzyme (ACE) inhibition and a diuretic] reduced blood pressure similarly, yet demonstrated benefits in favour of angiotensin II type 1 receptor blockers (ARBs) and ACE inhibitors. Other trials indicated similar advantages of ACE inhibitors or ARBs in patients with diabetic nephropathy. Among high-risk patients with initial blood pressure in the 'normal' range, ACE inhibitors significantly reduce clinical events (mortality, strokes, and myocardial infarction), despite modest decreases in blood pressure, suggesting that additional mechanisms are responsible. Recent results of the Prospective Studies Collaboration show lower risk, even in the normal blood pressure range; high-risk patients will benefit further from ACE inhibitors and ARBs (and beta-blockers after myocardial infarction). Data for other blood pressure decreasing agents are unavailable in such populations. We conclude that blood pressure decreasing per se is of clinical benefit, but drugs that block the renin-angiotensin system offer additional advantages. Drug choice is best determined by the patient's clinical condition.",
  "authors": [
    {
      "last_name": "Sleight",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Sleight",
      "affiliations": [
        "The John Radcliffe Hospital, Oxford, UK and bHamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada. peter.sleight@cardiov.ox.ac.uk"
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "0263-6352",
    "issn_type": "Print",
    "volume": "21",
    "issue": "9",
    "pub_year": "2003",
    "pub_month": "Sep"
  },
  "start_page": "1599",
  "end_page": "1608",
  "pages": "1599-608",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Humans",
    "Hypertension",
    "Renin-Angiotensin System",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "12923384",
    "doi": "10.1097/00004872-200309000-00001"
  },
  "doi": "10.1097/00004872-200309000-00001",
  "dates": {
    "completed": "2003-11-04",
    "revised": "2019-08-23"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.550383",
    "pmid": "12923384"
  }
}