{
  "pmid": "12928471",
  "uid": "12928471",
  "title": "Emerging risk factors for atherosclerotic vascular disease: a critical review of the evidence.",
  "abstract": "CONTEXT: Atherosclerotic vascular disease is an enormous public health problem. A number of emerging risk factors for atherosclerosis have recently been proposed to help identify high-risk individuals. OBJECTIVE: To review the epidemiological, basic science, and clinical trial evidence concerning 4 emerging risk factors: C-reactive protein, lipoprotein(a), fibrinogen, and homocysteine. DATA SOURCES: Using the terms atherosclerosis, cardiovascular disease, risk factors, prevention, screening, C-reactive protein, lipoprotein(a), fibrinogen, and homocysteine, we searched the MEDLINE database from January 1990 to January 2003. Conference proceedings, abstract booklets, bibliographies of pertinent articles and books, and personal files were hand searched to identify additional articles. STUDY SELECTION: Original investigations and reviews of the epidemiology of atherosclerosis and the association of conventional and novel risk factors with vascular risk were selected. On the basis of the search strategy, 373 relevant studies were identified. DATA EXTRACTION: A diverse array of studies were examined, including randomized controlled trials, prospective cohort studies, systematic overviews, case-control, cross-sectional, and mechanistic studies. Data extraction was performed by one of the authors. DATA SYNTHESIS: The available epidemiological and basic science evidence supports, to varying degrees, independent associations between these 4 candidate risk factors and atherosclerotic vascular disease. However, there is relatively little data regarding the additive yield of screening for these factors over that of validated global risk assessment strategies currently in use. Furthermore, controlled intervention studies targeting individuals with these factors for proven risk-reduction therapies, or specifically treating these factors with available therapies, are few. The explanatory power of the major, established cardiovascular risk factors has been systematically underestimated. CONCLUSIONS: Although C-reactive protein, lipoprotein(a), fibrinogen, and homocysteine are associated with vascular disease risk, their optimal use in routine screening and risk stratification remains to be determined.",
  "authors": [
    {
      "last_name": "Hackam",
      "fore_name": "Daniel G",
      "initials": "DG",
      "name": "Daniel G Hackam",
      "affiliations": [
        "Population Health Research Institute and Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "290",
    "issue": "7",
    "pub_year": "2003",
    "pub_month": "Aug",
    "pub_day": "20"
  },
  "start_page": "932",
  "end_page": "940",
  "pages": "932-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Arteriosclerosis",
    "C-Reactive Protein",
    "Fibrinogen",
    "Homocysteine",
    "Humans",
    "Lipoprotein(a)",
    "Mass Screening",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "12928471",
    "doi": "10.1001/jama.290.7.932",
    "pii": "290/7/932"
  },
  "doi": "10.1001/jama.290.7.932",
  "dates": {
    "completed": "2003-08-25",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Lipoprotein(a)",
    "Homocysteine",
    "Fibrinogen",
    "C-Reactive Protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.260798",
    "pmid": "12928471"
  }
}