{
  "pmid": "12933731",
  "uid": "12933731",
  "title": "Sustaining better diabetes care in remote indigenous Australian communities.",
  "abstract": "PROBLEM: Inhabitants of Torres Strait Islands have the highest prevalence of diabetes in Australia and many preventable complications. In 1999, a one year randomised cluster trial showed improved diabetes care processes and reduced admissions to hospital when local indigenous health workers used registers, recall and reminder systems, and basic diabetes care plans, supported by a specialist outreach service. This study looked at whether those improvements were sustained two years after the end of the trial. DESIGN: Three year follow up clinical audit of 21 primary healthcare centres, and review of admissions to hospital in the previous 12 months. BACKGROUND AND SETTING: Remote indigenous communities in far north east Australia, population about 9600, including 921 people with diabetes. KEY MEASURES FOR IMPROVEMENT: Number of people on registers, care processes (regular measures of weight, blood pressure, haemoglobin A1c, urinary protein concentration, and concentrations of serum lipids and creatinine), appropriate clinical interventions (drug treatment and vaccinations), and intermediate patient outcome measures (weight, blood pressure, and glycaemic control). Admissions to hospital. STRATEGIES FOR CHANGE: Audit and feedback to clinicians and managers; provision of clinical guidelines and a clear management structure; workshops and training. EFFECTS OF CHANGE: The number of people on registers increased from 555 in 1999 to 921 in 2002. Most care processes and clinical interventions improved. The proportion of people with good glycaemic control (haemoglobin A1c < or = 7%) increased from 18% to 25% in line with increased use of insulin (from 7% to 16%). The proportion of those with well controlled hypertension (< 140/90) increased from 40% to 64%. The proportion admitted to hospital with a diabetes related condition fell from 25% to 20%. Mean weight increased from 87 kg to 91 kg. LESSONS LEARNT: In remote settings, appropriate management structures and clinical support for people with diabetes can lead to improvements in care processes, control of blood pressure, and preventable complications that result in admission to hospital. Control of weight and glycaemia are more difficult and requires more active community engagement. Priorities now include increasing the availability and affordability of good food, achieving weight loss, and increasing appropriate use of hypoglycaemic agents, including insulin.",
  "authors": [
    {
      "last_name": "McDermott",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn McDermott",
      "affiliations": [
        "Tropical Public Health Unit, Queensland Health, Cairns, Qld 4870, Australia. robyn_mcdermott@health.qld.gov.au"
      ]
    },
    {
      "last_name": "Tulip",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Tulip",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Sinha",
      "fore_name": "Ashim",
      "initials": "A",
      "name": "Ashim Sinha",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "327",
    "issue": "7412",
    "pub_year": "2003",
    "pub_month": "Aug",
    "pub_day": "23"
  },
  "start_page": "428",
  "end_page": "430",
  "pages": "428-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Diabetes Mellitus, Type 2",
    "Follow-Up Studies",
    "Glycated Hemoglobin",
    "Hospitalization",
    "Humans",
    "Hypertension",
    "Melanesia",
    "Middle Aged",
    "Quality of Health Care",
    "Queensland",
    "Randomized Controlled Trials as Topic",
    "Registries",
    "Rural Health",
    "Rural Health Services"
  ],
  "article_ids": {
    "pubmed": "12933731",
    "pmc": "PMC188495",
    "doi": "10.1136/bmj.327.7412.428",
    "pii": "327/7412/428"
  },
  "doi": "10.1136/bmj.327.7412.428",
  "pmc_id": "PMC188495",
  "dates": {
    "completed": "2003-09-10",
    "revised": "2024-12-05"
  },
  "chemicals": [
    "Glycated Hemoglobin A",
    "glucosylated hemoglobin A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.339509",
    "pmid": "12933731"
  }
}