{
  "pmid": "12930631",
  "uid": "12930631",
  "title": "[High prevalence of knee, but not hip or hand osteoarthritis in Beijing elders: comparison with data of Caucasian in United States].",
  "abstract": "OBJECTIVE: To investigate the prevalence of knee, hip and hand osteoarthritis (OA) in the elderly of Beijing and to compare the prevalence of OA between the Beijing elders and the US Caucasians. METHODS: Using the same standardized instruments and protocol as those in the Framingham Osteoarthritis Study, home interview, clinical examination and radiography were conducted among 1012 males and 1507 females, all aged 60 and over, on 4 central districts of Beijing with informed consent. The data of survey were compared with those of the corresponding US study. RESULTS: The prevalence of radiographic and symptomatic knee osteoarthritis was 42.8% and 15.4% respectively among the women aged 60 and over in Beijing, higher than those in Caucasian women of the same age. The prevalence of radiographic and symptomatic knee osteoarthritis were 27.6% and 7.1% respectively among the men aged 60 and over in Beijing, similar to those in the Caucasian men of the same age. The prevalence of radiographic hand osteoarthritis among the Beijing men and women aged 60 and over were 44.5% and 47.0% respectively, lower than those among the contemporary Caucasian in US. The prevalence of hip osteoarthritis among the men and women aged 60 and over were only 0.4% and 0.6%, significantly lower than those among the contemporary Caucasian in US. CONCLUSION: Compared to the Caucasian contemporaries, fewer Beijing elderly suffer from hand and hip osteoarthritis. However, knee osteoarthritis is much more prevalent, affecting millions of elderly Chinese.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Xu",
      "affiliations": [
        "Department of Gynecology and Obstetrics, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Peking Union Medical College, Beijing 100730, China."
      ]
    },
    {
      "last_name": "Nevitt",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Nevitt",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Yu",
      "affiliations": []
    },
    {
      "last_name": "Alibadi",
      "fore_name": "Piran",
      "initials": "P",
      "name": "Piran Alibadi",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhonghua yi xue za zhi",
    "iso_abbreviation": "Zhonghua Yi Xue Za Zhi",
    "issn": "0376-2491",
    "issn_type": "Print",
    "volume": "83",
    "issue": "14",
    "pub_year": "2003",
    "pub_month": "Jul",
    "pub_day": "25"
  },
  "start_page": "1206",
  "end_page": "1209",
  "pages": "1206-9",
  "language": "chi",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Asian People",
    "China",
    "Female",
    "Finger Joint",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoarthritis",
    "Osteoarthritis, Hip",
    "Osteoarthritis, Knee",
    "Prevalence",
    "Sampling Studies",
    "United States",
    "White People"
  ],
  "article_ids": {
    "pubmed": "12930631"
  },
  "dates": {
    "completed": "2004-12-14",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "43873",
      "agency": "PHS HHS",
      "country": "United States"
    },
    {
      "grant_id": "47785",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.020283",
    "pmid": "12930631"
  }
}