{
  "pmid": "12931764",
  "uid": "12931764",
  "title": "In vitro assessment of the plaque-removing ability of hydrodynamic shear forces produced beyond the bristles by 2 electric toothbrushes.",
  "abstract": "BACKGROUND: The aim of this study was to compare the efficacy of interproximal plaque removal by the hydrodynamic shear forces produced by 2 electric toothbrushes (toothbrush A, Sonicare Plus and toothbrush B, Braun Oral B) using laboratory-grown plaque biofilms in an anatomically correct in vitro brushing model. METHODS: In vitro oral biofilms were grown in a constant-depth film fermenter on hydroxyapatite (HA) discs. Brushing experiments were conducted in a specially constructed machine designed to simulate the brushing of interproximal plaque between mandibular molar teeth; the bristles of the toothbrush did not make contact with the biofilm at any time. The load force between the brushes and teeth were in accordance with typical use and an exposure time of 5 seconds was used throughout. The efficacy of brushing was assessed by enumeration of the percentage of viable bacteria removed from the HA discs. These experiments were conducted with the electronic effect of the toothbrushes either activated or inactivated. RESULTS: Activation of toothbrush A significantly (P = 0.004) increased the median percentage of bacteria removed from 0.47% to 48.45%. Likewise, activation of toothbrush B significantly (P = 0.015) increased the median percentage of bacteria removed from 2.85% to 15.86%. The median percentage of plaque bacteria removed by the active toothbrush A was significantly (P = 0.009) greater than that removed by toothbrush B in this model system. CONCLUSION: These data imply that toothbrush A would be more effective than toothbrush B at removing interproximal dental plaque in vivo.",
  "authors": [
    {
      "last_name": "Hope",
      "fore_name": "Christopher K",
      "initials": "CK",
      "name": "Christopher K Hope",
      "affiliations": [
        "Department of Microbiology, Eastman Dental Institute for Oral Health Care Sciences, University College London, U.K."
      ]
    },
    {
      "last_name": "Petrie",
      "fore_name": "Aviva",
      "initials": "A",
      "name": "Aviva Petrie",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of periodontology",
    "iso_abbreviation": "J Periodontol",
    "issn": "0022-3492",
    "issn_type": "Print",
    "volume": "74",
    "issue": "7",
    "pub_year": "2003",
    "pub_month": "Jul"
  },
  "start_page": "1017",
  "end_page": "1022",
  "pages": "1017-22",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Comparative Study",
    "Controlled Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Bacterial Adhesion",
    "Biofilms",
    "Dental Plaque",
    "Durapatite",
    "Electricity",
    "Equipment Design",
    "Female",
    "Humans",
    "Male",
    "Materials Testing",
    "Rheology",
    "Stress, Mechanical",
    "Surface Properties",
    "Time Factors",
    "Toothbrushing",
    "Water"
  ],
  "article_ids": {
    "pubmed": "12931764",
    "doi": "10.1902/jop.2003.74.7.1017"
  },
  "doi": "10.1902/jop.2003.74.7.1017",
  "dates": {
    "completed": "2003-11-12",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Water",
    "Durapatite"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.719548",
    "pmid": "12931764"
  }
}