{
  "pmid": "12954824",
  "uid": "12954824",
  "title": "Internal fixation compared with arthroplasty for displaced fractures of the femoral neck. A meta-analysis.",
  "abstract": "BACKGROUND: The optimal choice for the stabilization of displaced femoral neck fractures remains controversial, with alternatives including arthroplasty and internal fixation. Our objective was to determine the effect of arthroplasty (hemiarthroplasty, bipolar arthroplasty, and total hip arthroplasty), compared with that of internal fixation, on rates of mortality, revision, pain, function, operating time, and wound infection in patients with a displaced femoral neck fracture. METHODS: We searched computerized databases for randomized clinical trials published between 1969 and 2002, and we identified additional studies through hand searches of major orthopaedic journals, bibliographies of major orthopaedic textbooks, and personal files. Of 140 citations initially identified, fourteen met all eligibility criteria. Three investigators independently graded study quality and abstracted relevant data, including information on revision and mortality rates. RESULTS: Nine trials, which included a total of 1162 patients, provided detailed information on mortality rates over the first four postoperative months, which ranged from 0% to 20%. We found a trend toward an increase in the relative risk of death in the first four months after arthroplasty compared with the risk in the first four months after internal fixation (relative risk, 1.27). At one year, the relative risk of death was 1.04. The risk of death after arthroplasty appeared to be higher than that after fixation with a compression screw and side-plate but not higher than that after internal fixation with use of screws only (relative risk = 1.75 and 0.86, respectively; p < 0.05). Fourteen trials that included a total of 1901 patients provided data on revision surgery. The relative risk of revision surgery after arthroplasty compared with the risk after internal fixation was 0.23 (p = 0.0003). Pain relief and the attainment of overall good function were similar in patients treated with arthroplasty and those treated with internal fixation (relative risk, 1.12 for pain relief and 0.99 for function). Infection rates ranged from 0% to 18%, and arthroplasty significantly increased the risk of infection (relative risk, 1.81; p = 0.009). In addition, patients who underwent arthroplasty had greater blood loss and longer operative times than those who were treated with internal fixation. CONCLUSIONS: In comparison with internal fixation, arthroplasty for the treatment of a displaced femoral neck fracture significantly reduces the risk of revision surgery, at the cost of greater infection rates, blood loss, and operative time and possibly an increase in early mortality rates. Only larger trials will resolve the critical question of the impact on early mortality.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Health Sciences Centre, McMaster University, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Obremskey",
      "fore_name": "William",
      "initials": "W",
      "name": "William Obremskey",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Koval",
      "affiliations": []
    },
    {
      "last_name": "Nork",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Nork",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "85",
    "issue": "9",
    "pub_year": "2003",
    "pub_month": "Sep"
  },
  "start_page": "1673",
  "end_page": "1681",
  "pages": "1673-81",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arthroplasty",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Reoperation",
    "Risk",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "12954824",
    "doi": "10.2106/00004623-200309000-00004"
  },
  "doi": "10.2106/00004623-200309000-00004",
  "dates": {
    "completed": "2003-10-23",
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.811427",
    "pmid": "12954824"
  }
}