{
  "pmid": "12966127",
  "uid": "12966127",
  "title": "Effect of awareness of a randomized controlled trial on use of experimental therapy.",
  "abstract": "CONTEXT: Use of experimental therapies during but outside of randomized controlled trials (RCTs) has not been studied. OBJECTIVE: To determine whether initiation of an RCT leads to increased use of the experimental therapy outside the trial. DESIGN AND SETTING: Data on national apheresis use during 3 Canadian RCTs for multiple sclerosis (1986-1988), thrombotic thrombocytopenic purpura (1982-1988), and myeloma cast nephropathy (1998-2000) were obtained from 19 major medical centers in Canada. The multiple sclerosis and myeloma cast nephropathy trials had data on apheresis use for 3 years prior to and during the trials, which permitted a time-series analysis to determine the impact of the RCTs on the use of apheresis. The ongoing myeloma cast nephropathy trial provided data on the number of patients inside and outside of the RCTs in trial and nontrial centers. Initial and follow-up questionnaires were sent to 24 Canadian physicians in trial and nontrial centers to determine if they had noted an increase in apheresis activity during the trials and, if so, their explanation for it. MAIN OUTCOME MEASURE: Change in number of patients undergoing apheresis for thrombotic thrombocytopenic purpura, multiple sclerosis, and myeloma cast nephropathy prior to and during the respective RCTs compared with all patients undergoing apheresis during the same periods. RESULTS: During all 3 RCTs, there were large increases in use of apheresis. The majority of the increased use of apheresis was outside of the trials: for multiple sclerosis, 30 of 49 patients per year (61% of increase); thrombotic thrombocytopenic purpura, 49 of 56 patients per year (72% of increase); and myeloma cast nephropathy, 60 of 72 patients per year (57% of increase). The myeloma cast nephropathy study noted that this increase occurred in both nontrial and trial centers. Among questionnaire respondents (n = 22; 92% response rate), most physicians noted an increase in apheresis activity during the trials and attributed it to a \"jumping-the-gun\" phenomenon. CONCLUSIONS: During 3 Canadian RCTs, apheresis increased, but most of the increase occurred outside the trials. This behavior during an RCT, in the absence of clear efficacy, can be termed jumping the gun.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Clark",
      "affiliations": [
        "Division of Nephrology, London Health Sciences Centre, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Blake",
      "affiliations": []
    },
    {
      "last_name": "Rock",
      "fore_name": "Gail A",
      "initials": "GA",
      "name": "Gail A Rock",
      "affiliations": []
    },
    {
      "last_name": "Heidenheim",
      "fore_name": "A Paul",
      "initials": "AP",
      "name": "A Paul Heidenheim",
      "affiliations": []
    },
    {
      "last_name": "Sackett",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Sackett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "290",
    "issue": "10",
    "pub_year": "2003",
    "pub_month": "Sep",
    "pub_day": "10"
  },
  "start_page": "1351",
  "end_page": "1355",
  "pages": "1351-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Component Removal",
    "Canada",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Multiple Myeloma",
    "Multiple Sclerosis",
    "Purpura, Thrombotic Thrombocytopenic",
    "Randomized Controlled Trials as Topic",
    "Therapies, Investigational"
  ],
  "article_ids": {
    "pubmed": "12966127",
    "doi": "10.1001/jama.290.10.1351",
    "pii": "290/10/1351"
  },
  "doi": "10.1001/jama.290.10.1351",
  "dates": {
    "completed": "2003-09-15",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.911497",
    "pmid": "12966127"
  }
}