{
  "pmid": "12969329",
  "uid": "12969329",
  "title": "Antinuclear antibody testing in a regional immunopathology laboratory.",
  "abstract": "A systematic review has been undertaken of antinuclear antibody testing over a 6-year period in a regional immunotherapy laboratory servicing a population of 400 000. Twenty-eight per cent of the 20 205 antinuclear antibody tests performed on a hyperexpressing Ro transfected cellular substrate were positive (titre >/= 1 : 80) with the most common immunofluorescent patterns being homogeneous (39%), speckled (20%), mixed (17%), nucleolar (8%), Ro (7%) and centromere (4%). Ro antibody as detected by immunofluorescence was strongly concordant with anti-Ro detected by counter immunoelectrophoresis precipitation; of 261 anti-Ro counter immunoelectrophoresis precipitation positive patients surveyed, only 15 were missed and 20 masked (with homogenous pattern) by immunofluorescence. Ro antibodies were found in patients with a variety of immune disorders, particularly connective tissue disorders, whilst a clinical survey of the anticentromere sera revealed that 67% were derived from patients with limited scleroderma. Extractable nuclear antibodies and their characterization was performed on 10 939 occasions with 12.9% being positive with anti-Ro constituting 30.2%, anti-Ro/La 25.7%, unidentified precipitin line 17.8%, anti-ribo nuclear protein 12.5%, respectively, with anti-Scl70, anti-Jo-1 and anti-Sm and various combinations making up the remainder. Unidentified precipitin lines were particular prominent in patients with connective tissue disorders. DNA quantification was performed on 12 068 occasions with 11% giving elevated values, the majority from patients with systemic lupus erythematosus. Of these positive sera 44% also demonstrated one or more extractable nuclear antibodies and 25% anticardiolipin antibodies. Regular participation in a Quality Assurance Program revealed accurate and consistent performance of antinuclear antibody testing. In conclusion antinuclear antibody detection and characterization for systemic immune disorders can provide the clinician with useful diagnostic and prognostic information; it is important that the laboratory results are relevant, timely, accurate and precise. Systematic reviews as demonstrated in this report, can provide such evidence.",
  "authors": [
    {
      "last_name": "Roberts-Thomson",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Roberts-Thomson",
      "affiliations": [
        "Department of Immunology, Allergy and Arthritis, Flinders Medical Centre, Bedford Park, Adelaide, South Australia, Australia. peter.roberts-thomson@flinders.edu.au"
      ]
    },
    {
      "last_name": "Nikoloutsopoulos",
      "fore_name": "Tony",
      "initials": "T",
      "name": "Tony Nikoloutsopoulos",
      "affiliations": []
    },
    {
      "last_name": "Cox",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Cox",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer G",
      "initials": "JG",
      "name": "Jennifer G Walker",
      "affiliations": []
    },
    {
      "last_name": "Gordon",
      "fore_name": "Tom P",
      "initials": "TP",
      "name": "Tom P Gordon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Immunology and cell biology",
    "iso_abbreviation": "Immunol Cell Biol",
    "issn": "0818-9641",
    "issn_type": "Print",
    "volume": "81",
    "issue": "5",
    "pub_year": "2003",
    "pub_month": "Oct"
  },
  "start_page": "409",
  "end_page": "412",
  "pages": "409-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antibodies, Antinuclear",
    "Autoimmune Diseases",
    "Clinical Laboratory Techniques",
    "Fluorescent Antibody Technique",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "12969329",
    "doi": "10.1046/j.1440-1711.2003.01181.x",
    "pii": "1181"
  },
  "doi": "10.1046/j.1440-1711.2003.01181.x",
  "dates": {
    "completed": "2004-07-08",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antibodies, Antinuclear"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.512389",
    "pmid": "12969329"
  }
}