{
  "pmid": "12967266",
  "uid": "12967266",
  "title": "Membrane peptides and their role in protobiological evolution.",
  "abstract": "How simple membrane peptides performed such essential protocellular functions as transport of ions and organic matter across membranes separating the interior of the cell from the environment, capture and utilization of energy, and transduction of environmental signals, is a key question in protobiological evolution. On the basis of detailed, molecular-level computer simulations we explain how these peptides fold at water-membrane interfaces, insert into membranes, self-assemble into higher-order structures and acquire functions. We have investigated the interfacial behavior and folding of several peptides built of leucine and glutamine residues and have demonstrated that many of them tend to adopt ordered structures. Further, we have studied the insertion of an alpha-helical peptide containing leucine (L) and serine (S) of the form (LSLLLSL)3 into a model membrane. The transmembrane state is metastable, and approximately 15 kcal mol(-1) is required to insert the peptide into the membrane. Investigations of dimers formed by (LSLLLSL)3 and glycophorin A demonstrate how the favorable free energy of helix association can offset the unfavorable free energy of insertion, leading to self-assembly of peptide helices in the membrane. An example of a self-assembled structure is the tetrameric transmembrane pore of the influenza virus M2 protein, which is an efficient and selective voltage-gated proton channel. Our simulations explain the gating mechanism and provide guidelines how to re-engineer the channel to act as a simple proton pump. In general, emergence of integral membrane proteins appears to be quite feasible and may be easier to envision than the emergence of water-soluble proteins.",
  "authors": [
    {
      "last_name": "Pohorille",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pohorille",
      "affiliations": [
        "Exobiology Branch, NASA Ames Research Center, Moffett Field, CA 94035, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": []
    },
    {
      "last_name": "Chipot",
      "fore_name": "Christophe",
      "initials": "C",
      "name": "Christophe Chipot",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Origins of life and evolution of the biosphere : the journal of the International Society for the Study of the Origin of Life",
    "iso_abbreviation": "Orig Life Evol Biosph",
    "issn": "0169-6149",
    "issn_type": "Print",
    "volume": "33",
    "issue": "2",
    "pub_year": "2003",
    "pub_month": "Apr"
  },
  "start_page": "173",
  "end_page": "197",
  "pages": "173-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Amino Acids",
    "Biological Transport, Active",
    "Computer Simulation",
    "Dimerization",
    "Ion Channels",
    "Membrane Proteins",
    "Models, Chemical",
    "Protein Folding",
    "Viral Matrix Proteins"
  ],
  "article_ids": {
    "pubmed": "12967266",
    "doi": "10.1023/a:1024627726231"
  },
  "doi": "10.1023/a:1024627726231",
  "dates": {
    "completed": "2004-04-07",
    "revised": "2024-01-03"
  },
  "chemicals": [
    "Amino Acids",
    "Ion Channels",
    "M-protein, influenza virus",
    "M2 protein, Influenza A virus",
    "Membrane Proteins",
    "Viral Matrix Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.721564",
    "pmid": "12967266"
  }
}