{
  "pmid": "12966129",
  "uid": "12966129",
  "title": "Long-term renal prognosis of diarrhea-associated hemolytic uremic syndrome: a systematic review, meta-analysis, and meta-regression.",
  "abstract": "CONTEXT: The long-term renal prognosis of patients with diarrhea-associated hemolytic uremic syndrome (HUS) remains controversial. OBJECTIVES: To quantify the long-term renal prognosis of patients with diarrhea-associated HUS and to identify reasons for different estimates provided in the literature. DATA SOURCES: We searched MEDLINE and Experta Medica (EMBASE) bibliographic databases and conference proceedings, and we contacted experts until February 2003. We also searched the Institute for Scientific Information index and reference lists of all studies that fulfilled our eligibility criteria. The search strategy included the terms hemolytic-uremic syndrome, purpura, thrombotic thrombocytopenic, Escherichia coli O157, longitudinal studies, kidney diseases, hypertension, and proteinuria STUDY SELECTION: Any study that followed up 10 or more patients with primary diarrhea-associated HUS for at least 1 year for renal sequelae. DATA EXTRACTION: Two authors independently abstracted data on study and patient characteristics, renal measures, outcomes, and prognostic features. Disagreements were resolved by a third author or by consensus. DATA SYNTHESIS: Forty-nine studies of 3476 patients with a mean follow-up of 4.4 years (range, 1-22 years at last follow-up) from 18 countries, 1950 to 2001, were summarized. At the time of recruitment, patients were aged 1 month to 18 years. In the different studies, death or permanent end-stage renal disease (ESRD) ranged from 0% to 30%, with a pooled incidence of 12% (95% confidence interval [CI], 10%-15%). A glomerular filtration rate lower than 80 mL/min per 1.73 m2, hypertension, or proteinuria was extremely variable and ranged from 0% to 64%, with a pooled incidence of 25% (95% CI, 20%-30%). A higher severity of acute illness was strongly associated with worse long-term prognosis. Studies with a higher proportion of patients with central nervous system symptoms (coma, seizures, or stroke) had a higher proportion of patients who died or developed permanent ESRD at follow-up (explaining 44% of the between-study variability, P =.01). Studies with a greater proportion of patients lost to follow-up also described a worse prognosis (P =.001) because these patients were typically healthier than those followed up. One or more years after diarrhea-associated HUS, patients with a predicted creatinine clearance higher than 80 mL/min per 1.73 m2, no overt proteinuria, and no hypertension appeared to have an excellent prognosis. CONCLUSIONS: Death or ESRD occurs in about 12% of patients with diarrhea-associated HUS, and 25% of survivors demonstrate long-term renal sequelae. Patients lost to follow-up contribute to worse estimates in some studies. The severity of acute illness, particularly central nervous system symptoms and the need for initial dialysis, is strongly associated with a worse long-term prognosis.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Adult and Pediatric Nephrology, University of Western Ontario, London, Canada. Amit.Garg@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": []
    },
    {
      "last_name": "Barrowman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Barrowman",
      "affiliations": []
    },
    {
      "last_name": "Rehman",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Rehman",
      "affiliations": []
    },
    {
      "last_name": "Matsell",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Matsell",
      "affiliations": []
    },
    {
      "last_name": "Rosas-Arellano",
      "fore_name": "M Patricia",
      "initials": "MP",
      "name": "M Patricia Rosas-Arellano",
      "affiliations": []
    },
    {
      "last_name": "Salvadori",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Salvadori",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Clark",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "290",
    "issue": "10",
    "pub_year": "2003",
    "pub_month": "Sep",
    "pub_day": "10"
  },
  "start_page": "1360",
  "end_page": "1370",
  "pages": "1360-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Diarrhea",
    "Escherichia coli Infections",
    "Glomerular Filtration Rate",
    "Hemolytic-Uremic Syndrome",
    "Humans",
    "Hypertension",
    "Kidney Failure, Chronic",
    "Prognosis",
    "Proteinuria",
    "Regression Analysis",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "12966129",
    "doi": "10.1001/jama.290.10.1360",
    "pii": "290/10/1360"
  },
  "doi": "10.1001/jama.290.10.1360",
  "dates": {
    "completed": "2003-09-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.374268",
    "pmid": "12966129"
  }
}