{
  "pmid": "12974536",
  "uid": "12974536",
  "title": "The impact of patient compliance on effective asthma management.",
  "abstract": "Low rates of patient compliance pose a major challenge to effective asthma management. Non-compliance depends on many factors, including the patient's own treatment goals, beliefs about therapy, social and economic factors, administration route, convenience of device, and concerns about side-effects. Poor patient compliance may also be due to a discrepancy between the goals of the clinician and those of the patient. Clinicians tend to focus on prevention of mortality and reduction of morbidity, whereas patients are usually concerned with health-related quality of life. Improvement in patient compliance requires better clinician-patient communication and an improved therapeutic alliance between professional and patient, emphasizing shared goals. With shared decision-making, both the clinician and the patient decide on the patient's management plan. Together, they negotiate a plan that the patient is willing to follow and that works towards both sets of goals. A contractual agreement between patient and clinician may improve both clinical asthma control and patient health-related quality of life.",
  "authors": [
    {
      "last_name": "Juniper",
      "fore_name": "Elizabeth F",
      "initials": "EF",
      "name": "Elizabeth F Juniper",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. juniper@qoltech.co.uk"
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in pulmonary medicine",
    "iso_abbreviation": "Curr Opin Pulm Med",
    "issn": "1070-5287",
    "issn_type": "Print",
    "volume": "9 Suppl 1",
    "pub_year": "2003",
    "pub_month": "Apr"
  },
  "start_page": "S8",
  "end_page": "S10",
  "pages": "S8-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Asthma",
    "Decision Making",
    "Disease Management",
    "Goals",
    "Humans",
    "Models, Theoretical",
    "Patient Compliance",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "12974536",
    "doi": "10.1097/00063198-200304001-00003"
  },
  "doi": "10.1097/00063198-200304001-00003",
  "dates": {
    "completed": "2003-11-12",
    "revised": "2019-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:44.085954",
    "pmid": "12974536"
  }
}