{
  "pmid": "14506511",
  "uid": "14506511",
  "title": "An amantadine hydrochloride dosing program adjusted for renal function during an influenza outbreak in elderly institutionalized patients.",
  "abstract": "OBJECTIVE: We tested the hypothesis that individualized dosing of amantadine hydrochloride, based upon a patient's creatinine clearance, would maintain efficacy against influenza A infection while reducing adverse reactions to the drug. DESIGN: A prospective cohort study PARTICIPANTS: Residents of two nursing homes with a total population of 301 individuals INTERVENTION: Amantadine hydrochloride was administered prophylactically subsequent to a confirmed influenza A outbreak. The dose was individualized based upon the resident's calculated creatinine clearance. RESULTS: The concentration of amantadine hydrochloride in the circulation at steady-state in patients who had doses adjusted for their estimated creatinine clearance was not different by nursing home or by sex of the resident. The mean concentration was within the 95% CI for the target concentration of 1.6 micromol/L. Side effects were modest and did not require discontinuation of amantadine hydrochloride therapy. Only the presence of concurrent influenza-like illness was significantly associated with adverse events during amantadine hydrochloride therapy. CONCLUSIONS: Adjustment of doses for estimated creatinine clearance is feasible in a long term care facility when amantadine hydrochloride is indicated for influenza A prophylaxis. These data form the basis for a definitive study of amantadine hydrochloride efficacy in patients with reduced renal function. Concurrent influenza-like illness is likely to confound attempts to associate adverse reactions to the administration of amantadine hydrochloride therapy.",
  "authors": [
    {
      "last_name": "Kolbe",
      "fore_name": "Faron",
      "initials": "F",
      "name": "Faron Kolbe",
      "affiliations": [
        "City of Hamilton-Social and Public Health Services Department, Hamilton, Ontario, Canada. fkolbe@city.toronto.ca"
      ]
    },
    {
      "last_name": "Sitar",
      "fore_name": "Daniel S",
      "initials": "DS",
      "name": "Daniel S Sitar",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Campbell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1198-581X",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2003"
  },
  "start_page": "119",
  "end_page": "122",
  "pages": "119-22",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Amantadine",
    "Antiviral Agents",
    "Disease Outbreaks",
    "Female",
    "Humans",
    "Influenza, Human",
    "Institutionalization",
    "Kidney",
    "Kidney Function Tests",
    "Male",
    "Nursing Homes"
  ],
  "article_ids": {
    "pubmed": "14506511"
  },
  "dates": {
    "completed": "2003-10-21",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Antiviral Agents",
    "Amantadine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.668131",
    "pmid": "14506511"
  }
}