{
  "pmid": "14500588",
  "uid": "14500588",
  "title": "HPLC determination of erythrocyte methotrexate polyglutamates after low-dose methotrexate therapy in patients with rheumatoid arthritis.",
  "abstract": "BACKGROUND: Methotrexate (MTX) may produce antiarthritic effects through polyglutamation to methotrexate polyglutamates (MTXPGs), a process that covalently attaches sequential gamma-linked glutamic residues to MTX. We sought to develop an innovative HPLC method for the quantification of these metabolites in erythrocytes. METHODS: Two alternative approaches were developed. In the first approach, MTXPGs from 50 micro L of packed erythrocytes were converted to MTX in the presence of plasma gamma-glutamyl hydrolase and mercaptoethanol at 37 degrees C. In the second approach, MTXPG species (up to the hepta order of glutamation) from 100 micro L packed erythrocytes were directly quantified in a single run. In both methods, the MTXPGs were extracted from the biological matrix by a simple perchloric acid deproteinization step with direct injection of the extract into the HPLC. The chromatography used a C(18) reversed-phase column, an ammonium acetate/acetonitrile buffer, and postcolumn photo-oxidation of MTXPGs to fluorescent analytes. RESULTS: Intra- and interday imprecision (CVs) were <10% at low and high concentrations of analytes for both methods. The limit of quantification was 5 nmol/L. In 70 patients with rheumatoid arthritis receiving weekly low-dose MTX, the mean (SD) total MTXPG concentration measured after conversion of MTXPGs to MTX was similar to the total MTXPG concentration calculated from the sum of individual MTXPG species [117 (56) vs 120 (59) nmol/L; r = 0.97; slope = 1.0]. The triglutamate predominated over all other MTXPG species (36% of total), the pentaglutamate was the highest order of glutamation detected, and a stability study revealed no change in the polyglutamation pattern in erythrocytes 48 h after phlebotomy when the specimen was stored at 2-8 degrees C. CONCLUSION: The proposed method for quantification of erythrocyte MTXPGs is rapid, sensitive, and accurate and can be applied to the routine monitoring of MTX therapy.",
  "authors": [
    {
      "last_name": "Dervieux",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Dervieux",
      "affiliations": [
        "Research and Development, Prometheus Laboratories, 5739 Pacific Center Blvd., San Diego, CA 92121. Division of Rheumatology, Scripps Clinic, San Diego, CA 92037, USA. tdervieux@prometheruslabs.com"
      ]
    },
    {
      "last_name": "Orentas Lein",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Orentas Lein",
      "affiliations": []
    },
    {
      "last_name": "Marcelletti",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marcelletti",
      "affiliations": []
    },
    {
      "last_name": "Pischel",
      "fore_name": "Ken",
      "initials": "K",
      "name": "Ken Pischel",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Smith",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Richerson",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Richerson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical chemistry",
    "iso_abbreviation": "Clin Chem",
    "issn": "0009-9147",
    "issn_type": "Print",
    "volume": "49",
    "issue": "10",
    "pub_year": "2003",
    "pub_month": "Oct"
  },
  "start_page": "1632",
  "end_page": "1641",
  "pages": "1632-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antirheumatic Agents",
    "Arthritis, Rheumatoid",
    "Calibration",
    "Chromatography, High Pressure Liquid",
    "Erythrocytes",
    "Humans",
    "Methotrexate",
    "Monitoring, Physiologic",
    "Polyglutamic Acid",
    "Reproducibility of Results",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "14500588",
    "doi": "10.1373/49.10.1632"
  },
  "doi": "10.1373/49.10.1632",
  "dates": {
    "completed": "2003-11-07",
    "revised": "2019-11-08"
  },
  "chemicals": [
    "Antirheumatic Agents",
    "Polyglutamic Acid",
    "methotrexate polyglutamate",
    "Methotrexate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.425336",
    "pmid": "14500588"
  }
}