{
  "pmid": "14501966",
  "uid": "14501966",
  "title": "Adaptation to the Intensive Care Environment (ATICE): development and validation of a new sedation assessment instrument.",
  "abstract": "OBJECTIVE: To develop a valid, reliable, and responsive bedside instrument assessing Adaptation to the Intensive Care Environment (ATICE) in mechanically ventilated adult intensive care unit (ICU) patients. DESIGN: Instrument development and prospective clinimetric evaluation. SETTING: University-affiliated medical ICU. PATIENTS: Consecutive patients with expected mechanical ventilation of >/=12 hrs. INTERVENTIONS: Administration of ATICE. MEASUREMENTS AND MAIN RESULTS: Item generation for the ATICE involved focus groups and literature review. The ATICE consists of five items: Awakeness and Comprehension combined in a Consciousness domain, and Calmness, Ventilator Synchrony, and Face Relaxation combined in a Tolerance domain. Clinical sensibility of the ATICE assessed by ten ICU physicians and 20 ICU nurses not involved in the development of the ATICE was rated highly (median values 5-7 on a 7-point scale). The ATICE was administered to 80 patients during a total of 152 assessments. Each assessment was performed by three raters (ICU physician, ICU nurse, research nurse), concomitantly with independent scoring of four scales (Ramsay Scale, Riker Scale, Glasgow Coma Scale, and Comfort Scale) and six visual analog scales. Internal consistency was high, as reflected by Cronbach's alpha for the Consciousness and Tolerance domains of .87 and .67, respectively. Intraclass correlation coefficients for the Consciousness and the Tolerance domains ranged from .92 to .99, indicating high interrater reliability. Cross-sectional and longitudinal validity was confirmed for the overall ATICE and the Consciousness and Tolerance domains, as reflected by strong correlations between ATICE and the relevant items or domains of the Ramsay Scale, Riker Scale, Glasgow Coma Scale, Comfort Scale, each of the visual analog scales, and the amounts of sedatives and analgesics administered. CONCLUSIONS: The ATICE measures the adaptation of mechanically ventilated patients to the ICU environment. After rigorous multidisciplinary development, we demonstrated high reliability, validity, and responsiveness of this instrument.",
  "authors": [
    {
      "last_name": "De Jonghe",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard De Jonghe",
      "affiliations": [
        "Centre Hospitalier de Poissy-Saint-Germain, France."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Appere-de-Vecchi",
      "fore_name": "Corinne",
      "initials": "C",
      "name": "Corinne Appere-de-Vecchi",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Théron",
      "fore_name": "Valérie",
      "initials": "V",
      "name": "Valérie Théron",
      "affiliations": []
    },
    {
      "last_name": "Vagnerre",
      "fore_name": "Annick",
      "initials": "A",
      "name": "Annick Vagnerre",
      "affiliations": []
    },
    {
      "last_name": "Outin",
      "fore_name": "Hervé",
      "initials": "H",
      "name": "Hervé Outin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "31",
    "issue": "9",
    "pub_year": "2003",
    "pub_month": "Sep"
  },
  "start_page": "2344",
  "end_page": "2354",
  "pages": "2344-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Conscious Sedation",
    "Environment",
    "Evaluation Studies as Topic",
    "Female",
    "Humans",
    "Hypnotics and Sedatives",
    "Intensive Care Units",
    "Male",
    "Observer Variation",
    "Prospective Studies",
    "Psychometrics",
    "Psychomotor Agitation",
    "Risk Assessment",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "14501966",
    "doi": "10.1097/01.CCM.0000084850.16444.94"
  },
  "doi": "10.1097/01.CCM.0000084850.16444.94",
  "dates": {
    "completed": "2003-11-17",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Hypnotics and Sedatives"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.283078",
    "pmid": "14501966"
  }
}