{
  "pmid": "14517128",
  "uid": "14517128",
  "title": "Letters, numbers, symbols and words: how to communicate grades of evidence and recommendations.",
  "abstract": "The GRADE Working Group is developing and evaluating a common, sensible approach to grading quality of evidence and strength of recommendations in health care. In this article, we discuss the advantages and disadvantages of using letters, numbers, symbols or words to represent grades of evidence and recommendations. Using multiple strategies, we searched for comparative studies of alternative ways of representing ordered categories in any context. In addition, we contacted experts and reviewed theoretical work and qualitative research on how best to communicate grades of any kind quickly and clearly. We were unable to identify health care research that addressed, either directly or indirectly, the best way to present grades of evidence and recommendations. We found examples of symbols used by government, commercial and consumer organizations to communicate quality of evidence or strength of recommendations, but no comparative studies. Although a number of grading systems are used in health care and other fields, there is little or no evidence of how well various presentations are understood. Before promoting the use of specific symbols, numbers, letters or words, the extent to which the intended message is comprehended should be evaluated.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Medicine, University of Buffalo, Buffalo, NY, USA. hjs@buffalo.edu"
      ]
    },
    {
      "last_name": "Best",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Best",
      "affiliations": []
    },
    {
      "last_name": "Vist",
      "fore_name": "Gunn",
      "initials": "G",
      "name": "Gunn Vist",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "0820-3946",
    "issn_type": "Print",
    "volume": "169",
    "issue": "7",
    "pub_year": "2003",
    "pub_month": "Sep",
    "pub_day": "30"
  },
  "start_page": "677",
  "end_page": "680",
  "pages": "677-80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Communication",
    "Evidence-Based Medicine",
    "Humans",
    "Symbolism"
  ],
  "article_ids": {
    "pubmed": "14517128",
    "pmc": "PMC202287"
  },
  "pmc_id": "PMC202287",
  "dates": {
    "completed": "2003-10-23",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.325267",
    "pmid": "14517128"
  }
}