{
  "pmid": "14516474",
  "uid": "14516474",
  "title": "How does correlation structure differ between real and fabricated data-sets?",
  "abstract": "BACKGROUND: Misconduct in medical research has been the subject of many papers in recent years. Among different types of misconduct, data fabrication might be considered as one of the most severe cases. There have been some arguments that correlation coefficients in fabricated data-sets are usually greater than that found in real data-sets. We aim to study the differences between real and fabricated data-sets in term of the association between two variables. METHOD: Three examples are presented where outcomes from made up (fabricated) data-sets are compared with the results from three real data-sets and with appropriate simulated data-sets. Data-sets were made up by faculty members in three universities. The first two examples are devoted to the correlation structures between continuous variables in two different settings: first, when there is high correlation coefficient between variables, second, when the variables are not correlated. In the third example the differences between real data-set and fabricated data-sets are studied using the independent t-test for comparison between two means. RESULTS: In general, higher correlation coefficients are seen in made up data-sets compared to the real data-sets. This occurs even when the participants are aware that the correlation coefficient for the corresponding real data-set is zero. The findings from the third example, a comparison between means in two groups, shows that many people tend to make up data with less or no differences between groups even when they know how and to what extent the groups are different. CONCLUSION: This study indicates that high correlation coefficients can be considered as a leading sign of data fabrication; as more than 40% of the participants generated variables with correlation coefficients greater than 0.70. However, when inspecting for the differences between means in different groups, the same rule may not be applicable as we observed smaller differences between groups in made up compared to the real data-set. We also showed that inspecting the scatter-plot of two variables can be considered as a useful tool for uncovering fabricated data.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing & Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. daneshn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dehghan-Kooshkghazi",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan-Kooshkghazi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2003",
    "pub_month": "Sep",
    "pub_day": "29"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Birth Weight",
    "Body Height",
    "Body Weight",
    "Communication",
    "Female",
    "Gestational Age",
    "Humans",
    "Scientific Misconduct",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "14516474",
    "pmc": "PMC212490",
    "doi": "10.1186/1471-2288-3-18",
    "pii": "1471-2288-3-18"
  },
  "doi": "10.1186/1471-2288-3-18",
  "pmc_id": "PMC212490",
  "dates": {
    "completed": "2003-12-02",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.207882",
    "pmid": "14516474"
  }
}