{
  "pmid": "14520043",
  "uid": "14520043",
  "title": "Assessing observational studies of spinal fusion and chemonucleolysis.",
  "abstract": "STUDY DESIGN: Literature review and survey of spine surgeons. OBJECTIVES: To identify reasons for variation in results among observational studies of spinal surgery. SUMMARY AND BACKGROUND DATA: Orthopedic treatments are often evaluated by observational studies rather than randomized controlled trials. The value of observational studies is debated. METHODS: A literature search was performed to find several observational studies that compared the same spinal surgeries. Possible confounders for these studies were identified by a survey of spinal surgeons. Study characteristics from these articles were tested for an association with study results. RESULTS: Most observational studies were case series. Articles studied in depth included 20 evaluating chemonucleolysis and 14 evaluating spinal arthrodesis for patients who had herniated disc or spinal stenosis. For each treatment comparison, results varied from strongly favoring one treatment to strongly favoring the other. Apparent causes of the variation were patient selection criteria, the choice of outcome measure, and follow-up rate. Few studies reported on the potential confounders identified by physician surveys, and only one study used statistical methods to reduce the influence of confounding. CONCLUSIONS: The results suggest that review of several comparable observational studies may help evaluate treatment, identify patient types most likely to benefit from a give treatment, and provide information about study features that can improve the design of subsequent observational or randomized controlled studies. The potential of comparative observational studies has not been realized because of current inadequacies in their design, analysis, and reporting.",
  "authors": [
    {
      "last_name": "Hartz",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Hartz",
      "affiliations": [
        "Department of Family Medicine, University of Iowa College of Medicine, Iowa City, Iowa 52242-1097, USA. arthur-hartz@uiowa.edu"
      ]
    },
    {
      "last_name": "Benson",
      "fore_name": "Kjell",
      "initials": "K",
      "name": "Kjell Benson",
      "affiliations": []
    },
    {
      "last_name": "Glaser",
      "fore_name": "John",
      "initials": "J",
      "name": "John Glaser",
      "affiliations": []
    },
    {
      "last_name": "Bentler",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Bentler",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "19",
    "pub_year": "2003",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "2268",
  "end_page": "2275",
  "pages": "2268-75",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S.",
    "Review"
  ],
  "keywords": [
    "Evaluation Studies as Topic",
    "Follow-Up Studies",
    "Health Surveys",
    "Humans",
    "Intervertebral Disc Chemolysis",
    "Orthopedics",
    "Patient Selection",
    "Risk Factors",
    "Spinal Fusion",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "14520043",
    "doi": "10.1097/01.BRS.0000085093.68773.EC"
  },
  "doi": "10.1097/01.BRS.0000085093.68773.EC",
  "dates": {
    "completed": "2004-10-13",
    "revised": "2011-11-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "1 R01 HS10739-01",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:29.854819",
    "pmid": "14520043"
  }
}