{
  "pmid": "14538058",
  "uid": "14538058",
  "title": "Applications of natural silk protein sericin in biomaterials.",
  "abstract": "Silk sericin is a natural macromolecular protein derived from silkworm Bombyx mori. During the various stages of producing raw silk and textile, sericin can be recovered for other uses. Also, sericin recovery reduces the environmental impact of silk manufacture. Sericin protein is useful because of its properties. The protein resists oxidation, is antibacterial, UV resistant, and absorbs and releases moisture easily. Sericin protein can be cross-linked, copolymerized, and blended with other macromolecular materials, especially artificial polymers, to produce materials with improved properties. The protein is also used as an improving reagent or a coating material for natural and artificial fibers, fabrics, and articles. The materials modified with sericin and sericin composites are useful as degradable biomaterials, biomedical materials, polymers for forming articles, functional membranes, fibers, and fabrics.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Biotechnology Lab for Silkworm and Silk, Soochow University, 1 Shizi Street, Suzhou 215006, China. yqzhang@public1.sz.js.cn"
      ]
    }
  ],
  "journal": {
    "title": "Biotechnology advances",
    "iso_abbreviation": "Biotechnol Adv",
    "issn": "0734-9750",
    "issn_type": "Print",
    "volume": "20",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "May"
  },
  "start_page": "91",
  "end_page": "100",
  "pages": "91-100",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "14538058",
    "doi": "10.1016/s0734-9750(02)00003-4",
    "pii": "S0734975002000034"
  },
  "doi": "10.1016/s0734-9750(02)00003-4",
  "dates": {
    "completed": "2004-01-23",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.020462",
    "pmid": "14538058"
  }
}