{
  "pmid": "14563688",
  "uid": "14563688",
  "title": "Myosin heavy chain expression in renal afferent and efferent arterioles: relationship to contractile kinetics and function.",
  "abstract": "The physiological role of smooth muscle myosin heavy chain (MHC) isoform diversity is poorly understood. The expression of MHC-B, which contains an insert at the ATP binding pocket, has been linked to enhanced contractile kinetics. We recently reported that the renal afferent arteriole exhibits an unusually rapid myogenic response and that its kinetic features allow this vessel to modulate tone in response to alterations in systolic blood pressure. In the present study, we examined MHC expression patterns in renal afferent and efferent arterioles. These two vessels regulate glomerular inflow and outflow resistances and control the pressure within the intervening glomerular capillaries (PGC). Whereas the afferent arteriole must respond rapidly to increases in blood pressure, the efferent arteriole plays a distinctly different role, maintaining a tonic elevation in outflow resistance to preserve function when renal perfusion is compromised. Using RT-PCR, Western analysis, and immunofluorescence imaging of intact isolated arterioles, we found that the afferent arteriole predominantly expresses the MHC-B isoform, whereas the efferent arteriole expresses only the slower-cycling MHC-A isoform. We examined the kinetics of angiotensin II- and norepinephrine-induced vasoconstriction and found that the afferent arteriole responds approximately 3-fold faster than the efferent arteriole. Our findings thus point to the renal microcirculation as a unique and important example of smooth muscle adaptation in regard to MHC isoform expression and physiological function.",
  "authors": [
    {
      "last_name": "Shiraishi",
      "fore_name": "Mitsuya",
      "initials": "M",
      "name": "Mitsuya Shiraishi",
      "affiliations": [
        "Smooth Muscle Research Group, University of Calgary, Calgary, Alberta T2N 4N1, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xuemei",
      "initials": "X",
      "name": "Xuemei Wang",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    },
    {
      "last_name": "Kargacin",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Kargacin",
      "affiliations": []
    },
    {
      "last_name": "Loutzenhiser",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Loutzenhiser",
      "affiliations": []
    },
    {
      "last_name": "Loutzenhiser",
      "fore_name": "Rodger",
      "initials": "R",
      "name": "Rodger Loutzenhiser",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
    "iso_abbreviation": "FASEB J",
    "issn": "1530-6860",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "15",
    "pub_year": "2003",
    "pub_month": "Dec"
  },
  "start_page": "2284",
  "end_page": "2286",
  "pages": "2284-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Angiotensin II",
    "Animals",
    "Arterioles",
    "Kidney Glomerulus",
    "Kinetics",
    "Myosin Heavy Chains",
    "Norepinephrine",
    "Protein Isoforms",
    "RNA, Messenger",
    "Renal Artery",
    "Transcription, Genetic",
    "Vasoconstriction"
  ],
  "article_ids": {
    "pubmed": "14563688",
    "doi": "10.1096/fj.03-0096fje",
    "pii": "03-0096fje"
  },
  "doi": "10.1096/fj.03-0096fje",
  "dates": {
    "completed": "2004-01-06",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Protein Isoforms",
    "RNA, Messenger",
    "Angiotensin II",
    "Myosin Heavy Chains",
    "Norepinephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.425681",
    "pmid": "14563688"
  }
}