{
  "pmid": "14561226",
  "uid": "14561226",
  "title": "Geographic disparity in premature mortality in Ontario, 1992-1996.",
  "abstract": "BACKGROUND: Standardized mortality ratios are used to identify geographic areas with higher or lower mortality than expected. This article examines geographic disparity in premature mortality in Ontario, Canada, at three geographic levels of population and considers factors that may underlie variations in premature mortality across geographic areas. All-cause, sex and disease chapter specific premature mortality were analyzed at the regional, district and public health unit level to determine the extent of geographic variation. Standardized mortality ratios for persons aged 0-74 years were calculated to identify geographic areas with significantly higher or lower premature mortality than expected, using Ontario death rates as the basis for the calculation of expected deaths in the local population. Data are also presented from the household component of the 1996/97 National Population Health Survey and from the 1996 Statistics Canada Census. RESULTS: Results showed approximately 20% higher than expected all-cause premature mortality for males and females in the North region. However, disparity in all-cause premature mortality in Ontario was most pronounced at the public health unit level, ranging from 20% lower than expected to 30% higher than expected. Premature mortality disparities were largely influenced by neoplasms, circulatory diseases, injuries and poisoning, respiratory diseases and digestive diseases, which accounted for more than 80% of all premature deaths. Premature mortality disparities were also more pronounced for disease chapter specific mortality. CONCLUSION: Geographic disparities in premature mortality are clearly greater at the small area level. Geographic disparities in premature mortality undoubtedly reflect the underlying distribution of population health determinants such as health related behaviours, social, economic and environmental influences.",
  "authors": [
    {
      "last_name": "Altmayer",
      "fore_name": "Chris A",
      "initials": "CA",
      "name": "Chris A Altmayer",
      "affiliations": [
        "Health Research Methodology Program, McMaster University, Hamilton, Ontario, Canada (previous affiliation). chris@hpdhc.com"
      ]
    },
    {
      "last_name": "Hutchison",
      "fore_name": "Brian G",
      "initials": "BG",
      "name": "Brian G Hutchison",
      "affiliations": []
    },
    {
      "last_name": "Torrance-Rynard",
      "fore_name": "Vicki L",
      "initials": "VL",
      "name": "Vicki L Torrance-Rynard",
      "affiliations": []
    },
    {
      "last_name": "Hurley",
      "fore_name": "Jeremiah",
      "initials": "J",
      "name": "Jeremiah Hurley",
      "affiliations": []
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Eyles",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D Eyles",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of health geographics",
    "iso_abbreviation": "Int J Health Geogr",
    "issn": "1476-072X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2003",
    "pub_month": "Sep",
    "pub_day": "25"
  },
  "start_page": "7",
  "pages": "7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "14561226",
    "pmc": "PMC222916",
    "doi": "10.1186/1476-072X-2-7",
    "pii": "1476-072X-2-7"
  },
  "doi": "10.1186/1476-072X-2-7",
  "pmc_id": "PMC222916",
  "dates": {
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.840960",
    "pmid": "14561226"
  }
}