{
  "pmid": "14572930",
  "uid": "14572930",
  "title": "What is important to continuity in home care?. Perspectives of key stakeholders.",
  "abstract": "In Canada, home care is growing rapidly. Each province takes a somewhat different approach to its delivery. Ontario uses a competitive bidding model to award contracts to community agencies that bid for service delivery rights. Contracts are to be awarded based on quality and price. However, the attributes thought to contribute to high quality, such as continuity of care, are not clearly defined and are not measured. We sought to identify factors that were important to experiencing continuity of care in home care. We interviewed home care clients and their caregivers, workers in the home care system (nursing and homemaking service providers, case managers) and physicians whose patients use home care. During in-depth interviews with these key stakeholders, they described the conditions that led to continuity of care in home care. Service providers and case managers were also asked about the types of clients who need a high level of care continuity. Care that is experienced as running smoothly, that responds to clients' needs and requires no special effort for clients to maintain, was seen as having continuity. The attributes of care experienced as facilitating continuity could be grouped under two dimensions of care-managing care (care planning, monitoring and review; and care coordination) and direct service provision (uninterrupted service delivery; consistent, appropriate knowledge and skills; ongoing accurate observation; trusting relationship between service provider and client/caregiver; rapport among team members; and consistent timing). Different stakeholders emphasized different attributes of care as most important to continuity. Clients included consistency of timing of service delivery while rarely mentioning care management issues. They emphasized the importance of consistent knowledge and skills in the workers and trusting relationships as important to experiencing care continuity. The description of attributes of continuity of home care that emerged from this study is compared to definitions found in the nursing, mental health and primary care literature.",
  "authors": [
    {
      "last_name": "Woodward",
      "fore_name": "Christel A",
      "initials": "CA",
      "name": "Christel A Woodward",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, 1200 Main Street West, Hamilton, Ontario, Canada L8N 3Z5. woodward@mcmaster.ca"
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": []
    },
    {
      "last_name": "Tedford",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Tedford",
      "affiliations": []
    },
    {
      "last_name": "Hutchison",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Hutchison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "58",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "177",
  "end_page": "192",
  "pages": "177-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Case Management",
    "Catchment Area, Health",
    "Continuity of Patient Care",
    "Home Care Services",
    "Humans",
    "Interviews as Topic",
    "Narration",
    "Nurse-Patient Relations",
    "Ontario",
    "Patient Satisfaction",
    "Patient-Centered Care",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "14572930",
    "doi": "10.1016/s0277-9536(03)00161-8",
    "pii": "S0277953603001618"
  },
  "doi": "10.1016/s0277-9536(03)00161-8",
  "dates": {
    "completed": "2004-03-04",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:01:49.795727",
    "pmid": "14572930"
  }
}