{
  "pmid": "14572838",
  "uid": "14572838",
  "title": "Is position in the occupational hierarchy a determinant of decline in perceived health status?",
  "abstract": "This study examines the extent to which position in the occupational hierarchy is predictive of declines in perceived health status over a 48 month period in a representative sample of the Canadian labor force. We hypothesized that the proportion of workers reporting a decline in health status would be greater among persons in lower position in the occupational hierarchy, and that these differences in risk would primarily be explained by characteristics of the psychosocial work environment and secondarily by the baseline prevalence of adverse health behaviors. The study cohort was defined as labor force participants aged 18-64 who reported good, very good or excellent health in the 1994 baseline wave of Canada's National Population Health Survey and who participated in the 1998 follow-up survey. Between 1994 and 1998, 16.6% of labor force participants reporting excellent, very good or good health status at baseline reported a decline in perceived health status. For men, the age-adjusted odds of decline in perceived health status were 1.80 (95% CI: 1.24-2.63) and 1.74 (95% CI: 1.19-2.54) for the two lowest occupational classes relative to the highest occupational class. There was no association between position in the occupational hierarchy and the prospective risk of health status decline for women. For men, the association between position in the occupational hierarchy and decline in perceived health status was moderately reduced but remained statistically significant following adjustment for baseline health, health behaviors and psychosocial work exposures. Adjustment for household income did not alter these findings. When stratified by gender, position in the occupational hierarchy was associated with the prospective risk of health status decline for men but not for women. Among men, the collective influence of health behaviors and psychosocial work exposures explained a moderate component of the decline in perceived health status. A more robust measurement of the characteristics of labor market experiences would be expected to improve understanding of the relationship between work and health in this sample.",
  "authors": [
    {
      "last_name": "Mustard",
      "fore_name": "Cameron A",
      "initials": "CA",
      "name": "Cameron A Mustard",
      "affiliations": [
        "Institute for Work & Health, 481 University Ave, Toronto, Ont., Canada M5G 2E9. cmustard@iwh.on.ca"
      ]
    },
    {
      "last_name": "Vermeulen",
      "fore_name": "Marian",
      "initials": "M",
      "name": "Marian Vermeulen",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "57",
    "issue": "12",
    "pub_year": "2003",
    "pub_month": "Dec"
  },
  "start_page": "2291",
  "end_page": "2303",
  "pages": "2291-303",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Back Pain",
    "Body Mass Index",
    "Canada",
    "Chronic Disease",
    "Cohort Studies",
    "Female",
    "Health Behavior",
    "Health Status",
    "Hierarchy, Social",
    "Humans",
    "Male",
    "Middle Aged",
    "Occupational Health",
    "Occupations",
    "Self Concept",
    "Sex Factors",
    "Stress, Psychological"
  ],
  "article_ids": {
    "pubmed": "14572838",
    "doi": "10.1016/j.socscimed.2003.08.001",
    "pii": "S0277953603004180"
  },
  "doi": "10.1016/j.socscimed.2003.08.001",
  "dates": {
    "completed": "2004-02-04",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.781185",
    "pmid": "14572838"
  }
}