{
  "pmid": "14574828",
  "uid": "14574828",
  "title": "Genetic and neurodevelopmental influences in autistic disorder.",
  "abstract": "OBJECTIVE: In the past, autism was considered to be largely psychogenic. However, research in the last 2 decades indicates that autism is largely caused by genetic factors that lead to abnormal brain development. This article reviews research into the genetic and neurodevelopmental factors underlying autism. METHODS: We review the findings from genetic and brain-imaging studies of autism over the past 15 years and synthesize these findings as a guide for future research. RESULTS: Genome scans and association studies have suggested potential genomic regions and genes, respectively, that may be involved in the etiology of autism, and there have been some replications of these results. Similarly, the findings that brain volume is exaggerated in autism and corpus callosum size is reduced have also been independently replicated. Unfortunately, studies of other subcortical structures remain inconclusive or contradictory. CONCLUSIONS: Overwhelming evidence now supports a neurobiological basis for autism. However, further refinements will be needed to guide future studies, particularly to identify the most informative phenotypes to investigate. Additionally, studies examining the role of genetic factors in the brain abnormalities underlying autism will likely lead to further findings that will enhance our understanding of autism's causes.",
  "authors": [
    {
      "last_name": "Nicolson",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Nicolson",
      "affiliations": [
        "Department of Psychiatry, University of Western Ontario, London, Ontario. Rnicolso@uwo.ca"
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "0706-7437",
    "issn_type": "Print",
    "volume": "48",
    "issue": "8",
    "pub_year": "2003",
    "pub_month": "Sep"
  },
  "start_page": "526",
  "end_page": "537",
  "pages": "526-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Agenesis of Corpus Callosum",
    "Autistic Disorder",
    "Brain",
    "Cerebellum",
    "Child",
    "Chromosomes, Human, Pair 7",
    "Humans",
    "Magnetic Resonance Imaging",
    "Phenotype",
    "Serotonin",
    "Temporal Lobe"
  ],
  "article_ids": {
    "pubmed": "14574828",
    "doi": "10.1177/070674370304800804"
  },
  "doi": "10.1177/070674370304800804",
  "dates": {
    "completed": "2004-01-29",
    "revised": "2017-02-14"
  },
  "chemicals": [
    "Serotonin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.311525",
    "pmid": "14574828"
  }
}