{
  "pmid": "14576955",
  "uid": "14576955",
  "title": "Hierarchy of evidence: differences in results between non-randomized studies and randomized trials in patients with femoral neck fractures.",
  "abstract": "INTRODUCTION: There have been a number of non-randomized studies comparing arthroplasty with internal fixation in patients with femoral neck fractures. However, there remains considerable debate about whether the results of non-randomized studies are consistent with the results of randomized, controlled trials. Given the economic burden of hip fractures, it remains essential to identify therapies to improve outcomes; however, whether data from non-randomized studies of an intervention should be used to guide patient care remains unclear. We aimed to determine whether the pooled results of mortality and revision surgery among non-randomized studies were similar to those of randomized trials in studies comparing arthroplasty with internal fixation in patients with femoral neck fractures. MATERIALS AND METHODS: We conducted a Medline search from 1969 to June 2002, identifying both randomized and non-randomized studies comparing internal fixation with arthroplasty in patients with femoral neck fractures. Additional strategies to identify relevant articles included Cochrane database, SCISEARCH, textbooks, annual meeting programs, and content experts. We abstracted information on mortality and revision rates in each study and compared the pooled results between non-randomized and randomized studies. In addition, we explored potential reasons for dissimilar results between the two study designs. RESULTS: We identified 140 citations that addressed the general topic of comparison of arthroplasty and internal fixation for hip fracture. Of these, 27 studies met the eligibility criteria, 13 of which were non-randomized studies and 14 of which were randomized trials. Mortality data was available in all 13 non-randomized studies (n=3108 patients) and in 12 randomized studies (n=1767 patients). Non-randomized studies overestimated the risk of mortality by 40% when compared with the results of randomized trials (relative risk 1.44 vs 1.04, respectively). Information on revision risk was available in 9 non-randomized studies (n=2764 patients) and all 14 randomized studies (n=1901 patients). Both estimates from non-randomized and randomized studies revealed a significant reduction in the risk of revision surgery with arthroplasty compared with internal fixation (relative risk 0.38 vs 0.23, respectively). The reduction in the risk of revision surgery with arthroplasty compared with internal fixation was 62% for non-randomized studies and 77% for randomized trials. Thus, non-randomized studies underestimated the relative benefit of arthroplasty by 19.5%. Non-randomized studies with point estimates of relative risk similar to the pooled estimate for randomized trials all controlled for patient age, gender, and fracture displacement in their comparisons of mortality. We were unable to identify reasons for differences in the revision rate results between the study designs. CONCLUSIONS: Similar to other reports in medical subspecialties, non-randomized studies provided results dissimilar to randomized trials of arthroplasty vs internal fixation for mortality and revision rates in patients with femoral neck fractures. Investigators should be aware of these discrepancies when evaluating the merits of alternative surgical interventions, especially when both randomized trials and non-randomized comparative studies are available.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Medical Center, 1200 Main Street West, Room 2C3, L8N 3Z5, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Ellis",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Ellis",
      "affiliations": []
    },
    {
      "last_name": "Audige",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Audige",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Kuo",
      "fore_name": "Jonathann C",
      "initials": "JC",
      "name": "Jonathann C Kuo",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of orthopaedic and trauma surgery",
    "iso_abbreviation": "Arch Orthop Trauma Surg",
    "issn": "0936-8051",
    "issn_type": "Print",
    "volume": "124",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "10",
  "end_page": "16",
  "pages": "10-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Confidence Intervals",
    "Controlled Clinical Trials as Topic",
    "Female",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Humans",
    "Male",
    "Radiography",
    "Randomized Controlled Trials as Topic",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Risk Assessment",
    "Sensitivity and Specificity",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "14576955",
    "doi": "10.1007/s00402-003-0559-z"
  },
  "doi": "10.1007/s00402-003-0559-z",
  "dates": {
    "completed": "2004-06-18",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.100166",
    "pmid": "14576955"
  }
}