{
  "pmid": "14583969",
  "uid": "14583969",
  "title": "Antimicrobial drugs for treating methicillin-resistant Staphylococcus aureus colonization.",
  "abstract": "BACKGROUND: Eradication strategies for methicillin-resistant Staphylococcus aureus (MRSA) are variable. We sought to summarize the evidence for use of antimicrobial agents to eradicate MRSA. OBJECTIVES: To describe the effects of topical and systemic antimicrobial agents on nasal and extra-nasal MRSA carriage, adverse events, and incidence of subsequent MRSA infections. SEARCH STRATEGY: We searched the Cochrane Infectious Diseases Group's trials register (August 2003), the Cochrane Central Register of Controlled Trials (Issue 3, 2003), MEDLINE (1966 to 2003), EMBASE (1988 to 2003), handsearched relevant literature, and contacted MRSA experts and the manufacturer of mupirocin. SELECTION CRITERIA: Randomized controlled trials of patients colonized with MRSA comparing topical or systemic antimicrobials to placebo or no treatment, and trials comparing various combinations of topical or systemic agents to no treatment, placebo, or to topical or systemic agents. DATA COLLECTION AND ANALYSIS: Two reviewers independently applied inclusion criteria to potentially relevant trials, assessed trial methodological quality, and extracted data. Primary outcomes included eradication of MRSA, infection due to MRSA, and adverse events. MAIN RESULTS: Six trials (384 participants) met the inclusion criteria. No difference in MRSA eradication was detected in four studies: one that compared mupirocin to placebo, two that compared one systemic agent to no treatment (fusidic acid in one and rifampin or minocycline in the other) and one that compared mupirocin to topical fusidic acid and oral trimethoprim-sulfamethoxazole, examining nasal MRSA eradication as an outcome. One study compared minocycline to rifampin, with rifampicin being more effective in relation to eradication of MRSA from all sites at day 30 (relative risk 0.16; 95% confidence intervals 0.02 to 1.00), but the difference at 90 days was not statistically significant (n = 18). Two studies (one testing novobiocin and rifampin, the other ciprofloxacin and rifampin, versus trimethoprim-sulfamethoxazole and rifampin) did not demonstrate a difference in eradication of MRSA at all sites (n = 94). Adverse events with systemic agents occurred in up to 20% of participants, however reporting was sporadic and denominators small. All trials reported development of resistance to antimicrobial agents used. REVIEWER'S CONCLUSIONS: There is insufficient evidence to support use of topical or systemic antimicrobial therapy for eradicating nasal or extra-nasal MRSA. There is no demonstrated superiority of either topical or systemic therapy, or of combinations of these agents. Potentially serious adverse events and development of antimicrobial resistance can result from therapy.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": [
        "Pathology and Molecular Medicine, Clinical Epidemiology and Biostatistics, McMaster University, Henderson Hospital, 711 Concession Street, Hamilton, Canada, L8V 1C3. loebm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Main",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Main",
      "affiliations": []
    },
    {
      "last_name": "Eady",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Eady",
      "affiliations": []
    },
    {
      "last_name": "Walker-Dilks",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Walker-Dilks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "4",
    "pub_year": "2003"
  },
  "start_page": "CD003340",
  "pages": "CD003340",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Carrier State",
    "Humans",
    "Methicillin Resistance",
    "Randomized Controlled Trials as Topic",
    "Staphylococcal Infections",
    "Staphylococcus aureus"
  ],
  "article_ids": {
    "pubmed": "14583969",
    "doi": "10.1002/14651858.CD003340"
  },
  "doi": "10.1002/14651858.CD003340",
  "dates": {
    "completed": "2004-05-04",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.078044",
    "pmid": "14583969"
  }
}