{
  "pmid": "14583867",
  "uid": "14583867",
  "title": "Pneumonia in older persons.",
  "abstract": "Community-acquired pneumonia (CAP) is an important threat to the health of older adults. Streptococcus pneumonia remains the most important cause of CAP. Risk factors for CAP include alcoholism, asthma, immunosuppression, chronic respiratory or cardiac disease, institutionalization, and increasing age. Residents of long-term care facilities--a distinct subpopulation of elderly people--are at particularly high risk for developing pneumonia. In this setting, swallowing difficulties, witnessed aspiration, and receipt of sedatives are potentially modifiable risk factors. The clinical presentation in elderly patients is characterized by a reduced prevalence of nonrespiratory symptoms. Few randomized, controlled trials of therapy exist for elderly persons living in the community or in a long-term care setting. Good evidence exists to support the annual administration of influenza vaccine to older adults. Although evidence in clinical trials differs from evidence in observational studies that demonstrate clear benefits associated with the polysaccharide pneumococcal vaccine in this population, the vaccine is recommended for adults aged",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology, McMaster University, Hamilton, Ontario, Canada. loebm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "10",
    "pub_year": "2003",
    "pub_month": "Nov",
    "pub_day": "15"
  },
  "start_page": "1335",
  "end_page": "1339",
  "pages": "1335-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Community-Acquired Infections",
    "Humans",
    "Long-Term Care",
    "Pneumonia, Pneumococcal",
    "Prognosis",
    "Risk Factors",
    "Streptococcus pneumoniae",
    "Vaccines"
  ],
  "article_ids": {
    "pubmed": "14583867",
    "doi": "10.1086/379076",
    "pii": "CID31548"
  },
  "doi": "10.1086/379076",
  "dates": {
    "completed": "2004-01-27",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.077885",
    "pmid": "14583867"
  }
}