{
  "pmid": "14596745",
  "uid": "14596745",
  "title": "Partnership experiences: involving decision-makers in the research process.",
  "abstract": "OBJECTIVES: To describe researchers' experiences with involving health system managers and public policy-makers (i.e. decision-makers) in the research process, and decision-makers' experiences with the research process, including their assessments of the benefits and costs of the involvement, and their recommendations for facilitating it. METHODS: We conducted semi-structured interviews with principal investigators and research staff for the seven research programmes funded by the Canadian Health Services Research Foundation in the 1999 and 2000 competition years, and with the decision-makers they involved in the research programmes. RESULTS: We identify three models of decision-maker involvement--formal supporter, responsive audience, and integral partner--each of which yielded important contributions to the research process. Four factors--the stage of the research process, time commitment required, alignment between decision-maker expertise and programme needs, and an existing relationship between the researcher and decision-maker--influenced the role played by decision-makers. CONCLUSIONS: While on balance a beneficial experience, the further promotion of decision-maker involvement in the research process should involve helping researchers and decision-makers identify strategic opportunities for decision-maker involvement and support the costs associated with the involvement. Consideration should also be given to undertaking and evaluating interactions between researchers and decision-makers outside of the research process.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Ross",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": []
    },
    {
      "last_name": "Rodriguez",
      "fore_name": "Charo",
      "initials": "C",
      "name": "Charo Rodriguez",
      "affiliations": []
    },
    {
      "last_name": "Woodside",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Woodside",
      "affiliations": []
    },
    {
      "last_name": "Denis",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Denis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1355-8196",
    "issn_type": "Print",
    "volume": "8 Suppl 2",
    "pub_year": "2003",
    "pub_month": "Oct"
  },
  "start_page": "26",
  "end_page": "34",
  "pages": "26-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Cooperative Behavior",
    "Decision Making, Organizational",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Interinstitutional Relations",
    "Interprofessional Relations",
    "Models, Organizational",
    "Policy Making",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "14596745",
    "doi": "10.1258/135581903322405144"
  },
  "doi": "10.1258/135581903322405144",
  "dates": {
    "completed": "2003-12-04",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.964642",
    "pmid": "14596745"
  }
}