{
  "pmid": "14604884",
  "uid": "14604884",
  "title": "Challenges to the practice of evidence-based medicine during residents' surgical training: a qualitative study using grounded theory.",
  "abstract": "PURPOSE: To examine surgical trainees' barriers to implementing and adopting evidence-based medicine (EBM) in the day-to-day care of surgical patients. METHOD: In 2000, 28 surgical residents from various subspecialties at a hospital affiliated with McMaster University Faculty of Health Sciences in Ontario, Canada, participated in a focus group (n = 8) and semistructured interviews (n = 20) to explore their perceptions of barriers to the practice of EBM during their training. Additional themes were explored, such as definitions of EBM and potential strategies to implement EBM during training. The canons and procedures of the grounded theory approach to qualitative research guided the coding and content analysis of the data derived from the focus group and semistructured interviews. RESULTS: Residents identified personal barriers, staff-surgeon barriers, and institutional barriers that limited their ability to apply EBM in their daily activities. Residents perceived their lack of education in EBM, time constraints, lack of priority, and fear of staff disapproval as major challenges to practicing EBM. Moreover, the lack of ready access to surgical EBM resource materials proved to be an important additional factor limiting EBM surgical practice. Residents identified several strategies to overcome these barriers to EBM, including hiring staff surgeons with EBM training, offering coursework in critical appraisal for all staff, improving interdepartmental communication, and providing greater flexibility for EBM training. CONCLUSIONS: Surgical residents identified a general lack of education, time constraints, lack of priority, and staff disapproval as important factors limiting incorporation of EBM. Curriculum reform and surgeon education may help overcome these barriers.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Medical Centre, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Montori",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Dosanjh",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Dosanjh",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1040-2446",
    "issn_type": "Print",
    "volume": "78",
    "issue": "11",
    "pub_year": "2003",
    "pub_month": "Nov"
  },
  "start_page": "1183",
  "end_page": "1190",
  "pages": "1183-90",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Curriculum",
    "Evidence-Based Medicine",
    "Female",
    "Focus Groups",
    "General Surgery",
    "Guideline Adherence",
    "Humans",
    "Internship and Residency",
    "Interprofessional Relations",
    "Male",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "14604884",
    "doi": "10.1097/00001888-200311000-00022"
  },
  "doi": "10.1097/00001888-200311000-00022",
  "dates": {
    "completed": "2003-11-26",
    "revised": "2019-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.811924",
    "pmid": "14604884"
  }
}