{
  "pmid": "14600559",
  "uid": "14600559",
  "title": "Tracking of physical activity and aerobic power from childhood through adolescence.",
  "abstract": "PURPOSE: To evaluate the tracking of physical activity levels (PA) and aerobic power (VO2max) in African-American (AA) and Caucasian (CA) youth as they age from 8 to 16 yr. METHODS: Subjects were 529 girls and 535 boys for whom data were obtained at least three times over 7 yr and a subset of 387 girls and 404 boys who participated in all years. PA levels were obtained from a survey. VO2max was predicted from a cycle ergometer test. RESULTS: Spearman correlation for VO2max for years 1-7 for AA boys and girls were similar (rho approximately 0.53). Year 1-7 correlations for VO2max for the CA boys and girls were similar (rho approximately 0.50-0.53). The year 2-7 correlations for PA were similar for the AA and CA girls but higher for the AA than the CA boys. The kappa (kappa) statistics for VO2max indicated substantial year-to-year agreement on categorization (high, moderate, and low), with AA girls having the highest agreement and AA boys the lowest. The kappa statistic for high, moderate, and low PA groupings in girls of either ethnicity was quite low, whereas the kappa statistics for the boys were somewhat better. The general estimating equation (GEE) stability coefficients for tracking of VO2max were similar between the sexes and ethnicities (P<0.0001). The GEE stability coefficient for PA was better for the boys than girls and slightly better for the AA than CA. CONCLUSION: Although aerobic power and physical activity levels decline from childhood through adolescence, aerobic power tracks better than physical activity levels. Because tracking within the cohort is only moderate, change is possible if we intervene early in these youth.",
  "authors": [
    {
      "last_name": "McMurray",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G McMurray",
      "affiliations": [
        "Department of Exercise and Sport Science, University of North Carolina, Chapel Hill 27599-8700, USA. exphys@email.unc.edu"
      ]
    },
    {
      "last_name": "Harrell",
      "fore_name": "Joanne S",
      "initials": "JS",
      "name": "Joanne S Harrell",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    },
    {
      "last_name": "Hu",
      "fore_name": "Jianhua",
      "initials": "J",
      "name": "Jianhua Hu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medicine and science in sports and exercise",
    "iso_abbreviation": "Med Sci Sports Exerc",
    "issn": "0195-9131",
    "issn_type": "Print",
    "volume": "35",
    "issue": "11",
    "pub_year": "2003",
    "pub_month": "Nov"
  },
  "start_page": "1914",
  "end_page": "1922",
  "pages": "1914-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Black People",
    "Child",
    "Exercise",
    "Female",
    "Humans",
    "Male",
    "Motor Activity",
    "North Carolina",
    "Oxygen Consumption",
    "Physical Fitness",
    "Sex Factors",
    "White People",
    "Black or African American"
  ],
  "article_ids": {
    "pubmed": "14600559",
    "doi": "10.1249/01.MSS.0000093612.59984.0E"
  },
  "doi": "10.1249/01.MSS.0000093612.59984.0E",
  "dates": {
    "completed": "2004-03-11",
    "revised": "2024-07-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NR01837",
      "agency": "NINR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.856065",
    "pmid": "14600559"
  }
}