{
  "pmid": "14612259",
  "uid": "14612259",
  "title": "Integration of persons with HIV in a problem-based tutorial: a qualitative study.",
  "abstract": "BACKGROUND: This qualitative study examined the effect of using persons with HIV-AIDS (PHAs) as facilitators of learning in an interdisciplinary problem-based learning curriculum. DESCRIPTION: Ten students representing 5 professions (medicine, occupational therapy, physical therapy, nursing, and social work) volunteered to participate in an 8-week course on rehabilitation issues in HIV. Two tutorial groups met weekly to discuss problems with the assistance of a faculty tutor and a PHA. Students completed a weekly journal outlining their experiences. At completion of the course, students participated in semistructured interviews. A qualitative analysis of the transcribed interviews and the journals was undertaken. EVALUATION: The PHA provided a unique perspective on living with HIV, acted as a resource, and challenged the students' values and assumptions. The presence of the PHA also presented challenges in that the students worried their comments might offend them. CONCLUSIONS: PHAs contributed significantly to students' learning and can be successfully incorporated into problem-based tutorials.",
  "authors": [
    {
      "last_name": "Solomon",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Solomon",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, IAHS, 1400 Main Street W, Room 403, Hamilton, Ontario, Canada. solomon@mcmaster.ca"
      ]
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": []
    },
    {
      "last_name": "Salvatori",
      "fore_name": "Penny",
      "initials": "P",
      "name": "Penny Salvatori",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Teaching and learning in medicine",
    "iso_abbreviation": "Teach Learn Med",
    "issn": "1040-1334",
    "issn_type": "Print",
    "volume": "15",
    "issue": "4",
    "pub_year": "2003"
  },
  "start_page": "257",
  "end_page": "261",
  "pages": "257-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Curriculum",
    "Education, Medical",
    "HIV Seropositivity",
    "Humans",
    "Interviews as Topic",
    "Problem-Based Learning",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "14612259",
    "doi": "10.1207/S15328015TLM1504_08"
  },
  "doi": "10.1207/S15328015TLM1504_08",
  "dates": {
    "completed": "2003-12-16",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.391988",
    "pmid": "14612259"
  }
}