{
  "pmid": "14626748",
  "uid": "14626748",
  "title": "Collaboration between community pharmacists and family physicians: lessons learned from the Seniors Medication Assessment Research Trial.",
  "abstract": "OBJECTIVES: To learn about the experiences of specially trained expanded role pharmacists (ERPs) and family physicians in a program in which they worked together to optimize drug therapy for elderly patients (aged 65 and older) and to identify shortcomings of the program, obstacles to its implementation, and strategies to overcome these obstacles. DESIGN: Qualitative opinion analysis. PARTICIPANTS: Six family physicians and six community-based ERPs who had participated in a randomized controlled trial (Seniors Medication Assessment Research Trial [SMART]). INTERVENTION: In-depth interviews. MAIN OUTCOME MEASURES: Themes that emerged from the interviews regarding the strengths and weaknesses of and ways to improve the program. RESULTS: ERPs and physicians differed in their perceptions of appropriate roles for ERPs. ERPs saw the program as an opportunity to take on new professional roles. Physicians appreciated the information they received from ERPs about their patients' adherence and use of nonprescription medications, but they did not want ERPs to directly counsel their patients. Some physicians questioned the value of the program for some patients, since the inclusion criteria for patients were broad and not all patients meeting the criteria needed intense interventions by ERPs. Both ERPs and physicians identified the need to refine the referral process and to work out professional role relationships and ongoing collaboration more fully. If the program were to be implemented as a routine service, physicians were concerned about the demands on their staff and office space and the need for an external compensation mechanism. CONCLUSION: Issues to be addressed for future programs include clarification of the roles of pharmacist and physician when the professionals work together, targeting of appropriate patients for the program, identification of a more efficient way to deliver recommendations, and development of an appropriate compensation mechanism.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, HSC 2V10, Hamilton, Ontario, Canada. mhoward@mcmaster.ca"
      ]
    },
    {
      "last_name": "Trim",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Trim",
      "affiliations": []
    },
    {
      "last_name": "Woodward",
      "fore_name": "Christel",
      "initials": "C",
      "name": "Christel Woodward",
      "affiliations": []
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Sellors",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Sellors",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    },
    {
      "last_name": "Sellors",
      "fore_name": "John",
      "initials": "J",
      "name": "John Sellors",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Pharmacists Association : JAPhA",
    "iso_abbreviation": "J Am Pharm Assoc (2003)",
    "issn": "1544-3191",
    "issn_type": "Print",
    "volume": "43",
    "issue": "5",
    "pub_year": "2003"
  },
  "start_page": "566",
  "end_page": "572",
  "pages": "566-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Attitude of Health Personnel",
    "Family Practice",
    "Geriatrics",
    "Health Services Research",
    "Humans",
    "Interprofessional Relations",
    "Ontario",
    "Pharmacists"
  ],
  "article_ids": {
    "pubmed": "14626748",
    "doi": "10.1331/154434503322452193",
    "pii": "S1544-3191(15)31939-7"
  },
  "doi": "10.1331/154434503322452193",
  "dates": {
    "completed": "2004-02-17",
    "revised": "2019-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.509848",
    "pmid": "14626748"
  }
}