{
  "pmid": "14633274",
  "uid": "14633274",
  "title": "Systematic reviews: a cross-sectional study of location and citation counts.",
  "abstract": "BACKGROUND: Systematic reviews summarize all pertinent evidence on a defined health question. They help clinical scientists to direct their research and clinicians to keep updated. Our objective was to determine the extent to which systematic reviews are clustered in a large collection of clinical journals and whether review type (narrative or systematic) affects citation counts. METHODS: We used hand searches of 170 clinical journals in the fields of general internal medicine, primary medical care, nursing, and mental health to identify review articles (year 2000). We defined 'review' as any full text article that was bannered as a review, overview, or meta-analysis in the title or in a section heading, or that indicated in the text that the intention of the authors was to review or summarize the literature on a particular topic. We obtained citation counts for review articles in the five journals that published the most systematic reviews. RESULTS: 11% of the journals concentrated 80% of all systematic reviews. Impact factors were weakly correlated with the publication of systematic reviews (R2 = 0.075, P = 0.0035). There were more citations for systematic reviews (median 26.5, IQR 12 - 56.5) than for narrative reviews (8, 20, P <.0001 for the difference). Systematic reviews had twice as many citations as narrative reviews published in the same journal (95% confidence interval 1.5 - 2.7). CONCLUSIONS: A few clinical journals published most systematic reviews. Authors cited systematic reviews more often than narrative reviews, an indirect endorsement of the 'hierarchy of evidence'.",
  "authors": [
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Division of Diabetes and Internal Medicine, Mayo Clinic, Rochester, Minnesota, USA. montori.victor@mayo.edu <montori.victor@mayo.edu>"
      ]
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Morgan",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Morgan",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "1",
    "pub_year": "2003",
    "pub_month": "Nov",
    "pub_day": "24"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Bibliometrics",
    "Evidence-Based Medicine",
    "Periodicals as Topic",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "14633274",
    "pmc": "PMC281591",
    "doi": "10.1186/1741-7015-1-2",
    "pii": "1741-7015-1-2"
  },
  "doi": "10.1186/1741-7015-1-2",
  "pmc_id": "PMC281591",
  "dates": {
    "completed": "2005-05-04",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.374553",
    "pmid": "14633274"
  }
}