{
  "pmid": "14644891",
  "uid": "14644891",
  "title": "Clinical impact of bleeding in patients taking oral anticoagulant therapy for venous thromboembolism: a meta-analysis.",
  "abstract": "BACKGROUND: Clinicians should consider the clinical impact of anticoagulant-related bleeding when deciding on the duration of anticoagulant therapy in patients with venous thromboembolism. PURPOSE: To provide reliable estimates of the clinical impact of anticoagulant-related bleeding, defined as the case-fatality rate of major bleeding and the risk for intracranial bleeding. DATA SOURCES: MEDLINE (January 1989 to May 2003), Cochrane Controlled Trial Registry, thromboembolism experts, and reference lists; English-language literature only. STUDY SELECTION: Randomized, controlled trials and prospective cohort studies that investigated patients with venous thromboembolism who received oral anticoagulant therapy (target international normalized ratio, 2.0 to 3.0) for at least 3 months and that reported major bleeding and death as primary study outcomes. DATA EXTRACTION: Two reviewers independently extracted data on the number of anticoagulant-related major and intracranial bleeding episodes and on whether these events were fatal or nonfatal. DATA SYNTHESIS: The authors analyzed 33 studies involving 4374 patient-years of oral anticoagulant therapy. For all patients, the case-fatality rate of major bleeding was 13.4% (95% CI, 9.4% to 17.4%) and the rate of intracranial bleeding was 1.15 per 100 patient-years (CI, 1.14 to 1.16 per 100 patient-years). For patients who received anticoagulant therapy for more than 3 months, the case-fatality rate of major bleeding was 9.1% (CI, 2.5% to 21.7%), and the rate of intracranial bleeding was 0.65 per 100 patient-years (CI, 0.63 to 0.68 per 100 patient-years) after the initial 3 months of anticoagulation. CONCLUSION: The clinical impact of anticoagulant-related major bleeding in patients with venous thromboembolism is considerable, and clinicians should take this into account when deciding whether to continue long-term oral anticoagulant therapy in an individual patient.",
  "authors": [
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Peter T",
      "initials": "PT",
      "name": "Peter T Choi",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "139",
    "issue": "11",
    "pub_year": "2003",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "893",
  "end_page": "900",
  "pages": "893-900",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Drug Administration Schedule",
    "Hemorrhage",
    "Humans",
    "Intracranial Hemorrhages",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Thromboembolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "14644891",
    "doi": "10.7326/0003-4819-139-11-200312020-00007",
    "pii": "139/11/893"
  },
  "doi": "10.7326/0003-4819-139-11-200312020-00007",
  "dates": {
    "completed": "2003-12-11",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.861874",
    "pmid": "14644891"
  }
}