{
  "pmid": "14661928",
  "uid": "14661928",
  "title": "Determination of the dermal penetration of esterom components using microdialysis sampling.",
  "abstract": "PURPOSE: Esterom Solution, an investigational pharmaceutical product, is derived from the esterification of benzoylmethylecgonine (cocaine) in 1.2 propanediol. The resulting solution contains a mixture of components. Esterom Solution is intended to be a topical analgesic to relieve pain and increase the range of motion in patients suffering from acute inflammation of the shoulder or back. Although the components of Esterom are known, the components that are responsible for analgesia have only recently been identified. The purpose of this research is to evaluate which components have the ability to penetrate the skin, how much actually penetrates, and if and/or how each component is metabolized and distributed locally. METHODS: Linear microdialysis probes were implanted into rat dermis. The individual components present in the Esterom Solution were applied separately to the dermis directly over a probe. Dermal dialysis samples were collected to evaluate the dermal penetration of each compound following topical application. RESULTS: Following a 10 mg/50 microL application. 1.8 +/- 0.6 mM benzoic acid was detected at the plateau after approximately 220 min. Following hydroxypropyl benzoic acid application, complete hydrolysis to benzoic acid was observed with a plateau concentration of 137 +/- 19 microM (150 min plateau). When applied separately, hydroxypropyl benzoylecgonine and ecgonine penetrate the skin with plateau concentrations of 32 +/- 9 microM (15 h plateau) and 36 +/- 5 microM (150 min plateau) respectively. Benzoylecgonine, the hydrolytic product of HP-BE, was also detected with a plateau concentration of 3.9 +/- 0.1 microM (16 h plateau) Applied topically, ecgonidine, methylecgonidine, benzoylecgonine, and hydroxypropyl ecgonidine were not detected. CONCLUSIONS: Of the components with analgesic activity, the only compound that penetrates the skin is hydroxypropyl benzoylecgonine. Dermal microdialysis was shown to be an effective technique to monitor the skin penetration of topically applied compounds.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Chemistry, University of Kansas, Lawrence, Kansas 66045, USA."
      ]
    },
    {
      "last_name": "Lunte",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Lunte",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pharmaceutical research",
    "iso_abbreviation": "Pharm Res",
    "issn": "0724-8741",
    "issn_type": "Print",
    "volume": "20",
    "issue": "11",
    "pub_year": "2003",
    "pub_month": "Nov"
  },
  "start_page": "1827",
  "end_page": "1834",
  "pages": "1827-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Administration, Topical",
    "Animals",
    "Benzoic Acid",
    "Cocaine",
    "Esterification",
    "Female",
    "Microdialysis",
    "Pharmaceutical Solutions",
    "Rats",
    "Skin Absorption"
  ],
  "article_ids": {
    "pubmed": "14661928",
    "mid": "NIHMS56678",
    "pmc": "PMC2519827",
    "doi": "10.1023/b:pham.0000003381.10208.8c"
  },
  "doi": "10.1023/b:pham.0000003381.10208.8c",
  "pmc_id": "PMC2519827",
  "dates": {
    "completed": "2004-07-13",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Pharmaceutical Solutions",
    "benzoylecgonine",
    "Benzoic Acid",
    "ecgonine",
    "Cocaine"
  ],
  "grants": [
    {
      "grant_id": "R01 EB000247",
      "agency": "NIBIB NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "8 R01 EB00247",
      "agency": "NIBIB NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.405525",
    "pmid": "14661928"
  }
}