{
  "pmid": "14673052",
  "uid": "14673052",
  "title": "Are older cancer patients being referred to oncologists? A mail questionnaire of Ontario primary care practitioners to evaluate their referral patterns.",
  "abstract": "PURPOSE: Understanding why older patients are frequently underrepresented in cancer services use and clinical research may help to increase their participation in clinical trials and eventually result in better cancer care for this vulnerable population. METHODS: To identify potential barriers that may prevent older cancer patients from being referred from a primary care physician (PCP) to an oncology specialist, a self-administered questionnaire was mailed to 9,312 PCPs throughout Ontario. RESULTS: With a one-time mailing, 2,240 questionnaires were returned (response rate, 24%) of which 2,089 (93%) were assessable. Although 86% of respondents would refer most older patients with early-stage, potentially curable cancers to oncologists, only 65% would refer those with advanced-stage, potentially incurable cancers. The factors that most influence referral decisions of PCPs are patient's desire to be referred (69%), type (54%) and stage (49%) of cancer, and severity of cancer symptoms (49%). Other factors including age do not seem to influence the referral decision. Approximately 9% of respondents found it difficult to refer older cancer patients to oncology specialists, with the most commonly cited barriers being the length of waiting lists, mandatory tissue diagnosis before referral, and the belief that oncologists seldom relate to PCPs. CONCLUSION: Most PCPs stated that they would refer all elderly patients with cancer to oncologists and that referral decisions were based mainly on patients' wishes. Continued efforts are needed to overcome barriers in the referral process and to understand the perspectives of elderly patients to enhance their cancer care.",
  "authors": [
    {
      "last_name": "Townsley",
      "fore_name": "Carol A",
      "initials": "CA",
      "name": "Carol A Townsley",
      "affiliations": [
        "Princess Margaret Hospital, University Health Network, University of Toronto, Ontario M5G 2M9, Canada."
      ]
    },
    {
      "last_name": "Naidoo",
      "fore_name": "Kendra",
      "initials": "K",
      "name": "Kendra Naidoo",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Melnick",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Melnick",
      "affiliations": []
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": []
    },
    {
      "last_name": "Siu",
      "fore_name": "Lillian L",
      "initials": "LL",
      "name": "Lillian L Siu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "iso_abbreviation": "J Clin Oncol",
    "issn": "0732-183X",
    "issn_type": "Print",
    "volume": "21",
    "issue": "24",
    "pub_year": "2003",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "4627",
  "end_page": "4635",
  "pages": "4627-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Chi-Square Distribution",
    "Female",
    "Humans",
    "Logistic Models",
    "Male",
    "Medical Oncology",
    "Middle Aged",
    "Neoplasms",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Primary Health Care",
    "Referral and Consultation",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "14673052",
    "doi": "10.1200/JCO.2003.06.073",
    "pii": "JCO.2003.06.073"
  },
  "doi": "10.1200/JCO.2003.06.073",
  "dates": {
    "completed": "2004-02-13",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.834561",
    "pmid": "14673052"
  }
}