{
  "pmid": "14680667",
  "uid": "14680667",
  "title": "Evaluation of the minimal important difference for the feeling thermometer and the St. George's Respiratory Questionnaire in patients with chronic airflow obstruction.",
  "abstract": "BACKGROUND/OBJECTIVES: The chronic respiratory questionnaire (CRQ), the St. Georges Respiratory Questionnaire (SGRQ), and the feeling thermometer (FT) evaluate change in health-related quality of life (HRQL) in patients with chronic airflow limitation (CAL). Although the interpretability, and in particular the minimal important difference (MID) in score changes, is well established for the CRQ, this is not the case for the SGRQ and FT. The objective of our study is to explore the interpretation of the SGRQ and FT. METHODS: We analyzed data from 84 patients who completed the CRQ, SGRQ, and FT before beginning pulmonary rehabilitation and 3 months later. We calculated correlations between the four CRQ domains (dyspnea, fatigue, emotional function, and mastery) and the three SGRQ domains (symptoms, activities, and impact), the SGRQ total score, and the FT. When Pearson's correlations were >/=0.5, we constructed regression equations and used the slope to calculate the change in SGRQ and FT score that corresponded to a change in CRQ score of 0.5 (the MID). Having established MID for SGRQ we than used a similar approach to examine the relation between the SGRQ and FT results. RESULTS: Comparison with the CRQ dyspnea domain suggested the MID in SGRQ total score is approximately 3.05 with a 95% confidence interval (95% CI) ranging from 0.39 to 5.71 and a change of 5.67 (95% CI 3.43-7.92) represents a moderate change (1.0 on the CRQ dyspnea domain). The MID for the FT based on the CRQ fatigue domain was 6.1 (95% CI 1.87-10.28). The FT MID based on the SGRQ activities domain, impacts domain, and total score were, respectively, 7.4 (95% CI 3.44-11.35), 5.6 (95% CI 1.6-9.64), and 5.9 (95% CI 1.97-9.78). CONCLUSIONS: An MID for the SGRQ approximates the previously suggested estimate of 4 on a scale of 0 to 100. The MID for the FT in patients with CAL is approximately 5 to 8 units on the 0 to 100 scale. These MID estimates should facilitate interpretation of clinical trials in which outcome measures include the SGRQ or FT.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Medicine, School of Medicine and Biomedical Sciences, State University of New York at Buffalo, 462 Grider Street, Buffalo, NY 14215, USA. schuneh@mcmaster.ca"
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Goldstein",
      "affiliations": []
    },
    {
      "last_name": "Stubbing",
      "fore_name": "David",
      "initials": "D",
      "name": "David Stubbing",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "0895-4356",
    "issn_type": "Print",
    "volume": "56",
    "issue": "12",
    "pub_year": "2003",
    "pub_month": "Dec"
  },
  "start_page": "1170",
  "end_page": "1176",
  "pages": "1170-6",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Data Interpretation, Statistical",
    "Female",
    "Humans",
    "Linear Models",
    "Lung",
    "Male",
    "Middle Aged",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality of Life",
    "Sensitivity and Specificity",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "14680667",
    "doi": "10.1016/s0895-4356(03)00115-x",
    "pii": "S089543560300115X"
  },
  "doi": "10.1016/s0895-4356(03)00115-x",
  "dates": {
    "completed": "2004-02-24",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.327019",
    "pmid": "14680667"
  }
}