{
  "pmid": "14687807",
  "uid": "14687807",
  "title": "An update of the Cochrane systematic review of Helicobacter pylori eradication therapy in nonulcer dyspepsia: resolving the discrepancy between systematic reviews.",
  "abstract": "OBJECTIVES: A Cochrane systematic review on the efficacy of Helicobacter pylori (H. pylori) eradication therapy in nonulcer dyspepsia concluded that this intervention had a small but statistically significant effect in curing symptoms. A systematic review in the Annals of Internal Medicine suggested that there was no statistically significant effect of H. pylori eradication therapy on nonulcer dyspepsia symptoms. We updated the Cochrane review and explored reasons for these discrepant results. METHODS: In our update of the Cochrane review we included randomized controlled trials evaluating H. pylori eradication in nonulcer dyspepsia published up to September, 2002. A statistician and the lead author of two negative randomized controlled trials explored reasons for the differences between the Cochrane and Annals systematic reviews according to the review methodology, data analyzed, and statistical methods. Sensitivity analyses were undertaken to evaluate which differences had an impact on the review conclusions. RESULTS: The updated review identified 12 trials evaluating H. pylori eradication versus placebo antibiotics in 2903 patients. H. pylori eradication reduced nonulcer dyspepsia (nonulcer dyspepsia relative risk = 0.91; 95% CI = 0.86-0.95). We identified five differences in methodology between the Cochrane and Annals reviews. The Annals review included all dual, triple, and quadruple H. pylori eradication therapies searched until December, 1999; did not contact authors for further information; included abstracts; and assumed that dropouts were treatment failures. The Cochrane review included only those therapies proved to be successful in eradicating H. pylori; searched until May, 2000; contacted authors for further information; included abstracts only if further information was available; and excluded dropouts from the analysis. Not including trials published in 2000 reduced the number of trials in the review and the number of patients evaluated, changing the conclusions from evidence of benefit to benefit not being proved. The method of statistical analysis did not alter conclusions when all studies were included. CONCLUSIONS: The results of systematic reviews in a rapidly developing field depend on inclusion of all relevant studies. There is evidence for a small benefit of eradicating H. pylori in nonulcer dyspepsia, and this is confirmed by updating the Cochrane systematic review.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Unit, Health Services Research, The City Hospital NHS Trust, Dudley Road, Winston Green, Birmingham B18 7QH, U.K."
      ]
    },
    {
      "last_name": "Deeks",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Deeks",
      "affiliations": []
    },
    {
      "last_name": "Talley",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Talley",
      "affiliations": []
    },
    {
      "last_name": "Delaney",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Delaney",
      "affiliations": []
    },
    {
      "last_name": "Forman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Forman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "0002-9270",
    "issn_type": "Print",
    "volume": "98",
    "issue": "12",
    "pub_year": "2003",
    "pub_month": "Dec"
  },
  "start_page": "2621",
  "end_page": "2626",
  "pages": "2621-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Chi-Square Distribution",
    "Dyspepsia",
    "Gastrointestinal Agents",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "14687807",
    "doi": "10.1111/j.1572-0241.2003.08724.x",
    "pii": "S0002927003018288"
  },
  "doi": "10.1111/j.1572-0241.2003.08724.x",
  "dates": {
    "completed": "2004-02-06",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Gastrointestinal Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.739808",
    "pmid": "14687807"
  }
}