{
  "pmid": "14695634",
  "uid": "14695634",
  "title": "Warfarin-associated multiple digital necrosis complicating heparin-induced thrombocytopenia and Raynaud's phenomenon after aortic valve replacement for adenocarcinoma-associated thrombotic endocarditis.",
  "abstract": "Necrosis of the digits is a rare complication of warfarin therapy of obscure pathogenesis. We report a 61-year-old woman with a 12-month history of Raynaud's phenomenon who developed multiple digital necrosis following aortic valve replacement with mechanical prosthesis for aortic insufficiency caused by nonbacterial thrombotic endocarditis. Exacerbation of Raynaud's phenomenon occurred during the postoperative period, with daily episodes of ischemia of the fingers and toes that improved with local warming. However, coincident with the occurrence of immune heparin-induced thrombocytopenia, and while undergoing routine warfarin anticoagulation because of the mechanical valve prosthesis, the patient abruptly developed progression of digital ischemia to multiple digital necrosis on postoperative day 8, at the time the international normalized ratio reached its peak value of 4.3. All limb pulses were readily palpable, and vascular imaging studies showed thrombosis only in the superficial femoral and popliteal veins of the right leg. Coagulation studies showed greatly elevated levels of thrombin-antithrombin complexes and prothrombin fragment F1.2 levels, consistent with uncontrolled thrombin generation. After vitamin K administration, no abnormalities of the protein C anticoagulant pathway were identified, consistent with previous studies of other patients with warfarin-induced necrosis complicating heparin-induced thrombocytopenia. Subsequently, the patient was shown to have metastatic breast adenocarcinoma, which explained the patient's initial presentation with nonbacterial thrombotic endocarditis. This patient case suggests that multiple digital gangrene can result from the interaction of various localizing and systemic factors, including compromised microvascular blood flow (Raynaud's phenomenon), increased thrombin generation (heparin-induced thrombocytopenia, adenocarcinoma), and warfarin-induced failure of the protein C natural anticoagulant pathway.",
  "authors": [
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. twarken@mcmaster.ca"
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": []
    },
    {
      "last_name": "Teoh",
      "fore_name": "Kevin H T",
      "initials": "KH",
      "name": "Kevin H T Teoh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of hematology",
    "iso_abbreviation": "Am J Hematol",
    "issn": "0361-8609",
    "issn_type": "Print",
    "volume": "75",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "56",
  "end_page": "62",
  "pages": "56-62",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adenocarcinoma",
    "Anticoagulants",
    "Aortic Valve",
    "Endocarditis",
    "Female",
    "Fingers",
    "Heart Valve Prosthesis Implantation",
    "Heparin",
    "Humans",
    "Ischemia",
    "Middle Aged",
    "Necrosis",
    "Postoperative Period",
    "Raynaud Disease",
    "Thrombocytopenia",
    "Thrombosis",
    "Toes",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "14695634",
    "doi": "10.1002/ajh.10440"
  },
  "doi": "10.1002/ajh.10440",
  "dates": {
    "completed": "2004-02-10",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.075002",
    "pmid": "14695634"
  }
}