{
  "pmid": "14709578",
  "uid": "14709578",
  "title": "Enthusiasm for cancer screening in the United States.",
  "abstract": "CONTEXT: Public health officials, physicians, and disease advocacy groups have worked hard to educate individuals living in the United States about the importance of cancer screening. OBJECTIVE: To determine the public's enthusiasm for early cancer detection. DESIGN, SETTING, AND PARTICIPANTS: Survey using a national telephone interview of adults selected by random digit dialing, conducted from December 2001 through July 2002. Five hundred individuals participated (women aged > or =40 years and men aged > or =50 years; without a history of cancer). MAIN OUTCOME MEASURES: Responses to a survey with 5 modules: a general screening module (eg, value of early detection, total-body computed tomography); and 4 screening test modules: Papanicolaou test; mammography; prostate-specific antigen (PSA) test; and sigmoidoscopy or colonoscopy. RESULTS: Most adults (87%) believe routine cancer screening is almost always a good idea and that finding cancer early saves lives (74% said most or all the time). Less than one third believe that there will be a time when they will stop undergoing routine screening. A substantial proportion believe that an 80-year-old who chose not to be tested was irresponsible: ranging from 41% with regard to mammography to 32% for colonoscopy. Thirty-eight percent of respondents had experienced at least 1 false-positive screening test; more than 40% of these individuals characterized that experience as \"very scary\" or the \"scariest time of my life.\" Yet, looking back, 98% were glad they had had the initial screening test. Most had a strong desire to know about the presence of cancer regardless of its implications: two thirds said they would want to be tested for cancer even if nothing could be done; and 56% said they would want to be tested for what is sometimes termed pseudodisease (cancers growing so slowly that they would never cause problems during the persons lifetime even if untreated). Seventy-three percent of respondents would prefer to receive a total-body computed tomographic scan instead of receiving 1000 dollars in cash. CONCLUSIONS: The public is enthusiastic about cancer screening. This commitment is not dampened by false-positive test results or the possibility that testing could lead to unnecessary treatment. This enthusiasm creates an environment ripe for the premature diffusion of technologies such as total-body computed tomographic scanning, placing the public at risk of overtesting and overtreatment.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, White River Junction, Vt, University of Massachusetts, Boston, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Floyd J",
      "initials": "FJ",
      "name": "Floyd J Fowler",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "291",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "start_page": "71",
  "end_page": "78",
  "pages": "71-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Neoplasms",
    "Patient Acceptance of Health Care",
    "Public Opinion",
    "Radiography",
    "United States"
  ],
  "article_ids": {
    "pubmed": "14709578",
    "doi": "10.1001/jama.291.1.71",
    "pii": "291/1/71"
  },
  "doi": "10.1001/jama.291.1.71",
  "dates": {
    "completed": "2004-01-14",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CA91052-01",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.392202",
    "pmid": "14709578"
  }
}