{
  "pmid": "14709387",
  "uid": "14709387",
  "title": "Novel amperometric immunosensors based on iridium oxide matrices.",
  "abstract": "Novel immunosensors based on antibodies immobilized in electrochemically grown iridium oxide (IrOx) thin film matrices have been developed. Antibody loading in the oxide was evaluated using a non-competitive electrochemical immunoassay for IgG. Anti-IgG loading in the oxide was found to be dependent on the concentration of anti-IgG present in the oxide growth step, with 400 microg/ml anti-IgG producing maximum amperometric responses. To study the potential analytical properties of the matrix, the dose-response behavior of the sensors was determined using optimized alkaline phosphatase-linked IgG immunoassay. Hydroquinone diphosphate (HQDP) was used as enzyme substrate and the oxidation of hydroquinone was detected amperometrically at +420 mV. The sensors displayed a linear dose-response behavior for IgG concentrations between 10 and 200 ng/ml, saturating above 600 ng/ml, and had a low detection limit of 8 ng/ml.Finally, the method was used to produce sensors containing immobilized anti-transferrin. Using a non-optimized electrochemical immunoassay for human transferrin (HT), dose-response behavior was observed for HT concentrations between 100 and 600 ng/ml.The results presented in this paper show that IrOx matrices represent a new method for immunosensor fabrication. The oxide acts as a hydrophilic, highly porous, three-dimensional matrix that can immobilize antibodies and retain their activity. The method is attractive because it offers the potential for high antibody loadings and is suitable for mass production of sensors in an easy and economical manner.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael S",
      "initials": "MS",
      "name": "Michael S Wilson",
      "affiliations": [
        "EIC Laboratories Inc, 111 Downey St, Norwood, MA 02062, USA. mwilson@eiclabs.com"
      ]
    },
    {
      "last_name": "Rauh",
      "fore_name": "R David",
      "initials": "RD",
      "name": "R David Rauh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biosensors & bioelectronics",
    "iso_abbreviation": "Biosens Bioelectron",
    "issn": "0956-5663",
    "issn_type": "Print",
    "volume": "19",
    "issue": "7",
    "pub_year": "2004",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "693",
  "end_page": "699",
  "pages": "693-9",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adsorption",
    "Animals",
    "Antigen-Antibody Complex",
    "Biosensing Techniques",
    "Equipment Design",
    "Equipment Failure Analysis",
    "Humans",
    "Immunoassay",
    "Immunoglobulin G",
    "Iridium",
    "Rabbits",
    "Reproducibility of Results",
    "Sensitivity and Specificity",
    "Transferrin"
  ],
  "article_ids": {
    "pubmed": "14709387",
    "doi": "10.1016/s0956-5663(03)00275-6",
    "pii": "S0956566303002756"
  },
  "doi": "10.1016/s0956-5663(03)00275-6",
  "dates": {
    "completed": "2004-10-06",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Antigen-Antibody Complex",
    "Immunoglobulin G",
    "Transferrin",
    "iridium oxide",
    "Iridium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.732548",
    "pmid": "14709387"
  }
}