{
  "pmid": "14709737",
  "uid": "14709737",
  "title": "Consolidation therapy with autologous bone marrow transplantation in adults with acute myeloid leukemia: a meta-analysis.",
  "abstract": "BACKGROUND: The optimal consolidation therapy for adults who are in first remission of acute myeloid leukemia after induction chemotherapy and who do not have a histocompatible donor is poorly established. We conducted a meta-analysis to compare the efficacy of autologous bone marrow transplantation with that of non-myeloablative chemotherapy alone (or no further treatment). METHODS: Eligible studies were identified by searching electronic databases and by examining the reference lists of relevant studies and review articles. Eligible studies were those that prospectively enrolled adults with acute myeloid leukemia and randomly assigned patients who were in first remission and who did not have a matched sibling donor to one of the two consolidation therapies. Two reviewers independently assessed all studies for relevance and validity. We used a fixed-effects model to calculate the ratio of probabilities for disease-free and overall survival at 48 months or at the nearest recorded assessment point for each study and for all studies combined. All statistical tests were two-sided. RESULTS: We identified 587 potentially relevant studies, 36 of which were retrieved for detailed evaluation. In the six studies eligible for this meta-analysis, a total of 1044 patients were randomly assigned to receive autologous bone marrow transplantation or non-myeloablative chemotherapy (five studies) or autologous bone marrow transplantation or no further treatment (one study). Compared with patients who received chemotherapy or no further treatment, patients who received autologous bone marrow transplantation had a better disease-free survival (ratio of disease-free survival probabilities = 1.24, 95% confidence interval [CI] = 1.06 to 1.44; P =.006) but a similar overall survival (ratio of overall survival probabilities = 1.01, 95% CI = 0.89 to 1.15; P =.86). CONCLUSION: Our results do not support the routine use of autologous bone marrow transplantation in adult acute myeloid leukemia patients in first remission.",
  "authors": [
    {
      "last_name": "Nathan",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Nathan",
      "affiliations": [
        "Department of Paediatrics, Division of Haematology/Oncology, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": []
    },
    {
      "last_name": "Crump",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Crump",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the National Cancer Institute",
    "iso_abbreviation": "J Natl Cancer Inst",
    "issn": "1460-2105",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "start_page": "38",
  "end_page": "45",
  "pages": "38-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Bias",
    "Bone Marrow Transplantation",
    "Chemotherapy, Adjuvant",
    "Disease-Free Survival",
    "Female",
    "Humans",
    "Leukemia, Myeloid, Acute",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic",
    "Remission Induction",
    "Research Design",
    "Survival Analysis",
    "Transplantation, Autologous",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "14709737",
    "doi": "10.1093/jnci/djh003"
  },
  "doi": "10.1093/jnci/djh003",
  "dates": {
    "completed": "2004-01-27",
    "revised": "2019-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.882492",
    "pmid": "14709737"
  }
}