{
  "pmid": "14717937",
  "uid": "14717937",
  "title": "Estimating the prevalence of renal insufficiency in seniors requiring long-term care.",
  "abstract": "BACKGROUND: Renal function declines with age, but little is known about the extent of renal insufficiency among the institutionalized elderly. The objective of this study was to estimate the prevalence of low glomerular filtration rate (GFR) in a large sample of elderly adults living in long-term care facilities, and to compare two commonly used methods for estimating GFR. METHODS: A total of 9931 residents aged 65 years and older participated in a retrospective cross-sectional study of 87 long-term care facilities in Ontario. GFR was estimated by the Cockcroft-Gault and Modification of Diet in Renal Disease Study (MDRD) equations. The prevalence of low GFR, using the Cockcroft-Gault equation (<30 mL/min), was compared with the MDRD equation (<30 mL/min/1.73 m2). RESULTS: A total of 17.0% (95% CI 15.6 to 18.5) of men and 14.4% (95% CI 13.6 to 15.3) of women had a serum creatinine concentration above the laboratory reported upper reference limit of normal. The prevalence of both elevated serum creatinine and low GFR were observed to increase with age (P < 0.0001). The Cockcroft-Gault equation produced a consistently lower estimate of GFR than did the MDRD equation, a discrepancy most pronounced in the oldest residents. Among all men, a low GFR was more prevalent using the Cockcroft-Gault (10.3%, 95% CI 9.2 to 11.5) than MDRD (3.5%, 95% CI 2.8 to 4.2) equation, with a similar difference also seen in women (23.3%, 95% CI 22.4 to 24.3 versus 4.0%, 95% CI 3.6 to 4.5, respectively). Of all residents whose Cockcroft-Gault estimated GFR was under 30 mL/min, 14.7% (95% CI 13.2 to 16.3) were found to have GFR greater than 60 mL/min/1.73 m2 according to the MDRD equation. CONCLUSION: Age-associated renal impairment is common among elderly long-term care residents, but there exists a clear discrepancy between the Cockcroft-Gault and MDRD equations in predicting GFR. Consideration should be given to medication dose adjustment, based on a practical estimate of GFR. However clarification is needed about which method, if either, is most valid among the frail elderly. Complex patient and societal issues surrounding advanced care directives, treatments associated with renal insufficiency, and, if and when to initiate dialysis, require further attention.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Amit.Garg@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Ferko",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Ferko",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Campbell",
      "affiliations": []
    },
    {
      "last_name": "Clarke",
      "fore_name": "Jo-Anne",
      "initials": "JA",
      "name": "Jo-Anne Clarke",
      "affiliations": []
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "0085-2538",
    "issn_type": "Print",
    "volume": "65",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Feb"
  },
  "start_page": "649",
  "end_page": "653",
  "pages": "649-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Creatinine",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Long-Term Care",
    "Male",
    "Nursing Homes",
    "Ontario",
    "Prevalence",
    "Renal Insufficiency"
  ],
  "article_ids": {
    "pubmed": "14717937",
    "doi": "10.1111/j.1523-1755.2004.00412.x",
    "pii": "S0085-2538(15)49749-2"
  },
  "doi": "10.1111/j.1523-1755.2004.00412.x",
  "dates": {
    "completed": "2004-09-14",
    "revised": "2022-03-17"
  },
  "chemicals": [
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.370065",
    "pmid": "14717937"
  }
}