{
  "pmid": "14713315",
  "uid": "14713315",
  "title": "The MacNew Heart Disease health-related quality of life instrument: a summary.",
  "abstract": "BACKGROUND: The measurement of health, the effects of disease, and the impact of health care include not only an indication of changes in disease frequency and severity but also an estimate of patients' perception of health status before and after treatment. One of the more important developments in health care in the past decade may be the recognition that the patient's perspective is as legitimate and valid as the clinician's in monitoring health care outcomes. This has lead to the development of instruments to quantify the patients' perception of their health status before and after treatment. METHODS: We review evidence supporting the measurement properties of the MacNew Heart Disease Health-related Quality of Life [MacNew] Questionnaire which was designed to evaluate how daily activities and physical, emotional, and social functioning are affected by coronary heart disease and its treatment. RESULTS: Reliability was demonstrated by using internal consistency and the intraclass correlation coefficients for the three domains in the Dutch, English, Farsi, German, and Spanish versions of the MacNew. With internal consistency and intraclass correlation coefficients =>0.73, reliability is high. Validity of the MacNew was examined with factor analysis and three core underlying factors, physical, emotional, and social, were identified, explaining 63.0 - 66.5% of the observed variance and replicated in the translations with psychometric data. Construct validity of the MacNew was further demonstrated by extensive substantiation of the logical relationships, defined a priori, between items and other comparison tools. The MacNew is responsive and sensitive to changes in HRQL following various interventions for patients with heart disease with 11 of 13 effect size statistics >0.80. Taking an average of 10 minutes or less to complete, the respondent-burden for the MacNew is low and its acceptability is demonstrated by response rates of over 90%. Normative data are available for patients with myocardial infarction, angina, and heart failure in the English version. CONCLUSION: The MacNew may be a valuable tool for assessing and evaluating health related quality of life in patients with heart disease.",
  "authors": [
    {
      "last_name": "Höfer",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Höfer",
      "affiliations": [
        "Department of Medical Psychology and Psychotherapy, University of Innsbruck, Austria, Dublin, Ireland. Stefan.Hoefer@uibk.ac.at"
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Lynette",
      "initials": "L",
      "name": "Lynette Lim",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Oldridge",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Oldridge",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2004",
    "pub_month": "Jan",
    "pub_day": "08"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Attitude to Health",
    "Female",
    "Health Status",
    "Heart Diseases",
    "Humans",
    "Male",
    "Middle Aged",
    "Psychometrics",
    "Quality of Life",
    "Sickness Impact Profile",
    "Surveys and Questionnaires",
    "Translations"
  ],
  "article_ids": {
    "pubmed": "14713315",
    "pmc": "PMC341459",
    "doi": "10.1186/1477-7525-2-3",
    "pii": "1477-7525-2-3"
  },
  "doi": "10.1186/1477-7525-2-3",
  "pmc_id": "PMC341459",
  "dates": {
    "completed": "2008-02-20",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.286056",
    "pmid": "14713315"
  }
}