{
  "pmid": "14713317",
  "uid": "14713317",
  "title": "Self-administration and interviewer-administration of the German Chronic Respiratory Questionnaire: instrument development and assessment of validity and reliability in two randomised studies.",
  "abstract": "BACKGROUND: Assessment of health-related quality of life (HRQL) is important in patients with chronic obstructive pulmonary disease (COPD). Despite the high prevalence of COPD in Germany, Switzerland and Austria there is no validated disease-specific instrument available. The objective of this study was to translate the Chronic Respiratory Questionnaire (CRQ), one of the most widely used respiratory HRQL questionnaires, into German, develop an interviewer- and self-administered version including both standardised and individualised dyspnoea questions, and validate these versions in two randomised studies. METHODS: We recruited three groups of patients with COPD in Switzerland, Germany and Austria. The 44 patients of the first group completed the CRQ during pilot testing to adapt the CRQ to German-speaking patients. We then recruited 80 patients participating in pulmonary rehabilitation programs to assess internal consistency reliability and cross-sectional validity of the CRQ. The third group consisted of 38 patients with stable COPD without an intervention to assess test-retest reliability. To compare the interviewer- and self-administered versions, we randomised patients in groups 2 and 3 to the interviewer- or self-administered CRQ. Patients completed both the standardised and individualised dyspnoea questions. RESULTS: For both administration formats and all domains, we found good internal consistency reliability (Crohnbach's alpha between 0.73 and 0.89). Cross-sectional validity tended to be better for the standardised compared to the individualised dyspnoea questions and cross-sectional validity was slightly better for the self-administered format. Test-retest reliability was good for both the interviewer-administered CRQ (intraclass correlation coefficients for different domains between 0.81 and 0.95) and the self-administered format (intraclass correlation coefficients between 0.78 and 0.86). Lower within-person variability was responsible for the higher test-retest reliability of the interviewer-administered format while between person variability was similar for both formats. CONCLUSIONS: Investigators in German-speaking countries can choose between valid and reliable self-and interviewer-administered CRQ formats.",
  "authors": [
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": [
        "Horten Centre, University Hospital of Zurich, Postfach Nord CH-8091 Zurich, Switzerland. milo.puhan@evimed.ch"
      ]
    },
    {
      "last_name": "Behnke",
      "fore_name": "Michaela",
      "initials": "M",
      "name": "Michaela Behnke",
      "affiliations": []
    },
    {
      "last_name": "Frey",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Frey",
      "affiliations": []
    },
    {
      "last_name": "Grueter",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Grueter",
      "affiliations": []
    },
    {
      "last_name": "Brandli",
      "fore_name": "Otto",
      "initials": "O",
      "name": "Otto Brandli",
      "affiliations": []
    },
    {
      "last_name": "Lichtenschopf",
      "fore_name": "Alfred",
      "initials": "A",
      "name": "Alfred Lichtenschopf",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Schunemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schunemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2004",
    "pub_month": "Jan",
    "pub_day": "08"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Austria",
    "Female",
    "Germany",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Pilot Projects",
    "Psychometrics",
    "Pulmonary Disease, Chronic Obstructive",
    "Sickness Impact Profile",
    "Surveys and Questionnaires",
    "Switzerland",
    "Translations"
  ],
  "article_ids": {
    "pubmed": "14713317",
    "pmc": "PMC333432",
    "doi": "10.1186/1477-7525-2-1",
    "pii": "1477-7525-2-1"
  },
  "doi": "10.1186/1477-7525-2-1",
  "pmc_id": "PMC333432",
  "dates": {
    "completed": "2008-02-20",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.454563",
    "pmid": "14713317"
  }
}