{
  "pmid": "14728630",
  "uid": "14728630",
  "title": "Effect of medical conditions on improvement in self-reported and observed functional performance of elders.",
  "abstract": "OBJECTIVES: To evaluate the effect of nine disabling medical conditions upon recovery from functional limitations by elders. DESIGN: Retrospective analysis of prospective longitudinal cohort. SETTING: Community. PARTICIPANTS: Persons aged 65 and older in Framingham Heart Study. MEASUREMENTS: Change in function in elders from biennial Examinations 18 (1983-85; baseline) through 23 (1994-96). At each examination, subjects reported limitations in heavy household work, walking up and down stairs, walking half a mile, bathing, toileting, and continence. They were also directly observed for performance of transferring in and out of a chair, dressing, walking 50 feet, and carrying a 10-pound object 10 feet. The prevalence of functional limitations and the incidence of recovery from functional limitation by the subsequent examination for each task were calculated. The effects of congestive heart failure, cognitive impairment, diabetes mellitus, stroke, depressive symptoms, hip fracture, knee pain, claudication, and chronic obstructive pulmonary disease were evaluated. The relationship between the total number of comorbid conditions present (0, 1, 2, 3 or more), the presence of each individual condition at the start of each examination cycle, and the incidence of recovery from functional limitations were examined using generalized estimating equations. RESULTS: One thousand eight hundred twenty-five subjects were studied at baseline; 1,026 were available 10 years later. Mean age of subjects at baseline was 73.5 (range 61-95); 60.7% were women. The prevalence of functional limitations ranged from 3.1% to 29.8% at biennial Examination 18 and increased to 15.1% to 32.4% at Examination 23. The incidence of recovery ranged from 3.2% to 78.4% depending upon the task and the examination cycle. Increasing disease burden, as measured by the number of comorbidities, was associated with a decreased likelihood of recovery from functional limitations. Diabetes mellitus, stroke, depressive symptoms, hip fracture, and knee pain had the strongest adverse effect upon recovery from functional limitations. CONCLUSION: In these community-dwelling elders, recovery from prevalent functional limitations was frequent. Increasing disease burden was associated with a decreased incidence of recovery. Diabetes mellitus, stroke, depressive symptoms, hip fracture, and knee pain had the strongest adverse effect on recovery from functional limitations.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Ram R",
      "initials": "RR",
      "name": "Ram R Miller",
      "affiliations": [
        "Geriatrics Section, Boston University School of Medicine, Boston, Massachusetts, USA. Ram.miller@bmc.org"
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Silliman",
      "fore_name": "Rebecca A",
      "initials": "RA",
      "name": "Rebecca A Silliman",
      "affiliations": []
    },
    {
      "last_name": "Hayes",
      "fore_name": "Margaret Kelly",
      "initials": "MK",
      "name": "Margaret Kelly Hayes",
      "affiliations": []
    },
    {
      "last_name": "Leveille",
      "fore_name": "Suzanne G",
      "initials": "SG",
      "name": "Suzanne G Leveille",
      "affiliations": []
    },
    {
      "last_name": "Murabito",
      "fore_name": "Joanne M",
      "initials": "JM",
      "name": "Joanne M Murabito",
      "affiliations": []
    },
    {
      "last_name": "Kiel",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Kiel",
      "affiliations": []
    },
    {
      "last_name": "O'Connor",
      "fore_name": "George T",
      "initials": "GT",
      "name": "George T O'Connor",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "0002-8614",
    "issn_type": "Print",
    "volume": "52",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Feb"
  },
  "start_page": "217",
  "end_page": "223",
  "pages": "217-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged",
    "Aged, 80 and over",
    "Chronic Disease",
    "Comorbidity",
    "Persons with Disabilities",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Recovery of Function",
    "Retrospective Studies",
    "Risk",
    "United States"
  ],
  "article_ids": {
    "pubmed": "14728630",
    "doi": "10.1046/j.0002-8614.2004.52057.x",
    "pii": "52057"
  },
  "doi": "10.1046/j.0002-8614.2004.52057.x",
  "dates": {
    "completed": "2004-03-18",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AR47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "N01-HC-38038",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.021100",
    "pmid": "14728630"
  }
}