{
  "pmid": "14727978",
  "uid": "14727978",
  "title": "Cardiovascular risk in patients with early renal insufficiency: implications for the use of ACE inhibitors.",
  "abstract": "Patients with end-stage renal disease die from cardiovascular disease at a much younger age than people in the general population do. Here, we review the evidence linking early renal insufficiency (ERI) to an increased cardiovascular risk. A number of cardiovascular risk factors become prevalent with ERI, including night-time hypertension, increase in serum levels of lipoprotein (a), homocysteine and asymmetric dimethyl-arginine, and insulin resistance. Also, an epidemiologic association between coronary artery disease (CAD) and nephrosclerosis, a frequent cause of ERI in the elderly, is documented. In the middle-aged, general population ERI, found in 8% of women and 9% of men, was not associated with cardiovascular disease. However, in a representative sample of middle-aged British men the risk of stroke was 60% higher for the subgroup of individuals with ERI. In people at high cardiovascular risk (mostly CAD), the Heart Outcomes Prevention Evaluation (HOPE) study found a 2-fold (unadjusted) or 1.4-fold (adjusted) higher incidence of cardiovascular outcomes with ERI. The incidence of primary outcome increased with the level of serum creatinine. At least four studies have determined the cardiovascular risk associated with ERI in hypertension. In Hypertension Detection and Follow-up Program, as in HOPE, cardiovascular mortality increased with higher serum creatinine levels (5-fold difference in cardiovascular mortality between the lowest and the highest creatinine strata). In patients with hypertension with low risk, the Hypertension Optimal Treatment and a small Italian trial found about a doubling in cardiovascular outcomes in ERI. However, in the Multiple Risk Factor Intervention Trial, not baseline serum creatinine level, but its increase on follow-up predicted future cardiovascular disease. These observational data suggest that ERI, independent of etiology, is a strong predictor of cardiovascular disease, present in 10% of a population at low, and up to 30% at high, cardiovascular risk. No prospective therapeutic trials aimed at reducing the cardiovascular burden in individuals with ERI are available. Subgroup analyses of the HOPE study indicate that ACE inhibition with ramipril is beneficial without an increased risk of adverse effects like acute renal failure or hyperkalemia. Thus the frequent practice of withholding ACE inhibitors from patients with mild renal insufficiency is unwarranted, especially since this identifies a group at high risk who appears to benefit most from treatment. In addition, there is evidence that ACE inhibitors improve renal outcomes in renal insufficiency. Prospective studies should test the predictive power of ERI for cardiovascular disease and therapeutic options.",
  "authors": [
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Department of Nephrology and Hypertension, Schwabing General Hospital, Ludwig Maximilians University, Munich, Germany. Johannes.Mann@kms.mhn.de"
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Pogue",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Pogue",
      "affiliations": []
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Lonn",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of cardiovascular drugs : drugs, devices, and other interventions",
    "iso_abbreviation": "Am J Cardiovasc Drugs",
    "issn": "1175-3277",
    "issn_type": "Print",
    "volume": "2",
    "issue": "3",
    "pub_year": "2002"
  },
  "start_page": "157",
  "end_page": "162",
  "pages": "157-62",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Cardiovascular Diseases",
    "Clinical Trials as Topic",
    "Humans",
    "Kidney Failure, Chronic",
    "Ramipril",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "14727978",
    "doi": "10.2165/00129784-200202030-00003",
    "pii": "020303"
  },
  "doi": "10.2165/00129784-200202030-00003",
  "dates": {
    "completed": "2004-04-14",
    "revised": "2018-10-25"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Ramipril"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.100141",
    "pmid": "14727978"
  }
}