{
  "pmid": "14728267",
  "uid": "14728267",
  "title": "Developing optimal search strategies for detecting clinically sound causation studies in MEDLINE.",
  "abstract": "BACKGROUND: Clinical end users of MEDLINE must be able to retrieve articles that are both scientifically sound and directly relevant to clinical practice. The use of methodologic search filters has been advocated to improve the accuracy of searching for such studies. These filters are available for the literature on therapy and diagnosis, but strategies for the literature on causation have been less well studied. OBJECTIVE: To determine the retrieval characteristics of methodologic terms in MEDLINE for identifying methodologically sound studies on causation. DESIGN: Comparison of methodologic search terms and phrases for the retrieval of citations in MEDLINE with a manual hand search of the literature (the gold standard) for 162 core health care journals. METHODS: 6 trained, experienced research assistants read all issues of 162 journals for the publishing year 2000. Each article was rated using purpose and quality indicators and categorized into clinically relevant original studies, review articles, general papers, or case reports. The original and review articles were then categorized as 'pass' or 'fail' for methodologic rigor in the areas of therapy/quality improvement, diagnosis, prognosis, causation, economics, clinical prediction, and review articles. Search strategies were developed for all categories including causation. MAIN OUTCOME MEASURES: Sensitivity, specificity, precision, and accuracy of the search strategies. RESULTS: 12% of studies classified as causation met basic criteria for scientific merit for testing clinical applications. Combinations of terms reached peak sensitivities of 93%. Compared with the best single term, multiple terms increased sensitivity for sound studies by 15.5% (absolute increase), but with some loss of specificity when sensitivity was maximized. Combining terms to optimize sensitivity and specificity achieved sensitivities and specificities both above 80%. CONCLUSION: The retrieval of causation studies cited in MEDLINE can be substantially enhanced by selected combinations of indexing terms and textwords.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
    "iso_abbreviation": "AMIA Annu Symp Proc",
    "issn": "1942-597X",
    "issn_type": "Electronic",
    "volume": "2003",
    "pub_year": "2003"
  },
  "start_page": "719",
  "end_page": "723",
  "pages": "719-23",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Case-Control Studies",
    "Causality",
    "Cohort Studies",
    "Humans",
    "Information Storage and Retrieval",
    "MEDLINE",
    "Medical Subject Headings",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "14728267",
    "pmc": "PMC1480286",
    "pii": "D030002662"
  },
  "pmc_id": "PMC1480286",
  "dates": {
    "completed": "2004-12-14",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.004899",
    "pmid": "14728267"
  }
}