{
  "pmid": "14727932",
  "uid": "14727932",
  "title": "New anticoagulants: current status and future potential.",
  "abstract": "Arterial and venous thrombosis are a major cause of morbidity and mortality. Anticoagulants are a cornerstone of treatment in patients with these disorders. The two most frequently used anticoagulants, heparin and warfarin, have pharmacological and/or biophysical limitations that make them difficult to use in day-to-day clinical practice. Development of new anticoagulants, which were designed to overcome these limitations, has been facilitated by an increased understanding of the coagulation cascade, the advent of molecular modeling and structure-based drug design, and the realization that the treatment of thrombosis and its complications consumes billions of dollars in annual healthcare expenditures. New anticoagulants target various steps in the coagulation pathway. Coagulation is triggered by the factor VIIa/tissue factor complex and propagated by factors Xa and IXa, together with their activated cofactors, factor Va and VIIIa, respectively. Thrombin, the final effector in coagulation, then converts soluble fibrinogen into insoluble fibrin, the major matrix protein of the clot. New anticoagulation drugs that target each of these clotting enzymes have been developed. This review will focus on those drugs in more advanced stages of clinical evaluation. These include inhibitors of initiation of coagulation (tissue factor pathway inhibitor, nematode anticoagulant peptide and active-site blocked factor VIIa), inhibitors of propagation of coagulation (active-site blocked factor IXa, antibodies against factor IX/IXa, fondaparinux sodium, direct factor Xa inhibitors, protein C derivatives and soluble thrombomodulin), and thrombin inhibitors (hirudin, bivalirudin, argatroban and ximelagatran).",
  "authors": [
    {
      "last_name": "Weitz",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Weitz",
      "affiliations": [
        "Department of Medicine, McMaster University and Henderson Research Centre, Hamilton, Ontario, Canada. jweitz@thrombosis.hhscr.org"
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of cardiovascular drugs : drugs, devices, and other interventions",
    "iso_abbreviation": "Am J Cardiovasc Drugs",
    "issn": "1175-3277",
    "issn_type": "Print",
    "volume": "3",
    "issue": "3",
    "pub_year": "2003"
  },
  "start_page": "201",
  "end_page": "209",
  "pages": "201-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Anticoagulants",
    "Antithrombin III",
    "Factor IXa",
    "Humans",
    "Thrombin",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "14727932",
    "doi": "10.2165/00129784-200303030-00006",
    "pii": "336"
  },
  "doi": "10.2165/00129784-200303030-00006",
  "dates": {
    "completed": "2008-10-21",
    "revised": "2018-10-25"
  },
  "chemicals": [
    "Anticoagulants",
    "Antithrombin III",
    "Factor IXa",
    "Thrombin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.485596",
    "pmid": "14727932"
  }
}