{
  "pmid": "14733759",
  "uid": "14733759",
  "title": "Which cancer clinical trials should be considered for economic evaluation? Selection criteria from the National Cancer Institute of Canada's Working Group on Economic Analysis.",
  "abstract": "Rising health care costs, expensive new health care technologies and increasing patient expectations are placing huge pressures on the publicly funded health care system in Canada. As a result, policy makers need information on the cost and cost-effectiveness of new therapies in addition to their clinical benefits. In response to this need, the National Cancer Institute of Canada Clinical Trials Group (NCIC CTG) established a Working Group on Economic Analysis (WGEA) to provide advice on the economic evaluation of new cancer therapies. This article describes the WGEA's recommendations on which trials should be considered for concurrent analysis of economic, as well as related issues, such as the number of patients required for an economic analysis within a prospective clinical trial and the selection of participating centres. The recommendations in this document are meant to be pragmatic, as the WGEA recognizes that both the research funds and human resource capacity for this type of research in Canada are limited. These recommendations are currently guiding priority setting with regard to trials for economic evaluation in NCIC trials. Examples of how these recommendations have been applied to actual trials are presented.",
  "authors": [
    {
      "last_name": "Evans",
      "fore_name": "William K",
      "initials": "WK",
      "name": "William K Evans",
      "affiliations": [
        "Cancer Care Ontario, 620 University Avenue, Toronto, Ontario, Canada M5G 2L7. bill.evans@cancercare.on.ca"
      ]
    },
    {
      "last_name": "Coyle",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Coyle",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Hugh",
      "initials": "H",
      "name": "Hugh Walker",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chronic diseases in Canada",
    "iso_abbreviation": "Chronic Dis Can",
    "issn": "0228-8699",
    "issn_type": "Print",
    "volume": "24",
    "issue": "4",
    "pub_year": "2003"
  },
  "start_page": "102",
  "end_page": "107",
  "pages": "102-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Canada",
    "Carcinoma, Non-Small-Cell Lung",
    "Clinical Trials as Topic",
    "Cost-Benefit Analysis",
    "Female",
    "Humans",
    "Lung Neoplasms",
    "Quality-Adjusted Life Years",
    "Randomized Controlled Trials as Topic",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "14733759"
  },
  "dates": {
    "completed": "2004-04-30",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.837085",
    "pmid": "14733759"
  }
}