{
  "pmid": "14736342",
  "uid": "14736342",
  "title": "Prediction of falls using a risk assessment tool in the acute care setting.",
  "abstract": "BACKGROUND: The British STRATIFY tool was previously developed to predict falls in hospital. Although the tool has several strengths, certain limitations exist which may not allow generalizability to a Canadian setting. Thus, we tested the STRATIFY tool with some modification and re-weighting of items in Canadian hospitals. METHODS: This was a prospective validation cohort study in four acute care medical units of two teaching hospitals in Hamilton, Ontario. In total, 620 patients over the age of 65 years admitted during a 6-month period. Five patient characteristics found to be risk factors for falls in the British STRATIFY study were tested for predictive validity. The characteristics included history of falls, mental impairment, visual impairment, toileting, and dependency in transfers and mobility. Multivariate logistic regression was used to obtain optimal weights for the construction of a risk score. A receiver-operating characteristic curve was generated to show sensitivities and specificities for predicting falls based on different threshold scores for considering patients at high risk. RESULTS: Inter-rater reliability for the weighted risk score indicated very good agreement (inter-class correlation coefficient = 0.78). History of falls, mental impairment, toileting difficulties, and dependency in transfer / mobility significantly predicted fallers. In the multivariate model, mental status was a significant predictor (P < 0.001) while history of falls and transfer / mobility difficulties approached significance (P = 0.089 and P = 0.077 respectively). The logistic regression model led to weights for a risk score on a 30-point scale. A risk score of 9 or more gave a sensitivity of 91% and specificity of 60% for predicting who would fall. CONCLUSION: Good predictive validity for identifying fallers was achieved in a Canadian setting using a simple-to-obtain risk score that can easily be incorporated into practice.",
  "authors": [
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. papaioannou@hhsc.ca"
      ]
    },
    {
      "last_name": "Parkinson",
      "fore_name": "William",
      "initials": "W",
      "name": "William Parkinson",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Cook",
      "affiliations": []
    },
    {
      "last_name": "Ferko",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Ferko",
      "affiliations": []
    },
    {
      "last_name": "Coker",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther Coker",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2004",
    "pub_month": "Jan",
    "pub_day": "21"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Observer Variation",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "14736342",
    "pmc": "PMC333435",
    "doi": "10.1186/1741-7015-2-1",
    "pii": "1741-7015-2-1"
  },
  "doi": "10.1186/1741-7015-2-1",
  "pmc_id": "PMC333435",
  "dates": {
    "completed": "2005-05-10",
    "revised": "2021-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.370293",
    "pmid": "14736342"
  }
}