{
  "pmid": "14756224",
  "uid": "14756224",
  "title": "Performance improvement in the long-term-care setting: building on the foundation of infection control.",
  "abstract": "Infection control programs were among the first organized efforts to improve the quality of healthcare delivered to patients and are an excellent model for the development of other healthcare performance improvement activities. Whether labeled as infection control, quality improvement, or patient safety, performance improvement initiatives share similar methods and principles. The quality of care in long-term-care facilities (LTCFs) has been scrutinized for years and has received renewed attention with the recent initiation of public reporting of quality measures by Medicare. This article reviews the principles of performance improvement, discusses the importance of employing evidence-based interventions, and emphasizes the value of local performance improvement in LTCFs. Residents of LTCFs remain at high risk for the development of nosocomial infections, and among performance improvement initiatives, infection control is recommended as a high priority for all LTCFs. Fortunately, infection control contains the essential elements for performance improvement, and a successful infection control program can provide the foundation for expanding performance improvement throughout the LTCF. There is still much that needs to be done to determine the best clinical practices for LTCFs, and this should remain a priority for future research. Furthermore, efforts should continue to apply these principles at the local level to ensure that all residents of LTCFs receive the best care possible.",
  "authors": [
    {
      "last_name": "Stevenson",
      "fore_name": "Kurt B",
      "initials": "KB",
      "name": "Kurt B Stevenson",
      "affiliations": [
        "Qualis Health, Boise, Idaho 83712-7756, USA."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Infection control and hospital epidemiology",
    "iso_abbreviation": "Infect Control Hosp Epidemiol",
    "issn": "0899-823X",
    "issn_type": "Print",
    "volume": "25",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "72",
  "end_page": "79",
  "pages": "72-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Homes for the Aged",
    "Humans",
    "Infection Control",
    "Nursing Homes",
    "Quality Assurance, Health Care",
    "United States"
  ],
  "article_ids": {
    "pubmed": "14756224",
    "doi": "10.1086/502296",
    "pii": "ICHE7261"
  },
  "doi": "10.1086/502296",
  "dates": {
    "completed": "2004-04-30",
    "revised": "2015-01-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:51.094228",
    "pmid": "14756224"
  }
}