{
  "pmid": "14750987",
  "uid": "14750987",
  "title": "The use of high pressure freezing and freeze substitution to study host-pathogen interactions in fungal diseases of plants.",
  "abstract": "This article reports on the use of high pressure freezing followed by freeze substitution (HPF/FS) to study ultrastructural details of host-pathogen interactions in fungal diseases of plants. The specific host-pathogen systems discussed here include a powdery mildew infection of poinsettia and rust infections of daylily and Indian strawberry. The three pathogens considered here all attack the leaves of their hosts and produce specialized hyphal branches known as haustoria that invade individual host cells without killing them. We found that HPF/FS provided excellent preservation of both haustoria and host cells for all three host-pathogen systems. Preservation of fungal and host cell membranes was particularly good and greatly facilitated the detailed study of host-pathogen interfaces. In some instances, HPF/FS provided information that was not available in samples prepared for study using conventional chemical fixation. On the other hand, we did encounter various problems associated with the use of HPF/FS. Examples included freeze damage of samples, inconsistency of fixation in different samples, separation of plant cell cytoplasm from cell walls, breakage of cell walls and membranes, and splitting of thin sections. However, we believe that the outstanding preservation of ultrastructural details afforded by HPF/FS significantly outweighs these problems and we highly recommend the use of this fixation protocol for future studies of fungal host-plant interactions.",
  "authors": [
    {
      "last_name": "Mims",
      "fore_name": "C W",
      "initials": "CW",
      "name": "C W Mims",
      "affiliations": [
        "Department of Plant Pathology, University of Georgia, Athens, GA 30602, USA. cwmims@arches.uga.edu"
      ]
    },
    {
      "last_name": "Celio",
      "fore_name": "Gail J",
      "initials": "GJ",
      "name": "Gail J Celio",
      "affiliations": []
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Richardson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Microscopy and microanalysis : the official journal of Microscopy Society of America, Microbeam Analysis Society, Microscopical Society of Canada",
    "iso_abbreviation": "Microsc Microanal",
    "issn": "1431-9276",
    "issn_type": "Print",
    "volume": "9",
    "issue": "6",
    "pub_year": "2003",
    "pub_month": "Dec"
  },
  "start_page": "522",
  "end_page": "531",
  "pages": "522-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ascomycota",
    "Euphorbiaceae",
    "Freezing",
    "Microscopy, Electron",
    "Microscopy, Electron, Scanning",
    "Mycoses",
    "Plant Diseases",
    "Plant Leaves",
    "Pressure"
  ],
  "article_ids": {
    "pubmed": "14750987",
    "doi": "10.1017/S1431927603030587",
    "pii": "S1431927603030587"
  },
  "doi": "10.1017/S1431927603030587",
  "dates": {
    "completed": "2004-03-15",
    "revised": "2004-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.374650",
    "pmid": "14750987"
  }
}