{
  "pmid": "14759682",
  "uid": "14759682",
  "title": "Effective/efficient mental health programs for school-age children: a synthesis of reviews.",
  "abstract": "The prevalence of mental health problems, some of which seem to be occurring among younger cohorts, leads researchers and policy-makers to search for practical solutions to reduce the burden of suffering on children and their families, and the costs to society both immediate and long term. Numerous programs are in place to reduce or alleviate problem behaviour or disorders and/or assist positive youth development. Evaluated results are dispersed throughout the literature. To assess findings and determine common elements of effective children's services, a literature search was undertaken for evidence-based evaluations of non-clinical programs for school-age children. Prescriptive comments aim to inform service-providers, policy-makers and families about best practices for effective services such as: early, long-term intervention including reinforcement, follow-up and an ecological focus with family and community sector involvement; consistent adult staffing; and interactive, non-didactic programming adapted to gender, age and cultural needs. Gaps are identified in our understanding of efficiencies that result from effective programs. Policy implications include the need to develop strategies for intersectoral interventions, including: new financing arrangements to encourage (not penalize) interagency cooperation and, to ensure services reach appropriate segments of the population; replication of best practices; and publicizing information about benefits and cost savings. In many jurisdictions legislative changes could create incentives for services to collaborate on service delivery. Joint decision-making would require intersectoral governance, pooling of some funding, and policy changes to retain savings at the local level. Savings could finance expansion of services for additional youth.",
  "authors": [
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": [
        "System-Linked Research Unit (SLRU), School of Nursing, McMaster University, Hamilton, Ont., Canada. browneg@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Roberts",
      "affiliations": []
    },
    {
      "last_name": "Byrne",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Byrne",
      "affiliations": []
    },
    {
      "last_name": "Majumdar",
      "fore_name": "Basanti",
      "initials": "B",
      "name": "Basanti Majumdar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "58",
    "issue": "7",
    "pub_year": "2004",
    "pub_month": "Apr"
  },
  "start_page": "1367",
  "end_page": "1384",
  "pages": "1367-84",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Mental Health Services",
    "Policy Making",
    "Program Evaluation",
    "Risk Reduction Behavior",
    "Schools"
  ],
  "article_ids": {
    "pubmed": "14759682",
    "doi": "10.1016/S0277-9536(03)00332-0",
    "pii": "S0277953603003320"
  },
  "doi": "10.1016/S0277-9536(03)00332-0",
  "dates": {
    "completed": "2004-06-29",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.673929",
    "pmid": "14759682"
  }
}