{
  "pmid": "14770250",
  "uid": "14770250",
  "title": "A review of heart failure treatment.",
  "abstract": "Heart failure is a common and costly medical condition. Ischemic heart disease and hypertension account for most cases of heart failure in developed countries. Estimates of the one-year mortality rates for patients with New York Heart Association (NYHA) Class II, III, and IV are 10%, 20%, and 40%, respectively. Angiotensin-converting enzyme (ACE) inhibitors reduce mortality of heart failure patients by approximately 25% (odds ratio 0.77, 95% CI 0.67 0.88). Larger doses of ACE inhibitors are more effective in preventing hospitalization than are lower doses. Angiotensin II receptor blockers (ARBs) are an alternative for patients who cannot tolerate ACE inhibitors because of their side effects (e.g., cough). Evidence for benefits of using combination of ACE inhibitors and ARBs is encouraging, but requires further study. For patients who cannot tolerate either ACE inhibitors or ARBs, vasodilator therapy with hydralazine and nitrates will probably provide benefit. (Diuretic therapy, while a mainstay of heart failure treatment, is primarily used for symptom relief.) There is also evidence that spironolactone reduces mortality (relative risk reduction 30%, 95% CI 18 40%) for patients with NYHA class III and IV heart failure. When administering spironolactone to heart failure patients, monitoring for hyperkalemia is essential. After two centuries of use, randomized controlled trials have finally demonstrated that digoxin is effective in preventing hospitalizations (relative risk reduction 28%, 95% CI 21 34%). There is now overwhelming evidence that beta-blockers are safe for heart failure patients but that they reduce the risk of death for these patients by approximately 30%. In addition to these medical interventions, heart failure patients may also benefit from a number of non-pharmacological interventions.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Mount Sinai journal of medicine, New York",
    "iso_abbreviation": "Mt Sinai J Med",
    "issn": "0027-2507",
    "issn_type": "Print",
    "volume": "71",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "47",
  "end_page": "54",
  "pages": "47-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Anti-Arrhythmia Agents",
    "Anticoagulants",
    "Diuretics",
    "Heart Failure",
    "Humans",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "14770250"
  },
  "dates": {
    "completed": "2004-03-08",
    "revised": "2007-11-15"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Anti-Arrhythmia Agents",
    "Anticoagulants",
    "Diuretics",
    "Vasodilator Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.812126",
    "pmid": "14770250"
  }
}