{
  "pmid": "14968141",
  "uid": "14968141",
  "title": "The 2004 Canadian Hypertension Education Program recommendations for the management of hypertension: Part I--Blood pressure measurement, diagnosis and assessment of risk.",
  "abstract": "OBJECTIVE: To provide updated, evidence-based recommendations for the assessment of the diagnosis, cardiovascular risk and identifiable causes for adults with high blood pressure. OPTIONS: For persons in whom a high blood pressure value is recorded, the assignment of a diagnosis of hypertension is dependent on the appropriate measurement of blood pressure, the level of the blood pressure elevation and the duration of follow-up. In addition, the presence of concomitant vascular risk factors, target organ damage and established atherosclerotic diseases should be assessed to determine the urgency, intensity and type of treatment. For persons diagnosed as having hypertension, defining overall risk of adverse cardiovascular outcomes requires an assessment of concomitant vascular risk factors, including laboratory testing, a search for target organ damage and an assessment for modifiable causes of hypertension. Home and ambulatory blood pressure assessment and echocardiography are options for selected patients. OUTCOMES: The identification of persons at increased risk of adverse cardiovascular outcomes; the quantification of overall cardiovascular risk; and the identification of persons with potentially modifiable causes of hypertension. EVIDENCE: Medline searches were conducted from November 2001, one year before the period of the last revision of the Canadian recommendations for the management of hypertension, to October 2003. Reference lists were scanned, experts were polled, and the personal files of subgroup members and authors were used to identify other studies. Identified articles were reviewed and appraised using prespecified levels of evidence by content experts and methodological experts. VALUES: A high value was placed on the identification of persons at increased risk of cardiovascular morbidity and mortality, and persons with identifiable and potentially modifiable causes of hypertension. BENEFITS, HARMS AND COSTS: The identification of persons at higher risk of cardiovascular disease will permit counselling for lifestyle maneuvers and introduction of antihypertensive drugs to reduce blood pressure for patients with sustained hypertension. The identification of specific causes of hypertension may permit the use of cause-specific interventions. For certain subgroups of patients and specific classes of drugs, blood pressure lowering has been associated with reduced cardiovascular morbidity and/or mortality. RECOMMENDATIONS: The document contains recommendations for blood pressure measurement, diagnosis of hypertension and assessment of cardiovascular risk for adults with high blood pressure. These include the accurate measurement of blood pressure, criteria for diagnosis of hypertension, and recommendations for follow-up, assessment of overall cardiovascular risk, routine and optional laboratory testing, assessment for renovascular and endocrine causes, home and ambulatory blood pressure monitoring, and the role of echocardiography for those with hypertension. VALIDATION: All recommendations were graded according to strength of evidence and voted on by the Canadian Hypertension Education Program Evidence-Based Recommendations Task Force. Only the recommendations that achieved high levels of consensus are reported. These guidelines will be updated annually.",
  "authors": [
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda R",
      "initials": "BR",
      "name": "Brenda R Hemmelgarn",
      "affiliations": [
        "Division of Nephrology, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Zarnke",
      "fore_name": "Kelly B",
      "initials": "KB",
      "name": "Kelly B Zarnke",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Norman R C",
      "initials": "NR",
      "name": "Norman R C Campbell",
      "affiliations": []
    },
    {
      "last_name": "Feldman",
      "fore_name": "Ross D",
      "initials": "RD",
      "name": "Ross D Feldman",
      "affiliations": []
    },
    {
      "last_name": "McKay",
      "fore_name": "Donald W",
      "initials": "DW",
      "name": "Donald W McKay",
      "affiliations": []
    },
    {
      "last_name": "McAlister",
      "fore_name": "Finlay A",
      "initials": "FA",
      "name": "Finlay A McAlister",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Khan",
      "affiliations": []
    },
    {
      "last_name": "Schiffrin",
      "fore_name": "Ernesto L",
      "initials": "EL",
      "name": "Ernesto L Schiffrin",
      "affiliations": []
    },
    {
      "last_name": "Myers",
      "fore_name": "Martin G",
      "initials": "MG",
      "name": "Martin G Myers",
      "affiliations": []
    },
    {
      "last_name": "Bolli",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bolli",
      "affiliations": []
    },
    {
      "last_name": "Honos",
      "fore_name": "George",
      "initials": "G",
      "name": "George Honos",
      "affiliations": []
    },
    {
      "last_name": "Lebel",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Lebel",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Padwal",
      "fore_name": "Raj",
      "initials": "R",
      "name": "Raj Padwal",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "0828-282X",
    "issn_type": "Print",
    "volume": "20",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "31",
  "end_page": "40",
  "pages": "31-40",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Guideline",
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Antihypertensive Agents",
    "Blood Pressure Determination",
    "Blood Pressure Monitoring, Ambulatory",
    "Canada",
    "Cardiovascular Diseases",
    "Diet",
    "Evidence-Based Medicine",
    "Female",
    "Health Education",
    "Humans",
    "Hypertension",
    "Incidence",
    "Life Style",
    "Male",
    "Middle Aged",
    "Prognosis",
    "Risk Assessment",
    "Societies, Medical"
  ],
  "article_ids": {
    "pubmed": "14968141"
  },
  "dates": {
    "completed": "2004-03-03",
    "revised": "2008-04-09"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.415437",
    "pmid": "14968141"
  }
}