{
  "pmid": "14961841",
  "uid": "14961841",
  "title": "Utilities of dentin regeneration among insured and uninsured adults.",
  "abstract": "OBJECTIVES: This population-based study measured utilities (preferences measured under conditions of uncertainty) of dentin regeneration (DR), a potential new therapy, root canal therapy (RCT), and extraction (EXT). METHODS: A representative sample of dentate adults (aged 18-69 years) was randomly selected from the Detroit area. A computer program was used to administer the standard gamble (SG) method and record utility score (US) for treatment options of a tooth with reversible pulpitis using the SG method. For the SG method, two anchor states were used: filled tooth with full oral health and filled tooth with severe and continuous pain leading to EXT. Additional data were obtained using a self-administered questionnaire. RESULTS: Out of the 807 adults who resided in 446 screened and selected households, a final sample of 630 adults who resided in 368 households were interviewed. The mean US for DR with 75 and 95% success rates were 72.5 and 86.2 (on a 0-100 scale), respectively. The US for RCT and immediate EXT were 75.6 and 31.3, respectively. Eleven per cent of the adults valued DR with 95% success probability higher than a simple filling with full oral health for life. There were no statistically significant differences in the average US of DR between insured and uninsured adults. Factors such as gender, race, education, income and insurance status, experiences with EXTs or root canal treatment, regularity of dental visits, quality of life, and quality of oral health were not significantly associated with the scores of DR. There was, however, a small but significant interaction between race and dental insurance, and race and gender. CONCLUSION: This population-based study found that DR was highly preferred to other standard treatment options.",
  "authors": [
    {
      "last_name": "Ismail",
      "fore_name": "Amid I",
      "initials": "AI",
      "name": "Amid I Ismail",
      "affiliations": [
        "School of Dentistry D2361, University of Michigan, 1011 N. University, Ann Arbor, MI 48109-1078, USA. ismailai@umich.edu"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Sohn",
      "fore_name": "Woosung",
      "initials": "W",
      "name": "Woosung Sohn",
      "affiliations": []
    },
    {
      "last_name": "Lepkowski",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Lepkowski",
      "affiliations": []
    },
    {
      "last_name": "Belli",
      "fore_name": "Robert F",
      "initials": "RF",
      "name": "Robert F Belli",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Community dentistry and oral epidemiology",
    "iso_abbreviation": "Community Dent Oral Epidemiol",
    "issn": "0301-5661",
    "issn_type": "Print",
    "volume": "32",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Feb"
  },
  "start_page": "55",
  "end_page": "66",
  "pages": "55-66",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Attitude to Health",
    "Choice Behavior",
    "Decision Making",
    "Dentin",
    "Guided Tissue Regeneration, Periodontal",
    "Humans",
    "Insurance, Dental",
    "Middle Aged",
    "Patient Satisfaction",
    "Pulpitis",
    "Regeneration",
    "Regression Analysis",
    "Root Canal Therapy",
    "Tooth Extraction"
  ],
  "article_ids": {
    "pubmed": "14961841",
    "doi": "10.1111/j.1600-0528.2004.00127.x",
    "pii": "COM127"
  },
  "doi": "10.1111/j.1600-0528.2004.00127.x",
  "dates": {
    "completed": "2004-03-02",
    "revised": "2009-01-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DE 13202-02",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.617966",
    "pmid": "14961841"
  }
}