{
  "pmid": "14962022",
  "uid": "14962022",
  "title": "Limiting the playing field: does restricting the number of possible diagnoses reduce errors due to diagnosis-specific feature identification?",
  "abstract": "INTRODUCTION: Diagnostic hypotheses influence the identification of clinical features by medical trainees. This influence is strong enough to lead students to interpret features incorrectly if the initial diagnostic suggestion is incorrect. In the present study, we investigated whether reducing the pool of possible diagnoses at the time of test to a few highly plausible alternatives would focus the search for and interpretation of clinical features on a few alternative diagnoses and, as a result, reduce the influence of an initial diagnostic hypothesis on feature identification. METHODS: Naive students were taught 10 electrocardiographic (ECG) diagnoses. At test, they were asked to report all features visible on new ECGs. The test ECGs were presented with the suggestion of a tentative diagnosis (either the correct diagnosis or a plausible alternative) under 2 conditions: students were either instructed that the ECG represented one of 3 possible diagnoses (which were explicitly mentioned), or they were instructed that the ECG might represent any of the 10 diagnoses learned. RESULTS: Students' identification of the ECG features was strongly influenced by the diagnostic suggestion. Reducing the number of alternatives available at the time of test did not reduce the impact of a diagnostic suggestion on feature interpretation. DISCUSSION: Increasing the salience of alternative hypotheses does not reduce the impact of a diagnostic suggestion on the interpretation of clinical features.",
  "authors": [
    {
      "last_name": "LeBlanc",
      "fore_name": "Vicki R",
      "initials": "VR",
      "name": "Vicki R LeBlanc",
      "affiliations": [
        "University of Toronto Faculty of Medicine, Centre for Research in Education at the University Health Network, Toronto, Ontario, Canada. vicki.leblanc@utoronto.ca"
      ]
    },
    {
      "last_name": "Dore",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Dore",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    },
    {
      "last_name": "Brooks",
      "fore_name": "Lee R",
      "initials": "LR",
      "name": "Lee R Brooks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "38",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "17",
  "end_page": "24",
  "pages": "17-24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bias",
    "Clinical Competence",
    "Diagnosis, Differential",
    "Diagnostic Errors",
    "Education, Medical, Undergraduate",
    "Electrocardiography",
    "Humans",
    "Medical History Taking",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "14962022",
    "doi": "10.1111/j.1365-2923.2004.01730.x",
    "pii": "1730"
  },
  "doi": "10.1111/j.1365-2923.2004.01730.x",
  "dates": {
    "completed": "2004-03-05",
    "revised": "2019-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.077983",
    "pmid": "14962022"
  }
}