{
  "pmid": "14968420",
  "uid": "14968420",
  "title": "Hypothesis for the causes and periodicity of repetitive linear enamel hypoplasia in large, wild African (Pan troglodytes and Gorilla gorilla) and Asian (Pongo pygmaeus) apes.",
  "abstract": "Repetitive linear enamel hypoplasia (rLEH) is often observed in recent large-bodied apes from Africa and Asia as well as Mid- to Late Miocene sites from Spain to China. The ubiquity and periodicity of rLEH are not understood. Its potential as an ontogenetic marker of developmental stress in threatened species (as well as their ancient relatives) makes rLEH an important if enigmatic problem. We report research designed to show the periodicity of rLEH among West African Pan troglodytes (12 male, 32 female), Gorilla gorilla (10 male, 10 female), and Bornean and Sumatran Pongo pygmaeus (11 male, 9 female, 9 unknown) from collections in Europe. Two methods were employed. In the common chimpanzees and gorillas, the space between adjacent, macroscopically visible LEH grooves on teeth with two or more episodes was expressed as an absolute measure and as a ratio of complete unworn crown height. In the orangutans, the number of perikymata between episode onsets, as well as duration of rLEH, was determined from scanning electron micrographs of casts of incisors and canines. We conclude that stress in the form of LEH commences as early as 2.5 years of age in all taxa and lasts for several years, and even longer in orangutans; the stress is not chronic but episodic; the stressor has a strong tendency to occur in pulses of two occurrences each; and large apes from both land masses exhibit rLEH with an average periodicity of 6 months (or multiples thereof; Sumatran orangutans seem to show only annual stress), but this needs further research. This is supported by evidence of spacing between rLEH as well as perikymata counts. Duration of stress in orangutans averages about 6 weeks. Finally, the semiannual stressor transcends geographic and temporal boundaries, and is attributed to regular moisture cycles associated with the intertropical convergence zone modified by the monsoon. While seasonal cycles can influence both disease and nutritional stress, it is likely the combination of seasonal variation in fruiting cycles with specific stressors (malaria and/or intestinal parasites, especially hookworm) that results in this widespread phenomenon. This seasonal stress is sufficiently common and of long duration (6 weeks on average in orangutans) that we think rLEH may reflect significant stress in recent and, inferentially, fossil apes. Increasing seasonality may have impinged negatively on later Miocene apes, especially if they lacked a clear birth peak or seasonality in their reproductive cycles.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark F",
      "initials": "MF",
      "name": "Mark F Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, British Columbia V5A 1S6, Canada. mskinner@sfu.ca"
      ]
    },
    {
      "last_name": "Hopwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hopwood",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physical anthropology",
    "iso_abbreviation": "Am J Phys Anthropol",
    "issn": "0002-9483",
    "issn_type": "Print",
    "volume": "123",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Mar"
  },
  "start_page": "216",
  "end_page": "235",
  "pages": "216-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biomarkers",
    "Conservation of Natural Resources",
    "Dental Enamel Hypoplasia",
    "Diet",
    "Environment",
    "Female",
    "Food Deprivation",
    "Gorilla gorilla",
    "Health Status",
    "Male",
    "Pan troglodytes",
    "Periodicity",
    "Pongo pygmaeus",
    "Reference Values",
    "Risk Factors",
    "Seasons"
  ],
  "article_ids": {
    "pubmed": "14968420",
    "doi": "10.1002/ajpa.10314"
  },
  "doi": "10.1002/ajpa.10314",
  "dates": {
    "completed": "2004-05-27",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.380010",
    "pmid": "14968420"
  }
}