{
  "pmid": "14970807",
  "uid": "14970807",
  "title": "The impact of non-injury-related factors on disability secondary to whiplash associated disorder type II: a retrospective file review.",
  "abstract": "BACKGROUND: There is evidence to suggest that Whiplash Associated Disorders (WADs) are influenced by physical trauma and psychosocial factors, as well as by medicolegal and compensation systems. OBJECTIVE: To investigate the impact of noninjury related variables on self-reported disability at initial assessment among patients presenting with WAD type II injuries. DESIGN AND SETTING: We reviewed a total of 1101 consecutive files of patients presenting to a single chiropractor's office in British Columbia, Canada. We included those who met the inclusion criteria. We extracted demographic variables and noninjury related information from 33 eligible patient files. We calculated correlations between variables and created a multivariable linear regression model to evaluate their relative associations with Neck Disability Index (NDI) scores on presentation. RESULTS: Higher NDI scores on initial assessment correlated with female sex (r = 0.40, P =.02), a greater number of subsequent treatments (r = 0.44, P =.01), a higher number of providers seen before presentation (r = 0.40, P =.02), and most strongly with the involvement of a lawyer (r = 0.73, P <.01). A multivariable linear regression model found that only female sex (P =.03) and the involvement of a lawyer (P =.01) remained significantly associated with higher NDI scores on presentation (adjusted R2 = 0.68 for the model). Female sex was associated with a 10-point increase in NDI scores on presentation (beta coefficient = 10.5; 95% confidence interval [CI] 2.8-18.2), and involvement of a lawyer was associated with a 15-point increase in NDI scores on presentation (beta coefficient = 14.9; 95% CI 5.0-24.7). CONCLUSION: Our analysis of WAD type II patients in receipt of compensation found that higher self-reported disability on initial assessment was associated with female sex and in particular by retaining a lawyer. Large prospective studies are needed to establish the validity of these findings.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. j.busse@utoronto.ca"
      ]
    },
    {
      "last_name": "Dufton",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Dufton",
      "affiliations": []
    },
    {
      "last_name": "Kilian",
      "fore_name": "Brendan Carney",
      "initials": "BC",
      "name": "Brendan Carney Kilian",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of manipulative and physiological therapeutics",
    "iso_abbreviation": "J Manipulative Physiol Ther",
    "issn": "0161-4754",
    "issn_type": "Print",
    "volume": "27",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Feb"
  },
  "start_page": "79",
  "end_page": "83",
  "pages": "79-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "British Columbia",
    "Persons with Disabilities",
    "Female",
    "Humans",
    "Linear Models",
    "Male",
    "Medical Records",
    "Middle Aged",
    "Neck Pain",
    "Retrospective Studies",
    "Severity of Illness Index",
    "Sex Factors",
    "Surveys and Questionnaires",
    "Whiplash Injuries"
  ],
  "article_ids": {
    "pubmed": "14970807",
    "doi": "10.1016/j.jmpt.2003.12.001",
    "pii": "S0161475403002239"
  },
  "doi": "10.1016/j.jmpt.2003.12.001",
  "dates": {
    "completed": "2004-06-04",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.101678",
    "pmid": "14970807"
  }
}