{
  "pmid": "14975154",
  "uid": "14975154",
  "title": "Genome-wide linkage analysis of systolic blood pressure slope using the Genetic Analysis Workshop 13 data sets.",
  "abstract": "Systolic blood pressure (SBP) is an age-dependent complex trait for which both environmental and genetic factors may play a role in explaining variability among individuals. We performed a genome-wide scan of the rate of change in SBP over time on the Framingham Heart Study data and one randomly selected replicate of the simulated data from the Genetic Analysis Workshop 13. We used a variance-component model to carry out linkage analysis and a Markov chain Monte Carlo-based multiple imputation approach to recover missing information. Furthermore, we adopted two selection strategies along with the multiple imputation to deal with subjects taking antihypertensive treatment. The simulated data were used to compare these two strategies, to explore the effectiveness of the multiple imputation in recovering varying degrees of missing information, and its impact on linkage analysis results. For the Framingham data, the marker with the highest LOD score for SBP slope was found on chromosome 7. Interestingly, we found that SBP slopes were not heritable in males but were for females; the marker with the highest LOD score was found on chromosome 18. Using the simulated data, we found that handling treated subjects using the multiple imputation improved the linkage results. We conclude that multiple imputation is a promising approach in recovering missing information in longitudinal genetic studies and hence in improving subsequent linkage analyses.",
  "authors": [
    {
      "last_name": "Pinnaduwage",
      "fore_name": "Dushanthi",
      "initials": "D",
      "name": "Dushanthi Pinnaduwage",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Samuel Lunenfeld Research Institute, Mount Sinai Hospital, Toronto, Ontario, M5G 1X5, Canada. pinnad@mshri.on.ca"
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Fallah",
      "fore_name": "Shafagh",
      "initials": "S",
      "name": "Shafagh Fallah",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC genetics",
    "iso_abbreviation": "BMC Genet",
    "issn": "1471-2156",
    "issn_type": "Electronic",
    "volume": "4 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2003",
    "pub_month": "Dec",
    "pub_day": "31"
  },
  "start_page": "S86",
  "pages": "S86",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Chromosome Mapping",
    "Chromosomes, Human, Pair 18",
    "Chromosomes, Human, Pair 7",
    "Cohort Studies",
    "Computer Simulation",
    "Female",
    "Genetic Linkage",
    "Genome, Human",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Markov Chains",
    "Monte Carlo Method",
    "Phenotype",
    "Quantitative Trait Loci",
    "Sex Distribution",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "14975154",
    "pmc": "PMC1866526",
    "doi": "10.1186/1471-2156-4-S1-S86",
    "pii": "1471-2156-4-S1-S86"
  },
  "doi": "10.1186/1471-2156-4-S1-S86",
  "pmc_id": "PMC1866526",
  "dates": {
    "completed": "2004-04-29",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.882729",
    "pmid": "14975154"
  }
}