{
  "pmid": "14977092",
  "uid": "14977092",
  "title": "The 'NICE' approach to technology assessment: an economics perspective.",
  "abstract": "The National Institute for Clinical Excellence has published guidelines for economic evaluations for considering whether new health care technologies contribute to the efficient use of National Health Service resources. The analytical basis of the guidelines is a comparison of the costs and consequences of new and existing methods for dealing with particular conditions using the incremental cost-effectiveness ratio (ICER). However, this fails to provide an explicit and systematic basis for addressing the dual objectives of health maximisation and equitable availability of technologies in the context of a fixed NHS budget. We show that information on the costs and consequences of a particular technology is insufficient to address issues of efficiency of resource use. In addition, information is required about the total resources available and the alternative uses of those resources. Moreover, because these factors are unlikely to be identical for all settings, it is unlikely that the efficiency of using resources to support a new technology will be the same for all settings, even if the cost and consequences of the technology are the same across settings. Instead of improving the health outcomes from NHS resources, we show that using NICE guidelines to inform decisions about new technologies may lead to increased resources allocated to new technology, increased local variations in the use of new technologies and concerns about the sustainability and affordability of public funding for new technologies.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Room 3H30, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada. birch@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health care management science",
    "iso_abbreviation": "Health Care Manag Sci",
    "issn": "1386-9620",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Feb"
  },
  "start_page": "35",
  "end_page": "41",
  "pages": "35-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Costs and Cost Analysis",
    "Decision Making, Organizational",
    "Evidence-Based Medicine",
    "Quality-Adjusted Life Years",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "14977092",
    "doi": "10.1023/b:hcms.0000005396.69890.48"
  },
  "doi": "10.1023/b:hcms.0000005396.69890.48",
  "dates": {
    "completed": "2004-03-19",
    "revised": "2019-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.674130",
    "pmid": "14977092"
  }
}