{
  "pmid": "14987911",
  "uid": "14987911",
  "title": "A systematic review of economic analyses of low-molecular-weight heparin for the treatment of venous thromboembolism.",
  "abstract": "INTRODUCTION: Public concerns about the increase in health care expenditure have prompted investigators to analyze the costs and benefits of health care interventions. We conducted a systematic review of economic analyses of venous thromboembolism treatment focusing on studies evaluating low-molecular-weight heparin. MATERIALS AND METHODS: We identified studies by a MEDLINE search and a review of bibliographies of retrieved articles. From each eligible study, we extracted data on the study characteristics, the effectiveness, and the cost of managing the venous thromboembolism with respect to treatment. We critically appraised the studies according to the framework from the Users' Guides to the Medical Literature XIII: How to Use an Article on Economic Analysis of Clinical Practice. RESULTS: Six of these eight economic analyses of venous thromboembolism treatment that met the inclusion criteria for this review showed that low-molecular-weight heparin is associated with less recurrent venous thromboembolism and is less costly than treatment with unfractionated heparin. Although discrete recurrent venous thromboembolism event rates were not included in the seventh study, these investigators concluded that the cost of low-molecular-weight heparin for the treatment of venous thromboembolism treatment was offset by the savings associated with fewer hospital admissions when low-molecular-weight heparin was used. In the eighth study, although the cost of treatment with low-molecular-weight heparin was higher than treatment with unfractionated heparin, the investigators concluded that low-molecular-weight heparin is cost-effective for inpatient management. CONCLUSIONS: Low-molecular-weight heparin treatment may confer economic advantages over unfractionated heparin therapy because it does not require anticoagulant monitoring and it facilitates outpatient therapy.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Anderson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Anderson",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Bernie J",
      "initials": "BJ",
      "name": "Bernie J O'Brien",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "112",
    "issue": "4",
    "pub_year": "2003"
  },
  "start_page": "193",
  "end_page": "201",
  "pages": "193-201",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Canada",
    "Costs and Cost Analysis",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "14987911",
    "doi": "10.1016/j.thromres.2003.12.001",
    "pii": "S0049384803006194"
  },
  "doi": "10.1016/j.thromres.2003.12.001",
  "dates": {
    "completed": "2004-09-30",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.934078",
    "pmid": "14987911"
  }
}