{
  "pmid": "14996341",
  "uid": "14996341",
  "title": "An admissions OSCE: the multiple mini-interview.",
  "abstract": "CONTEXT: Although health sciences programmes continue to value non-cognitive variables such as interpersonal skills and professionalism, it is not clear that current admissions tools like the personal interview are capable of assessing ability in these domains. Hypothesising that many of the problems with the personal interview might be explained, at least in part, by it being yet another measurement tool that is plagued by context specificity, we have attempted to develop a multiple sample approach to the personal interview. METHODS: A group of 117 applicants to the undergraduate MD programme at McMaster University participated in a multiple mini-interview (MMI), consisting of 10 short objective structured clinical examination (OSCE)-style stations, in which they were presented with scenarios that required them to discuss a health-related issue (e.g. the use of placebos) with an interviewer, interact with a standardised confederate while an examiner observed the interpersonal skills displayed, or answer traditional interview questions. RESULTS: The reliability of the MMI was observed to be 0.65. Furthermore, the hypothesis that context specificity might reduce the validity of traditional interviews was supported by the finding that the variance component attributable to candidate-station interaction was greater than that attributable to candidate. Both applicants and examiners were positive about the experience and the potential for this protocol. DISCUSSION: The principles used in developing this new admissions instrument, the flexibility inherent in the multiple mini-interview, and its feasibility and cost-effectiveness are discussed.",
  "authors": [
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Programme for Educational Research and Development, McMaster University, Hamilton, Ontario, Canada. evakw@mcmaster.ca"
      ]
    },
    {
      "last_name": "Rosenfeld",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Rosenfeld",
      "affiliations": []
    },
    {
      "last_name": "Reiter",
      "fore_name": "Harold I",
      "initials": "HI",
      "name": "Harold I Reiter",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "38",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Mar"
  },
  "start_page": "314",
  "end_page": "326",
  "pages": "314-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Analysis of Variance",
    "Cost-Benefit Analysis",
    "Education, Medical, Undergraduate",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Observer Variation",
    "Pilot Projects",
    "Reproducibility of Results",
    "School Admission Criteria"
  ],
  "article_ids": {
    "pubmed": "14996341",
    "doi": "10.1046/j.1365-2923.2004.01776.x",
    "pii": "1776"
  },
  "doi": "10.1046/j.1365-2923.2004.01776.x",
  "dates": {
    "completed": "2004-04-07",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.735411",
    "pmid": "14996341"
  }
}