{
  "pmid": "15017616",
  "uid": "15017616",
  "title": "Perceptions of physicians and patients with organic and functional gastrointestinal diagnoses.",
  "abstract": "BACKGROUND AND AIMS: We studied patient after-hours telephone calls to gastrointestinal (GI) fellows at a university program to determine requests made, physicians' responses, and perceptions of patients and physicians to these requests. METHODS: During a 4-month period, 4 GI fellows taking call were asked about reasons for patient-initiated after-hours telephone calls, actions taken, and their perceptions about the nature of the request, the illness impact, and their role in the care administered. Patients were telephoned within 1 week and asked the same questions about their perceptions of the call. RESULTS: Patients (N = 102) made 103 telephone calls, averaging 8.7 minutes, for symptoms (56%), procedure-related concerns (19%), and medications (18%). Physicians usually referred the patient to the clinic or emergency room (40%) or provided discussion and reassurance (36%). Patients' perceptions differed from physicians' perceptions: patients believed their problems to be more severe and more disabling and requests were more reasonable than perceived by the physician. Furthermore, their interactions with physicians (physician helpfulness, satisfaction with the recommendation, and likeability of the physician) were more positive than believed by physicians. Physicians believed phone calls from patients with functional disorders were less serious and less reasonable, that these patients were less disabled, and also that these patients were less liked than patients with an organic diagnosis. CONCLUSIONS: In this study, physicians carried a lower perception of the importance of telephone requests, the impact of the disorder, and their perceived helpfulness to patients than did patients making these requests. Physician perceptions were significantly lower for all these factors for patients with functional GI diagnoses. Additional studies are needed to understand the reasons for differing perceptions between physicians and patients.",
  "authors": [
    {
      "last_name": "Dalton",
      "fore_name": "Christine B",
      "initials": "CB",
      "name": "Christine B Dalton",
      "affiliations": [
        "University of North Carolina Center for Functional GI and Motility Disorders, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Drossman",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Drossman",
      "affiliations": []
    },
    {
      "last_name": "Hathaway",
      "fore_name": "Joseph M",
      "initials": "JM",
      "name": "Joseph M Hathaway",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-3565",
    "issn_type": "Print",
    "volume": "2",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Feb"
  },
  "start_page": "121",
  "end_page": "126",
  "pages": "121-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Gastroenterology",
    "Gastrointestinal Diseases",
    "Humans",
    "Internship and Residency",
    "Male",
    "Middle Aged",
    "Patient Satisfaction",
    "Patients",
    "Perception",
    "Physicians",
    "Surveys and Questionnaires",
    "Telephone"
  ],
  "article_ids": {
    "pubmed": "15017616",
    "doi": "10.1016/s1542-3565(03)00319-7",
    "pii": "S1542356503003197"
  },
  "doi": "10.1016/s1542-3565(03)00319-7",
  "dates": {
    "completed": "2004-04-16",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.856755",
    "pmid": "15017616"
  }
}