{
  "pmid": "15021831",
  "uid": "15021831",
  "title": "Pulmonary embolism on postmortem examination: an under-recognized complication in lung-transplant recipients?",
  "abstract": "INTRODUCTION: Postmortem reports highlight the importance of factors that individually or collectively limit survival. The prevalence of pulmonary embolism (PE) at autopsy in lung-transplant recipients has not been characterized previously. OBJECTIVE: We aimed to describe the prevalence of PE, infection, and acute and chronic rejection at autopsy and their respective contributions to death in lung-transplant recipients according to survival posttransplantation. METHODS: We retrospectively reviewed 126 autopsy reports performed in lung-and heart-lung-transplant recipients between June 1990 and September 2002. RESULTS: PE was identified at autopsy in 34 (27.0%) of 126 lung- and heart-lung-transplant recipients. The prevalence of autopsy-established PE was highest, at 36.4%, in the early group (1-30 days) compared with 20.0% and 23.8% in the intermediate (31-365 days) and late (>365 days) groups, respectively. Although fungal and viral pneumonia were noted most frequently in the early and intermediate groups, bacterial pneumonia was noted in 32% to 45% of autopsies over the posttransplant period. Acute cellular rejection and bronchiolitis obliterans were present in 29.5% and 2.3%, 40.0% and 17.5%, and 35.7% and 42.9% of patients in the early, intermediate, and late groups, respectively. The most frequent cause of death was bacterial infection. CONCLUSIONS: The prevalence of PE was highest in mechanically ventilated lung-transplant recipients in the early postoperative period. Heart-lung recipients were at lower risk for PE compared with double- and single-lung recipients. PE may be an under-appreciated complication contributing to respiratory failure in the early postoperative period.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Division of Critical Care Medicine, London Health Sciences Center-Victoria Hospital, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iacono",
      "fore_name": "Aldo T",
      "initials": "AT",
      "name": "Aldo T Iacono",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transplantation",
    "iso_abbreviation": "Transplantation",
    "issn": "0041-1337",
    "issn_type": "Print",
    "volume": "77",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "start_page": "692",
  "end_page": "698",
  "pages": "692-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Disease",
    "Adult",
    "Bronchiolitis Obliterans",
    "Cause of Death",
    "Female",
    "Graft Rejection",
    "Heart Transplantation",
    "Humans",
    "Infections",
    "Lung Transplantation",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Pulmonary Embolism",
    "Retrospective Studies",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15021831",
    "doi": "10.1097/01.tp.0000114308.94880.2a",
    "pii": "00007890-200403150-00010"
  },
  "doi": "10.1097/01.tp.0000114308.94880.2a",
  "dates": {
    "completed": "2004-04-16",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.050750",
    "pmid": "15021831"
  }
}