{
  "pmid": "15032383",
  "uid": "15032383",
  "title": "Profound infantile neuroretinal dysfunction in a heterozygote for the CLN3 genetic defect.",
  "abstract": "The neuronal ceroid-lipofuscinoses are a group of diseases that are characterized by progressive neuroretinal symptomatology, progressive accumulation of autofluorescing waxy lipopigments (ceroid-lipofuscin) within the brain and other tissues, and cerebral atrophy. Juvenile neuronal ceroid-lipofuscinosis, or Batten disease, is a form of neuronal ceroid-lipofuscinosis that is characterized by onset of neuroretinal symptoms between 4 and 10 years. Juvenile neuronal ceroid-lipofuscinosis is the most common type of neuronal ceroid-lipofuscinosis in the United States and Europe and is inherited as an autosomal recessive genetic disorder. Research in the last decade has led to the identification of the responsible gene for juvenile neuronal ceroid-lipofuscinosis, which is designated as CLN3. CLN3 is located on chromosome 16p11.2-12.1. The major mutation is a 1.02 kb deletion, which removes exons 7 and 8. Both homozygotic and heterozygotic deletions at the CLN3 gene site have been associated with the clinical syndromes of juvenile neuronal ceroid-lipofuscinosis. We report a possible atypical case of neuronal ceroid-lipofuscinosis, an infant, who presented at 5 months of age with a lack of developmental milestones, poor vision, severe retinopathy, intractable seizures, and progressive cerebral atrophy. Extensive laboratory investigations, including thorough metabolic evaluations, were unremarkable except for neuroimaging studies, electroencephalography, and electroretinography, all of which showed abnormalities confirming both cerebral and retinal degeneration. Although skin and conjunctival biopsies did not show classic fingerprint cytosomes by electron microscopic study, which characterize juvenile neuronal ceroid-lipofuscinosis, a diagnosis of an atypical form of juvenile neuronal ceroid-lipofuscinosis was suspected on the basis of the clinical picture. The retinal abnormalities, surprisingly, were those believed to be diagnostic of juvenile-onset neuronal ceroid-lipofuscinosis, or Batten disease. Subsequently, a heterozygous mutation for the common 1.02 kb deletion characteristic of juvenile neuronal ceroid-lipofuscinosis was established.",
  "authors": [
    {
      "last_name": "de los Reyes",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily de los Reyes",
      "affiliations": [
        "Department of Pediatrics, University of Arkansas for the Medical Sciences, Little Rock, USA. delosreyese@pediatrics.ohio-state.edu"
      ]
    },
    {
      "last_name": "Dyken",
      "fore_name": "Paul Richard",
      "initials": "PR",
      "name": "Paul Richard Dyken",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Phillips",
      "affiliations": []
    },
    {
      "last_name": "Brodsky",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Brodsky",
      "affiliations": []
    },
    {
      "last_name": "Bates",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Bates",
      "affiliations": []
    },
    {
      "last_name": "Glasier",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Glasier",
      "affiliations": []
    },
    {
      "last_name": "Mrak",
      "fore_name": "Robert E",
      "initials": "RE",
      "name": "Robert E Mrak",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of child neurology",
    "iso_abbreviation": "J Child Neurol",
    "issn": "0883-0738",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jan"
  },
  "start_page": "42",
  "end_page": "46",
  "pages": "42-6",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Alleles",
    "Biopsy",
    "Brain",
    "Chromosome Deletion",
    "Chromosomes, Human, Pair 15",
    "Diagnosis, Differential",
    "Electroencephalography",
    "Electroretinography",
    "Exons",
    "Female",
    "Genetic Carrier Screening",
    "Humans",
    "Infant",
    "Magnetic Resonance Imaging",
    "Membrane Glycoproteins",
    "Microscopy, Electron",
    "Molecular Chaperones",
    "Muscle, Skeletal",
    "Neurologic Examination",
    "Neuronal Ceroid-Lipofuscinoses",
    "Polymerase Chain Reaction",
    "Retinal Degeneration",
    "Skin"
  ],
  "article_ids": {
    "pubmed": "15032383",
    "doi": "10.1177/08830738040190010703"
  },
  "doi": "10.1177/08830738040190010703",
  "dates": {
    "completed": "2004-08-11",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "CLN3 protein, human",
    "Membrane Glycoproteins",
    "Molecular Chaperones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.796684",
    "pmid": "15032383"
  }
}