{
  "pmid": "15048649",
  "uid": "15048649",
  "title": "Modifier effects in autism at the MAO-A and DBH loci.",
  "abstract": "Autism is one of a group of pervasive developmental disorders (PDD) characterized by qualitative impairments in reciprocal social communication and by a preference for repetitive, stereotyped activities, interests, and behaviors. The disorder is caused in large part by genetic mechanisms, though no disease genes have yet been identified. The objective of this study was to investigate three markers, two in the DBH gene and one in the MAO-A gene, for maternal or fetal modifier effects on level of functioning (IQ). At the same time, the possibility of maternal or fetal susceptibility effects was also examined. We assembled 67 affected sibpairs and 45 singletons and determined allele frequencies at the three markers among the affected children and first degree relatives. Sizeable and significant modifier effects were found at the MAO locus and, to a lesser extent, at the DBH locus. Susceptibility effects were also found but not without qualification. We conclude that maternal genotypes at the MAO-A locus, and possibly at the DBH one, may modify IQ in children with autism through the intrauterine environment.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Marshall B",
      "initials": "MB",
      "name": "Marshall B Jones",
      "affiliations": [
        "Department of Behavioral Science, The Pennsylvania State University College of Medicine, Hershey, PA, USA."
      ]
    },
    {
      "last_name": "Palmour",
      "fore_name": "Roberta M",
      "initials": "RM",
      "name": "Roberta M Palmour",
      "affiliations": []
    },
    {
      "last_name": "Zwaigenbaum",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Zwaigenbaum",
      "affiliations": []
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of medical genetics. Part B, Neuropsychiatric genetics : the official publication of the International Society of Psychiatric Genetics",
    "iso_abbreviation": "Am J Med Genet B Neuropsychiatr Genet",
    "issn": "1552-4841",
    "issn_type": "Print",
    "volume": "126B",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "58",
  "end_page": "65",
  "pages": "58-65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Autistic Disorder",
    "Child",
    "Dopamine beta-Hydroxylase",
    "Female",
    "Gene Frequency",
    "Humans",
    "Intelligence",
    "Intelligence Tests",
    "Male",
    "Monoamine Oxidase",
    "Siblings"
  ],
  "article_ids": {
    "pubmed": "15048649",
    "doi": "10.1002/ajmg.b.20172"
  },
  "doi": "10.1002/ajmg.b.20172",
  "dates": {
    "completed": "2004-10-19",
    "revised": "2020-09-30"
  },
  "chemicals": [
    "Dopamine beta-Hydroxylase",
    "Monoamine Oxidase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.312067",
    "pmid": "15048649"
  }
}