{
  "pmid": "15071383",
  "uid": "15071383",
  "title": "Survey of interventions for the prevention and treatment of acute respiratory distress syndrome.",
  "abstract": "OBJECTIVE: To determine physicians' opinions and practices related to the management of patients with acute respiratory distress syndrome. DESIGN: Cross-sectional mail survey. SETTING: Province of Ontario, Canada. PARTICIPANTS: Physicians treating patients with acute respiratory distress syndrome at university-affiliated and unaffiliated hospitals. INTERVENTIONS: We searched the literature and consulted experts to generate a list of potential interventions for acute respiratory distress syndrome. Eight intensive care unit physicians selected the most relevant, available, and controversial of these interventions for prevention (n = 5) and treatment (n = 30). Fourteen physicians reviewed the questionnaire before administration to ensure clarity, realism, and clinical sensibility. We asked participants to report their views on a) the efficacy of each intervention; b) published research evaluating efficacy; c) the frequency with which they use each intervention; and d) determinants of utilization. MEASUREMENTS AND MAIN RESULTS: One hundred ten of 194 eligible physicians responded. Respondents varied considerably in their reported use of the 35 interventions. Although physicians cited published research findings as the most powerful determinant of prescribing these interventions, they were unaware of many relevant trials. Physicians also commonly cited \"usual local practice\" as a determinant of use, although formal practice guidelines were rarely in operation. Other variables directly associated with use of these interventions included increasing frequency of exposure to acute respiratory distress syndrome (p <.0001), increasing size of the intensive care unit in which physicians work (p =.004), and the presence of residents in the intensive care unit (p =.02). CONCLUSIONS: Wide variation in the management of acute respiratory distress syndrome appears related to limited awareness of relevant research, conflicting interpretations of research findings, and adherence to varying local practice patterns. Given physicians' desire to tailor their practice to research findings and to practice in a manner that is consistent with their local intensive care unit colleagues, future research and educational efforts related to evidence-based protocols for the management of patients with acute respiratory distress syndrome might be worthwhile.",
  "authors": [
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Clinical Epidemiology & Biostatistics, and Medicine, McMaster University Health Sciences Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jacka",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Jacka",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "32",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "Apr"
  },
  "start_page": "946",
  "end_page": "954",
  "pages": "946-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Critical Care",
    "Critical Pathways",
    "Cross-Sectional Studies",
    "Data Collection",
    "Evidence-Based Medicine",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Respiratory Distress Syndrome",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "15071383",
    "doi": "10.1097/01.ccm.0000120056.76356.ad",
    "pii": "00003246-200404000-00008"
  },
  "doi": "10.1097/01.ccm.0000120056.76356.ad",
  "dates": {
    "completed": "2004-05-17",
    "revised": "2020-12-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.361810",
    "pmid": "15071383"
  }
}