{
  "pmid": "15083019",
  "uid": "15083019",
  "title": "A systematic review of reviews comparing the effectiveness of endoscopic and open carpal tunnel decompression.",
  "abstract": "Controversy persists regarding the benefit of endoscopic carpal tunnel release compared with open carpal tunnel release for pain, numbness, strength, return to work and function, scar tenderness, and complications. For surgeons, a recommended first source of information on treatment effectiveness is a review of high-methodologic-quality articles. This review of reviews was undertaken to answer this clinical question regarding these outcomes. Cochrane, MEDLINE, EMBASE, CINAHL, and HealthSTAR databases were searched using the key words \"endoscopic carpal tunnel,\" with limits \"review or overview\" and dates from 1989 to present. Five key journals were hand-searched. Any review with a reference to at least one randomized controlled trial that compared endoscopic carpal tunnel release to open carpal tunnel release was to be included. Two reviewers independently scanned titles and abstracts for potential relevance. Selection as relevant was confirmed through a review of full texts. Disagreements were resolved through discussion and consensus. The selected reviews were assessed for methodologic quality on the basis of the scale of Hoving et al. Of 48 articles initially identified, seven pertinent reviews were selected. Of these seven, three reviews of high methodologic quality concurred that there is no difference between the two techniques in symptom relief and that the evidence is conflicting for return to work and function. The risk of permanent median nerve injury does not differ between the techniques. The reviews indicated that the endoscopic carpal tunnel release technique is worse in terms of reversible nerve injury but superior in terms of grip strength and scar tenderness, at least in short-term follow-up. Several trials have not been incorporated in these reviews and statistical pooling has not been conducted. Further systematic review with meta-analysis may permit more definitive conclusions about the relative effectiveness of these two techniques, particularly with regard to return to work and function.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada. athoma@mcmaster.ca"
      ]
    },
    {
      "last_name": "Veltri",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Veltri",
      "affiliations": []
    },
    {
      "last_name": "Haines",
      "fore_name": "Ted",
      "initials": "T",
      "name": "Ted Haines",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "0032-1052",
    "issn_type": "Print",
    "volume": "113",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "1184",
  "end_page": "1191",
  "pages": "1184-91",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Carpal Tunnel Syndrome",
    "Decision Support Techniques",
    "Decompression, Surgical",
    "Endoscopy",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15083019",
    "doi": "10.1097/01.prs.0000110202.08818.c1",
    "pii": "00006534-200404010-00010"
  },
  "doi": "10.1097/01.prs.0000110202.08818.c1",
  "dates": {
    "completed": "2004-05-12",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.389838",
    "pmid": "15083019"
  }
}