{
  "pmid": "15095222",
  "uid": "15095222",
  "title": "Laboratory diagnosis of urinary tract infections in adult patients.",
  "abstract": "Urinary tract infections (UTIs) are among the most common bacterial infections and account for a significant part of the workload in clinical microbiology laboratories. Enteric bacteria (in particular, Escherichia coli) remain the most frequent cause of UTIs, although the distribution of pathogens that cause UTIs is changing. More important is the increase in resistance to some antimicrobial agents, particularly the resistance to trimethoprim-sulfamethoxazole seen in E. coli. Physicians distinguish UTIs from other diseases that have similar clinical presentations with use of a small number of tests, none of which, if used individually, have adequate sensitivity and specificity. Among the diagnostic tests, urinalysis is useful mainly for excluding bacteriuria. Urine culture may not be necessary as part of the evaluation of outpatients with uncomplicated UTIs, but it is necessary for outpatients who have recurrent UTIs, experience treatment failures, or have complicated UTIs, as well as for inpatients who develop UTIs.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Pathology and Laboratory Services, Denver Health Medical Center, University of Colorado School of Medicine, Denver, Colorado 80204-4507, USA. michael.wilson@dhha.org"
      ]
    },
    {
      "last_name": "Gaido",
      "fore_name": "Loretta",
      "initials": "L",
      "name": "Loretta Gaido",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "8",
    "pub_year": "2004",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "1150",
  "end_page": "1158",
  "pages": "1150-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Bacterial Typing Techniques",
    "Clinical Laboratory Techniques",
    "Enterobacteriaceae",
    "Escherichia coli",
    "Humans",
    "Microbial Sensitivity Tests",
    "Urinary Tract Infections",
    "Urine"
  ],
  "article_ids": {
    "pubmed": "15095222",
    "doi": "10.1086/383029",
    "pii": "CID30768"
  },
  "doi": "10.1086/383029",
  "dates": {
    "completed": "2004-05-05",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.737794",
    "pmid": "15095222"
  }
}