{
  "pmid": "15095166",
  "uid": "15095166",
  "title": "Should the donor radius be plated prophylactically after harvest of a radial osteocutaneous flap? A cost-effectiveness analysis.",
  "abstract": "The objective of this study was to assess the cost-effectiveness of prophylactic plating of the donor radius after harvest of a radial osteocutaneous flap. Costs were measured from a Ministry of Health perspective, and effectiveness in terms of quality adjusted life years (QALYs.) A literature search identified 22 studies reporting complications of radial osteocutaneous free flaps, and nine studies reporting complications of radius plating. The rates of the various complications were pooled to provide the probability of each clinically important complication. A decision analytic model was used to determine the total costs, and QALYs for each of the treatment options. The expected direct costs for prophylactic plating and treatment after fracture were $2071 and $140, respectively. The expected QALYs for prophylactic plating and treatment after fracture were 8.55 and 9.92, respectively. It was concluded that prophylactic plating of the donor radius is not a cost-effective approach when compared to the treatment of donor radius fractures after they occur.",
  "authors": [
    {
      "last_name": "Rockwell",
      "fore_name": "Gloria M",
      "initials": "GM",
      "name": "Gloria M Rockwell",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, St. Joseph's Healthcare and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of reconstructive microsurgery",
    "iso_abbreviation": "J Reconstr Microsurg",
    "issn": "0743-684X",
    "issn_type": "Print",
    "volume": "20",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "297",
  "end_page": "306",
  "pages": "297-306",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bone Plates",
    "Bone Transplantation",
    "Cost-Benefit Analysis",
    "Fracture Fixation, Internal",
    "Humans",
    "Quality of Life",
    "Radius",
    "Surgical Flaps",
    "Tissue Donors"
  ],
  "article_ids": {
    "pubmed": "15095166",
    "doi": "10.1055/s-2004-824887"
  },
  "doi": "10.1055/s-2004-824887",
  "dates": {
    "completed": "2004-08-05",
    "revised": "2016-05-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.129929",
    "pmid": "15095166"
  }
}