{
  "pmid": "15090275",
  "uid": "15090275",
  "title": "The utility of transition zone index in predicting acute urinary morbidity after 125I prostate brachytherapy.",
  "abstract": "PURPOSE: Acute urinary morbidity after prostate brachytherapy is common and, although usually self-limited, can be distressing to the patient, especially if acute urinary retention (AUR) develops. We undertook to determine whether prospective measurement of the transition zone index would be predictive of either urinary retention or the severity of urinary symptoms after brachytherapy. METHODS AND MATERIALS: One hundred men undergoing transperineal interstitial permanent prostate brachytherapy (TIPPB) with 125I underwent transrectal ultrasound before the procedure to measure prostate and transition zone (TZ) volumes. TZ index was calculated as TZ volume divided by total prostate volume. TIPPB was performed between July 2000 and January 2002. Patients were observed for 1, 3, or 6 months with an International Prostate Symptom Score (IPSS) at each visit. alpha-Blockers were prescribed prophylactically in all patients. Postimplant dosimetry was performed at 1 month by using CT/MRI fusion for all patients. RESULTS: The mean patient age was 65.1 years (range, 46-77 years). There were 59 T1c tumors and 41 T2a tumors. The Gleason score was 6 in 86% of patients, with 3% being Gleason 4 or 5 and 11% Gleason 7. The mean baseline IPSS was 7.4, with the mean at 1 month being 17.3; at 3 months, 14.4; and at 6 months, 11.3. Baseline IPSS was the only factor predictive of IPSS at 1 and 3 months after TIPPB. Neoadjuvant androgen deprivation was used for 26% of men for 2-6 months to reduce prostate size before the procedure. AUR developed in 17%. In univariate analysis, prior hormone therapy (p = 0.002), duration of hormone therapy (p = 0.005), TZ index (p = 0.014), number of seeds implanted (p = 0.016), T stage (p = 0.035), percentage of the prostate volume receiving at least the full prescribed dose (V100, p = 0.036), percentage of the prostate volume receiving > 200% of the prescribed dose (V200, p = 0.037), and prostate volume (p = 0.038) were all predictive of AUR. When the TZ index was divided into quartiles, the risk of AUR was 4%, 16%, 20%, and 28% (p = 0.032). However, in multivariate analysis, TZ index was no longer predictive of AUR. CONCLUSIONS: Baseline urinary function is the only factor predictive of symptom scores at 1 and 3 months after brachytherapy. TZ index, initial prostate volume, and use of neoadjuvant hormones are interrelated and are all predictive of AUR in univariate analysis, but in multivariate analysis, TZ index is not an independent prognostic factor.",
  "authors": [
    {
      "last_name": "Crook",
      "fore_name": "Juanita",
      "initials": "J",
      "name": "Juanita Crook",
      "affiliations": [
        "Department of Radiation Oncology, Princess Margaret Hospital/University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Toi",
      "fore_name": "Ants",
      "initials": "A",
      "name": "Ants Toi",
      "affiliations": []
    },
    {
      "last_name": "McLean",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McLean",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Brachytherapy",
    "iso_abbreviation": "Brachytherapy",
    "issn": "1538-4721",
    "issn_type": "Print",
    "volume": "1",
    "issue": "3",
    "pub_year": "2002"
  },
  "start_page": "131",
  "end_page": "137",
  "pages": "131-7",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Disease",
    "Adult",
    "Aged",
    "Brachytherapy",
    "Humans",
    "Iodine Radioisotopes",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Prostate",
    "Prostatic Hyperplasia",
    "Prostatic Neoplasms",
    "Risk Factors",
    "Ultrasonography, Interventional",
    "Urinary Retention"
  ],
  "article_ids": {
    "pubmed": "15090275",
    "doi": "10.1016/s1538-4721(02)00055-7",
    "pii": "S1538472102000557"
  },
  "doi": "10.1016/s1538-4721(02)00055-7",
  "dates": {
    "completed": "2004-05-05",
    "revised": "2019-11-08"
  },
  "chemicals": [
    "Iodine Radioisotopes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.835326",
    "pmid": "15090275"
  }
}