{
  "pmid": "15102589",
  "uid": "15102589",
  "title": "Ximelagatran: the first oral direct thrombin inhibitor.",
  "abstract": "Oral anticoagulants are often prescribed for long-term prevention and treatment of venous or arterial thromboembolism. The only orally active anticoagulants currently available are the vitamin K antagonists. Although effective, they have a narrow therapeutic window and require routine coagulation monitoring to ensure that a therapeutic level has been achieved. Furthermore, genetic differences in metabolism and multiple food and drug interactions affect the anticoagulant response to vitamin K antagonists. These factors add to the need for routine coagulation monitoring, which is problematic for patients and physicians and costly for the healthcare system. Ximelagatran, the first oral direct thrombin inhibitor, was designed to overcome many of the drawbacks of vitamin K antagonists. Since it produces a predictable anticoagulant response, ximelagatran does not require coagulation monitoring. Phase III clinical trials have evaluated the efficacy and safety of ximelagatran for the prevention and treatment of venous thromboembolism and for the prevention of thromboembolic events in patients with atrial fibrillation. Focusing on ximelagatran, this review will discuss the appropriateness of thrombin as a target for new anticoagulants, compare and contrast direct and indirect thrombin inhibitors and describe the theoretical advantages of direct thrombin inhibitors. It will also review the pharmacology of ximelagatran, discuss the clinical trial results with ximelagatran and provide perspective on the advantages and potential limitations of ximelagatran.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "McMaster University and Henderson Research Centre,Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weitz",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Weitz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Expert opinion on investigational drugs",
    "iso_abbreviation": "Expert Opin Investig Drugs",
    "issn": "1354-3784",
    "issn_type": "Print",
    "volume": "13",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "Apr"
  },
  "start_page": "403",
  "end_page": "413",
  "pages": "403-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Animals",
    "Antithrombins",
    "Azetidines",
    "Benzylamines",
    "Clinical Trials as Topic",
    "Humans",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "15102589",
    "doi": "10.1517/13543784.13.4.403"
  },
  "doi": "10.1517/13543784.13.4.403",
  "dates": {
    "completed": "2004-06-28",
    "revised": "2019-09-17"
  },
  "chemicals": [
    "Antithrombins",
    "Azetidines",
    "Benzylamines",
    "ximelagatran"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.486032",
    "pmid": "15102589"
  }
}