{
  "pmid": "15104904",
  "uid": "15104904",
  "title": "Meteors do not break exogenous organic molecules into high yields of diatomics.",
  "abstract": "Meteoroids that dominate the Earth's extraterrestrial mass influx (50-300 microm size range) may have contributed a unique blend of exogenous organic molecules at the time of the origin of life. Such meteoroids are so large that most of their mass is ablated in the Earth's atmosphere. In the process, organic molecules are decomposed and chemically altered to molecules differently from those delivered to the Earth's surface by smaller (<50 microm) micrometeorites and larger (>10 cm) meteorites. The question addressed here is whether the organic matter in these meteoroids is fully decomposed into atoms or diatomic compounds during ablation. If not, then the ablation products made available for prebiotic organic chemistry, and perhaps early biology, might have retained some memory of their astrophysical nature. To test this hypothesis we searched for CN emission in meteor spectra in an airborne experiment during the 2001 Leonid meteor storm. We found that the meteor's light-emitting air plasma, which included products of meteor ablation, contained less than 1 CN molecule for every 30 meteoric iron atoms. This contrasts sharply with the nitrogen/iron ratio of 1:1.2 in the solid matter of comet 1P/Halley. Unless the nitrogen content or the abundance of complex organic matter in the Leonid parent body, comet 55P/Tempel-Tuttle, differs from that in comet 1P/Halley, it appears that very little of that organic nitrogen decomposes into CN molecules during meteor ablation in the rarefied flow conditions that characterize the atmospheric entry of meteoroids approximately 50 microm-10 cm in size. We propose that the organics of such meteoroids survive instead as larger compounds.",
  "authors": [
    {
      "last_name": "Jenniskens",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Jenniskens",
      "affiliations": [
        "Center for the Study of Life in the Universe, SETI Institute, Mountain View, California 94043, USA. pjenniskens@mail.arc.nasa.gov"
      ]
    },
    {
      "last_name": "Schaller",
      "fore_name": "Emily L",
      "initials": "EL",
      "name": "Emily L Schaller",
      "affiliations": []
    },
    {
      "last_name": "Laux",
      "fore_name": "Christophe O",
      "initials": "CO",
      "name": "Christophe O Laux",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Rairden",
      "fore_name": "Rick L",
      "initials": "RL",
      "name": "Rick L Rairden",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Astrobiology",
    "iso_abbreviation": "Astrobiology",
    "issn": "1531-1074",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2004"
  },
  "start_page": "67",
  "end_page": "79",
  "pages": "67-79",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Meteoroids",
    "Organic Chemicals"
  ],
  "article_ids": {
    "pubmed": "15104904",
    "doi": "10.1089/153110704773600249"
  },
  "doi": "10.1089/153110704773600249",
  "dates": {
    "completed": "2004-11-16",
    "revised": "2006-11-15"
  },
  "chemicals": [
    "Organic Chemicals"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.737974",
    "pmid": "15104904"
  }
}