{
  "pmid": "15108331",
  "uid": "15108331",
  "title": "Skin ligaments: regional distribution and variation in morphology.",
  "abstract": "Skin ligaments (SL) (L. retinacula cutis) are present extensively in the face, hands, feet, and in breast tissue, but have seldom been reported elsewhere in the body. The traditional histological view of the subcutaneous region is that it comprises a matrix of loose connective tissue devoid of fibrous specializations. The purpose of this study was to determine the structure and distribution of skin ligaments. Eight embalmed cadavers (3 males, 5 females, 69-90 years of age) were used in this study. Tissue was prepared using the E12 plastination technique. Macroscopic and microscopic examination demonstrated the widespread presence in the limbs and most of the rest of the body of fibrous strands linking the base of the dermis and the superficial fibers of the underlying deep fascia. The morphology and distribution of these skin ligaments were similar in the individuals examined. Variations in the structure of the skin ligaments depended on the presence of underlying muscle, neurovascular bundles, intermuscular septa and adipose tissue. We conclude that skin ligaments are complex fibrous structures that are present over most of the body. They form an extensive peripheral network in the subcutaneous fat. These 'ligaments' seem to provide an anchorage of skin to deep fascia that is flexible and yet resistant to mechanical loading from multi-directional forces. The use of the E12 plastination technique coupled with fluorescent confocal microscopy has been of benefit in visualizing and delineating SLs from other soft tissue structures in three planes.",
  "authors": [
    {
      "last_name": "Nash",
      "fore_name": "Lance G",
      "initials": "LG",
      "name": "Lance G Nash",
      "affiliations": [
        "Department of Anatomy and Structural Biology, School of Medicine, University of Otago, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Phillips",
      "affiliations": []
    },
    {
      "last_name": "Nicholson",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Nicholson",
      "affiliations": []
    },
    {
      "last_name": "Barnett",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Barnett",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical anatomy (New York, N.Y.)",
    "iso_abbreviation": "Clin Anat",
    "issn": "0897-3806",
    "issn_type": "Print",
    "volume": "17",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "287",
  "end_page": "293",
  "pages": "287-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cadaver",
    "Dermis",
    "Epidermis",
    "Extremities",
    "Fascia",
    "Female",
    "Humans",
    "Ligaments",
    "Male",
    "Skin",
    "Subcutaneous Tissue"
  ],
  "article_ids": {
    "pubmed": "15108331",
    "doi": "10.1002/ca.10203"
  },
  "doi": "10.1002/ca.10203",
  "dates": {
    "completed": "2005-01-13",
    "revised": "2004-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.670407",
    "pmid": "15108331"
  }
}