{
  "pmid": "15100999",
  "uid": "15100999",
  "title": "Influencing advance directive completion rates in non-terminally ill patients: a systematic review.",
  "abstract": "PURPOSE: To conduct a systematic review of educational advance care planning interventions directed at patients without terminal illness to determine their influence on the completion rate of advance directives (AD). MATERIALS AND METHODS: We searched MEDLINE; Cochrane Library, and reference lists of all pertinent retrieved articles for randomized trials (RCTs), restricted to English language and adults > or =18 years. Two investigators independently and in duplicate determined trial eligibility. We included published RCTs evaluating an educational intervention comprised of at least one of; written, audio, or video materials, or direct counseling, and if an outcome included AD completion rate. RESULTS: Nine RCTs (N=3,206) were included. Overall, methodologic quality and reporting transparency were poor. The median composite quality score was 5 (range, 0-10). The odds ratios for AD completion rates ranged from 0.41 to 106.0 across the trials (test of heterogeneity P <.001). The summary odds ratio for these educational interventions was 3.71 (95% C.I. 1.46, 9.40). Trials with greater methodologic rigor and reporting transparency produced a more conservative estimate of effect, 2.42 [0.96, 6.10] versus 28.69 [5.08, 162.06] for less rigorous and poorly reported trials (P =.013). CONCLUSIONS: Advance directive completion rates documenting patient preferences for end-of-life care may be increased by simple patient-directed educational interventions.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Rakesh V",
      "initials": "RV",
      "name": "Rakesh V Patel",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Mar"
  },
  "start_page": "1",
  "end_page": "9",
  "pages": "1-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Advance Care Planning",
    "Advance Directives",
    "Humans",
    "Patient Education as Topic",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "15100999",
    "doi": "10.1016/j.jcrc.2004.02.002",
    "pii": "S0883944104000036"
  },
  "doi": "10.1016/j.jcrc.2004.02.002",
  "dates": {
    "completed": "2004-08-26",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.935826",
    "pmid": "15100999"
  }
}