{
  "pmid": "15114125",
  "uid": "15114125",
  "title": "Comparison of the deep inferior epigastric perforator flap and free transverse rectus abdominis myocutaneous flap in postmastectomy reconstruction: a cost-effectiveness analysis.",
  "abstract": "This study compared the deep inferior epigastric perforator (DIEP) flap and the free transverse rectus abdominis myocutaneous (TRAM) flap in postmastectomy reconstruction using a cost-effectiveness analysis. A decision analytic model was used. Medical costs associated with the two techniques were estimated from the Ontario Ministry of Health Schedule of Benefits for 2002. Hospital costs were obtained from St. Joseph's Healthcare, a university teaching hospital in Hamilton, Ontario, Canada. The utilities of clinically important health states related to breast reconstruction were obtained from 32 \"experts\" across Canada and converted into quality-adjusted life years. The probabilities of these various clinically important health states being associated with the DIEP and free TRAM flaps were obtained after a thorough review of the literature. The DIEP flap was more costly than the free TRAM flap ($7026.47 versus $6508.29), but it provided more quality-adjusted life years than the free TRAM flap (28.88 years versus 28.53 years). The baseline incremental cost-utility ratio was $1464.30 per quality-adjusted life year, favoring adoption of the DIEP flap. Sensitivity analyses were performed by assuming that the probabilities of occurrence of hernia, abdominal bulging, total flap loss, operating room time, and hospital stay were identical with the DIEP and free TRAM techniques. By assuming that the probability of postoperative hernia for the DIEP flap increased from 0.008 to 0.054 (same as for TRAM flap), the incremental cost-utility ratio changed to $1435.00 per quality-adjusted life year. A sensitivity analysis was performed for the complication of hernia because the DIEP flap allegedly diminishes this complication. Increasing the probability of abdominal bulge from 0.041 to 0.103 for the DIEP flap changed the ratio to $2731.78 per quality-adjusted life year. When the probability of total flap failure was increased from 0.014 to 0.016, the ratio changed to $1384.01 per quality-adjusted life year. When the time in the operating room was assumed to be the same for both flaps, the ratio changed to $4026.57 per quality-adjusted life year. If the hospital stay was assumed to be the same for both flaps, the ratio changed to $1944.30 per quality-adjusted life year. On the basis of the baseline calculation and sensitivity analyses, the DIEP flap remained a cost-effective procedure. Thus, adoption of this new technique for postmastectomy reconstruction is warranted in the Canadian health care system.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, St. Joseph's Healthcare, Surgical Outcomes Research Centre (SOURCE), 206 James Street South, Suite 101, Hamilton, Ontario L8P 3A9, Canada. athoma@mcmaster.ca"
      ]
    },
    {
      "last_name": "Veltri",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Veltri",
      "affiliations": []
    },
    {
      "last_name": "Khuthaila",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Khuthaila",
      "affiliations": []
    },
    {
      "last_name": "Rockwell",
      "fore_name": "Gloria",
      "initials": "G",
      "name": "Gloria Rockwell",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "0032-1052",
    "issn_type": "Print",
    "volume": "113",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "1650",
  "end_page": "1661",
  "pages": "1650-61",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Wall",
    "Canada",
    "Cost-Benefit Analysis",
    "Epigastric Arteries",
    "Female",
    "Humans",
    "Mammaplasty",
    "Mastectomy",
    "Postoperative Complications",
    "Probability",
    "Quality-Adjusted Life Years",
    "Surgical Flaps"
  ],
  "article_ids": {
    "pubmed": "15114125",
    "doi": "10.1097/01.prs.0000117196.61020.fd",
    "pii": "00006534-200405000-00014"
  },
  "doi": "10.1097/01.prs.0000117196.61020.fd",
  "dates": {
    "completed": "2004-05-25",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.390340",
    "pmid": "15114125"
  }
}