{
  "pmid": "15118046",
  "uid": "15118046",
  "title": "Doubling the impact: publication of systematic review articles in orthopaedic journals.",
  "abstract": "BACKGROUND: Investigators aim to publish their research papers in top journals to disseminate their findings to the widest possible audience. Systematic reviews of the literature occupy the highest position in currently proposed hierarchies of evidence. We hypothesized that the number of citations (a measure of scholarly interest) for systematic reviews (or meta-analyses) published in leading orthopaedic journals would be greater than the number of citations for narrative reviews published in the same journals. METHODS: We identified fifteen journals that had high Science Citation Index impact factors for the orthopaedic subspecialty and were believed to have a higher yield of studies and reviews of scientific merit and clinical relevance. For the year 2000, six research associates applied methodological criteria to each article in each issue of the fifteen journals to determine whether the article was scientifically sound (rigorous versus nonrigorous). Of the 3916 articles identified, 2331 were original or review articles. We queried the ISI (Institute for Scientific Information) Web of Science database to ascertain, as of March 2003, the number of subsequent citations to each one of the reviews after its original publication in all journals that published both narrative and systematic reviews. RESULTS: Of the 2331 articles published across the fifteen journals in the year 2000, 110 were review articles. Only seventeen (15%) of the 110 reviews met our criteria for systematic reviews with rigor. Rigorous systematic reviews received more than twice the mean number of citations compared with other systematic or narrative reviews (13.8 compared with 6.0, p = 0.008). The rigor of a review was a significant predictor of the number of citations in other orthopaedic journals (p = 0.01). In addition, rigor was significantly associated with the number of citations in nonorthopaedic journals (p = 0.03). CONCLUSIONS: Our findings suggest that journal editors and authors can improve the relevance and scholarly interest in their reviews (as shown by the number of citations) by meeting standard guidelines for methodological rigor.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Health Information Research Unit, McMaster University, Hamilton, Ontario, Canada. bhandari@simpatico.ca"
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Morgan",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Morgan",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "86",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "1012",
  "end_page": "1016",
  "pages": "1012-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Humans",
    "Journalism, Medical",
    "Meta-Analysis as Topic",
    "Orthopedics",
    "Publishing",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "15118046"
  },
  "dates": {
    "completed": "2004-06-30",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.005565",
    "pmid": "15118046"
  }
}