{
  "pmid": "15122357",
  "uid": "15122357",
  "title": "Lethal photosensitisation of oral bacteria and its potential application in the photodynamic therapy of oral infections.",
  "abstract": "Chemical antibacterial agents are increasingly being used in prophylactic and therapeutic regimes for dental plaque-related diseases, which are among the most common human infections. As these agents are difficult to maintain at a therapeutic concentration in the oral cavity and can be rendered ineffective by resistance development in the target organisms, there is a need to develop alternative antimicrobial approaches. Bacteria and other microbes can be sensitised to light through prior treatment with a chemical photosensitising agent. Lethal photosensitisation of a wide range of bacteria responsible for caries, periodontal diseases and root canal infections has been demonstrated using red light in conjunction with a number of photosensitisers, including Toluidine Blue, phthalocyanines and chlorins. The advantages of this approach are that bacteria can be eradicated in very short periods of time (seconds or minutes), resistance development in the target bacteria is unlikely and damage to adjacent host tissues and disruption of the normal microflora can be avoided. This approach may be a useful alternative to antibiotics and antiseptics in eliminating cariogenic and periodontopathogenic bacteria from disease lesions and for the disinfection of root canals. Not only would this be of benefit for the treatment of these diseases but, by replacing the antimicrobial agents that are currently used for such purposes, it would help to conserve our dwindling supply of antimicrobial agents that are effective in the treatment of serious systemic infections.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Microbiology, Eastman Dental Institute, University College London, 256 Gray's Inn Road, London, UKWC1X 8LD. m.wilson@eastman.ucl.ac.uk"
      ]
    }
  ],
  "journal": {
    "title": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology",
    "iso_abbreviation": "Photochem Photobiol Sci",
    "issn": "1474-905X",
    "issn_type": "Print",
    "volume": "3",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "412",
  "end_page": "418",
  "pages": "412-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bacteria",
    "Bacterial Infections",
    "Dental Plaque",
    "Humans",
    "Microscopy, Electron",
    "Mouth",
    "Mouth Diseases",
    "Photochemotherapy"
  ],
  "article_ids": {
    "pubmed": "15122357",
    "doi": "10.1039/b211266c"
  },
  "doi": "10.1039/b211266c",
  "dates": {
    "completed": "2004-07-13",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.738318",
    "pmid": "15122357"
  }
}