{
  "pmid": "15128683",
  "uid": "15128683",
  "title": "Prescribing of potentially inappropriate medications to elderly people.",
  "abstract": "OBJECTIVE: To estimate the prevalence and predictors of medications deemed potentially inappropriate for the elderly among family physicians' patients aged 65 and older (seniors) taking multiple prescribed medications. METHODS: Forty-eight randomly selected family practices in 16 towns and cities in Southern Ontario, Canada and 889 of their senior patients were recruited into a randomized trial. We conducted a cross-sectional analysis of prescription insurance data from the provincial universal prescription insurance database over 12 months, from the 777 seniors who completed the trial and agreed to have their data released. The prevalence and patient and physician predictors of use of a potentially inappropriate medication (PIM), as defined by published widely accepted criteria, were examined. RESULTS: The median number of prescriptions filled was 24. Nearly one-fifth (16.3%) of the seniors received at least one prescription for a PIM, with short-acting benzodiazepine prescriptions for longer than 30 days (6.4%) and oxybutynin (3.7%) being the types prescribed most frequently. In univariate and multiple variable analyses, women were found to be statistically significantly more likely to be prescribed a PIM (adjusted OR = 1.6; 95% confidence interval = 1.0-2.4). Age, education, self-rated health, number of health conditions, and number of prescriptions were not associated with PIM use. Physician gender, family medicine certification status, and time since graduation were not significantly associated with PIM prescribing. CONCLUSIONS: Prescribing of PIMs, especially of short-acting benzodiazepines was common in seniors taking multiple medications. Interventions to reduce use of PIM, especially long-term benzodiazepines, are important in primary care.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Departments of Family Medicine, McMaster University, St Joseph's Healthcare, Hamilton, Ontario, Canada. mhoward@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    },
    {
      "last_name": "Sellors",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Sellors",
      "affiliations": []
    },
    {
      "last_name": "Sellors",
      "fore_name": "John",
      "initials": "J",
      "name": "John Sellors",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "0263-2136",
    "issn_type": "Print",
    "volume": "21",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "244",
  "end_page": "247",
  "pages": "244-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Benzodiazepines",
    "Cross-Sectional Studies",
    "Family Practice",
    "Female",
    "Geriatrics",
    "Humans",
    "Male",
    "Medication Errors",
    "Ontario",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "15128683",
    "doi": "10.1093/fampra/cmh305"
  },
  "doi": "10.1093/fampra/cmh305",
  "dates": {
    "completed": "2004-09-01",
    "revised": "2019-05-13"
  },
  "chemicals": [
    "Benzodiazepines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.510278",
    "pmid": "15128683"
  }
}