{
  "pmid": "15139828",
  "uid": "15139828",
  "title": "Diabetes care in remote northern Australian Indigenous communities.",
  "abstract": "OBJECTIVE: To assess primary care processes and clinical characteristics of adults with diabetes in remote northern Australian Indigenous communities. DESIGN: Clinical audit from diabetes registers in 21 remote primary healthcare centres in the Torres Strait Health Service District (n = 921), three in Cape York, Queensland (n = 252), and three in the Northern Territory (n = 194), between September 2002 and February 2003. PARTICIPANTS AND SETTING: Aboriginal and Torres Strait Islander adults with diabetes who were receiving their routine diabetes care in these 27 centres. MAIN OUTCOME MEASURES: Provision of regular checks for weight, blood pressure, glycaemia (HbA(1c)), proteinuria, lipid levels, renal function, eyes and feet, influenza and pneumococcal vaccination. Weight, blood pressure and glycaemic control. RESULTS: Most routine diabetes checks were delivered according to recommended schedules, except for eye and foot checks in the NT. There were uniformly high rates of appropriate treatment for hypertension and albuminuria, but low rates of insulin treatment and self-monitoring despite a high mean HbA(1c) level (8.9%). Vaccination rates were low in the NT. Torres Strait Islanders with diabetes were significantly heavier than Aboriginals, but had lower mean diastolic blood pressure (77.3 mmHg compared with 79.5 mmHg) and lower prevalence of albuminuria and smoking. CONCLUSION: A high proportion of Aboriginals and Torres Strait Islanders requiring treatment for high blood pressure and proteinuria are receiving it. However, there is dissonance between the relatively high rates of routine checks and apparent lack of therapeutic action on glycaemia. More intensive management of glycaemia, including improved nutrition, exercise and (probably) insulin, is required to reduce microvascular complications.",
  "authors": [
    {
      "last_name": "McDermott",
      "fore_name": "Robyn A",
      "initials": "RA",
      "name": "Robyn A McDermott",
      "affiliations": [
        "Department of Public Health and Tropical Medicine, James Cook University, Cairns, QLD. robyn_mcdermott@health.qld.gov.au"
      ]
    },
    {
      "last_name": "Tulip",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Tulip",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Medical journal of Australia",
    "iso_abbreviation": "Med J Aust",
    "issn": "0025-729X",
    "issn_type": "Print",
    "volume": "180",
    "issue": "10",
    "pub_year": "2004",
    "pub_month": "May",
    "pub_day": "17"
  },
  "start_page": "512",
  "end_page": "516",
  "pages": "512-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Distribution",
    "Albuminuria",
    "Blood Pressure Determination",
    "Body Weight",
    "Creatinine",
    "Diabetes Mellitus",
    "Female",
    "Glycated Hemoglobin",
    "Health Services, Indigenous",
    "Humans",
    "Insulin",
    "Male",
    "Middle Aged",
    "Northern Territory",
    "Process Assessment, Health Care",
    "Queensland",
    "Reference Values",
    "Rural Health Services",
    "Sex Distribution",
    "Smoking",
    "Australian Aboriginal and Torres Strait Islander Peoples"
  ],
  "article_ids": {
    "pubmed": "15139828",
    "doi": "10.5694/j.1326-5377.2004.tb06055.x",
    "pii": "mcd10601_fm"
  },
  "doi": "10.5694/j.1326-5377.2004.tb06055.x",
  "dates": {
    "completed": "2004-07-06",
    "revised": "2024-12-03"
  },
  "chemicals": [
    "Glycated Hemoglobin A",
    "Insulin",
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.341111",
    "pmid": "15139828"
  }
}