{
  "pmid": "15132757",
  "uid": "15132757",
  "title": "The relationship between sensory impairment and functional independence among elderly.",
  "abstract": "BACKGROUND: It has been well established that increasing age is associated with decreasing functional ability in older adults. It is important to understand the specific factors that affect instrumental activities of daily living (IADL) and functional independence among older adults with sensory disabilities. METHODS: Nationally representative sample of adults aged 55 years and older with seeing or hearing disabilities were categorised into three sensory classifications: \"Seeing Disabled but Hearing Abled\" (SD-HA), \"Hearing Disabled but Seeing Abled\" (HD-SA), and both \"Seeing and Hearing Disabled\" (SD-HD). The additional category of \"Seeing Disabled and/or Hearing Disabled\" (SD and/or HD) was created to calculate the total of all individuals from the above categories who either had a seeing or hearing disability or both sensory disabilities. Respondents were asked to indicate whether they received assistance in performing seven IADL and their level of functional independence. RESULTS: The most common factors that affect IADL were heavy chores, grocery shopping and housework. Individuals with both seeing and hearing disabilities (SD-HD) reported having the most IADL restrictions, followed by individuals with only seeing disabilities (SD-HA) and only hearing disabilities (HD-SA). Individuals with severe sensory disabilities were generally more likely to report IADL restrictions and less likely to have decision-making control and be happy with their lives. In each sensory classification, females aged 55-64 years and 65 years and older reported more IADL restrictions than males. CONCLUSION: Both seeing and hearing disabilities have a significant impact on restricting an individual's IADL.",
  "authors": [
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Canada. praina@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Micheline",
      "initials": "M",
      "name": "Micheline Wong",
      "affiliations": []
    },
    {
      "last_name": "Massfeller",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Massfeller",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2004",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "15132757",
    "pmc": "PMC425581",
    "doi": "10.1186/1471-2318-4-3",
    "pii": "1471-2318-4-3"
  },
  "doi": "10.1186/1471-2318-4-3",
  "pmc_id": "PMC425581",
  "dates": {
    "completed": "2005-04-15",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.086229",
    "pmid": "15132757"
  }
}