{
  "pmid": "15140497",
  "uid": "15140497",
  "title": "Abductor digiti minimi involvement in Dupuytren's contracture of the small finger.",
  "abstract": "PURPOSE: Dupuytren's contracture (DC) is a common, benign, progressive condition. Patterns of involvement of the ulnar side of the hand, specifically the involvement of the abductor digiti minimi (ADM), have received limited attention; therefore, the purpose of this study was to determine the prevalence, patterns of involvement, and surgical outcomes in DC of the small finger. METHODS: A retrospective review was performed on the hands of all patients who had surgery for DC between January 1998 and March 2002 to determine the incidence of ADM involvement. RESULTS: A total of 149 patients had 195 surgeries on 261 digits during this period. Forty-seven percent of cases involved the small finger and 27% of those involved the ADM. Those cases involving the ADM had statistically significantly greater mean preoperative proximal interphalangeal joint (PIPJ) contracture (53 degrees) as well as postoperative PIPJ contracture (34 degrees) when compared with those without ADM involvement of the small finger (31 degrees preoperative PIPJ contracture and 15 degrees postoperative PIPJ contracture, respectively). The most common origin pattern of the ADM involvement was found to arise from both the ADM tendon and overlying fascia (77%). The most common insertion pattern was found to be over the middle phalanx (50%). CONCLUSIONS: We conclude that ADM is involved in DC of the small finger in one quarter of cases. Failure to recognize and resect the diseased cord arising from it and its overlying fascia at the time of surgery may account for the poor outcomes seen in DC of the small finger.",
  "authors": [
    {
      "last_name": "Meathrel",
      "fore_name": "Kimberley E",
      "initials": "KE",
      "name": "Kimberley E Meathrel",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, St. Joseph's HealthCare and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "0363-5023",
    "issn_type": "Print",
    "volume": "29",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "510",
  "end_page": "513",
  "pages": "510-3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Dupuytren Contracture",
    "Fascia",
    "Female",
    "Finger Joint",
    "Humans",
    "Male",
    "Middle Aged",
    "Muscle, Skeletal",
    "Prevalence",
    "Retrospective Studies",
    "Tendons"
  ],
  "article_ids": {
    "pubmed": "15140497",
    "doi": "10.1016/j.jhsa.2004.01.016",
    "pii": "S0363502304001935"
  },
  "doi": "10.1016/j.jhsa.2004.01.016",
  "dates": {
    "completed": "2004-09-02",
    "revised": "2009-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.130233",
    "pmid": "15140497"
  }
}