{
  "pmid": "15140584",
  "uid": "15140584",
  "title": "Low-dose oral vitamin K is safe and effective for outpatient management of patients with an INR>10.",
  "abstract": "BACKGROUND: Low-dose oral vitamin K effectively returns an international normalized ratio (INR) between 4.5 and 10.0 to an INR of 2.0-3.0 within 24 h in about 70% of patients. However, the efficacy of oral vitamin K for the treatment of higher INR values has only been studied in one small randomized trial. Treatment of markedly prolonged INR values with low-dose oral vitamin K is attractive because it has the potential to greatly simplify the management of such patients. METHODS: In our tertiary care anticoagulation clinic patients with an INR of more than 10 were managed as outpatients with simple warfarin withdrawal and, where feasible, low-dose (2 mg) oral vitamin K. Only patients with additional complications such as bleeding or unexplained symptoms were admitted to hospital. RESULTS: Eighty-five patients had 89 episodes of an INR value of more than 10.0. Fourteen patients were admitted to the hospital for management. In the other 75 episodes patients were managed as outpatients by warfarin withdrawal. In 24 episodes patients did not receive vitamin K. In 51 episodes patients were also given oral vitamin K. None of the patients given oral vitamin K experienced bleeding requiring medical intervention (95% confidence interval (CI) 0-6%). In contrast there were three clinically important bleeding episodes amongst the patients managed with simple warfarin withdrawal (95% CI 0-34%). Patients given vitamin K were also more likely to have an INR<5 by day 3 than those managed by withdrawal of warfarin alone. Two patients admitted to hospital and given intravenous vitamin K at higher doses became temporarily refractory to anticoagulation while there were no such complications in those treated with low-dose oral vitamin K. CONCLUSION: Low-dose (2 mg) oral vitamin K, coupled with temporary warfarin discontinuation, appears to be a safe and effective treatment for severe warfarin associated coagulopathy in non-bleeding patients.",
  "authors": [
    {
      "last_name": "Gunther",
      "fore_name": "Karen E",
      "initials": "KE",
      "name": "Karen E Gunther",
      "affiliations": [
        "Department of Molecular Medicine and Haematology, National Health Laboratory Service, Area 454 Johannesburg Hospital, P.O. Box 2000, Johannesburg Gauteng, South Africa. karen.gunther@nhls.ac.za"
      ]
    },
    {
      "last_name": "Conway",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Conway",
      "affiliations": []
    },
    {
      "last_name": "Leibach",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Leibach",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "113",
    "issue": "3-4",
    "pub_year": "2004"
  },
  "start_page": "205",
  "end_page": "209",
  "pages": "205-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Administration, Oral",
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anticoagulants",
    "Antidotes",
    "Blood Coagulation",
    "Female",
    "Humans",
    "International Normalized Ratio",
    "Male",
    "Middle Aged",
    "Outpatients",
    "Patient Selection",
    "Retrospective Studies",
    "Treatment Outcome",
    "Vitamin K",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "15140584",
    "doi": "10.1016/j.thromres.2004.03.004",
    "pii": "S0049384804001501"
  },
  "doi": "10.1016/j.thromres.2004.03.004",
  "dates": {
    "completed": "2004-12-07",
    "revised": "2014-07-28"
  },
  "chemicals": [
    "Anticoagulants",
    "Antidotes",
    "Vitamin K",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.620880",
    "pmid": "15140584"
  }
}