{
  "pmid": "15146419",
  "uid": "15146419",
  "title": "Chopstick arthropathy: the Beijing Osteoarthritis Study.",
  "abstract": "OBJECTIVE: Several investigators have speculated that mechanical stress might play an important role in the development of hand osteoarthritis (OA). Chopsticks, used universally as eating utensils in China, increase joint loading in the first through third fingers. We conducted a population-based survey among elderly Chinese individuals living in Beijing, to explore whether chopsticks use is associated with prevalent hand OA. METHODS: We recruited a sample of persons ages 60 years and older, using door-to-door enumeration in randomly selected neighborhoods in Beijing. Subjects answered questions about the hand with which they use chopsticks, handedness, and pincer grip activities. Bilateral posteroanterior hand radiographs were obtained, and each joint was graded according to the Kellgren/Lawrence (K/L) scale. We defined a subject as having radiographic OA if at least 1 of his or her hand joints had radiographic OA (K/L score of > or =2). We defined a particular hand group (i.e., distal interphalangeal [DIP] joints, proximal interphalangeal [PIP] joints, or metacarpophalangeal [MCP] joints) as having OA if at least 1 joint of the group had radiographic OA. We calculated the prevalence of OA for each hand joint and, according to the status of chopsticks use, performed a matched analysis to examine the relationship between chopsticks use and the prevalence of hand OA. In the analysis, we excluded persons who reported a previous hand injury. Because most subjects used chopsticks with their dominant hand (a hand they would be expected to use more for all manual tasks), we also performed the analysis among subjects who reported that they had no hand preference when performing other activities and subjects who denied other pincer grip activities. RESULTS: A total of 1,008 men and 1,499 women were assessed. The prevalence ratio for OA of the thumb IP joint in the chopsticks hand was 1.2 (range 1.1-1.4) in men and 1.6 (range 1.4-1.7) in women; the prevalence ratio for OA of the second and third PIP joints was 1.5 (range 1.1-2.2) in men and 1.4 (range 1.2-1.7) in women; and the prevalence ratio for OA of the second and third MCP joints was 1.4 (range 1.2-1.6) in men and 1.4 (range 1.2-1.6) in women. The prevalence ratios in these joints were greater than the ratios in other MCP, PIP, or DIP joints from the same hand that were unlikely to be involved by chopsticks use, especially among women. Similar results were observed when the analyses were limited to ambidextrous subjects and subjects who did not engage in any other pincer grip activities. Thumb IP joint OA affected 26% of the entire population studied, and chopsticks use accounted for 19% of the risk of OA developing in this joint in men and 36% of the risk in women. CONCLUSION: This epidemiologic study investigated the relationship of chopsticks use to hand arthropathy. The results suggest that chopsticks use is associated with an increased prevalence of OA in the IP joint of the thumb, and in the second and third PIP and MCP joints.",
  "authors": [
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": [
        "Boston University Arthritis Center, BU School of Medicine, 715 Albany Street, Boston, MA 02118, USA. djhunter@bu.edu"
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Nevitt",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Nevitt",
      "affiliations": []
    },
    {
      "last_name": "Xu",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Xu",
      "affiliations": []
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": []
    },
    {
      "last_name": "Lui",
      "fore_name": "Li-Yung",
      "initials": "LY",
      "name": "Li-Yung Lui",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Yu",
      "affiliations": []
    },
    {
      "last_name": "Aliabadi",
      "fore_name": "Piran",
      "initials": "P",
      "name": "Piran Aliabadi",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "50",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "1495",
  "end_page": "1500",
  "pages": "1495-500",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "China",
    "Cooking and Eating Utensils",
    "Ergonomics",
    "Female",
    "Finger Joint",
    "Hand Strength",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoarthritis",
    "Prevalence",
    "Risk Factors",
    "Stress, Mechanical"
  ],
  "article_ids": {
    "pubmed": "15146419",
    "doi": "10.1002/art.20145"
  },
  "doi": "10.1002/art.20145",
  "dates": {
    "completed": "2004-06-15",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.024203",
    "pmid": "15146419"
  }
}