{
  "pmid": "15151738",
  "uid": "15151738",
  "title": "The detection and management of vaginal atrophy.",
  "abstract": "OBJECTIVE: To support the practitioner in the diagnosis of vaginal atrophy and in the management of the related symptoms. OPTIONS: The modalities of evaluation range from basic pelvic examination, examination of the vulva, and laboratory tests. OUTCOMES: A comprehensive approach to the detection of vaginal atrophy and a discussion of available therapeutic and nontherapeutic options. EVIDENCE: Published opinions of experts, supplemented by evidence from clinical trials, where appropriate. VALUES: The quality of the evidence is rated using the criteria described by the Canadian Task Force on the Periodic Health Examination. BENEFITS, HARMS, AND COSTS: Diagnosis of vaginal atrophy is often a challenge because women are unwilling to report symptoms, which have the potential to significantly decrease their quality of life. Increased clinical suspicion is the first step in the diagnosis of vaginal atrophy, which will prompt the initiation of safe therapies with proven efficacy. RECOMMENDATIONS: 1. Health-care providers should routinely assess postmenopausal women for the symptoms and signs of vaginal atrophy, a common condition that exerts significant negative effects on quality of life. (III-C) 2. Regular sexual activity should be encouraged to maintain vaginal health. (II-2B)3. Women experiencing recurrent urinary tract infections should be instructed that consumption of pure cranberry-lingonberry juice, rather than cranberry drink, will decrease their risk of urinary tract infections. (I-A) 4. Vaginal moisturizers applied on a regular basis have an efficacy equivalent to local hormone replacement for the treatment of local urogenital symptoms such as vaginal itching, irritation, and dyspareunia, and should be offered to women wishing to avoid use of hormone replacement therapy. (I-A) 5. Women experiencing vaginal atrophy can be offered any of the following effective vaginal estrogen replacement therapies: conjugated equine estrogen cream (I-A), a sustained-release intravaginal estradiol ring (I-A), or a low-dose estradiol tablet (I-A). 6. Although systemic absorption of estrogen can occur with local preparations, there is insufficient data to recommend annual endometrial surveillance in asymptomatic women using local estrogens. (III-C) 7. For menopausal women experiencing recurrent urinary tract infections and who have no contraindication to local hormone replacement, vaginal estrogen therapy should be offered. (I-A).",
  "authors": [
    {
      "last_name": "Johnston",
      "fore_name": "Shawna L",
      "initials": "SL",
      "name": "Shawna L Johnston",
      "affiliations": []
    },
    {
      "last_name": "Farrell",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Farrell",
      "affiliations": []
    },
    {
      "last_name": "Bouchard",
      "fore_name": "Celine",
      "initials": "C",
      "name": "Celine Bouchard",
      "affiliations": []
    },
    {
      "last_name": "Farrell",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Farrell",
      "affiliations": []
    },
    {
      "last_name": "Beckerson",
      "fore_name": "Lo-Ann",
      "initials": "LA",
      "name": "Lo-Ann Beckerson",
      "affiliations": []
    },
    {
      "last_name": "Comeau",
      "fore_name": "Margery",
      "initials": "M",
      "name": "Margery Comeau",
      "affiliations": []
    },
    {
      "last_name": "Johnston",
      "fore_name": "Shawna L",
      "initials": "SL",
      "name": "Shawna L Johnston",
      "affiliations": []
    },
    {
      "last_name": "Lefebvre",
      "fore_name": "Guylaine",
      "initials": "G",
      "name": "Guylaine Lefebvre",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "26",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "May"
  },
  "start_page": "503",
  "end_page": "515",
  "pages": "503-15",
  "language": "eng",
  "publication_types": [
    "Guideline",
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Intravaginal",
    "Administration, Topical",
    "Atrophy",
    "Estrogen Replacement Therapy",
    "Estrogens",
    "Female",
    "Humans",
    "Lubrication",
    "Postmenopause",
    "Quality of Life",
    "Sexual Behavior",
    "Urinary Tract Infections",
    "Vagina",
    "Vaginal Diseases"
  ],
  "article_ids": {
    "pubmed": "15151738",
    "doi": "10.1016/s1701-2163(16)30662-4",
    "pii": "S1701-2163(16)30662-4"
  },
  "doi": "10.1016/s1701-2163(16)30662-4",
  "dates": {
    "completed": "2004-07-29",
    "revised": "2019-11-08"
  },
  "chemicals": [
    "Estrogens"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.671463",
    "pmid": "15151738"
  }
}