{
  "pmid": "15152921",
  "uid": "15152921",
  "title": "Application of influence diagrams to prostate intensity-modulated radiation therapy plan selection.",
  "abstract": "The purpose is to incorporate clinically relevant factors such as patient-specific and dosimetric information as well as data from clinical trials in the decision-making process for the selection of prostate intensity-modulated radiation therapy (IMRT) plans. The approach is to incorporate the decision theoretic concept of an influence diagram into the solution of the multiobjective optimization inverse planning problem. A set of candidate IMRT plans was obtained by varying the importance factors for the planning target volume (PTV) and the organ-at-risk (OAR) in combination with simulated annealing to explore a large part of the solution space. The Pareto set for the PTV and OAR was analysed to demonstrate how the selection of the weighting factors influenced which part of the solution space was explored. An influence diagram based on a Bayesian network with 18 nodes was designed to model the decision process for plan selection. The model possessed nodes for clinical laboratory results, tumour grading, staging information, patient-specific information, dosimetric information, complications and survival statistics from clinical studies. A utility node was utilized for the decision-making process. The influence diagram successfully ranked the plans based on the available information. Sensitivity analyses were used to judge the reasonableness of the diagram and the results. In conclusion, influence diagrams lend themselves well to modelling the decision processes for IMRT plan selection. They provide an excellent means to incorporate the probabilistic nature of data and beliefs into one model. They also provide a means for introducing evidence-based medicine, in the form of results of clinical trials, into the decision-making process.",
  "authors": [
    {
      "last_name": "Meyer",
      "fore_name": "Jürgen",
      "initials": "J",
      "name": "Jürgen Meyer",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington Medical Center, PO Box 356043, Seattle, WA 98195, USA. Meyer_J@klinik.uni-wuerzburg.de"
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Phillips",
      "affiliations": []
    },
    {
      "last_name": "Cho",
      "fore_name": "Paul S",
      "initials": "PS",
      "name": "Paul S Cho",
      "affiliations": []
    },
    {
      "last_name": "Kalet",
      "fore_name": "Ira",
      "initials": "I",
      "name": "Ira Kalet",
      "affiliations": []
    },
    {
      "last_name": "Doctor",
      "fore_name": "Jason N",
      "initials": "JN",
      "name": "Jason N Doctor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Physics in medicine and biology",
    "iso_abbreviation": "Phys Med Biol",
    "issn": "0031-9155",
    "issn_type": "Print",
    "volume": "49",
    "issue": "9",
    "pub_year": "2004",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "1637",
  "end_page": "1653",
  "pages": "1637-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Clinical Trials as Topic",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Biological",
    "Probability Learning",
    "Prostatic Neoplasms",
    "Radiotherapy Dosage",
    "Sensitivity and Specificity",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15152921",
    "doi": "10.1088/0031-9155/49/9/004"
  },
  "doi": "10.1088/0031-9155/49/9/004",
  "dates": {
    "completed": "2004-12-02",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.670598",
    "pmid": "15152921"
  }
}