{
  "pmid": "15165983",
  "uid": "15165983",
  "title": "The relationship between interviewers' characteristics and ratings assigned during a multiple mini-interview.",
  "abstract": "PURPOSE: To assess the consistency of ratings assigned by health sciences faculty members relative to community members during an innovative admissions protocol called the Multiple Mini-Interview (MMI). METHOD: A nine-station MMI was created and 54 candidates to an undergraduate MD program participated in the exercise in Spring 2003. Three stations were staffed with a pair of faculty members, three with a pair of community members, and three with one member of each group. Raters completed a four-item evaluation form. All participants completed post-MMI questionnaires. Generalizability Theory was used to examine the consistency of the ratings provided within each of these three subgroups. RESULTS: The overall test reliability was found to be .78 and a Decision Study suggested that admissions committees should distribute their resources by increasing the number of interviews to which candidates are exposed rather than increasing the number of interviewers within each interview. Divergence of ratings was greater within the pairing of community member to faculty member and least for pairings of community members. Participants responded positively to the MMI. CONCLUSION: The MMI provides a reliable protocol for assessing the personal qualities of candidates by accounting for context specificity with a multiple sampling approach. Increasing the heterogeneity of interviewers may increase the heterogeneity of the accepted group of candidates. Further work will determine the extent to which different groups of raters provide equally valid (albeit different) judgments.",
  "authors": [
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. evakw@mcmaster.ca"
      ]
    },
    {
      "last_name": "Reiter",
      "fore_name": "Harold I",
      "initials": "HI",
      "name": "Harold I Reiter",
      "affiliations": []
    },
    {
      "last_name": "Rosenfeld",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Rosenfeld",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1040-2446",
    "issn_type": "Print",
    "volume": "79",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "602",
  "end_page": "609",
  "pages": "602-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Analysis of Variance",
    "Data Collection",
    "Decision Making",
    "Education, Medical, Undergraduate",
    "Female",
    "Humans",
    "Interpersonal Relations",
    "Interviews as Topic",
    "Male",
    "Probability",
    "School Admission Criteria",
    "Schools, Medical",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15165983",
    "doi": "10.1097/00001888-200406000-00021"
  },
  "doi": "10.1097/00001888-200406000-00021",
  "dates": {
    "completed": "2004-06-29",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.735945",
    "pmid": "15165983"
  }
}