{
  "pmid": "15172865",
  "uid": "15172865",
  "title": "Outcome of pregnancy in homozygous sickle cell disease.",
  "abstract": "OBJECTIVE: Previous reports on pregnancy in homozygous sickle cell (SS) disease are biased by hospital-based, more severely affected subjects and may have underestimated recurrent early pregnancy losses. We report pregnancy outcome in a representative sample of SS subjects subsequently referred to as \"subjects\" or \"sickle cell subjects,\" and matched normal controls followed from birth. METHODS: The outcomes of 94 pregnancies in 52 subjects and 157 pregnancies in 68 controls followed in a cohort study from birth are presented. Outcome measures included the age at menarche, interval to first pregnancy, outcome of pregnancy, and maternal complications. Possible predictors of low birth weight are assessed. Outcomes were compared by the Kaplan-Meier analysis for interval to first pregnancy and by Student t test, chi(2) test, or Fisher exact test, as appropriate. Correction was made for multiple testing, and multiple linear regression was used for analysis of birth weight. RESULTS: Compared with controls, SS subjects had later menarche (median age 15.4 versus 13.0 years) and first pregnancy (median age 23.7 versus 20.1 years), and more spontaneous abortions (36% versus 10%). Babies of SS subjects had a lower gestational age (P <.001) and lower birth weight (P <.001), the latter being significantly affected by sickle-related events in pregnancy. There was no difference in pregnancy-induced hypertension, preeclampsia, or antepartum or postpartum hemorrhage, but a retained placenta was marginally more common in SS subjects (Fisher exact test, P =.007 after adjustment for multiple testing). Two SS subjects died, a mortality rate of 2.1%. CONCLUSION: The increased fetal loss and maternal morbidity in mothers with homozygous sickle cell disease is confirmed. LEVEL OF EVIDENCE: II-2",
  "authors": [
    {
      "last_name": "Serjeant",
      "fore_name": "Graham R",
      "initials": "GR",
      "name": "Graham R Serjeant",
      "affiliations": [
        "Sickle Cell Trust (Jamaica) 14 Milverton Crescent, Kingston 6 , Jamaica, West Indies. grserjeant@cwjamaica.com"
      ]
    },
    {
      "last_name": "Loy",
      "fore_name": "Luana Look",
      "initials": "LL",
      "name": "Luana Look Loy",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    },
    {
      "last_name": "Hambleton",
      "fore_name": "Ian R",
      "initials": "IR",
      "name": "Ian R Hambleton",
      "affiliations": []
    },
    {
      "last_name": "Thame",
      "fore_name": "Minerva",
      "initials": "M",
      "name": "Minerva Thame",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obstetrics and gynecology",
    "iso_abbreviation": "Obstet Gynecol",
    "issn": "0029-7844",
    "issn_type": "Print",
    "volume": "103",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "1278",
  "end_page": "1285",
  "pages": "1278-85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abortion, Spontaneous",
    "Adult",
    "Anemia, Sickle Cell",
    "Case-Control Studies",
    "Cohort Studies",
    "Female",
    "Homozygote",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Linear Models",
    "Menarche",
    "Pregnancy",
    "Pregnancy Complications, Hematologic",
    "Pregnancy Outcome"
  ],
  "article_ids": {
    "pubmed": "15172865",
    "doi": "10.1097/01.AOG.0000127433.23611.54",
    "pii": "103/6/1278"
  },
  "doi": "10.1097/01.AOG.0000127433.23611.54",
  "dates": {
    "completed": "2004-07-02",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.622424",
    "pmid": "15172865"
  }
}