{
  "pmid": "15170672",
  "uid": "15170672",
  "title": "Genetic abnormalities in plasma DNA of patients with lung cancer and other respiratory diseases.",
  "abstract": "The detection of tumour-associated genetic alterations in plasma DNA has been proposed as a simple method for the early diagnosis of lung cancer and for identifying individuals at high risk of lung cancer who might be included in screening or chemoprevention programmes. To evaluate the practicality of this approach, we screened a panel of 16 plasma DNA markers in a lung cancer population to identify those with the highest genetic alteration rate. These were then used to study plasma DNA in 206 hospital outpatients with lung cancer and other respiratory diseases. Plasma and lymphocyte DNA were isolated from blood samples collected from hospital outpatients. Polymerase chain reaction was carried out with 16 microsatellite markers covering chromosomal regions 3p, 8p, 9p, 13q and 17p, using DNA from 32 lung cancer patients. The 3 markers most commonly affected were selected for use in a larger study of 86 lung cancer patients and 120 patients with other respiratory diseases. In the pilot study, 3 primer pairs (D3S1300, D3S1560, D8S201) together detected genetic alterations in plasma DNA in 60% of lung cancer patients. In the larger study, significantly higher genetic alteration rates were observed in lung cancer patients than in patients with other respiratory diseases for the two markers D3S1560 and D8S201. The overall genetic alteration rate was 69% in the lung cancer patients and 42% in the patients with other respiratory diseases (p < 0.001). Analysis of plasma and lymphocyte DNA to detect genetic alterations typical of lung cancer is possible in large studies. The genetic alteration rate we found in lung cancer patients was comparable with other studies. Although the genetic alteration rate was significantly higher in the lung cancer than the respiratory disease patients, it did not have good positive predictive value in this population. Longitudinal studies are required to determine whether genetic changes in plasma DNA of non-cancer patients indicate a high risk of later lung cancer.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Cancer Research UK Department of Clinical Oncology, University of Nottingham and Nottingham City Hospital, Nottingham, United Kingdom."
      ]
    },
    {
      "last_name": "Coulson",
      "fore_name": "Judy M",
      "initials": "JM",
      "name": "Judy M Coulson",
      "affiliations": []
    },
    {
      "last_name": "Woll",
      "fore_name": "Penella J",
      "initials": "PJ",
      "name": "Penella J Woll",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of cancer",
    "iso_abbreviation": "Int J Cancer",
    "issn": "0020-7136",
    "issn_type": "Print",
    "volume": "110",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "891",
  "end_page": "895",
  "pages": "891-5",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Biomarkers",
    "Biomarkers, Tumor",
    "Carcinoma, Non-Small-Cell Lung",
    "Carcinoma, Small Cell",
    "Chromosome Aberrations",
    "Chromosome Mapping",
    "DNA",
    "DNA, Neoplasm",
    "Female",
    "Humans",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Respiratory Tract Diseases",
    "Smoking"
  ],
  "article_ids": {
    "pubmed": "15170672",
    "doi": "10.1002/ijc.20156"
  },
  "doi": "10.1002/ijc.20156",
  "dates": {
    "completed": "2004-07-16",
    "revised": "2016-03-03"
  },
  "chemicals": [
    "Biomarkers",
    "Biomarkers, Tumor",
    "DNA, Neoplasm",
    "DNA"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.674331",
    "pmid": "15170672"
  }
}