{
  "pmid": "15180234",
  "uid": "15180234",
  "title": "How reliable are reliability studies of fracture classifications? A systematic review of their methodologies.",
  "abstract": "Two independent reviewers performed a search in MEDLINE and EMBASE for fracture classification reliability studies. Data were obtained on classifications, image modalities, fracture selection processes, sample sizes and their justification, type and number of raters, practical issues for the classification sessions, statistical methods, and results. A 10-item checklist was devised for quality assessment of methodologies. 44 studies assessing 32 fracture classification systems were included. We found a wide variation of methodologies. For instance, the median number of raters was 5 (2-36) and the median number of fractures was 50 (10-200). This selection was considered representative in 17/44 of the studies. The true distribution of classification categories was estimated in 9 studies. The kappa coefficient was mostly used (39/44) to quantify the raters' agreement. Methodological issues are discussed. Given limitations in the use and interpretation of kappa coefficients, investigators should consider alternative methods that focus upon the accuracy of the classification systems. The development and adoption of a systematic methodological approach to the development and validation of fracture classification systems is needed.",
  "authors": [
    {
      "last_name": "Audigé",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Audigé",
      "affiliations": [
        "AO Clinical Investigation and Documentation, AO Center, Clavadelerstrasse, CH-7270 Davos Platz, Switzerland. laurent.audige@aofoundation.org"
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Kellam",
      "fore_name": "James",
      "initials": "J",
      "name": "James Kellam",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Acta orthopaedica Scandinavica",
    "iso_abbreviation": "Acta Orthop Scand",
    "issn": "0001-6470",
    "issn_type": "Print",
    "volume": "75",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Apr"
  },
  "start_page": "184",
  "end_page": "194",
  "pages": "184-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Fractures, Bone",
    "Humans",
    "Methods",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "15180234",
    "doi": "10.1080/00016470412331294445"
  },
  "doi": "10.1080/00016470412331294445",
  "dates": {
    "completed": "2004-07-08",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.000833",
    "pmid": "15180234"
  }
}