{
  "pmid": "15181069",
  "uid": "15181069",
  "title": "The economic implications of three biochemical screening algorithms for pheochromocytoma.",
  "abstract": "Pheochromocytoma is a rare, life-threatening condition. Using a modeling technique, we studied the economic implications of detection strategies for pheochromocytoma (third-party payer perspective). The diagnostic efficacy of biochemical tests was based on Mayo Clinic Rochester data. In all hypothetical algorithms, positive biochemical tests were followed by abdominal computerized tomography and, if negative, metaiodobenzylguanidine scintigraphy. In each hypothetical algorithm, imaging would be indicated after positive biochemical testing as follows: algorithm A, fractionated plasma metanephrine measurements above the laboratory reference range; or algorithm B, abnormal measurements of 24-h urinary total metanephrines or catecholamines. In algorithm C, subjects with fractions of plasma metanephrine at or above 0.5 nmol/liter or normetanephrine at or above 1.80 nmol/liter would undergo imaging, whereas those with values between the reference range and these cutoffs would undergo 24-h urinary measurements (total metanephrines and fractionated catecholamines) and be imaged if positive. We determined that, if 100,000 hypertensive patients (including 500 patients with pheochromocytoma) were tested, algorithm A (measurement of fractionated plasma metanephrines alone) would detect 489 pheochromocytoma patients at a cost of 56.6 million dollars, whereas B (24-h urinary measurements) would detect 457 pheochromocytoma patients for 39.5 million dollars, and C (combination of measurements of fractionated plasma metanephrines and urines) would detect 478 patients for 28.6 million dollars. None of the screening strategies for pheochromocytoma described are affordable if implemented on a routine basis in extremely low-risk patients. However, algorithm C may be the least costly, and at a reasonable level of sensitivity, for subjects in whom the suspicion of disease is moderate.",
  "authors": [
    {
      "last_name": "Sawka",
      "fore_name": "Anna M",
      "initials": "AM",
      "name": "Anna M Sawka",
      "affiliations": [
        "Division of Endocrinology, Metabolism, Nutrition, and Internal Medicine, Mayo Clinic, Rochester, Minnesota 55905, USA."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Young",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "0021-972X",
    "issn_type": "Print",
    "volume": "89",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "2859",
  "end_page": "2866",
  "pages": "2859-66",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adrenal Gland Neoplasms",
    "Algorithms",
    "Catecholamines",
    "Cost-Benefit Analysis",
    "Humans",
    "Hypertension",
    "Mass Screening",
    "Metanephrine",
    "Pheochromocytoma",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "15181069",
    "doi": "10.1210/jc.2003-031127",
    "pii": "89/6/2859"
  },
  "doi": "10.1210/jc.2003-031127",
  "dates": {
    "completed": "2004-07-19",
    "revised": "2004-11-17"
  },
  "chemicals": [
    "Catecholamines",
    "Metanephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.838329",
    "pmid": "15181069"
  }
}