{
  "pmid": "15188358",
  "uid": "15188358",
  "title": "Quadriceps weakness and its relationship to tibiofemoral and patellofemoral knee osteoarthritis in Chinese: the Beijing osteoarthritis study.",
  "abstract": "OBJECTIVE: Weakness has been documented as a feature of tibiofemoral knee osteoarthritis (OA) and may cause disease in this compartment by shock absorption during impulse loading at heel strike, when the patellofemoral joint is not engaged. Our objective was to determine the association of muscle weakness with compartment-specific knee OA, to evaluate sex-specific differences in this relationship, and to determine, by evaluating asymptomatic individuals with OA, whether symptoms may produce the weakness seen in OA. METHODS: This cross-sectional study involved 2,472 subjects (1,475 women and 997 men) ages 60 years or older from 4 central districts of Beijing, China. For all subjects, a skyline view of each knee and an anteroposterior (AP) or posteroanterior (PA) radiograph of both knees were obtained during weight bearing. Radiographs were read by one reader for Kellgren/Lawrence (K/L) grade, joint space narrowing (JSN), and osteophytes. We defined a subject as having tibiofemoral OA when the K/L grade was > or =2 on AP/PA view, patellofemoral OA on skyline view when the osteophyte score was > or =2 (or when the JSN score was > or =2 and the osteophyte score was > or =1), and mixed OA when the knee had both patellofemoral and tibiofemoral radiographic OA. Strength was measured isometrically for each leg separately, and knee pain was evaluated by questionnaire. RESULTS: In women, quadriceps weakness was associated with tibiofemoral OA (odds ratio [OR] 0.7, 95% confidence interval [95% CI] 0.4-1.0), patellofemoral OA (OR 0.6, 95% CI 0.4-0.9), and mixed OA (OR 0.4, 95% CI 0.3-0.6). In men, weakness was associated with mixed OA (OR 0.5, 95% CI 0.3-0.8), and the ORs suggesting an association of patellofemoral OA with weakness were the same as those in women, although in men this trend did not reach statistical significance (P = 0.12). In men, isolated tibiofemoral disease was not associated with weakness; however, the sample size in this analysis was limited. When subjects with knee symptoms were excluded, the relationship of quadriceps weakness to OA was attenuated, with only the relationship between muscle weakness and mixed OA remaining significant. CONCLUSION: There is a relationship between quadriceps weakness and knee OA in all compartments, with the strongest association in mixed disease. Pain may contribute to some of this weakness.",
  "authors": [
    {
      "last_name": "Baker",
      "fore_name": "Kristin R",
      "initials": "KR",
      "name": "Kristin R Baker",
      "affiliations": [
        "Clinical Epidemiology and Research Training Center, Boston University School of Medicine, Massachusetts 02118, USA. krbaker@bu.edu"
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Xu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Nevitt",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Nevitt",
      "affiliations": []
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": []
    },
    {
      "last_name": "Aliabadi",
      "fore_name": "Piran",
      "initials": "P",
      "name": "Piran Aliabadi",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Yu",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "50",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "1815",
  "end_page": "1821",
  "pages": "1815-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Asian People",
    "Cross-Sectional Studies",
    "Female",
    "Femur",
    "Humans",
    "Male",
    "Middle Aged",
    "Muscle Weakness",
    "Osteoarthritis, Knee",
    "Pain",
    "Patella",
    "Radiography",
    "Thigh",
    "Tibia"
  ],
  "article_ids": {
    "pubmed": "15188358",
    "doi": "10.1002/art.20261"
  },
  "doi": "10.1002/art.20261",
  "dates": {
    "completed": "2004-07-08",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AR-43873",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AR-47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.024676",
    "pmid": "15188358"
  }
}