{
  "pmid": "15190998",
  "uid": "15190998",
  "title": "Does cognitive status modify the relationship between education and mortality? Evidence from the Canadian Study of Health and Aging.",
  "abstract": "BACKGROUND: There is compelling evidence of an inverse relationship between level of education and increased mortality. In contrast to this, one study showed that among subjects with Alzheimer's Disease, those with high education are more than twice as likely to die earlier; however, this result has proven difficult to replicate. We examine the relationship between education and mortality by cognitive status, using a large, nationally representative sample of elderly people. PATIENTS: A representative sample of 10,263 people, aged 65 or over, from the 10 Canadian provinces, participated in the Canadian Study of Health and Aging in 1991. METHODS: Information about age, gender, education, and an initial screening for cognitive impairment were collected; those who screened positive for cognitive impairment were referred for a complete clinical and neuropsychological examination, from which cognitive status and clinical severity of dementia were assessed. Vital status and date of death were collected at follow-up in 1996. The analysis was conducted using survival analysis. RESULTS: Cognitive status modifies the relationship between education and mortality. For those with no cognitive impairment, an inverse relationship between education and mortality exists. Elderly people with cognitive impairment but no dementia, or those with dementia, are more likely to die early than the cognitively normal at baseline, but no relationship exists between education and mortality. INTERPRETATION: These findings do not support previous work that showed a higher risk of mortality among highly educated dementia subjects.",
  "authors": [
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie C",
      "initials": "JC",
      "name": "Jamie C Brehaut",
      "affiliations": [
        "Ottawa Health Research Institute, Ottawa Hospital, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Lindsay",
      "fore_name": "Joan",
      "initials": "J",
      "name": "Joan Lindsay",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International psychogeriatrics",
    "iso_abbreviation": "Int Psychogeriatr",
    "issn": "1041-6102",
    "issn_type": "Print",
    "volume": "16",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Mar"
  },
  "start_page": "75",
  "end_page": "91",
  "pages": "75-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Dementia",
    "Educational Status",
    "Female",
    "Health Status",
    "Humans",
    "Male"
  ],
  "article_ids": {
    "pubmed": "15190998",
    "doi": "10.1017/s1041610204000080",
    "pii": "S1041-6102(24)04531-9"
  },
  "doi": "10.1017/s1041610204000080",
  "dates": {
    "completed": "2004-09-23",
    "revised": "2025-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.293545",
    "pmid": "15190998"
  }
}