{
  "pmid": "15209650",
  "uid": "15209650",
  "title": "Muscle weakness and falls in older adults: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: To evaluate and summarize the evidence of muscle weakness as a risk factor for falls in older adults. DESIGN: Random-effects meta-analysis. SETTING: English-language studies indexed in MEDLINE and CINAHL (1985-2002) under the key words aged and accidental falls and risk factors; bibliographies of retrieved papers. PARTICIPANTS: Fifty percent or more subjects in a study were aged 65 and older. Studies of institutionalized and community-dwelling subjects were included. MEASUREMENTS: Prospective cohort studies that included measurement of muscle strength at inception (in isolation or with other factors) with follow-up for occurrence of falls. METHODS: Sample size, population, setting, measure of muscle strength, and length of follow-up, raw data if no risk estimate, odds ratios (ORs), rate ratios, or incidence density ratios. Each study was assessed using the validity criteria: adjustment for confounders, objective definition of fall outcome, reliable method of measuring muscle strength, and blinded outcome measurement. RESULTS: Thirty studies met the selection criteria; data were available from 13. For lower extremity weakness, the combined OR was 1.76 (95% confidence interval (CI)=1.31-2.37) for any fall and 3.06 (95% CI=1.86-5.04) for recurrent falls. For upper extremity weakness the combined OR was 1.53 (95% CI=1.01-2.32) for any fall and 1.41 (95% CI=1.25-1.59) for recurrent falls. CONCLUSION: Muscle strength (especially lower extremity) should be one of the factors that is assessed and treated in older adults at risk for falls. More clinical trials are needed to isolate whether muscle-strengthening exercises are effective in preventing falls.",
  "authors": [
    {
      "last_name": "Moreland",
      "fore_name": "Julie D",
      "initials": "JD",
      "name": "Julie D Moreland",
      "affiliations": [
        "St. Joseph's Healthcare, Hamilton, Ontario, Canada. moreland@mcmaster.ca"
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Julie A",
      "initials": "JA",
      "name": "Julie A Richardson",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "0002-8614",
    "issn_type": "Print",
    "volume": "52",
    "issue": "7",
    "pub_year": "2004",
    "pub_month": "Jul"
  },
  "start_page": "1121",
  "end_page": "1129",
  "pages": "1121-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged",
    "Humans",
    "Muscle Weakness",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15209650",
    "doi": "10.1111/j.1532-5415.2004.52310.x",
    "pii": "JGS52310"
  },
  "doi": "10.1111/j.1532-5415.2004.52310.x",
  "dates": {
    "completed": "2005-04-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.973950",
    "pmid": "15209650"
  }
}