{
  "pmid": "15218460",
  "uid": "15218460",
  "title": "Cerebrospinal fluid drainage to prevent paraplegia during thoracic and thoracoabdominal aortic aneurysm surgery: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: We undertook a quantitative systematic review of randomized controlled trials (RCTs) and observational studies to determine the effectiveness of cerebrospinal fluid (CSF) drainage to prevent paraplegia in thoracic aneurysm (TA) and thoracoabdominal aortic aneurysm (TAAA) surgery. METHODS: We included RCTs and cohort studies that met the following criteria: elective or emergent aneurysm surgery involving the thoracic or thoracoabdominal aorta, documentation of postoperative neurologic deficits, and patient age older than 18 years. We excluded studies that reported results in 10 or fewer patients and duplicate publications. We identified eligible studies by searching computerized databases, our own files, and the reference lists of relevant articles and review articles. Database searching, eligibility decisions, relevance and method quality assessments, and data extraction were performed in duplicate with prespecified criteria. RESULTS: Of 372 publications identified in our search, 14 met our eligibility criteria. Three RCTs reported 289 patients with type I or type II TAAA. Lower limb neurologic deficits occurred in 12% of patients who underwent CSF drainage and 33% of control subjects (number needed to treat, 9; 95% confidence interval [CI], 5-50). The pooled odds ratio (OR) for development of paraplegia in patients in the CSF drainage group was 0.35 (P =.05; 95% CI, 0.12-0.99). Similar results were found in five cohort studies with a control group (pooled OR, 0.26; P =.0002; 95% CI, 0.13-0.53). When all studies were considered together the pooled OR of TA and TAAA was 0.3 (95% CI, 0.17-0.54). There was no statistical heterogeneity among studies included in the meta-analysis. In six cohort studies without a control group, the incidence of paraplegia in high-risk TA and TAAA was 7.6%. CONCLUSIONS: Evidence from randomized and nonrandomized trials and from cohort studies support the use of CSF drainage as an adjunct to prevent paraplegia when this adjunct is used in centers with large experience in the management of TAAA.",
  "authors": [
    {
      "last_name": "Cinà",
      "fore_name": "Claudio S",
      "initials": "CS",
      "name": "Claudio S Cinà",
      "affiliations": [
        "Division of Vascular Surgery, McMaster University, Hamilton, Ontario, Canada. cinacs@mcmaster.ca"
      ]
    },
    {
      "last_name": "Abouzahr",
      "fore_name": "Labib",
      "initials": "L",
      "name": "Labib Abouzahr",
      "affiliations": []
    },
    {
      "last_name": "Arena",
      "fore_name": "Goffredo O",
      "initials": "GO",
      "name": "Goffredo O Arena",
      "affiliations": []
    },
    {
      "last_name": "Laganà",
      "fore_name": "Antonello",
      "initials": "A",
      "name": "Antonello Laganà",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "0741-5214",
    "issn_type": "Print",
    "volume": "40",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Jul"
  },
  "start_page": "36",
  "end_page": "44",
  "pages": "36-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Aortic Aneurysm, Abdominal",
    "Aortic Aneurysm, Thoracic",
    "Cerebrospinal Fluid",
    "Drainage",
    "Female",
    "Humans",
    "Male",
    "Paraplegia",
    "Treatment Outcome",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "15218460",
    "doi": "10.1016/j.jvs.2004.03.017",
    "pii": "S0741521404003829"
  },
  "doi": "10.1016/j.jvs.2004.03.017",
  "dates": {
    "completed": "2004-07-29",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.324032",
    "pmid": "15218460"
  }
}