{
  "pmid": "15215045",
  "uid": "15215045",
  "title": "Matrix metalloproteinases in the pathogenesis of estradiol-induced nonbacterial prostatitis in the lateral prostate lobe of the Wistar rat.",
  "abstract": "Chronic nonbacterial prostatitis develops spontaneously with age in the lateral lobe of the prostate in some strains of rat. Our objective was to examine the role of matrix metalloproteinases (MMP) in the pathogenesis of chronic nonbacterial prostatitis using a chronic estrogen treatment, Wistar rat model (Prostate 12 (1988) 271). Male Wistar rats, 90 days of age (8 rats/group), were castrated and groups were implanted 8 days later with 1 cm silastic tubings containing estradiol 17 beta (E2). Some animals received 5-cm silastic tubings of dihydrotestosterone (DHT) or testosterone (T) on day 22 and all untreated control and experimental animals were sacrificed on day 36 of the protocol. MMP activities were determined by SDS-gelatin-, casein-, and carboxymethyl transferrin-polyacrylamide gel zymography. A light/mild interstitial monocytic infiltration was found in the ventral lobes, but not other lobes, of half of the untreated control rats. This ventral lobe interstitial inflammation was not affected by E2 treatment. A prominent to heavy inflammation, including both intraluminal neutrophil and interstitial monocytic infiltrates, was produced by E2 treatment at a 100% incidence in the lateral lobes. Prominent MMP activities were detected in the lateral lobes of E2-treated rats, including both the active (55 and 81 kDa) and proenzyme (72 and 92 kDa) forms of MMP-2 and MMP-9, respectively. These activities were strongly attenuated by treatment of E2-implanted animals with T, which also reduced inflammation; but they were only weakly affected by DHT given with E2, which did not reduce inflammation. Similarly, DHT treatment of E2-implanted castrated rats restored the wet weight of the lateral lobe, but it did not fully restore secretion volume production, whereas T treatment of estrogenized rats increased lateral lobe wet weight and secretion volume above that of untreated controls. E2 treatment also induced an activity in casein gels of about 27 kDa with properties of MMP-7; that is, molecular mass, inhibition by EDTA, stimulation by heparin sulfate in casein and carboxymethylated transferrin gels. A high molecular weight nonmetalloproteinase activity (>160 kDa) was detected in gelatin gels in the lateral prostate lobe of both treated and untreated control animals. In comparison to the lateral lobe, E2 treatment produced only minimal effects on MMP activities in the ventral and dorsal prostatic lobes. Thus, elevated MMP-2, MMP-7, and MMP-9 activities in lateral lobe prostatitis correlate with leukocyte infiltration in the inflammatory response. These proteinases may help mediate the accompanying epithelial atrophy and tissue damage in this organ.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Research Service, VA Medical Center, and Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN 55417, USA. wilso042@tc.umn.edu"
      ]
    },
    {
      "last_name": "Woodson",
      "fore_name": "Mildred",
      "initials": "M",
      "name": "Mildred Woodson",
      "affiliations": []
    },
    {
      "last_name": "Wiehr",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Wiehr",
      "affiliations": []
    },
    {
      "last_name": "Reddy",
      "fore_name": "Avinash",
      "initials": "A",
      "name": "Avinash Reddy",
      "affiliations": []
    },
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental and molecular pathology",
    "iso_abbreviation": "Exp Mol Pathol",
    "issn": "0014-4800",
    "issn_type": "Print",
    "volume": "77",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Aug"
  },
  "start_page": "7",
  "end_page": "17",
  "pages": "7-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Androgens",
    "Animals",
    "Dihydrotestosterone",
    "Disease Models, Animal",
    "Drug Implants",
    "Drug Therapy, Combination",
    "Estradiol",
    "Male",
    "Matrix Metalloproteinases",
    "Orchiectomy",
    "Organ Size",
    "Prostate",
    "Prostatitis",
    "Rats",
    "Rats, Wistar",
    "Testosterone Propionate"
  ],
  "article_ids": {
    "pubmed": "15215045",
    "doi": "10.1016/j.yexmp.2004.02.004",
    "pii": "S0014480004000206"
  },
  "doi": "10.1016/j.yexmp.2004.02.004",
  "dates": {
    "completed": "2004-08-03",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Androgens",
    "Drug Implants",
    "Dihydrotestosterone",
    "Estradiol",
    "Matrix Metalloproteinases",
    "Testosterone Propionate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.738697",
    "pmid": "15215045"
  }
}