{
  "pmid": "15213498",
  "uid": "15213498",
  "title": "Health-related quality of life following operative treatment of unstable ankle fractures: a prospective observational study.",
  "abstract": "BACKGROUND: Although Weber type B ankle fractures are often considered benign with a good prognosis, evidence from observational studies suggests that 17% to 24% of such patients may have less satisfactory outcomes. Although the explanation for variability in outcomes remains unclear, previous studies of other surgical procedures have suggested nonsurgery-related causes account for much of the variability in outcomes. METHODS: We conducted a prospective observational cohort study to evaluate health-related quality of life in 30 patients with unstable ankle fractures who were otherwise healthy. Only patients from 2 university-affiliated hospitals sustaining unstable type B Weber injury patterns requiring surgery were eligible. Patients provided detailed baseline information regarding alcohol consumption, smoking habits, and educational level. Patients completed the short form 36 questionnaire and a visual analogue pain scale at regular follow-up intervals. RESULTS: The average patient age was 51.6 years (SD 15.2 years), and 57% (17 out of 30) were male. The majority of fractures were the result of a fall (67%, 20 out of 30), and all were closed injuries. Almost half of all patients were smokers (47%, 14 out of 30), whereas 43% consumed alcohol on a weekly basis (13 out of 30). Forty-three percent of patients (13 out of 30) had obtained an elementary or high school level of education. Patients experienced significant improvements in all domains of the SF-36 questionnaire (P < 0.001), except general health, which remained essentially normal over the 24-month period. Study patients achieved scores similar to age-matched U.S. normative data across 6 of the 8 domains (Role Emotional, Social Function, Mental Health, Bodily Pain, Vitality, and General Health). However, patients' physical function and role physical scores remained significantly lower than US norms at 24 months (21.8 and 20.7 points lower on a 100-point scale, respectively; P < 0.001). Smoking history (P = 0.02), presence of a medial malleolar fracture (P = 0.02), and lower levels of education (P = 0.01) were significant independent predictors of lower physical function up to 3 months postoperation. Lower mental health domain scores were significantly associated with alcohol use (P = 0.02) and increasing age (P = 0.04). CONCLUSIONS: As is the case in many other areas, social factors may be important determinants of outcome in patients with traumatic fractures. Optimal orthopedic care may involve attention to modifiable risk factors, including smoking and alcohol consumption.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Hanson",
      "fore_name": "Beate",
      "initials": "B",
      "name": "Beate Hanson",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    },
    {
      "last_name": "Dawe",
      "fore_name": "David E",
      "initials": "DE",
      "name": "David E Dawe",
      "affiliations": []
    },
    {
      "last_name": "Moro",
      "fore_name": "Jaydeep K",
      "initials": "JK",
      "name": "Jaydeep K Moro",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "18",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Jul"
  },
  "start_page": "338",
  "end_page": "345",
  "pages": "338-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ankle Injuries",
    "Ankle Joint",
    "Cohort Studies",
    "Female",
    "Fibula",
    "Health Status",
    "Humans",
    "Joint Instability",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Quality of Life",
    "Recovery of Function",
    "Tibial Fractures",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15213498",
    "doi": "10.1097/00005131-200407000-00002",
    "pii": "00005131-200407000-00002"
  },
  "doi": "10.1097/00005131-200407000-00002",
  "dates": {
    "completed": "2004-11-02",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.813996",
    "pmid": "15213498"
  }
}