{
  "pmid": "15220236",
  "uid": "15220236",
  "title": "A multinational comparison of complications assessment in type 1 diabetes: the DiaMond substudy of complications (DiaComp) level 2.",
  "abstract": "OBJECTIVE: To describe the global geographic variation of micro- and macrovascular complications in childhood-onset type 1 diabetes assessed by both reported and measured disease and risk factors and relate any such variation to diabetes control and health care activities. RESEARCH DESIGN AND METHODS: The DiaComp study is a multinational (17 countries) cross-sectional study of complications in type 1 diabetes and is comprised of two levels (level 1 includes survey only and level 2 includes survey plus examination). This report concerns level 2, representing 12 countries (n = 892). All participants were diagnosed at <15 years of age and had a diabetes duration of 5-24 years when surveyed. All complications were assessed by self-report and for microalbuminuria by Micral II dipstick, neuropathy by the Michigan Neuropathy Screening Instrument exam, and hypertension using the Hypertension Detection and Follow-up Program (HDFP) protocol. HbA(1c) was determined by using the DCA analyzer. RESULTS: A wide variation in neuropathy, reported renal disease/proteinuria, and hypertension among those of short diabetes duration was noted, with central Europe (Romania and Lithuania) standing out for both self-reported renal disease and measured microalbuminuria and for both self-reported and examined neuropathy. The Caribbean (Puerto Rico) also had high rates of microalbuminuria and examined neuropathy. For those of long duration, variation was more moderate. We found generally good agreement between the reported and clinically determined measures for neuropathy (r = 0.5, P = 0.01) and hypertension (r = 0.61, P = 0.001) as demonstrated by the high overall correlation between examination and self-report for these two complications. However, the agreement between examination and self-report for renal disease/proteinuria was less, with low overall correlation (r = -0.05, P = 0.86) and incongruous centers (Slovakia and Finland). Geographic variation in prevalence was not consistently explained for all complications, even with strong independent prediction by systolic blood pressure, although the variation in microalbuminuria was largely accounted for by self-monitored blood glucose, which was significantly protective. CONCLUSIONS: This report has identified wide variation and geographic patterns in complication prevalence, with a further indication that self-report is generally in agreement with examined prevalence, though less for renal disease/proteinuria. However, this level of DiaComp, with more complete assessment of risk factors and health care practice, was still not able to completely explain the variation in complication prevalence, except for microalbuminuria.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology, Graduate School of Public Health, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Zgibor",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Zgibor",
      "affiliations": []
    },
    {
      "last_name": "Borch-Johnsen",
      "fore_name": "Knut",
      "initials": "K",
      "name": "Knut Borch-Johnsen",
      "affiliations": []
    },
    {
      "last_name": "Orchard",
      "fore_name": "Trevor J",
      "initials": "TJ",
      "name": "Trevor J Orchard",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diabetes care",
    "iso_abbreviation": "Diabetes Care",
    "issn": "0149-5992",
    "issn_type": "Print",
    "volume": "27",
    "issue": "7",
    "pub_year": "2004",
    "pub_month": "Jul"
  },
  "start_page": "1610",
  "end_page": "1617",
  "pages": "1610-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Asia",
    "Cross-Sectional Studies",
    "Diabetes Mellitus, Type 1",
    "Europe",
    "Geography",
    "Humans",
    "North America",
    "Prevalence",
    "Regression Analysis",
    "South America"
  ],
  "article_ids": {
    "pubmed": "15220236",
    "doi": "10.2337/diacare.27.7.1610",
    "pii": "27/7/1610"
  },
  "doi": "10.2337/diacare.27.7.1610",
  "dates": {
    "completed": "2004-12-08",
    "revised": "2019-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.428727",
    "pmid": "15220236"
  }
}