{
  "pmid": "15230489",
  "uid": "15230489",
  "title": "The metabolic syndrome: an emerging risk state for cardiovascular disease.",
  "abstract": "The common clustering of glucose intolerance, insulin resistance, abdominal adiposity, elevated blood pressure, and low HDL cholesterol is referred to as metabolic syndrome. Individuals with this syndrome have an increased risk of developing cardiovascular disease (CVD). The World Health Organisation and the National Cholesterol Education Programme's Adult Treatment Panel III (NCEP-ATP III) have outlined specific diagnostic criteria for the diagnosis of the metabolic syndrome to help in the identification of this syndrome in clinical practice. While the WHO criteria were specifically developed for use in research, the NCEP criteria are useful in clinical diagnosis of the metabolic syndrome. The metabolic syndrome is amenable to lifestyle modifications such as increased physical activity, weight loss, and possibly intake of low-glycemic foods. Drug therapy may be used to treat individual components of the syndrome such as elevated blood pressure and dyslipidemia. To control elevated glucose levels (when there is failure of lifestyle modification), medications such as metformin, thiazolidinedione derivatives and alpha glucosidase inhibitors may be used.",
  "authors": [
    {
      "last_name": "Prabhakaran",
      "fore_name": "Dorairaj",
      "initials": "D",
      "name": "Dorairaj Prabhakaran",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Vascular medicine (London, England)",
    "iso_abbreviation": "Vasc Med",
    "issn": "1358-863X",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Feb"
  },
  "start_page": "55",
  "end_page": "68",
  "pages": "55-68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Cardiovascular Diseases",
    "Female",
    "Humans",
    "Male",
    "Metabolic Syndrome",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15230489",
    "doi": "10.1191/1358863x04vm515ra"
  },
  "doi": "10.1191/1358863x04vm515ra",
  "dates": {
    "completed": "2004-10-21",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.261654",
    "pmid": "15230489"
  }
}