{
  "pmid": "15232452",
  "uid": "15232452",
  "title": "Interrater reliability in grading abstracts for the orthopaedic trauma association.",
  "abstract": "Only a small proportion of submitted abstracts to the annual meeting of the Orthopaedic Trauma Association can be accepted for podium presentation. Annual program committee members must ensure that the selection of abstracts is free from bias and transparent to investigators. The objectives of this study are to examine the consistency of reviewers in grading abstracts submitted for podium presentations at the 2001 and 2002 Annual Meetings of the Orthopaedic Trauma Association and to evaluate whether the grades of the actual podium presentations at the meeting are consistent with the grades based on abstracts only. Reviewers independently graded all abstracts submitted to the Orthopaedic Trauma Association for presentation in a blinded manner. Abstracts submitted by members of the review panel were independently adjudicated by six reviewers who were not members of the committee. Before final decision-making, all reviewers met to discuss the abstracts submitted for oral presentation. Among the 440 papers reviewed in 2001 and 438 papers reviewed in 2002, the interreviewer reliability for abstract review was 0.23 and 0.27, respectively. Despite disagreements in the quality of the abstracts, reviewers achieved consensus by discussions to determine the final program. Agreement among unblinded reviewers of the 67 and 73 podium presentations during the 2001 and 2002 meetings, respectively, did not improve interreviewer agreement. Of the papers of the 2002 meeting that ultimately ranked in the top 20 after the full presentation of the papers, 15 papers originally had been ranked less than 20 in the initial grading. Only one of the top three papers of the meeting originally was ranked in the top three before the meeting.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology, McMaster University, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Templeman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Templeman",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "0009-921X",
    "issn_type": "Print",
    "issue": "423",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "217",
  "end_page": "221",
  "pages": "217-21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Analysis of Variance",
    "Authorship",
    "Congresses as Topic",
    "Humans",
    "Peer Review, Research",
    "Reproducibility of Results",
    "Societies, Medical",
    "Traumatology"
  ],
  "article_ids": {
    "pubmed": "15232452",
    "doi": "10.1097/01.blo.0000127584.02606.00",
    "pii": "00003086-200406000-00035"
  },
  "doi": "10.1097/01.blo.0000127584.02606.00",
  "dates": {
    "completed": "2004-08-26",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.103509",
    "pmid": "15232452"
  }
}