{
  "pmid": "15233822",
  "uid": "15233822",
  "title": "Pre-transplant elevations of interleukin-12 and interleukin-10 are associated with acute rejection after renal transplantation.",
  "abstract": "BACKGROUND: Methods for predicting patients at higher risk for rejection before transplantation may help improve outcomes. We hypothesized that pre-transplant elevations of serum interleukin-12 (IL-12), a pro-inflammatory cytokine, would predict acute rejection, while pre-transplant IL-10, an immunoregulatory cytokine, would be down-regulated in patients subsequently experiencing acute rejection. MATERIALS AND METHODS: Thirty patients experiencing acute rejection after cadaveric renal allograft transplantation and a control group of 30 patients, undergoing the same procedure but without the occurrence of rejection, were identified. Serum samples taken before transplantation from each patient were then analyzed quantitatively for IL-12 and IL-10 using ELISA assays. RESULTS: The mean pre-transplant serum IL-12 level was higher in patients who subsequently underwent acute rejection vs. those who did not (181 +/- 143 pg/mL vs. 81.2 +/- 71.5 pg/mL, respectively, p = 0.007). Unexpectedly, pre-transplant serum IL-10 levels were also elevated in patients who underwent rejection (559 +/- 293 pg/mL vs. 332 +/- 163 pg/mL, respectively, p = 0.002). Multivariate analysis demonstrated that elevations of IL-12 and IL-10 were independent risk factors for rejection when adjusted for confounding variables. CONCLUSIONS: Pre-transplant elevations of IL-12 and, unexpectedly, IL-10 are associated with acute rejection after cadaveric renal transplantation and may be useful in predicting which patients are at increased immunological risk at the time of transplantation. Further studies are necessary to assess the role of occult systemic inflammation in contributing to poor outcomes after transplantation.",
  "authors": [
    {
      "last_name": "Fitzgerald",
      "fore_name": "Jason T",
      "initials": "JT",
      "name": "Jason T Fitzgerald",
      "affiliations": [
        "Department of Surgery, Division of Transplantation, University of California, Davis Medical Center, Sacramento, 95817, USA. hellfitz@aol.com"
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jeremy R",
      "initials": "JR",
      "name": "Jeremy R Johnson",
      "affiliations": []
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard V",
      "initials": "RV",
      "name": "Richard V Perez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical transplantation",
    "iso_abbreviation": "Clin Transplant",
    "issn": "0902-0063",
    "issn_type": "Print",
    "volume": "18",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "Aug"
  },
  "start_page": "434",
  "end_page": "439",
  "pages": "434-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Case-Control Studies",
    "Female",
    "Graft Rejection",
    "Humans",
    "Interleukin-10",
    "Interleukin-12",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Pilot Projects",
    "Predictive Value of Tests",
    "Transplantation, Homologous"
  ],
  "article_ids": {
    "pubmed": "15233822",
    "doi": "10.1111/j.1399-0012.2004.00185.x",
    "pii": "CTR185"
  },
  "doi": "10.1111/j.1399-0012.2004.00185.x",
  "dates": {
    "completed": "2004-10-26",
    "revised": "2004-11-17"
  },
  "chemicals": [
    "Interleukin-10",
    "Interleukin-12"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.686398",
    "pmid": "15233822"
  }
}