{
  "pmid": "15257987",
  "uid": "15257987",
  "title": "Mechanisms of early pulmonary neutrophil sequestration in ventilator-induced lung injury in mice.",
  "abstract": "Polymorphonuclear leukocytes (PMN) play an important role in ventilator-induced lung injury (VILI), but the mechanisms of pulmonary PMN recruitment, particularly early intravascular PMN sequestration during VILI, have not been elucidated. We investigated the physiological and molecular mechanisms of pulmonary PMN sequestration in an in vivo mouse model of VILI. Anesthetized C57/BL6 mice were ventilated for 1 h with high tidal volume (injurious ventilation), low tidal volume and high positive end-expiratory pressure (protective ventilation), or normal tidal volume (control ventilation). Pulmonary PMN sequestration analyzed by flow cytometry of lung cell suspensions was substantially enhanced in injurious ventilation compared with protective and control ventilation, preceding development of physiological signs of lung injury. Anesthetized, spontaneously breathing mice with continuous positive airway pressure demonstrated that raised alveolar pressure alone does not induce PMN entrapment. In vitro leukocyte deformability assay indicated stiffening of circulating leukocytes in injurious ventilation compared with control ventilation. PMN sequestration in injurious ventilation was markedly inhibited by administration of anti-L-selectin antibody, but not by anti-CD18 antibody. These results suggest that mechanical ventilatory stress initiates pulmonary PMN sequestration early in the course of VILI, and this phenomenon is associated with stretch-induced inflammatory events leading to PMN stiffening and mediated by L-selectin-dependent but CD18-independent mechanisms.",
  "authors": [
    {
      "last_name": "Choudhury",
      "fore_name": "Sharmila",
      "initials": "S",
      "name": "Sharmila Choudhury",
      "affiliations": [
        "Department of Anaesthetics and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London SW10 9NH, United Kingdom."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": []
    },
    {
      "last_name": "Goddard",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Goddard",
      "affiliations": []
    },
    {
      "last_name": "O'Dea",
      "fore_name": "Kieran P",
      "initials": "KP",
      "name": "Kieran P O'Dea",
      "affiliations": []
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physiology. Lung cellular and molecular physiology",
    "iso_abbreviation": "Am J Physiol Lung Cell Mol Physiol",
    "issn": "1040-0605",
    "issn_type": "Print",
    "volume": "287",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "L902",
  "end_page": "L910",
  "pages": "L902-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "CD18 Antigens",
    "Flow Cytometry",
    "L-Selectin",
    "Lung Diseases",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Neutrophils",
    "Pressure",
    "Pulmonary Alveoli",
    "Respiration, Artificial"
  ],
  "article_ids": {
    "pubmed": "15257987",
    "doi": "10.1152/ajplung.00187.2004",
    "pii": "00187.2004"
  },
  "doi": "10.1152/ajplung.00187.2004",
  "dates": {
    "completed": "2004-11-19",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "CD18 Antigens",
    "L-Selectin"
  ],
  "grants": [
    {
      "grant_id": "G0000101",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.741646",
    "pmid": "15257987"
  }
}