{
  "pmid": "15256023",
  "uid": "15256023",
  "title": "Antibody-directed photodynamic therapy of methicillin resistant Staphylococcus aureus.",
  "abstract": "Methicillin-resistant Staphylococcus aureus (MRSA) is a world-wide public health problem, causing nosocomial and community-acquired infections. Furthermore, MRSA is increasingly resistant to many conventional antimicrobials, so there is a real need to develop alternative approaches for MRSA decolonization and treatment. Previously, we have demonstrated that MRSA can be killed with an immunoglobulin G (IgG)-SnCe6 conjugate and red light, but effectiveness was dependent on the particular strain and the growth phase. In this investigation, we used an antibody raised against MRSA to make an Ab-SnCe6 conjugate capable of targeting many MRSA strains in all growth phases. To suspensions of important epidemic MRSA, each grown to stationary, lag, or exponential phase, the Ab-SnCe6 conjugate was added and samples exposed to red light. Survivors were then enumerated. This treatment was very effective at killing all the different MRSA strains tested, in all growth phases. The Ab-SnCe6 conjugate was able to kill EMRSA-16 selectively in a mixed suspension of EMRSA-16 and Escherichia coli, and was much better at killing EMRSA-16 than a coagulase-negative staphylococcus, S. epidermidis. These results demonstrate that photodynamic therapy of MRSA is very effective when the photosensitizer is targeted to the pathogen using a suitable antibody and may be a good candidate for a novel treatment of MRSA infections.",
  "authors": [
    {
      "last_name": "Embleton",
      "fore_name": "Michelle L",
      "initials": "ML",
      "name": "Michelle L Embleton",
      "affiliations": [
        "Division of Infection and Immunity, Eastman Dental Institute for Oral Health Care Sciences, University College London, London, UK."
      ]
    },
    {
      "last_name": "Nair",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Nair",
      "affiliations": []
    },
    {
      "last_name": "Cookson",
      "fore_name": "Barry D",
      "initials": "BD",
      "name": "Barry D Cookson",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Microbial drug resistance (Larchmont, N.Y.)",
    "iso_abbreviation": "Microb Drug Resist",
    "issn": "1076-6294",
    "issn_type": "Print",
    "volume": "10",
    "issue": "2",
    "pub_year": "2004"
  },
  "start_page": "92",
  "end_page": "97",
  "pages": "92-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Immunoglobulin G",
    "Methicillin Resistance",
    "Photochemotherapy",
    "Prevalence",
    "Staphylococcal Infections",
    "Staphylococcus aureus",
    "Staphylococcus epidermidis",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "15256023",
    "doi": "10.1089/1076629041310000"
  },
  "doi": "10.1089/1076629041310000",
  "dates": {
    "completed": "2004-09-17",
    "revised": "2016-11-24"
  },
  "chemicals": [
    "Immunoglobulin G"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.740764",
    "pmid": "15256023"
  }
}