{
  "pmid": "15253851",
  "uid": "15253851",
  "title": "Clinical research on acupuncture. Part 1. What have reviews of the efficacy and safety of acupuncture told us so far?",
  "abstract": "UNLABELLED: OVERVIEW AND METHODS: This paper discusses those medical conditions in which clinical trials of acupuncture have been conducted, and where meta-analyses or systematic reviews have been published. It focuses on the general conclusions of these reviews by further examining official reviews conducted in the United States, United Kingdom, Europe, and Canada each of which examined available systematic reviews. While all reviews agree that the methodological rigor of acupuncture clinical trials has generally been poor and that higher quality clinical trials are necessary, this has not completely hampered the interpretation of the results of these clinical trials. In some conditions the evidence of efficacy has clearly reached a sufficient critical mass from enough well-designed studies to draw clear conclusions; for the rest, the evidence is difficult to clearly interpret. This paper also examines conclusions from the same international reviews on the safety and adverse effects of acupuncture. Here, conclusions are more easily drawn and there is good agreement about the safety of acupuncture. RESULTS AND CONCLUSIONS: General international agreement has emerged that acupuncture appears to be effective for postoperative dental pain, postoperative nausea and vomiting, and chemotherapy-related nausea and vomiting. For migraine, low-back pain, and temporomandibular disorders the results are considered positive by some and difficult to interpret by others. For a number of conditions such as fibromyalgia, osteoarthritis of the knee, and tennis elbow the evidence is considered promising, but more and better quality research is needed. For conditions such as chronic pain, neck pain, asthma, and drug addiction the evidence is considered inconclusive and difficult to interpret. For smoking cessation, tinnitus, and weight loss the evidence is usually regarded as negative. Reviews have concluded that while not free from serious adverse events, they are rare and that acupuncture is a relatively safe procedure.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Foundation for the Study of Traditional East Asian Medicine, Amsterdam, The Netherlands. 71524.3461@compuserve.com"
      ]
    },
    {
      "last_name": "Hesselink",
      "fore_name": "Jan Keppel",
      "initials": "JK",
      "name": "Jan Keppel Hesselink",
      "affiliations": []
    },
    {
      "last_name": "Jonkman",
      "fore_name": "Fokke A M",
      "initials": "FA",
      "name": "Fokke A M Jonkman",
      "affiliations": []
    },
    {
      "last_name": "Hekker",
      "fore_name": "Thecla A M",
      "initials": "TA",
      "name": "Thecla A M Hekker",
      "affiliations": []
    },
    {
      "last_name": "Bos",
      "fore_name": "Aat",
      "initials": "A",
      "name": "Aat Bos",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1075-5535",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "468",
  "end_page": "480",
  "pages": "468-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Acute Disease",
    "Canada",
    "Chronic Disease",
    "Controlled Clinical Trials as Topic",
    "Europe",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Outcome and Process Assessment, Health Care",
    "Placebo Effect",
    "Publication Bias",
    "Research Design",
    "Review Literature as Topic",
    "United Kingdom",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15253851",
    "doi": "10.1089/1075553041323894"
  },
  "doi": "10.1089/1075553041323894",
  "dates": {
    "completed": "2004-11-19",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.635747",
    "pmid": "15253851"
  }
}