{
  "pmid": "15253852",
  "uid": "15253852",
  "title": "Clinical research on acupuncture. Part 2. Controlled clinical trials, an overview of their methods.",
  "abstract": "There is almost universal agreement that the quality of clinical trials of acupuncture is poor. There is an urgent need to improve their quality. The author develops here a list of 45 criteria important in the design, implementation, and writing up of controlled clinical acupuncture trials. This list has been compiled after examining the quality assessment criteria used in meta-analyses and systematic reviews of acupuncture, general publications on clinical trial designs and methodological considerations specific to acupuncture trials. Each criterion is discussed with recommendations about use and implementation. Additionally, each criterion is discussed relative to their importance in three types of acupuncture trial, acupuncture versus sham acupuncture, acupuncture versus standard therapy and acupuncture versus no treatment or wait-list. It is hoped that this exploration and systematic presentation of the 45 criteria will contribute to improving the quality of clinical trials of acupuncture. Improved trial quality will lead to greater ease interpreting the results of trials, especially in systematic reviews.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Foundation for the Study of Traditional East Asian Medicine, Amsterdam, The Netherlands. 71524.3461@compuserve.com"
      ]
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1075-5535",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "481",
  "end_page": "498",
  "pages": "481-98",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Acute Disease",
    "Canada",
    "Chronic Disease",
    "Controlled Clinical Trials as Topic",
    "Europe",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Outcome and Process Assessment, Health Care",
    "Publication Bias",
    "Research Design",
    "Review Literature as Topic",
    "United Kingdom",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15253852",
    "doi": "10.1089/1075553041323911"
  },
  "doi": "10.1089/1075553041323911",
  "dates": {
    "completed": "2004-11-19",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.636056",
    "pmid": "15253852"
  }
}