{
  "pmid": "15276926",
  "uid": "15276926",
  "title": "Epidemiology of alcohol and other drug use among motor vehicle crash victims admitted to a trauma center.",
  "abstract": "The objectives of this research were to (1) determine the incidence and prevalence of alcohol and other drug use among motor vehicle crash (MVC) victims admitted to a regional Level-I trauma center, and (2) to examine the utility of using a rapid point-of-collection (POC) drug-testing device to identify MVC patients with drug involvement. Blood and urine specimens were routinely collected per clinical protocol for each MVC victim at the time of admission. Blood alcohol concentration (BAC) levels were determined per standard clinical protocol. Clinical urine specimens were routinely split so that a POC drug-testing device for the detection of commonly abused drugs (Marijuana, Cocaine, Amphetamines, Methamphetamines, and Opiates) could be compared to that of the standard hospital laboratory analysis of each urine specimen (which also included Barbiturates and Benzodiazepines). In the six-month period of this study, nearly two-thirds of trauma center admissions were victims of motor vehicle crashes. During this time, blood and urine was collected from 322 MVC victims. Toxicology results indicated that 59.3% of MVC victims tested positive for either commonly abused drugs or alcohol. More patients tested positive for drug use than tested positive for alcohol, with 33.5% testing positive for drug use only, 15.8% testing positive for alcohol use only, and 9.9% testing positive for both drugs and alcohol. Less than half (45.2%) of the substance-abusing patients in this study would have been identified by an alcohol test alone. After alcohol, marijuana and benzodiazepines were the most frequently detected drugs. Point of collection (POC) test results correlated well with laboratory results and provide important information to initiate rapid intervention/treatment for substance use problems among injured patients.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Walsh",
      "affiliations": [
        "The Walsh Group, PA, Bethesda, Maryland, USA. jmwalsh@walshgroup.org"
      ]
    },
    {
      "last_name": "Flegel",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Flegel",
      "affiliations": []
    },
    {
      "last_name": "Cangianelli",
      "fore_name": "Leo A",
      "initials": "LA",
      "name": "Leo A Cangianelli",
      "affiliations": []
    },
    {
      "last_name": "Atkins",
      "fore_name": "Randolph",
      "initials": "R",
      "name": "Randolph Atkins",
      "affiliations": []
    },
    {
      "last_name": "Soderstrom",
      "fore_name": "Carl A",
      "initials": "CA",
      "name": "Carl A Soderstrom",
      "affiliations": []
    },
    {
      "last_name": "Kerns",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Kerns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Traffic injury prevention",
    "iso_abbreviation": "Traffic Inj Prev",
    "issn": "1538-9588",
    "issn_type": "Print",
    "volume": "5",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Sep"
  },
  "start_page": "254",
  "end_page": "260",
  "pages": "254-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Accidents, Traffic",
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Maryland",
    "Prevalence",
    "Substance Abuse Detection",
    "Substance-Related Disorders",
    "Trauma Centers"
  ],
  "article_ids": {
    "pubmed": "15276926",
    "doi": "10.1080/15389580490465319",
    "pii": "2P9EXMGKX378LUJU"
  },
  "doi": "10.1080/15389580490465319",
  "dates": {
    "completed": "2004-09-23",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.429760",
    "pmid": "15276926"
  }
}