{
  "pmid": "15272977",
  "uid": "15272977",
  "title": "Interdisciplinarity in health services research: dreams and nightmares, maladies and remedies.",
  "abstract": "Interdisciplinarity has become popular in health services research. Advocates suggest that interdisciplinary approaches may produce more accessible, applicable, exciting and realistic knowledge than traditional disciplinary approaches. To date, there has been surprisingly little analysis of the institutional and intellectual demands of interdisciplinarity as a methodology or practice. This paper (1) identifies some basic intellectual and institutional features of interdisciplinary research, (2) describes typical interdisciplinary 'dreams' and corresponding 'nightmares' that researchers might encounter in practice, (3) highlights maladies of interdisciplinary research careers and suggests practical remedies, and (4) discusses implications for health research policy. Individual researchers can avoid pitfalls of interdisciplinarity through strategies that include selective collaboration, cross-training, sustained relationships, good humour, participation in peer review, declaring the place of one's work, and balancing dissemination of research between peer and other audiences. Interdisciplinary activities span institutional boundaries and make novel demands on academic resources and allegiances. Research organizations can improve their hospitality to interdisciplinary work by encouraging straightforward communication, recognising interdisciplinary productivity, making allowances for the higher time and energy costs of interdisciplinary liaisons, and providing the necessary institutional support and stability to cultivate projects to fruition. Alongside the creation of large new interdisciplinary networks and organizations, we should invest in the highly valuable contributions of small and enduring interdisciplinary teams, modest interdisciplinary stretches and evolving interdisciplinary creatures.",
  "authors": [
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1355-8196",
    "issn_type": "Print",
    "volume": "9",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Jul"
  },
  "start_page": "177",
  "end_page": "183",
  "pages": "177-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cooperative Behavior",
    "Exploratory Behavior",
    "Health Services Research",
    "Humans",
    "Interprofessional Relations",
    "Models, Organizational",
    "Patient Care Team",
    "Philosophy, Medical"
  ],
  "article_ids": {
    "pubmed": "15272977",
    "doi": "10.1258/1355819041403222"
  },
  "doi": "10.1258/1355819041403222",
  "dates": {
    "completed": "2004-10-18",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.589260",
    "pmid": "15272977"
  }
}