{
  "pmid": "15277809",
  "uid": "15277809",
  "title": "Surgical treatment of osteoarthritis of the carpometacarpal joint of the thumb: a systematic review.",
  "abstract": "In most cases of basal joint osteoarthritis, surgery becomes an option at stages II, III, and IV, as classified by Eaton. Controversy exists regarding which technique achieves the best outcome. This systematic review was undertaken to address the question of which technique, if any, offers the best outcome to patients with osteoarthritis of the first carpometacarpal joint greater than stage II. A thorough search of the electronic databases Cochrane, Cinahl, Healthstar, and MEDLINE/PubMed was undertaken to identify reviews and articles on primary comparative studies of the different surgical options. The methodological quality of the retrieved articles was assessed on the basis of specific criteria. Inclusion criteria were applied to 44 of 254 possibly relevant articles. Eight reviews and 18 comparative studies met the criteria and were reviewed. Each of the techniques, arthrodesis, trapeziectomy with or without biological/synthetic interposition, osteotomy, and joint replacement, was associated with unique benefits and risks. There was great variability in outcome measurements. The majority of retrieved review articles claim that ligamentous reconstruction and tendon interposition may represent the best option; however, validity assessment of these studies revealed methodological flaws. Furthermore, results from the articles on comparative studies indicate that ligamentous reconstruction and tendon interposition may provide no additional benefit when compared with arthrodesis and trapeziectomy alone or with tendon interposition. There is no consensus as to which clinical outcomes are most important in thumb basal joint surgery and how these should be measured. This renders the appraisal and comparison of such studies a challenging task. Until large randomized controlled trials that compare techniques in similar populations with respect to staging and prognostic factors are undertaken and the clinical outcomes are clearly defined, surgeons will continue to claim superiority of one technique over another without supporting evidence.",
  "authors": [
    {
      "last_name": "Martou",
      "fore_name": "Glyka",
      "initials": "G",
      "name": "Glyka Martou",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, and the Department of Surgery, Division of Plastic and Reconstructive Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Veltri",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Veltri",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "0032-1052",
    "issn_type": "Print",
    "volume": "114",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Aug"
  },
  "start_page": "421",
  "end_page": "432",
  "pages": "421-32",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Carpal Bones",
    "Humans",
    "Joint Prosthesis",
    "Osteoarthritis",
    "Osteotomy",
    "Outcome and Process Assessment, Health Care",
    "Tendon Transfer",
    "Thumb"
  ],
  "article_ids": {
    "pubmed": "15277809",
    "doi": "10.1097/01.prs.0000131989.86319.b1",
    "pii": "00006534-200408000-00019"
  },
  "doi": "10.1097/01.prs.0000131989.86319.b1",
  "dates": {
    "completed": "2004-09-07",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.130789",
    "pmid": "15277809"
  }
}