{
  "pmid": "15286255",
  "uid": "15286255",
  "title": "The health of primary caregivers of children with cerebral palsy: how does it compare with that of other Canadian caregivers?",
  "abstract": "BACKGROUND: Caring for any child involves considerable resources, but the demands for these resources are often increased when caring for a child with a disability. These demands have implications for the psychologic and physical health of the caregiver (CG). Although a number of recent trends in health care stress the importance of studying and promoting the health of CGs of children with disabilities, the literature in this area exhibits 2 major weaknesses, ie, most studies draw conclusions from relatively small, potentially biased, clinic-based samples and the majority of work has focused on the psychologic health of CGs, whereas little research has been undertaken to study their physical well-being. The goal of this study was to compare the physical and psychologic health of CGs of children with cerebral palsy (CP) with that of the general population of CGs. METHODS: Data on the physical and psychologic health of 468 primary CGs of children with CP, drawn from 18 of 19 publicly funded children's rehabilitation centers in Ontario, Canada, were collected with a self-completed questionnaire and a face-to-face interview. Identical items and scales had been administered previously to nationally representative samples of the Canadian population in 2 large-scale Canadian surveys, ie, the National Population Health Survey (NPHS) and the National Longitudinal Study of Children and Youth (NLSCY). Subsamples of those data, restricted to adult residents of the province of Ontario who were parents, allowed a comparison of our sample of CGs of children with CP with parent samples from both the NLSCY (n = 2414) and the NPHS (n = 5549). OUTCOME MEASURES: Demographic variables included CG age, gender, education, income, and work-related variables. Psychologic health and support variables included social support, family functioning, frequency of contacts, distress, and emotional and cognitive problems. Physical health variables included the number and variety of chronic conditions, vision, hearing, and mobility problems, and experience of pain. RESULTS: CGs of children with CP had lower incomes than did the general population of CGs (proportion with income over 60,000 dollars: CG: 40.9%; NLSCY: 51.4%), despite the absence of any important differences in education between the 2 samples. Results showed that CGs of children with CP were less likely to report working for pay (CG: 66%; NLSCY: 81.2%), less likely to be engaged in full-time work (CG: 67.5%; NLSCY: 73.2%), and more likely to list caring for their families as their main activity (CG: 37.2%; NLSCY: 28.4%). Measures of support showed no difference in reported social support (CG: mean score: 14.5; SD: 3.4; NLSCY: mean score: 14.3; SD: 2.7) or family functioning (CG: mean score: 8.6; SD: 5.6; NLSCY: mean score: 9.0; SD: 4.9) between the 2 samples, although the CG sample did report a statistically greater number of support contacts (CG: mean score: 4.5; SD: 0.7; NPHS: mean score: 4.2; SD: 0.9). Measures of psychologic health showed greater reported distress (CG: mean score: 4.7; SD: 4.4; NPHS: mean score: 2.2; SD: 2.7), chronicity of distress (CG: mean score: 5.5; SD: 1.4; NPHS: mean score: 5.2; SD: 1.1), emotional problems (CG: 25.3% indicating problems; NPHS: 13.7%), and cognitive problems (CG: 38.8%; NPHS: 14.3%) among CGs of children with CP. They also reported a greater likelihood of a variety of physical problems, including back problems (CG: 35.5% reporting the condition; SE: 2.2%; NLSCY: 12.2%; SE: 0.7%), migraine headaches (CG: 24.2%; SE: 2.0%; NLSCY: 11.2%; SE: 0.7%), stomach/intestinal ulcers (CG: 8.4%; SE: 1.3%; NLSCY: 1.7%; SE: 0.3%), asthma (CG: 15.8%; SE: 1.7%; NLSCY: 6.3%; SE: 0.5%), arthritis/rheumatism (CG: 17.3%; SE: 1.8%; NLSCY: 7.3%; SE: 0.5%), and experience of pain (CG: 28.8%; SE: 2.1%; NPHS: 11.0%; SE: 0.5), as well as a greater overall number of chronic physical conditions (CG: 24.1% reporting no chronic conditions; NLSCY: 55.2%). CONCLUSIONS: Although many families cope well despite the added challenges of caring for a child with a disability, our findings suggest that the demands of their children's disabilities can explain differences in the health status of parents and that parents of children with CP are more likely to have a variety of physical and psychologic health problems. Many of these findings are consistent with a stress process model, in which stress from caregiving can directly or indirectly affect a variety of measures of health, although some of the findings (asthma and arthritis) seem to strain this hypothesis. Alternate interpretations of these findings include the possibility that parents who are in regular contact with the health care system may have more opportunities to discuss and receive attention for their own health concerns than do comparison adults or that the greater number of health issues reported by CGs is related to the nature of our study, perhaps leading these parents to focus on their health and well-being in more depth than is usually feasible in a population survey. CGs of children with CP also had lower incomes, despite the absence of any important differences in education. The findings are consistent with the idea that the financial burden of caring for a child with a disability results in part from a reduced availability of these parents to work for pay. IMPLICATIONS FOR SERVICE PROVIDERS: Physicians and other health care professionals should be aware of the important relationship between child disability and CG health. Family-centered policies and services that explicitly consider CG health are likely to benefit the well-being of both CGs and their families. Future work should address the extent to which the family-centeredness of services, as experienced by CGs, is associated with better health outcomes for parents and their families.",
  "authors": [
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie C",
      "initials": "JC",
      "name": "Jamie C Brehaut",
      "affiliations": [
        "Clinical Epidemiology Unit, Ottawa Health Research Institute, Ottawa Hospital, Ottawa, Ontario, Canada. jbrehaut@ohri.ca"
      ]
    },
    {
      "last_name": "Kohen",
      "fore_name": "Dafna E",
      "initials": "DE",
      "name": "Dafna E Kohen",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Russell",
      "fore_name": "Dianne J",
      "initials": "DJ",
      "name": "Dianne J Russell",
      "affiliations": []
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Swinton",
      "affiliations": []
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen O'Donnell",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rosenbaum",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "114",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Aug"
  },
  "start_page": "e182",
  "end_page": "e191",
  "pages": "e182-91",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Caregivers",
    "Cerebral Palsy",
    "Child",
    "Employment",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Mental Health",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "15286255",
    "doi": "10.1542/peds.114.2.e182",
    "pii": "114/2/e182"
  },
  "doi": "10.1542/peds.114.2.e182",
  "dates": {
    "completed": "2004-12-27",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.294540",
    "pmid": "15286255"
  }
}