{
  "pmid": "15280522",
  "uid": "15280522",
  "title": "Midodrine appears to be safe and effective for dialysis-induced hypotension: a systematic review.",
  "abstract": "BACKGROUND: Dialysis-induced hypotension is an important complication of haemodialysis. Midodrine is an oral alpha-1 agonist that has been used in several small studies to prevent intradialytic hypotension (IDH). METHODS: The authors searched MEDLINE, EMBASE, ASN conference proceedings, and references of potentially relevant articles, and contacted industry (Shire Pharmaceuticals) for unpublished data. Observational studies, randomized controlled trials, crossover studies and pre- and post-intervention design studies with >/=5 haemodialysis patients were included. Study outcomes assessed were: hypotensive symptoms, changes in systolic and/or diastolic blood pressure, dry weight and length of stay after treatment. Data were abstracted on: study design, patient characteristics, intradialytic changes in blood pressure, nadir blood pressure and symptom improvement with midodrine. Thirty-seven full text articles were retrieved and nine met the selection criteria, in addition to one unpublished study. Midodrine dosing regimens ranged from 2.5 to 10 mg of midodrine given 15-30 min before dialysis. RESULTS: Post-dialysis systolic blood pressure was higher by 12.4 mmHg [95% confidence interval (CI) 7.5-17.7] and diastolic pressure was higher by 7.3 mmHg (95% CI 3.7-10.9) during midodrine treatment vs control. Likewise, the nadir systolic blood pressure was higher by 13.3 mmHg (95% CI 8.6-18.0), with a difference in nadir diastolic pressure of 5.9 mmHg (95% CI 2.7-9.1). Six of 10 studies report improvement in symptoms of IDH, and there were no reported serious adverse events ascribed to midodrine. CONCLUSIONS: This systematic review would suggest that midodrine has a role in the therapy of haemodialysis patients experiencing IDH. This conclusion must be viewed with caution, however, given the quality and sample size of the studies included in this review.",
  "authors": [
    {
      "last_name": "Prakash",
      "fore_name": "Suma",
      "initials": "S",
      "name": "Suma Prakash",
      "affiliations": [
        "London Health Sciences Centre, University of Western Ontario, London, Ontario, Canada, N6A 5A5."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Heidenheim",
      "fore_name": "A Paul",
      "initials": "AP",
      "name": "A Paul Heidenheim",
      "affiliations": []
    },
    {
      "last_name": "House",
      "fore_name": "Andrew A",
      "initials": "AA",
      "name": "Andrew A House",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
    "iso_abbreviation": "Nephrol Dial Transplant",
    "issn": "0931-0509",
    "issn_type": "Print",
    "volume": "19",
    "issue": "10",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "2553",
  "end_page": "2558",
  "pages": "2553-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenergic alpha-Agonists",
    "Humans",
    "Hypotension",
    "Midodrine",
    "Renal Dialysis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15280522",
    "doi": "10.1093/ndt/gfh420",
    "pii": "gfh420"
  },
  "doi": "10.1093/ndt/gfh420",
  "dates": {
    "completed": "2005-01-13",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Adrenergic alpha-Agonists",
    "Midodrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.914625",
    "pmid": "15280522"
  }
}