{
  "pmid": "15292285",
  "uid": "15292285",
  "title": "Clinical review 170: A systematic review and metaanalysis of the effectiveness of radioactive iodine remnant ablation for well-differentiated thyroid cancer.",
  "abstract": "Radioactive iodine remnant ablation destroys residual thyroid tissue after surgical resection of papillary or follicular thyroid cancer. We systematically reviewed 1543 English references to determine whether remnant ablation decreases the risk of thyroid cancer-related death or recurrence after bilateral thyroidectomy for papillary or follicular thyroid cancer. In 13 cohort studies in which the analysis of thyroid cancer-related outcomes was statistically adjusted to a variable degree for prognostic factors or cointerventions, rates of recurrences of thyroid cancer-related outcomes were significantly decreased in the following: one of seven studies examining thyroid cancer-related mortality, three of six studies examining any tumor recurrence, three of three studies examining locoregional recurrence, and two of three studies examining distant metastases. Thyroid hormone suppressive therapy was not adjusted for in the majority of these analyses. In 18 cohort studies not adjusted for prognostic factors or interventions, the benefit of radioactive iodine ablation in decreasing the thyroid cancer-related mortality and any recurrence at 10 yr was inconsistent among centers. However, pooled analyses were suggestive of a statistically significant treatment effect of ablation for the following 10-yr outcomes: locoregional recurrence (relative risk of 0.31, 95% confidence interval, 0.2, 0.49) and distant metastases (absolute decrease in risk 3%, 95% confidence interval, risk decreases 1-4%). In conclusion, radioactive iodine ablation may be beneficial in decreasing recurrence of well-differentiated thyroid cancer; however, results are inconsistent among centers for some outcomes, and the incremental benefit of remnant ablation in low-risk patients treated with bilateral thyroidectomy and thyroid hormone suppressive therapy is unclear.",
  "authors": [
    {
      "last_name": "Sawka",
      "fore_name": "Anna M",
      "initials": "AM",
      "name": "Anna M Sawka",
      "affiliations": [
        "Department of Medicine and Division of Endocrinology and Metabolism, McMaster University, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Thephamongkhol",
      "fore_name": "Kullathorn",
      "initials": "K",
      "name": "Kullathorn Thephamongkhol",
      "affiliations": []
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Browman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Browman",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "0021-972X",
    "issn_type": "Print",
    "volume": "89",
    "issue": "8",
    "pub_year": "2004",
    "pub_month": "Aug"
  },
  "start_page": "3668",
  "end_page": "3676",
  "pages": "3668-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Iodine Radioisotopes",
    "Neoplasm Metastasis",
    "Neoplasm Recurrence, Local",
    "Prognosis",
    "Thyroid Gland",
    "Thyroid Neoplasms"
  ],
  "article_ids": {
    "pubmed": "15292285",
    "doi": "10.1210/jc.2003-031167",
    "pii": "89/8/3668"
  },
  "doi": "10.1210/jc.2003-031167",
  "dates": {
    "completed": "2004-09-03",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Iodine Radioisotopes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.541281",
    "pmid": "15292285"
  }
}