{
  "pmid": "15300960",
  "uid": "15300960",
  "title": "A pharmacoeconomic evaluation of the myocardial ischemia reduction with aggressive cholesterol lowering (MIRACL) study in Canada.",
  "abstract": "OBJECTIVE: To determine a 16-week total healthcare cost and the cost-effectiveness of short-term, lipid-lowering therapy with atorvastatin 80 mg following acute coronary syndrome (ACS) in Canada. METHODS: The expected costs per patient on atorvastatin 80 mg per day and placebo were compared using clinical outcome data from the MIRACL study and cost data from the Ontario Case Costing Project and the Ontario Schedule of Benefits. The cost per event avoided was also assessed. The clinical outcomes measured included: death, cardiac arrest, non-fatal myocardial infarction (MI), fatal MI, angina pectoris, stroke, congestive heart failure, and surgical or percutaneous coronary revascularizations. All direct medical costs from the perspective of the Canadian health care system were taken into account. RESULTS: The total expected cost per patient was 2,590 dollars in the placebo group and 2,639 dollars in the atorvastatin group. The incremental cost of atorvastatin treatment (49.26 dollars per patient) corresponded to a cost of 1,285 dollars per event avoided. The cost savings obtained through the reduction in events offset 86% of the cost of atorvastatin treatment. Budget impact analysis revealed that increased rates of atorvastatin usage following ACS were associated with large numbers of events avoided at a small additional cost when projected to the Canadian population. CONCLUSIONS: In Canada, the clinical benefits of intensive short-term atorvastatin treatment administered within 96 hours after ACS were associated with a favorable cost-effectiveness ratio. The incremental cost of atorvastatin is mostly offset by savings due to the reduction in events in patients treated with atorvastatin.",
  "authors": [
    {
      "last_name": "Casciano",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Casciano",
      "affiliations": [
        "The Analytica Group, New York, New York, USA. rcasciano@theanalyticagroup.com"
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Breton",
      "fore_name": "Marie Claude",
      "initials": "MC",
      "name": "Marie Claude Breton",
      "affiliations": []
    },
    {
      "last_name": "Stern",
      "fore_name": "Lee",
      "initials": "L",
      "name": "Lee Stern",
      "affiliations": []
    },
    {
      "last_name": "Langer",
      "fore_name": "Anatoly",
      "initials": "A",
      "name": "Anatoly Langer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1710-6222",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2004"
  },
  "start_page": "e179",
  "end_page": "e190",
  "pages": "e179-90",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticholesteremic Agents",
    "Canada",
    "Cost-Benefit Analysis",
    "Economics, Pharmaceutical",
    "Humans",
    "Hypercholesterolemia",
    "Myocardial Ischemia"
  ],
  "article_ids": {
    "pubmed": "15300960"
  },
  "dates": {
    "completed": "2006-02-03",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Anticholesteremic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:02.298954",
    "pmid": "15300960"
  }
}