{
  "pmid": "15316272",
  "uid": "15316272",
  "title": "How can I know what I don't know? Poor self assessment in a well-defined domain.",
  "abstract": "As the rapidity with which medical knowledge is generated and disseminated becomes amplified, an increasing emphasis has been placed on the need for physicians to develop the skills necessary for life-long learning. One such skill is the ability to evaluate one's own deficiencies. A ubiquitous finding in the study of self-assessment, however, is that self-ratings are poorly correlated with other performance measures. Still, many educators view the ability to recognize and communicate one's deficiencies as an important component of adult learning. As a result, two studies have been performed in an attempt to improve upon this status quo. First, we tried to re-define the limits within which self-assessments should be used, using Rosenblit and Keil's argument that calibration between perceived and actual performance will be better within taxonomies that are regularly tested (e.g., factual knowledge) compared to those that are not (e.g., conceptual knowledge). Second, we tried to norm reference individuals based on both the performance of their colleagues and their own historical performance on McMaster's Personal Progress Inventory (a multiple choice question test of medical knowledge). While it appears that students are able to (a) make macro-level self-assessments (i.e., to recognize that third year students typically outperform first year students), and (b) judge their performance relatively accurately after the fact, students were unable to predict the percentage of questions they would answer correctly with a testing procedure in which they have had a substantial amount of feedback. Previous test score was a much better predictor of current test performance than were individuals' expectations.",
  "authors": [
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Program for Educational Research and Development, Room 101, Building T-13, McMaster University, Hamilton, ON L8S 4K1, Canada. evakw@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cunnington",
      "fore_name": "John P W",
      "initials": "JP",
      "name": "John P W Cunnington",
      "affiliations": []
    },
    {
      "last_name": "Reiter",
      "fore_name": "Harold I",
      "initials": "HI",
      "name": "Harold I Reiter",
      "affiliations": []
    },
    {
      "last_name": "Keane",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Keane",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1382-4996",
    "issn_type": "Print",
    "volume": "9",
    "issue": "3",
    "pub_year": "2004"
  },
  "start_page": "211",
  "end_page": "224",
  "pages": "211-24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Curriculum",
    "Education, Medical, Continuing",
    "Education, Medical, Undergraduate",
    "Humans",
    "Knowledge of Results, Psychological",
    "Learning",
    "Ontario",
    "Self-Evaluation Programs"
  ],
  "article_ids": {
    "pubmed": "15316272",
    "doi": "10.1023/B:AHSE.0000038209.65714.d4",
    "pii": "5256062"
  },
  "doi": "10.1023/B:AHSE.0000038209.65714.d4",
  "dates": {
    "completed": "2004-12-14",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.736427",
    "pmid": "15316272"
  }
}