{
  "pmid": "15310394",
  "uid": "15310394",
  "title": "Interval exercise versus continuous exercise in patients with moderate to severe chronic obstructive pulmonary disease--study protocol for a randomised controlled trial [ISRCTN11611768].",
  "abstract": "BACKGROUND: Physical exercise has become a cornerstone of management of chronic obstructive pulmonary disease (COPD) because it leads to clinically relevant improvements of exercise capacity and health-related quality of life (HRQL). Despite the scarcity of randomised trials directly comparing exercise protocols, current guidelines recommend high intensity continuous exercise for lower extremities as the probably most effective exercise modality. However, for patients admitted to inpatient respiratory rehabilitation programmes, it is often difficult to initiate such an exercise programme because they are severely limited by dyspnoea and leg fatigue and therefore unable to perform continuous exercise at higher intensities and for periods longer than 30 minutes. Interval exercise may be an attractive alternative for these COPD patients because it allows high intensity exercise with recovery periods. The aim of this study is to assess if interval exercise compared to high intensity continuous exercise is not of inferior effectiveness in terms of HRQL and exercise capacity improvements but associated with better exercise tolerance in patients with moderate to severe COPD at the beginning of a respiratory rehabilitation. METHODS/DESIGN: We will assign patients with moderately severe to severe COPD to either continuous exercise or interval exercise using a stratified randomisation. Patients will follow 12-15 exercise sessions during a comprehensive inpatient respiratory rehabilitation. Primary end point for effectiveness is HRQL as measured by the Chronic Respiratory Questionnaire (CRQ) two weeks after the end of rehabilitation and secondary endpoints include additional clinical outcomes such as functional exercise capacity, other HRQL measures, patients' experience of physical exercise as well as physiological measures of the effects of physical exercise such as cardiopulmonary exercise testing. Including expected drop-outs, we will need 52 patients per group to show differences corresponding to the minimal clinically important difference of the CRQ. Outcome assessors and investigators involved in data analysis will be blinded to group assignment until analyses have been carried out. DISCUSSION: Clinicians and the scientific community need evidence on the benefits and tolerance of exercise protocols available in clinical practice. The proposed trial will provide important and needed data on interval and continuous exercise for decision making in clinical practice.",
  "authors": [
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": [
        "Horten Centre, University of Zurich, Switzerland. milo.puhan@evimed.ch"
      ]
    },
    {
      "last_name": "B端sching",
      "fore_name": "Gilbert",
      "initials": "G",
      "name": "Gilbert B端sching",
      "affiliations": []
    },
    {
      "last_name": "VanOort",
      "fore_name": "Evelien",
      "initials": "E",
      "name": "Evelien VanOort",
      "affiliations": []
    },
    {
      "last_name": "Zaugg",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Zaugg",
      "affiliations": []
    },
    {
      "last_name": "Sch端nemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Sch端nemann",
      "affiliations": []
    },
    {
      "last_name": "Frey",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Frey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pulmonary medicine",
    "iso_abbreviation": "BMC Pulm Med",
    "issn": "1471-2466",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2004",
    "pub_month": "Aug",
    "pub_day": "13"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "15310394",
    "pmc": "PMC514611",
    "doi": "10.1186/1471-2466-4-5",
    "pii": "1471-2466-4-5"
  },
  "doi": "10.1186/1471-2466-4-5",
  "pmc_id": "PMC514611",
  "dates": {
    "completed": "2005-04-15",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.458158",
    "pmid": "15310394"
  }
}