{
  "pmid": "15327675",
  "uid": "15327675",
  "title": "The impact of a modern medical curriculum on students' proposed behaviour on meeting ethical dilemmas.",
  "abstract": "OBJECTIVE: To evaluate the impact of a modern medical curriculum on students' proposed behaviour on encountering ethical dilemmas. DESIGN: Cohort design. SETTING: University of Glasgow Medical School. SUBJECTS: The first intake of students into Glasgow's new curriculum (n = 238). Main outcome measure Student answers consistent with consensus professional judgement on the ethical dilemmas posed by the vignettes of the Ethics and Health Care Survey Instrument. RESULTS: The probability of giving a consensus answer was lowest pre-Year 1 and highest post-Year 1. It reduced slightly post-Years 3 and 5, but remained significantly higher than at pre-Year 1. The performance of students undertaking a 1-year intercalated BSc, however, appeared to regress on testing post-Year 4. CONCLUSIONS: While the first year of the curriculum had a positive impact on students, the remainder of the curriculum did not impact to the same extent. These findings support the recommendation that small group teaching, the predominant teaching method in Year 1, should be preferred to lecture and large group teaching, the predominant method of the remaining curricular years. Full integration of ethics and law teaching within the rest of the curriculum is recommended, particularly during the clinical years. This has training implications for all medical teachers involved in the curriculum. The assessment of ethics should be incorporated into all formal examinations. It is recommended that ethics be addressed as part of a wider approach to professionalism in order to promote integration.",
  "authors": [
    {
      "last_name": "Goldie",
      "fore_name": "John",
      "initials": "J",
      "name": "John Goldie",
      "affiliations": [
        "Department of General Practice, Division of Community Based Services, University of Glasgow, 1 Horselethill Road, Glasgow G12 9LX, Scotland, UK. johngoldie@fsmail.net"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "McConnachie",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex McConnachie",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Jillian",
      "initials": "J",
      "name": "Jillian Morrison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "38",
    "issue": "9",
    "pub_year": "2004",
    "pub_month": "Sep"
  },
  "start_page": "942",
  "end_page": "949",
  "pages": "942-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cohort Studies",
    "Curriculum",
    "Education, Medical, Undergraduate",
    "Ethics, Medical",
    "Humans",
    "Professional Competence",
    "Scotland",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "15327675",
    "doi": "10.1111/j.1365-2929.2004.01915.x",
    "pii": "MED1915"
  },
  "doi": "10.1111/j.1365-2929.2004.01915.x",
  "dates": {
    "completed": "2004-10-05",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.393872",
    "pmid": "15327675"
  }
}