{
  "pmid": "15330925",
  "uid": "15330925",
  "title": "A systematic review of psychological therapies for nonulcer dyspepsia.",
  "abstract": "OBJECTIVES: We conducted a systematic review to determine the effectiveness of psychological interventions including psychodrama, cognitive behavioral therapy, relaxation therapy, guided imagery, or hypnosis in the improvement of dyspepsia symptoms in patients with nonulcer dyspepsia (NUD). DESIGN: Trials were identified through electronic searches of the Cochrane Controlled Trials Register (CCTR), MEDLINE, EMBASE, CINAHL, and PsycLIT, using appropriate subject headings and text words and searching bibliographies of retrieved articles. All randomized controlled trials (RCTs) or quasi-randomized studies were eligible. RESULTS: The four eligible trials all used different psychological interventions including applied relaxation therapy, psychodynamic psychotherapy, cognitive therapy, and hypnotherapy. Trials did not present data in a form that could be synthesized. All reported an improvement in the dyspepsia symptom scores at the end of treatment and at 1 yr in the intervention arm compared with controls. All studies only achieved statistically significant results through adjusting for baseline differences between groups. This reflects the small sample sizes of the trials. There were also problems with assumptions made in the statistical analyses used to achieve statistical significance. The studies highlighted problems with recruitment and compliance. CONCLUSIONS: There was insufficient evidence on the efficacy of psychological therapies in NUD. This emphasizes the need for appropriately powered well-designed trials in this area.",
  "authors": [
    {
      "last_name": "Soo",
      "fore_name": "Shelly",
      "initials": "S",
      "name": "Shelly Soo",
      "affiliations": [
        "South Tyneside District Hospital, South Shields, Tyne & Wear, U.K."
      ]
    },
    {
      "last_name": "Forman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Forman",
      "affiliations": []
    },
    {
      "last_name": "Delaney",
      "fore_name": "Brendan C",
      "initials": "BC",
      "name": "Brendan C Delaney",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "0002-9270",
    "issn_type": "Print",
    "volume": "99",
    "issue": "9",
    "pub_year": "2004",
    "pub_month": "Sep"
  },
  "start_page": "1817",
  "end_page": "1822",
  "pages": "1817-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Behavior Therapy",
    "Cognitive Behavioral Therapy",
    "Dyspepsia",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Hypnosis",
    "Male",
    "Patient Satisfaction",
    "Psychotherapy",
    "Randomized Controlled Trials as Topic",
    "Relaxation Therapy",
    "Risk Assessment",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15330925",
    "doi": "10.1111/j.1572-0241.2004.30086.x",
    "pii": "AJG30086"
  },
  "doi": "10.1111/j.1572-0241.2004.30086.x",
  "dates": {
    "completed": "2004-10-07",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.741629",
    "pmid": "15330925"
  }
}