{
  "pmid": "15347308",
  "uid": "15347308",
  "title": "Helicobacter pylori public health implications.",
  "abstract": "Population Helicobacter pylori screening and treatment has the potential to dramatically reduce global gastric cancer mortality. There is overwhelming evidence that the infection is a major cause of distal gastric adenocarcinoma. There is also randomized controlled trial evidence that H. pylori eradication reverses or ameliorates histological changes in the gastric mucosa that are important in carcinogenesis. Preliminary randomized controlled trial data suggest that screening and treatment may reduce the risk of gastric cancer although the number of cancer cases was small. Population H. pylori screening and treatment will also reduce mortality from peptic ulcer complications and reduce the burden of dyspepsia in the community. The reduction in health service dyspepsia costs means that this could be the first programme to pay for itself. From a scientific perspective, we still have insufficient evidence to conclude the benefits of population H. pylori screening are greater than the possible harms and we need more randomized controlled trial data. From a public health perspective however, sometimes screening programmes are developed with imperfect information. The medical community should be consistent and if we are instituting other population screening programmes without randomized controlled trial evidence then H. pylori testing and treatment should also be considered.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Gastroenterology Division, McMaster University, Hamilton, Ontario L8n 3Z5, Canada. moayyep@mcmaster.ca"
      ]
    },
    {
      "last_name": "Hunt",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Hunt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Helicobacter",
    "iso_abbreviation": "Helicobacter",
    "issn": "1083-4389",
    "issn_type": "Print",
    "volume": "9 Suppl 1",
    "pub_year": "2004"
  },
  "start_page": "67",
  "end_page": "72",
  "pages": "67-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Mass Screening",
    "Peptic Ulcer",
    "Stomach Neoplasms"
  ],
  "article_ids": {
    "pubmed": "15347308",
    "doi": "10.1111/j.1083-4389.2004.00250.x",
    "pii": "HEL250"
  },
  "doi": "10.1111/j.1083-4389.2004.00250.x",
  "dates": {
    "completed": "2005-02-15",
    "revised": "2004-09-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.366667",
    "pmid": "15347308"
  }
}