{
  "pmid": "15351240",
  "uid": "15351240",
  "title": "Microvessel density as a molecular marker for identifying high-grade prostatic intraepithelial neoplasia precursors to prostate cancer.",
  "abstract": "BACKGROUND: Existing clinical data have shown that high-grade prostatic intraepithelial neoplasia (HGPIN) is the most likely precursor to prostate cancer (CaP). Criteria to distinguish HGPIN that progress to CaP from those that do not remain poorly defined. Our objective was to evaluate microvessel density as a molecular marker for distinguishing HGPINs that have the potential of progressing to cancer. MATERIALS AND METHODS: Human prostatic tissue samples were collected randomly from 50 prostatectomy and cystoprostatectomy patients. Formalin-fixed and paraffin-embedded sections were used for immunohistochemical localization of rabbit anti-human von Willebrand factor VIII (vWF) IgG, mouse anti-high molecular weight cytokeratin 34BE-12 in basal cells, and mouse anti-heparan sulphate proteoglycan (HSPG) IgGs in basement membranes associated with benign prostatic hyperplasia (BPH), PIN associated with some BPH (isolated PIN), and PIN associated with CaP. RESULTS: Analysis of immunostaining data showed that PINs could be categorized according to their distributions within and outside 2 standard deviations (SD) of the mean for microvessel density. The average number of microvessels was significantly higher (P < 0.0001) in PINs associated with Gleason score 7 tumors than those associated with Gleason scores 4-6 (P < 0.1328) or 8 and 9 tumors (P < 0.1708). Morphologically, PINs within 2 SD were composed of low- and high-grade type, whereas those outside 2 SD of microvessel density were predominantly of high-grade type. Cytokeratin and HSPG localization patterns also showed differences in PINs found within and outside 2 SD of microvessel density. We found localization of cytokeratin 34BE-12 in basal cells of specimens with BPH alone, isolated PIN, and PIN associated with CaP within 2 SD, whereas many PINs outside 2 SD showed disruptions in cytokeratin localization. The basement membranes of PINs within 2 SD of microvessel density were relatively intact, whereas those outside 2 SD were fragmented. CONCLUSIONS: Our immunostaining data indicates that once HGPIN is found in the initial prostatic biopsy, it should be evaluated for microvessel density by localization of vWF. Our data indicate that characteristics of HGPIN can be augmented by evaluations of cytokeratin and HSPG molecular markers to assess the potential of HGPIN progression to malignancy. When biopsy samples show HGPIN with increased microvessel density and disrupted cytokeratin and HSPG markers, the patient may be a candidate for repeat biopsy. Since our study is limited to 50 prostate tissue samples, we emphasize that our conclusion is tentative and ought to be confirmed in a study with a larger sample size. This is the first report to show that microvessel density may distinguish HGPIN that is a precursor to prostate cancer.",
  "authors": [
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": [
        "Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, MN 55455, USA. sinha001@tc.umn.edu"
      ]
    },
    {
      "last_name": "Quast",
      "fore_name": "Barry J",
      "initials": "BJ",
      "name": "Barry J Quast",
      "affiliations": []
    },
    {
      "last_name": "Reddy",
      "fore_name": "Pranav K",
      "initials": "PK",
      "name": "Pranav K Reddy",
      "affiliations": []
    },
    {
      "last_name": "Lall",
      "fore_name": "Vikas",
      "initials": "V",
      "name": "Vikas Lall",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": []
    },
    {
      "last_name": "Qian",
      "fore_name": "Jungi",
      "initials": "J",
      "name": "Jungi Qian",
      "affiliations": []
    },
    {
      "last_name": "Bostwick",
      "fore_name": "David G",
      "initials": "DG",
      "name": "David G Bostwick",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental and molecular pathology",
    "iso_abbreviation": "Exp Mol Pathol",
    "issn": "0014-4800",
    "issn_type": "Print",
    "volume": "77",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "153",
  "end_page": "159",
  "pages": "153-9",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Biomarkers, Tumor",
    "Disease Progression",
    "Heparan Sulfate Proteoglycans",
    "Humans",
    "Immunoenzyme Techniques",
    "Keratins",
    "Male",
    "Microcirculation",
    "Middle Aged",
    "Neovascularization, Pathologic",
    "Prostatectomy",
    "Prostatic Hyperplasia",
    "Prostatic Intraepithelial Neoplasia",
    "Prostatic Neoplasms",
    "Urinary Bladder Neoplasms",
    "von Willebrand Factor"
  ],
  "article_ids": {
    "pubmed": "15351240",
    "doi": "10.1016/j.yexmp.2004.04.005",
    "pii": "S0014480004000401"
  },
  "doi": "10.1016/j.yexmp.2004.04.005",
  "dates": {
    "completed": "2004-11-02",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Biomarkers, Tumor",
    "Heparan Sulfate Proteoglycans",
    "von Willebrand Factor",
    "Keratins"
  ],
  "grants": [
    {
      "grant_id": "CA 10020 3",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.746339",
    "pmid": "15351240"
  }
}