{
  "pmid": "15350200",
  "uid": "15350200",
  "title": "What do evidence-based secondary journals tell us about the publication of clinically important articles in primary healthcare journals?",
  "abstract": "BACKGROUND: We conducted this analysis to determine i) which journals publish high-quality, clinically relevant studies in internal medicine, general/family practice, general practice nursing, and mental health; and ii) the proportion of clinically relevant articles in each journal. METHODS: We performed an analytic survey of a hand search of 170 general medicine, general healthcare, and specialty journals for 2000. Research staff assessed individual articles by using explicit criteria for scientific merit for healthcare application. Practitioners assessed the clinical importance of these articles. Outcome measures were the number of high-quality, clinically relevant studies published in the 170 journal titles and how many of these were published in each of four discipline-specific, secondary \"evidence-based\" journals (ACP Journal Club for internal medicine and its subspecialties; Evidence-Based Medicine for general/family practice; Evidence-Based Nursing for general practice nursing; and Evidence-Based Mental Health for all aspects of mental health). Original studies and review articles were classified for purpose: therapy and prevention, screening and diagnosis, prognosis, etiology and harm, economics and cost, clinical prediction guides, and qualitative studies. RESULTS: We evaluated 60,352 articles from 170 journal titles. The pass criteria of high-quality methods and clinically relevant material were met by 3059 original articles and 1073 review articles. For ACP Journal Club (internal medicine), four titles supplied 56.5% of the articles and 27 titles supplied the other 43.5%. For Evidence-Based Medicine (general/family practice), five titles supplied 50.7% of the articles and 40 titles supplied the remaining 49.3%. For Evidence-Based Nursing (general practice nursing), seven titles supplied 51.0% of the articles and 34 additional titles supplied 49.0%. For Evidence-Based Mental Health (mental health), nine titles supplied 53.2% of the articles and 34 additional titles supplied 46.8%. For the disciplines of internal medicine, general/family practice, and mental health (but not general practice nursing), the number of clinically important articles was correlated withScience Citation Index (SCI) Impact Factors. CONCLUSIONS: Although many clinical journals publish high-quality, clinically relevant and important original studies and systematic reviews, the articles for each discipline studied were concentrated in a small subset of journals. This subset varied according to healthcare discipline; however, many of the important articles for all disciplines in this study were published in broad-based healthcare journals rather than subspecialty or discipline-specific journals.",
  "authors": [
    {
      "last_name": "McKibbon",
      "fore_name": "Kathleen Ann",
      "initials": "KA",
      "name": "Kathleen Ann McKibbon",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Room 3H6 Health Sciences Center, 1200 Main Street West, Hamilton, Ontario, Canada, L8N 3Z5. mckib@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "Robert Brian",
      "initials": "RB",
      "name": "Robert Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2004",
    "pub_month": "Sep",
    "pub_day": "06"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Bibliometrics",
    "Evidence-Based Medicine",
    "Family Practice",
    "Internal Medicine",
    "Mental Health",
    "Nursing",
    "Periodicals as Topic",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "15350200",
    "pmc": "PMC518974",
    "doi": "10.1186/1741-7015-2-33",
    "pii": "1741-7015-2-33"
  },
  "doi": "10.1186/1741-7015-2-33",
  "pmc_id": "PMC518974",
  "dates": {
    "completed": "2005-05-16",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.006449",
    "pmid": "15350200"
  }
}