{
  "pmid": "15362474",
  "uid": "15362474",
  "title": "Individual and regional determinants of mammography uptake.",
  "abstract": "BACKGROUND: Analysis of mammography utilization has traditionally been performed from an individual-level perspective. The purpose of this study was to explore the combined influence of individual- and regional-level determinants of mammography utilization. METHODS: Logistic hierarchical multilevel modelling was used to investigate the influences of region of residence and individual characteristics on mammography utilization. Socioeconomic status information about health planning regions was derived from the 1996 Canadian Census. Individual-level information was extracted from the 1996 National Population Health Survey. RESULTS: After controlling for individual-level education, regions with fewer high school graduates had lower levels of mammography utilization. A cross-level interaction between regional-level education and individual-level social involvement was found. Other individual-level variables associated with screening confirmed previous literature findings. CONCLUSION: Our findings suggest that higher levels of participation in social activities modify the detrimental influence on mammography utilization of living in a less educated region. This challenges the current focus of mammography screening research on individual-level determinants of uptake. Multilevel, synergistic strategies to possibly achieve higher levels of screening should be considered by health promotion program planners.",
  "authors": [
    {
      "last_name": "Kothari",
      "fore_name": "Anita R",
      "initials": "AR",
      "name": "Anita R Kothari",
      "affiliations": [
        "Assistant Professor, Bachelor of Health Sciences Program, Faculty of Health Sciences, University of Western Ontario, Somerville House 2319, London, ON N6A 3K7. akothari@uwo.ca"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "95",
    "issue": "4",
    "pub_year": "2004"
  },
  "start_page": "290",
  "end_page": "294",
  "pages": "290-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Breast Neoplasms",
    "Censuses",
    "Diagnostic Tests, Routine",
    "Female",
    "Humans",
    "Logistic Models",
    "Mammography",
    "Middle Aged",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Residence Characteristics",
    "Social Class",
    "Social Environment",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "15362474",
    "pmc": "PMC6975593",
    "doi": "10.1007/BF03405134"
  },
  "doi": "10.1007/BF03405134",
  "pmc_id": "PMC6975593",
  "dates": {
    "completed": "2004-12-09",
    "revised": "2020-02-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.636518",
    "pmid": "15362474"
  }
}