{
  "pmid": "15360825",
  "uid": "15360825",
  "title": "Developing optimal search strategies for detecting clinically relevant qualitative studies in MEDLINE.",
  "abstract": "BACKGROUND: The growing interest in qualitative research within the evidence based practice framework highlights the need for accurate search strategies to enhance the retrieval of qualitative studies. To date, little work has been done on developing optimal search filters for retrieving qualitative studies. The current study extends our earlier work, on developing optimal search strategies, to include qualitative studies. OBJECTIVE: To develop optimal search strategies for detecting clinically relevant qualitative studies in MEDLINE in the publishing year 2000. DESIGN: Comparison of the retrieval performance of methodologic search strategies in MEDLINE with a manual review (\"gold standard\") of each article for each issue of 161 core health care journals for the year 2000. METHODS: 6 experienced research assistants who had been trained and intensively calibrated reviewed all issues of 161 journals for the publishing year 2000. Each article was systematically classified for \"format\" (whether it was an original study, review article, general article, or case report), \"interest\" (whether or not it was of interest to the health care of humans), and \"purpose\" (whether it pertained to therapy, diagnosis, prognosis, causation, economics, costs, or clinical prediction; was of a qualitative nature; or was about something else). Search strategies were developed for all purpose categories, including qualitative studies. MAIN OUTCOME MEASURES: The sensitivity (recall), specificity, precision, and accuracy of single and combinations of search terms. RESULTS: 49,028 articles were identified after matching the hand search records with the data downloaded from MEDLINE, of which 366 (0.75%) were classified as qualitative. Combinations of search terms reached peak sensitivities of 95%. Compared with the best single term, a three-term strategy increased sensitivity for qualitative studies by 23.6% (absolute increase), but with some loss of specificity when sensitivity was maximized. When search terms were combined to optimize sensitivity and specificity, both these values peaked above 90%. CONCLUSION: Several search strategies can achieve high performance in retrieving qualitative studies from MEDLINE.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "Sharon S-L",
      "initials": "SS",
      "name": "Sharon S-L Wong",
      "affiliations": [
        "Health Information Research Unit, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Studies in health technology and informatics",
    "iso_abbreviation": "Stud Health Technol Inform",
    "issn": "0926-9630",
    "issn_type": "Print",
    "volume": "107",
    "issue": "Pt 1",
    "pub_year": "2004"
  },
  "start_page": "311",
  "end_page": "316",
  "pages": "311-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Hepatitis, Viral, Human",
    "Humans",
    "Information Storage and Retrieval",
    "MEDLINE",
    "Medical Subject Headings",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "15360825",
    "pii": "D040004298"
  },
  "dates": {
    "completed": "2005-06-07",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.006685",
    "pmid": "15360825"
  }
}