{
  "pmid": "15370344",
  "uid": "15370344",
  "title": "The world studies of abuse in the family environment (WorldSAFE): a model of a multi-national study of family violence.",
  "abstract": "The World Studies of Abuse in the Family Environment (WorldSAFE) designed and implemented a study of family violence--intimate partner violence and child abuse and neglect--using standardized methods to cover over 12,000 women in eighteen communities within five lesser-developed countries. The rationale, process and methods for developing the population-based survey are described. Standardized methods included common training of investigators and field staff, sampling strategies, eligibility criteria, instruments, data collection methods, operational definitions, analysis strategies and data management. Special features of the WorldSAFE model are described--namely an ecological conceptual framework, an extensive and broad-based dissemination strategy, and community advisory boards. The World Studies of Abuse in the Family Environment (WorldSAFE) Steering Committee and principal investigators are as follows: Bhopal (India): Gandhi Medical College, S.S. Bhambal (MD) and A.K. Upadhyaya (MD). Chapel Hill (USA): University of North Carolina at Chapel Hill, Shrikant Bangdiwala (PhD); Wanda Hunter (MPH); Desmond K. Runyan (MD, DrPH); and Laura S. Sadowski (MD, MPH). Chennai (India): Chennai Medical College, Saradha Suresh (MD) and Shuba Kumar (PhD). Delhi (India): All India Institute of Medical Sciences, R.M. Pandey (PhD). Ismailia (Egypt): Suez Canal University Faculty of Medicine, Fatma Hassan (MD, PhD). Lucknow (India): King George's Medical College, M.K. Mitra (MD) and R.C. Ahuja (MD). Manila (the Philippines): University of the Philippines School of Medicine, Laurie Ramiro (PhD); M. Lourdes Amarillo (MS); Bernadette Madrid (MD). Nagpur (India): Government Medical College, Dipty Jain (MD). S達o Paulo (Brazil): Escola Paulista de Medicina, Isabel Bordin (MD) and Christine Silvestre De Paula. Temuco (Chile): Universidad de La Frontera, Sergio R. Mu単oz (PhD) and Beatriz Vizcarra. Thiruvananthapuram (India) formerly Trivandrum: Government Medical College, M.K.C. Nair (MD) and Rajamohanan Pillai (MD). Vellore (India): Christian Medical College, L. Jeyaseelan (PhD) and Abraham Peedicayil (MD).",
  "authors": [
    {
      "last_name": "Sadowski",
      "fore_name": "Laura S",
      "initials": "LS",
      "name": "Laura S Sadowski",
      "affiliations": [
        "Department of Social Medicine, University of North Carolina at Chapel Hill, USA. sadowski@cchil.org"
      ]
    },
    {
      "last_name": "Hunter",
      "fore_name": "Wanda M",
      "initials": "WM",
      "name": "Wanda M Hunter",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    },
    {
      "last_name": "Mu単oz",
      "fore_name": "Sergio R",
      "initials": "SR",
      "name": "Sergio R Mu単oz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Injury control and safety promotion",
    "iso_abbreviation": "Inj Control Saf Promot",
    "issn": "1566-0974",
    "issn_type": "Print",
    "volume": "11",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "81",
  "end_page": "90",
  "pages": "81-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Brazil",
    "Chile",
    "Cooperative Behavior",
    "Cross-Sectional Studies",
    "Domestic Violence",
    "Egypt",
    "Epidemiologic Research Design",
    "Health Surveys",
    "Humans",
    "India",
    "International Cooperation",
    "Philippines"
  ],
  "article_ids": {
    "pubmed": "15370344",
    "doi": "10.1080/15660970412331292306",
    "pii": "7YL9LRGMMETERMBH"
  },
  "doi": "10.1080/15660970412331292306",
  "dates": {
    "completed": "2005-05-19",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.858432",
    "pmid": "15370344"
  }
}