{
  "pmid": "15370346",
  "uid": "15370346",
  "title": "Intimate partner violence and the role of socioeconomic indicators in WorldSAFE communities in Chile, Egypt, India and the Philippines.",
  "abstract": "BACKGROUND: The literature documenting the influence of socioeconomic status (SES) on health and injury does not provide a clear consensus on how to account for socioeconomic indicators in population and health outcome studies across countries. The World Studies of Abuse in the Family Environment (WorldSAFE) consortium conducted a series of population-based, multi-stage probability sampling cross-sectional surveys in selected communities in five countries from 1997 to 2003 that allows for the examination of the relationship of SES with current physical and psychological intimate partner violence (IPV). METHODS: Women aged 15-49 years (n = 3975) from six urban low- and middle-income communities participating the the WorldSAFE consortium were interviewed. Using a standardized instrument, the following SES indicators were collected: dwelling ownership, land ownership, number of rooms in the house along with number of residents, toilet facilities, ownership of 13 specific individual/household items, current work status of the woman and her husband/partner, and years of formal schooling completed by the woman and her husband/partner. A family asset index was constructed using principal coordinate analysis. The outcome variables utilized in this manuscript were current (past 12 months) physical IPV, and current psychological IPV. Basic bivariate associations between the categorical predictors and outcome variables were followed by a multiple logistic regression analysis to investigate the effect of covariates on the study outcomes. RESULTS: The were considerable variability among the six sampled communities with respect to the relationship between socioeconomic indicators and current physical and psychological IPV. In general, the employment status of the woman was related to her experience of intimate partner violence, and her educational level and family's assets index were protective factors. When considered in multiple logistic regression models, the asset index was the only indicator that was consistently significant across communities. CONCLUSION: The derived asset index as an SES indicator was found to be associated with current psychological and physical IPV against women across the sampled six communities in four countries.",
  "authors": [
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Biostatistics and Injury Prevention Research Center, University of North Carolina at Chapel Hill, USA. kant@unc.edu"
      ]
    },
    {
      "last_name": "Ramiro",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Ramiro",
      "affiliations": []
    },
    {
      "last_name": "Sadowski",
      "fore_name": "Laura S",
      "initials": "LS",
      "name": "Laura S Sadowski",
      "affiliations": []
    },
    {
      "last_name": "Bordin",
      "fore_name": "Isabel A S",
      "initials": "IA",
      "name": "Isabel A S Bordin",
      "affiliations": []
    },
    {
      "last_name": "Hunter",
      "fore_name": "Wanda",
      "initials": "W",
      "name": "Wanda Hunter",
      "affiliations": []
    },
    {
      "last_name": "Shankar",
      "fore_name": "Viswanathan",
      "initials": "V",
      "name": "Viswanathan Shankar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Injury control and safety promotion",
    "iso_abbreviation": "Inj Control Saf Promot",
    "issn": "1566-0974",
    "issn_type": "Print",
    "volume": "11",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "101",
  "end_page": "109",
  "pages": "101-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Chile",
    "Cross-Sectional Studies",
    "Developing Countries",
    "Egypt",
    "Female",
    "Health Surveys",
    "Humans",
    "India",
    "Middle Aged",
    "Philippines",
    "Principal Component Analysis",
    "Socioeconomic Factors",
    "Spouse Abuse"
  ],
  "article_ids": {
    "pubmed": "15370346",
    "doi": "10.1080/15660970412331292324",
    "pii": "92VJA64DJ9VGB94Y"
  },
  "doi": "10.1080/15660970412331292324",
  "dates": {
    "completed": "2005-05-19",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.858943",
    "pmid": "15370346"
  }
}