{
  "pmid": "15383471",
  "uid": "15383471",
  "title": "Applying the grades of recommendation for antithrombotic and thrombolytic therapy: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy.",
  "abstract": "This article about the grades of recommendation for antithrombotic and thrombolytic therapy is part of the Seventh American College of Chest Physicians Conference on Antithrombotic and Thrombolytic Therapy: Evidence-Based Guidelines. Clinicians need to know whether a recommendation is strong or weak, and about the methodological quality of the evidence underlying that recommendation. We determine the strength of a recommendation by considering the trade-off between the benefits of a treatment, on the one hand, and the risks, burdens, and costs on the other. Here, as elsewhere, we assume that a recommended treatment will increase costs (we recognize this is not always the case, but for simplicity we will continue to make this assumption). If the benefits outweigh the risks, burdens, and costs, we recommend that clinicians offer a treatment to typical patients. The uncertainty associated with the trade-off between the benefits and the risks, burdens, and costs will determine the strength of the recommendations. If we are very certain that the benefits do, or do not, outweigh the risks, burdens, and costs, we make a strong recommendation (in our formulation, Grade 1). If we are less certain of the magnitude of the benefits and the risks, burdens, and costs, and thus of their relative impact, we make a weaker Grade 2 recommendation. We grade the methodological quality of a recommendation according to the following criteria. Randomized clinical trials (RCTs) with consistent results provide evidence with a low likelihood of bias, which we classify as Grade A recommendations. RCTs with inconsistent results, or with major methodological weaknesses, warrant Grade B recommendations. Grade C recommendations come from observational studies or from a generalization from one group of patients included in randomized trials to a different, but somewhat similar, group of patients who did not participate in those trials. When we find the generalization from RCTs to be secure, or the data from observational studies overwhelmingly compelling, we choose a Grade C+. When that is not the case, we designate methodological quality as Grade C.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "McMaster University Health Sciences Centre, Room 2C12, Hamilton, ON L8N 3Z5, Canada. guyatt@mcmaster.ca"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Pauker",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Pauker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "126",
    "issue": "3 Suppl",
    "pub_year": "2004",
    "pub_month": "Sep"
  },
  "start_page": "179S",
  "end_page": "187S",
  "pages": "179S-187S",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Likelihood Functions",
    "Outcome Assessment, Health Care",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Thrombolytic Therapy"
  ],
  "article_ids": {
    "pubmed": "15383471",
    "doi": "10.1378/chest.126.3_suppl.179S",
    "pii": "S0012-3692(15)31490-2"
  },
  "doi": "10.1378/chest.126.3_suppl.179S",
  "dates": {
    "completed": "2004-10-26",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.487955",
    "pmid": "15383471"
  }
}