{
  "pmid": "15383486",
  "uid": "15383486",
  "title": "Antithrombotic therapy in patients with saphenous vein and internal mammary artery bypass grafts: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy.",
  "abstract": "This chapter about prevention of coronary artery bypass occlusion is part of the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy: Evidence Based Guidelines. Grade 1 recommendations are strong and indicate that the benefits do, or do not, outweigh risks, burden, and costs. Grade 2 suggests that individual patients' values may lead to different choices (for a full understanding of the grading see Guyatt et al, CHEST 2004; 126:179S-187S). Among the key recommendations in this chapter are the following: For patients undergoing coronary artery bypass grafting (CABG), we recommend aspirin, 75 to 162 mg/d, starting 6 h after operation over preoperative aspirin (Grade 1A). In patients in whom postoperative bleeding prevents the administration of aspirin at 6 h after CABG, we recommend starting aspirin as soon as possible thereafter (Grade 1C). For patients undergoing CABG, we recommend against addition of dipyridamole to aspirin therapy (Grade 1A). For patients with coronary artery disease undergoing CABG who are allergic to aspirin, we recommend clopidogrel, 300 mg, as a loading dose 6 h after operation followed by 75 mg/d p.o. (Grade 1C+). In patients who undergo CABG for non-ST-segment elevation acute coronary syndrome (ACS), we recommend clopidogrel, 75 mg/d for 9 to 12 months following the procedure in addition to treatment with aspirin (Grade 1A). For patients who have received clopidogrel for ACS and are scheduled for CABG, we recommend discontinuing clopidogrel for 5 days prior to the scheduled surgery (Grade 2A). For patients undergoing CABG who have no other indication for vitamin K antagonists (VKAs), we suggest clinicians to not administer VKAs (Grade 2B). For patients undergoing CABG in whom oral anticoagulants are indicated, such as those with heart valve replacement, we suggest clinicians administer VKA in addition to aspirin (Grade 2C). For all patients with coronary artery disease who undergo internal mammary artery (IMA) bypass grafting, we recommend aspirin, 75 to 162 mg/d, indefinitely (Grade 1A). For all patients undergoing IMA bypass grafting without other indication for VKA, we suggest clinicians not use VKA (Grade 2C).",
  "authors": [
    {
      "last_name": "Stein",
      "fore_name": "Paul D",
      "initials": "PD",
      "name": "Paul D Stein",
      "affiliations": [
        "St. Joseph Mercy-Oakland, 44555 Woodward Ave, Suite 107, Pontiac, MI 48341, USA. steinp@trinity-health.org"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Dalen",
      "fore_name": "James E",
      "initials": "JE",
      "name": "James E Dalen",
      "affiliations": []
    },
    {
      "last_name": "Gutterman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gutterman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "126",
    "issue": "3 Suppl",
    "pub_year": "2004",
    "pub_month": "Sep"
  },
  "start_page": "600S",
  "end_page": "608S",
  "pages": "600S-608S",
  "language": "eng",
  "publication_types": [
    "Guideline",
    "Journal Article",
    "Practice Guideline",
    "Review"
  ],
  "keywords": [
    "Aspirin",
    "Clopidogrel",
    "Contraindications",
    "Coronary Artery Bypass",
    "Coronary Disease",
    "Dose-Response Relationship, Drug",
    "Drug Administration Schedule",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Graft Occlusion, Vascular",
    "Humans",
    "Internal Mammary-Coronary Artery Anastomosis",
    "Myocardial Infarction",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Ticlopidine",
    "Veins"
  ],
  "article_ids": {
    "pubmed": "15383486",
    "doi": "10.1378/chest.126.3_suppl.600S",
    "pii": "S0012-3692(15)31505-1"
  },
  "doi": "10.1378/chest.126.3_suppl.600S",
  "dates": {
    "completed": "2004-10-26",
    "revised": "2018-11-30"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Clopidogrel",
    "Ticlopidine",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.461333",
    "pmid": "15383486"
  }
}