{
  "pmid": "15383470",
  "uid": "15383470",
  "title": "Methodology for guideline development for the Seventh American College of Chest Physicians Conference on Antithrombotic and Thrombolytic Therapy: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy.",
  "abstract": "This article describes the methodology for the Seventh American College of Chest Physicians (ACCP) Conference on Antithrombotic and Thrombolytic Therapy: Evidence-Based Guidelines. Guideline authors began by specifying the population, the intervention and alternative, and the outcomes for each clinical question, and defined the criteria for eligible articles, including methodological criteria, for each recommendation. Librarians, in collaboration with guideline authors and methodologists, conducted systematic searches for evidence. Guideline authors systematically evaluated the evidence, considered the full range of benefits, risks, inconvenience, and costs associated with alternative management strategies, considered patients' underlying values and preferences, and made recommendations accordingly. To increase the likelihood that the recommendations adequately represent patient values and preferences, the development process included a review of recommendations by research methodologists, practicing generalists, and specialists. Chapters are organized so that evidence is clearly linked to the relevant recommendations, and that recommendations particularly sensitive to underlying values and preferences are explicitly identified. Authors paid careful attention to the strength of the underlying evidence and to the balance between risks and benefits, which are both reflected in the grades of recommendations. Thus, improvements to the process of making recommendations for the ACCP guidelines include the explicit definition of questions, transparent eligibility criteria for including studies, and the specification of values and preferences underlying recommendations where they are particularly relevant. In combination with our previous practice of grading recommendations according to their strength, and the methodological quality of the supporting studies, these innovations establish our guidelines as, by and large, evidence based.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Medicine, Division of General Internal Medicine, University at Buffalo, ECMC-CC 142, 462 Grider St, Buffalo, NY 14226, USA. hjs@buffalo.edu"
      ]
    },
    {
      "last_name": "Munger",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Munger",
      "affiliations": []
    },
    {
      "last_name": "Brower",
      "fore_name": "Stewart",
      "initials": "S",
      "name": "Stewart Brower",
      "affiliations": []
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "126",
    "issue": "3 Suppl",
    "pub_year": "2004",
    "pub_month": "Sep"
  },
  "start_page": "174S",
  "end_page": "178S",
  "pages": "174S-178S",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Costs and Cost Analysis",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Practice Guidelines as Topic",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Societies, Medical",
    "Thorax",
    "Thrombolytic Therapy",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15383470",
    "doi": "10.1378/chest.126.3_suppl.174S",
    "pii": "S0012-3692(15)31489-6"
  },
  "doi": "10.1378/chest.126.3_suppl.174S",
  "dates": {
    "completed": "2004-10-26",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.459817",
    "pmid": "15383470"
  }
}