{
  "pmid": "15390276",
  "uid": "15390276",
  "title": "Methemoglobinemia in children with acute lymphoblastic leukemia (ALL) receiving dapsone for pneumocystis carinii pneumonia (PCP) prophylaxis: a correlation with cytochrome b5 reductase (Cb5R) enzyme levels.",
  "abstract": "BACKGROUND: Dapsone is commonly used for pneumocystis carinii pneumonia (PCP) prophylaxis in immunocompromised patients. Methemoglobinemia is a known complication of dapsone, but its true frequency and pathogenesis in childhood cancer patients are unknown. Additionally, practice guidelines for evaluation and management of dapsone-induced methemoglobinemia are not available. PROCEDURE: We studied 15 children with acute lymphoblastic leukemia (ALL) receiving dapsone for PCP prophylaxis to determine the frequency of methemoglobinemia, and correlate its occurrence with cytochrome b5 reductase (Cb5R) enzyme levels. Ten children with ALL receiving trimethoprim-sulfamethaxazole (TMP-SMX) were studied as controls. All patients underwent physical examination, pulse oximetry, and methemoglobin (metHb) estimation. Commercially available assay was used to measure Cb5R levels. RESULTS: Three (20%) patients receiving dapsone developed symptomatic methemoglobinemia. Average duration of dapsone prophylaxis prior to diagnosis was 6.6 weeks (range 3.5-10 weeks). Mean metHb level in symptomatic patients was 11.67%; 95% confidence interval (CI) 0-25.79 (range 7-18%), and 1.37%; 95% CI 0.6-2.14 (range 0.02-3%) in asymptomatic patients (P = 0.09), whereas the mean metHb level in the control group was 0.54%; 95% CI 0.35-0.73 (range 0.1-0.8%) (asymptomatic vs control P < 0.0001). Mean Cb5R level in symptomatic patients was 8.6 IU/g Hb; 95% CI 3.4-13.7 (range 6.9-10.9) compared to 12.5 IU/g Hb; 95% CI 11.1-13.9 (range 10.8-14.6) in asymptomatic patients (P = 0.06). Two symptomatic patients had Cb5R levels at or below 50% of normal, consistent with heterozygosity. Parental studies for Cb5R levels were suggestive of a carrier state in one of each patient's parents. CONCLUSIONS: Heterozygosity for Cb5R deficiency may pre-dispose to methemoglobinemia even on a thrice-weekly regimen of dapsone. Such individuals should avoid subsequent exposure to oxidant agents, if possible. Children with ALL tend to be symptomatic at low levels of metHb and may have delayed detection of methemoglobinemia. Hence, frequent monitoring of patients receiving dapsone is recommended. Monitoring guidelines for dapsone prophylaxis are proposed.",
  "authors": [
    {
      "last_name": "Williams",
      "fore_name": "Suzan",
      "initials": "S",
      "name": "Suzan Williams",
      "affiliations": [
        "Division of Hematology/Oncology, Department of Pediatrics, McMaster University, McMaster Children's Hospital, Hamilton Health Sciences Corporation, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula MacDonald",
      "affiliations": []
    },
    {
      "last_name": "Hoyer",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Hoyer",
      "affiliations": []
    },
    {
      "last_name": "Barr",
      "fore_name": "Ronald Duncan",
      "initials": "RD",
      "name": "Ronald Duncan Barr",
      "affiliations": []
    },
    {
      "last_name": "Athale",
      "fore_name": "Uma Harish",
      "initials": "UH",
      "name": "Uma Harish Athale",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric blood & cancer",
    "iso_abbreviation": "Pediatr Blood Cancer",
    "issn": "1545-5009",
    "issn_type": "Print",
    "volume": "44",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jan"
  },
  "start_page": "55",
  "end_page": "62",
  "pages": "55-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anti-Infective Agents",
    "Case-Control Studies",
    "Child",
    "Child, Preschool",
    "Cytochrome-B(5) Reductase",
    "Dapsone",
    "Drug Administration Schedule",
    "Female",
    "Humans",
    "Immunocompromised Host",
    "Male",
    "Methemoglobinemia",
    "Pneumonia, Pneumocystis",
    "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
    "Retrospective Studies",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15390276",
    "doi": "10.1002/pbc.20164"
  },
  "doi": "10.1002/pbc.20164",
  "dates": {
    "completed": "2005-01-04",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Dapsone",
    "Cytochrome-B(5) Reductase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:05:38.384997",
    "pmid": "15390276"
  }
}