{
  "pmid": "15452744",
  "uid": "15452744",
  "title": "The risk-adjusted vision beyond casemix (DRG) funding in Australia. International lessons in high complexity and capitation.",
  "abstract": "Hospitals throughout the world using funding based on diagnosis-related groups (DRG) have incurred substantial budgetary deficits, despite high efficiency. We identify the limitations of DRG funding that lack risk (severity) adjustment for State-wide referral services. Methods to risk adjust DRGs are instructive. The average price in casemix funding in the Australian State of Victoria is policy based, not benchmarked. Average cost weights are too low for high-complexity DRGs relating to State-wide referral services such as heart and lung transplantation and trauma. Risk-adjusted specified grants (RASG) are required for five high-complexity respiratory, cardiology and stroke DRGs incurring annual deficits of $3.6 million due to high casemix complexity and government under-funding despite high efficiency. Five stepwise linear regressions for each DRG excluded non-significant variables and assessed heteroskedasticity and multicollinearlity. Cost per patient was the dependent variable. Significant independent variables were age, length-of-stay outliers, number of disease types, diagnoses, procedures and emergency status. Diagnosis and procedure severity markers were identified. The methodology and the work of the State-wide Risk Adjustment Working Group can facilitate risk adjustment of DRGs State-wide and for Treasury negotiations for expenditure growth. The Alfred Hospital previously negotiated RASG of $14 million over 5 years for three trauma and chronic DRGs. Some chronic diseases require risk-adjusted capitation funding models for Australian Health Maintenance Organizations as an alternative to casemix funding. The use of Diagnostic Cost Groups can facilitate State and Federal government reform via new population-based risk adjusted funding models that measure health need.",
  "authors": [
    {
      "last_name": "Antioch",
      "fore_name": "Kathryn M",
      "initials": "KM",
      "name": "Kathryn M Antioch",
      "affiliations": [
        "Bayside Health, The Alfred Hospital, 3181 Melbourne, Australia. K.Antioch@alfred.org.au"
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The European journal of health economics : HEPAC : health economics in prevention and care",
    "iso_abbreviation": "Eur J Health Econ",
    "issn": "1618-7598",
    "issn_type": "Print",
    "volume": "5",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Jun"
  },
  "start_page": "95",
  "end_page": "109",
  "pages": "95-109",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Benchmarking",
    "Capitation Fee",
    "Cost Allocation",
    "Diagnosis-Related Groups",
    "Economics, Hospital",
    "Financing, Government",
    "Germany",
    "Health Care Costs",
    "Models, Econometric",
    "Program Development",
    "Rate Setting and Review",
    "Risk Assessment",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15452744",
    "doi": "10.1007/s10198-003-0208-z"
  },
  "doi": "10.1007/s10198-003-0208-z",
  "dates": {
    "completed": "2004-11-15",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.430299",
    "pmid": "15452744"
  }
}