{
  "pmid": "15459780",
  "uid": "15459780",
  "title": "Blunt liver trauma in children.",
  "abstract": "Diagnostic evaluation and treatment of blunt liver trauma in children have changed essentially over the last decades. In the period between January 1975 and December 2002, a total of 45 children, 18 girls and 27 boys, between the ages of 1 and 16 years (mean 8.19) were treated for liver rupture following blunt abdominal trauma. The most common causes of injury were traffic accidents (49%), followed by falls (22%), direct trauma due to impact (20%) and being run over by a vehicle (9%). A total of 26 patients had one or more concomitant injuries; the injury severity score was between 16 and 57 (mean 22.9), and 16 patients had additional injuries to other solid abdominal organs. Since we last used laparotomies to explore the abdomen and manage liver ruptures in 1984, we divided our patients into two groups with respect to the choice of diagnostic and treatment modalities: group I, consisting of children treated before 1984, and group II, consisting of children treated after 1985. In group I (n=12), a diagnosis was made in eight cases based on exploratory laparotomy, in two cases based on sonography and laparoscopy, in one case based on laparoscopy only, and in another case based on sonography only. In eight cases the rupture was treated operatively; there was one postsurgical sepsis and one ileus due to adhesions. One child hemorrhaged to death when the vena cava ruptured during surgery. In group II (n=33), sonography was sufficient for a diagnosis in 18 cases. In 12 cases an additional computed tomographic scan was performed following initial sonography, and in three cases a diagnostic laparotomy was done elsewhere. In five cases the rupture was treated operatively in other hospitals. Twenty-eight patients could be treated conservatively and without any complications. One child died 3 days after the accident as a result of a severe brain injury. Over the past 15 years we have seen a clear tendency toward conservative treatment of our patients, which is also in agreement with current literature. Initial sonography, supplemented by computed tomography when necessary, allows not only noninvasive initial diagnostic evaluation but is also helpful in the further course in hemodynamic stable patients. All patients who had been treated conservatively (n=30) had no complications related to the liver rupture.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Paediatric Surgery, University of Graz, Auenbruggerplatz 34, 8036 Graz, Austria. barbara.schmidt@kfunigraz.ac.at"
      ]
    },
    {
      "last_name": "Schimpl",
      "fore_name": "Günther",
      "initials": "G",
      "name": "Günther Schimpl",
      "affiliations": []
    },
    {
      "last_name": "Höllwarth",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Höllwarth",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric surgery international",
    "iso_abbreviation": "Pediatr Surg Int",
    "issn": "0179-0358",
    "issn_type": "Print",
    "volume": "20",
    "issue": "11-12",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "846",
  "end_page": "850",
  "pages": "846-50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Injuries",
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Infant",
    "Laparotomy",
    "Liver",
    "Male",
    "Multiple Trauma",
    "Rupture",
    "Wounds, Nonpenetrating"
  ],
  "article_ids": {
    "pubmed": "15459780",
    "doi": "10.1007/s00383-004-1276-6"
  },
  "doi": "10.1007/s00383-004-1276-6",
  "dates": {
    "completed": "2005-03-31",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.342435",
    "pmid": "15459780"
  }
}