{
  "pmid": "15457025",
  "uid": "15457025",
  "title": "A meta-analysis of randomized controlled trials comparing endoscopic and open carpal tunnel decompression.",
  "abstract": "Controversy exists regarding the benefit of endoscopic carpal tunnel release versus open carpal tunnel release in terms of grip/pinch strength, scar tenderness, pain, return to work, reversible/irreversible nerve damage, and adverse effects. Although a number of randomized controlled trials and systematic reviews have been published on the subject, to date, no large definitive randomized controlled trial or meta-analysis has been performed comparing endoscopic to open carpal tunnel release. This meta-analysis was undertaken to address the effectiveness of endoscopic carpal tunnel release relative to open carpal tunnel release. Key outcome measures from 13 randomized controlled trials were extracted and statistically combined. Heterogeneity was observed in three of the outcomes (i.e., grip strength, pain, and return to work), but the causes of heterogeneity could not be explained because of insufficient detail in the reported studies. Using the Jadad et al. scale, nine of 13 studies were of low methodologic quality. The effect sizes were compared between the studies that were rated as high quality and the studies that were rated as low quality on the Jadad et al. scale. Similarly, the studies that were rated as high quality on the Gerritsen et al. scale were compared with those that were rated as low quality. No clinically significant difference in effect sizes was apparent between studies of high and low methodologic quality. This meta-analysis supports the conclusion that endoscopic carpal tunnel release is favored over the open carpal tunnel release in terms of a reduction in scar tenderness and increase in grip and pinch strength at a 12-week follow-up. With regard to symptom relief and return to work, the data are inconclusive. Irreversible nerve damage is uncommon in either technique; however, there is an increased susceptibility to reversible nerve injury that is three times as likely to occur with endoscopic carpal tunnel release than with open carpal tunnel release.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, and the Centre for Evaluation of Medicines, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, Ontario, Canada. athoma@mcmaster.ca"
      ]
    },
    {
      "last_name": "Veltri",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Veltri",
      "affiliations": []
    },
    {
      "last_name": "Haines",
      "fore_name": "Ted",
      "initials": "T",
      "name": "Ted Haines",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "114",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "1137",
  "end_page": "1146",
  "pages": "1137-46",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Absenteeism",
    "Carpal Tunnel Syndrome",
    "Cicatrix",
    "Endoscopy",
    "Hand Strength",
    "Humans",
    "Median Nerve",
    "Pain",
    "Postoperative Complications",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15457025",
    "doi": "10.1097/01.prs.0000135850.37523.d0",
    "pii": "00006534-200410000-00017"
  },
  "doi": "10.1097/01.prs.0000135850.37523.d0",
  "dates": {
    "completed": "2005-06-16",
    "revised": "2019-07-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.391377",
    "pmid": "15457025"
  }
}