{
  "pmid": "15468026",
  "uid": "15468026",
  "title": "Therapeutic ultrasound and fracture healing: a survey of beliefs and practices.",
  "abstract": "OBJECTIVE: To explore current beliefs among senior physiotherapy (PT) students and orthopedic surgeons on the clinical utility of therapeutic ultrasound for assisting fracture healing. DESIGN: Cross-sectional survey. SETTING: University. PARTICIPANTS: Orthopedic surgeons, senior orthopedic surgery residents, and PT students in their final 6 months of study. INTERVENTIONS: Not applicable. Main outcome measures Percentage of respondents reporting specific perceptions on (1) the role of therapeutic ultrasound in fracture healing, (2) clinical use of therapeutic ultrasound for fracture healing, (3) rationale for not using therapeutic ultrasound for healing fractures, and (4) what constitutes a clinically significant difference in fracture healing time. Between-group comparisons were conducted for survey responses. RESULTS: The response rate was 20 of 22 (90.9%) orthopedic surgeons, 5 of 5 (100%) senior orthopedic residents, and 34 of 50 (68.0%) senior PT students. The majority of senior PT students (58.8%) and orthopedic residents and surgeons (60.0%) surveyed reported the belief that therapeutic ultrasound may help in assisting fracture healing in some cases. However, the majority of respondents do not use this modality (60.0% of surgeons, 88.2% of Senior PT students), with most surgeons (32.0%) citing lack of evidence and most senior PT students (58.8%) indicating lack of availability as the predominant barrier. Thirty-two percent of surgeons felt that ultrasound was contraindicated and harmful to healing fractures, or that it was of no use, and 20.5% of PT students reported the belief that ultrasound was contraindicated and was, or may be, harmful to healing bone. Most orthopedic residents and surgeons (52.0%) reported that a reduction in fracture healing time of 4 weeks would be clinically significant versus senior PT students, the majority of whom (64.7%) indicated that a reduction of 2 weeks would be clinically significant. CONCLUSIONS: Some surgeons and PT students believed that therapeutic ultrasound is contraindicated and harmful to healing bone; however, most believed that therapeutic ultrasound may help in assisting fracture healing, in at least some cases. Current usage of this modality is rare, primarily due to the perceived lack of evidence and lack of availability. Large randomized trials are needed to define further the role of ultrasound in fracture healing.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biiostatistics, McMaster University, Hamilton, ON, Canada. j.busse@utoronto.ca"
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of physical medicine and rehabilitation",
    "iso_abbreviation": "Arch Phys Med Rehabil",
    "issn": "0003-9993",
    "issn_type": "Print",
    "volume": "85",
    "issue": "10",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "1653",
  "end_page": "1656",
  "pages": "1653-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Cross-Sectional Studies",
    "Fracture Healing",
    "Humans",
    "Internship and Residency",
    "Orthopedics",
    "Physical Therapy Specialty",
    "Physicians",
    "Practice Patterns, Physicians'",
    "Students, Health Occupations",
    "Surveys and Questionnaires",
    "Ultrasonic Therapy"
  ],
  "article_ids": {
    "pubmed": "15468026",
    "doi": "10.1016/j.apmr.2003.12.040",
    "pii": "S0003-9993(04)00284-9"
  },
  "doi": "10.1016/j.apmr.2003.12.040",
  "dates": {
    "completed": "2004-11-23",
    "revised": "2019-09-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.104592",
    "pmid": "15468026"
  }
}