{
  "pmid": "15470106",
  "uid": "15470106",
  "title": "The Aspergillus fumigatus cell wall is organized in domains that are remodelled during polarity establishment.",
  "abstract": "Aspergillus fumigatus is a life-threatening and increasingly frequent pathogen of the immunocompromised. Like other filamentous fungi A. fumigatus grows in a highly polar manner, adding new cell wall to the apical region of hyphae. mAbs were raised against isolated A. fumigatus cell walls. Fifteen antibodies bound reproducibly to isolated cell walls in ELISAs and to the walls of intact cells in immunofluorescence experiments. Surprisingly, individual mAbs showed distinct patterns of localization. Six antibodies labelled exclusively conidial or basal regions, seven labelled apical regions and a single antibody labelled both basal and apical regions of hyphae. Ten antibodies did not label the walls adjacent to septa. In double labelling experiments with representative mAbs there was little or no overlap between epitopes recognized. These labelling patterns suggest that the wall is made up of basal and apical domains that differ in composition or organization and that the wall region flanking septa differs from other regions of the lateral wall. In time-course experiments of early A. fumigatus growth, mAb16C4 failed to label isotropically expanding cells and labelled emerging germ tubes and branches. The same mAb failed to label the Aspergillus nidulans swoC mutant, which is defective in polarity establishment. However, mAb16C4 did label the A. nidulans swoA mutant, which completes polarity establishment, but is defective in polarity maintenance. Thus, mAb16C4 appears to recognize a cell wall change that occurs during polarity establishment. In immunogold labelling and transmission electron microscopy (TEM) experiments, conidia, basal regions and apical regions of thin-sectioned cells labelled with mAb16C4. That only apical regions labelled in intact cells (immunofluorescence) while conidial, basal and apical regions labelled in thin-sectioned cells (TEM) suggests that the 16C4 epitope is present along the whole hypha, but is masked everywhere except the tip until polarity establishment. That is to say, some remodelling of the wall during polarity establishment exposes the 16C4 epitope. The 16C4 epitope was partially purified from A. fumigatus total protein by passage through hydrophobic interaction and anion-exchange columns. The resulting single ELISA-positive fraction showed relatively few bands by SDS-PAGE and silver staining and a strong band by Western blotting with the16C4 mAb. Sequencing of the fraction yielded a predicted peptide with a 6-amino acid exact match to a region of the Cat1 protein previously identified as an immunodominant A. fumigatus catalase that localizes to the cell wall and is secreted to the medium. Experiments are under way to determine if mAb16C4 recognizes Cat1 or another protein that co-purifies with Cat1.",
  "authors": [
    {
      "last_name": "Momany",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Momany",
      "affiliations": [
        "Department of Plant Biology, University of Georgia, Athens, GA 30602-7271, USA. momany@plantbio.uga.edu"
      ]
    },
    {
      "last_name": "Lindsey",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Lindsey",
      "affiliations": []
    },
    {
      "last_name": "Hill",
      "fore_name": "Terry W",
      "initials": "TW",
      "name": "Terry W Hill",
      "affiliations": []
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Richardson",
      "affiliations": []
    },
    {
      "last_name": "Momany",
      "fore_name": "Cory",
      "initials": "C",
      "name": "Cory Momany",
      "affiliations": []
    },
    {
      "last_name": "Pedreira",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Pedreira",
      "affiliations": []
    },
    {
      "last_name": "Guest",
      "fore_name": "Gretel M",
      "initials": "GM",
      "name": "Gretel M Guest",
      "affiliations": []
    },
    {
      "last_name": "Fisher",
      "fore_name": "John F",
      "initials": "JF",
      "name": "John F Fisher",
      "affiliations": []
    },
    {
      "last_name": "Hessler",
      "fore_name": "Richard B",
      "initials": "RB",
      "name": "Richard B Hessler",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Kathy A",
      "initials": "KA",
      "name": "Kathy A Roberts",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Microbiology (Reading, England)",
    "iso_abbreviation": "Microbiology (Reading)",
    "issn": "1350-0872",
    "issn_type": "Print",
    "volume": "150",
    "issue": "Pt 10",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "3261",
  "end_page": "3268",
  "pages": "3261-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Antigens, Fungal",
    "Aspergillus nidulans",
    "Cell Differentiation",
    "Cell Polarity",
    "Cell Size",
    "Cell Wall",
    "Gene Expression Regulation, Fungal",
    "Morphogenesis"
  ],
  "article_ids": {
    "pubmed": "15470106",
    "doi": "10.1099/mic.0.27318-0",
    "pii": "150/10/3261"
  },
  "doi": "10.1099/mic.0.27318-0",
  "dates": {
    "completed": "2005-01-13",
    "revised": "2020-08-26"
  },
  "chemicals": [
    "Antigens, Fungal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.374960",
    "pmid": "15470106"
  }
}