{
  "pmid": "15483453",
  "uid": "15483453",
  "title": "Is more frequent hemodialysis beneficial and what is the evidence?",
  "abstract": "PURPOSE OF REVIEW: The HEMO study results have shown that increasing dialysis dose in conventional thrice weekly hemodialysis does not improve patient outcomes. Interest has therefore turned to more frequent (daily) hemodialysis treatments. This review covers the rationale for such an approach together with a current review of the published study data. RECENT FINDINGS: Recent studies have suggested improvements in a number of intermediate patient outcomes such as cardiovascular (blood pressure control, left ventricular hypertrophy), anemia, phosphate control, nutritional status and quality of life. Some of these outcomes are associated with increased survival in the dialysis population. SUMMARY: The inference from these studies is that more frequent hemodialysis will indeed reduce mortality and morbidity. To date, however, the studies have all been small and underpowered to detect such primary outcomes. No randomized controlled trials are yet reported. The US National Institutes of Health have sponsored larger scale North American based studies and an International Registry of Daily Dialysis patients has been created to attain further information of the possible benefits of such therapy. In spite of the paucity of hard evidence the studies to date have been enough to convince some jurisdictions to recognize and fund daily hemodialysis treatments.",
  "authors": [
    {
      "last_name": "Lindsay",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M Lindsay",
      "affiliations": [
        "Optimal Dialysis Research Unit, London Health Sciences Center and The University of Western Ontario, 800 Commissioners Road East, London, Ontario, Canada N64 4G5. robert.lindsay@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad",
      "initials": "G",
      "name": "Gihad Nesrallah",
      "affiliations": []
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Suri",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": []
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Moist",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in nephrology and hypertension",
    "iso_abbreviation": "Curr Opin Nephrol Hypertens",
    "issn": "1062-4821",
    "issn_type": "Print",
    "volume": "13",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "631",
  "end_page": "635",
  "pages": "631-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Kidney Failure, Chronic",
    "Quality of Life",
    "Renal Dialysis",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15483453",
    "doi": "10.1097/00041552-200411000-00008",
    "pii": "00041552-200411000-00008"
  },
  "doi": "10.1097/00041552-200411000-00008",
  "dates": {
    "completed": "2005-03-10",
    "revised": "2019-09-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.915052",
    "pmid": "15483453"
  }
}