{
  "pmid": "15485420",
  "uid": "15485420",
  "title": "Albuminuria as a predictor of cardiovascular and renal outcomes in people with known atherosclerotic cardiovascular disease.",
  "abstract": "BACKGROUND: Microalbuminuria predicts elevated cardiovascular risk in those with and without diabetes. In diabetes, microalbuminuria also heralds overt diabetic nephropathy. The predictive value of albuminuria below the microalbuminuria cutoff, and the development of overt nephropathy in nondiabetics with microalbuminuria, have not been well studied. We review findings of the HOPE Study. METHODS: The HOPE Study database includes data on first morning urine albumin/creatinine ratio (ACR) in 9043 participants at baseline, and in 7674 participants at baseline and at last follow-up. Inclusion criteria were known vascular disease or diabetes, plus one other cardiovascular risk factor; exclusion criteria included heart failure or known impaired left ventricular function, dipstick-positive proteinuria (> 1+), and serum-creatinine > 2.3 mg/dL (200 micromol/L). Microalbuminuria was defined as an ACR > or = 2 mg/mmol. RESULTS: Microalbuminuria at baseline approximately doubled the relative risk (RR) of the primary outcome (myocardial infarction, stroke, or CV death). For every 1 mg/mmol rise of ACR, even below the level of microalbuminuria, the adjusted hazard of the primary outcome increased by about 15%. Baseline microalbuminuria predicted subsequent clinical proteinuria, RR 17.5, similarly in participants without and with diabetes. New microalbuminuria developed in 1542 participants, and clinical proteinuria in 317. CONCLUSION: Albuminuria is a continuous risk factor for CV events even below the level of microalbuminuria. Microalbuminuria predicts clinical proteinuria in nondiabetics.",
  "authors": [
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Department of Cardiology and of Endocrinology, and Population Health Research Institute, McMaster University, Hamilton, Canada. johannes.mann@kms.mhn.de"
      ]
    },
    {
      "last_name": "Yi",
      "fore_name": "Qi-Long",
      "initials": "QL",
      "name": "Qi-Long Yi",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international. Supplement",
    "iso_abbreviation": "Kidney Int Suppl",
    "issn": "0098-6577",
    "issn_type": "Print",
    "issue": "92",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "S59",
  "end_page": "S62",
  "pages": "S59-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Albuminuria",
    "Arteriosclerosis",
    "Diabetic Nephropathies",
    "Humans",
    "Predictive Value of Tests",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15485420",
    "doi": "10.1111/j.1523-1755.2004.09215.x",
    "pii": "S0085-2538(15)50401-8"
  },
  "doi": "10.1111/j.1523-1755.2004.09215.x",
  "dates": {
    "completed": "2005-03-04",
    "revised": "2019-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.541549",
    "pmid": "15485420"
  }
}