{
  "pmid": "15489373",
  "uid": "15489373",
  "title": "Pulmonary inflammation induced by high-stretch ventilation is mediated by tumor necrosis factor signaling in mice.",
  "abstract": "Although high-stretch mechanical ventilation has been demonstrated to induce lung inflammation, the roles of soluble mediators, in particular TNF, remain controversial. We have previously shown in mice that high-stretch ventilation, in the absence of preceding lung injury, induces expression of bioactive TNF in lung lavage fluid early in the course of injury, but the biological significance of this, if any, has yet to be determined. We therefore investigated the pulmonary inflammatory response to a transient period of high-stretch ventilation in anesthetized mice lacking TNF receptors and mice treated with anti-TNF antibodies. A standardized stretch-induced lung injury (assessed by lung mechanics, blood gases, and lavage protein content), followed by noninjurious low-stretch ventilation for 3 h, produced significant alveolar neutrophil infiltration in wild-type mice. However, neutrophil recruitment was substantially attenuated in TNF receptor double knockout mice and in wild-type mice treated with intratracheal anti-TNF antibody. This attenuation was not associated with decreased concentrations of neutrophil attractant CXC chemokines (macrophage inflammatory protein-2 and keratinocyte-derived chemokine) in lavage fluid. In contrast to intratracheal antibody, intravenous anti-TNF antibody did not reduce neutrophil infiltration, suggesting that the role of TNF signaling is localized within the alveolar space and does not require decompartmentalization of TNF into the circulation. These findings provide the first direct evidence that pulmonary inflammation induced by high-stretch ventilation without underlying lung injury possesses a significant TNF-dependent component. The results suggest a potential for regional anti-TNF treatment in attenuating stretch-induced pulmonary inflammation.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Department of Anaesthetics and Intensive Care, Imperial College London, Chelsea and Westminster Hospital, 369 Fulham Road, London SW10 9NH, United Kingdom."
      ]
    },
    {
      "last_name": "Choudhury",
      "fore_name": "Sharmila",
      "initials": "S",
      "name": "Sharmila Choudhury",
      "affiliations": []
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physiology. Lung cellular and molecular physiology",
    "iso_abbreviation": "Am J Physiol Lung Cell Mol Physiol",
    "issn": "1040-0605",
    "issn_type": "Print",
    "volume": "288",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Apr"
  },
  "start_page": "L599",
  "end_page": "L607",
  "pages": "L599-607",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Chemokine CXCL2",
    "Chemokines",
    "Keratinocytes",
    "Lung",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Neutrophils",
    "Pneumonia",
    "Pulmonary Alveoli",
    "Receptors, Tumor Necrosis Factor",
    "Respiration, Artificial",
    "Signal Transduction",
    "Tumor Necrosis Factor-alpha",
    "Up-Regulation"
  ],
  "article_ids": {
    "pubmed": "15489373",
    "doi": "10.1152/ajplung.00304.2004",
    "pii": "00304.2004"
  },
  "doi": "10.1152/ajplung.00304.2004",
  "dates": {
    "completed": "2005-04-19",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Chemokine CXCL2",
    "Chemokines",
    "Cxcl2 protein, mouse",
    "Receptors, Tumor Necrosis Factor",
    "Tumor Necrosis Factor-alpha"
  ],
  "grants": [
    {
      "grant_id": "G0000101",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.752731",
    "pmid": "15489373"
  }
}