{
  "pmid": "15496132",
  "uid": "15496132",
  "title": "Ultraviolet wavelength dependence of photomorphological and photosynthetic responses in Brassica napus and Arabidopsis thaliana.",
  "abstract": "Among the photomorphological responses in plants induced by ultraviolet-B radiation (UVB; 290 nm-320 nm) are leaf asymmetry, leaf thickening and cotyledon curling. We constructed an action spectrum of cotyledon curling in light-grown Brassica napus to characterize the UVB photoreceptor that initiates this response. Cotyledon curling was also characterized in Arabidopsis thaliana. Peak efficiency for this response occurred between 285 and 290 nm. Additionally, UVB-induced changes in epidermal cells from A. thaliana cotyledons were assessed because they are the likely site of UVB photoreception that leads to curling. Investigation of cellular structure, chlorophyll a fluorescence and chlorophyll concentration indicated that cotyledon curling is not concomitant with gross cellular damage or inhibition of photosynthesis, which only occurred in response to wavelengths <280 nm. Many UVB effects are apparently an indirect consequence of UVB radiation, dependent on UVB-mediated increases in reactive oxygen species (ROS) that either act as a signal in the UVB transduction pathway or cause oxidative damage. The cotyledon curling response was impeded by ascorbate and cystine, ROS scavengers and was promoted by H(2)O(2), a ROS. We suggest that following absorption by a UVB chromophore, ROS are generated via photosensitization, ultimately leading to cotyledon curling.",
  "authors": [
    {
      "last_name": "Gerhardt",
      "fore_name": "Karen E",
      "initials": "KE",
      "name": "Karen E Gerhardt",
      "affiliations": [
        "Department of Biology, University of Waterloo, Waterloo, Ontario N2L 3G1, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael I",
      "initials": "MI",
      "name": "Michael I Wilson",
      "affiliations": []
    },
    {
      "last_name": "Greenberg",
      "fore_name": "Bruce M",
      "initials": "BM",
      "name": "Bruce M Greenberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Photochemistry and photobiology",
    "iso_abbreviation": "Photochem Photobiol",
    "issn": "0031-8655",
    "issn_type": "Print",
    "volume": "81",
    "issue": "5",
    "pub_year": "2005"
  },
  "start_page": "1061",
  "end_page": "1068",
  "pages": "1061-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antioxidants",
    "Arabidopsis",
    "Brassica napus",
    "Cotyledon",
    "Microscopy, Electron, Scanning",
    "Oxidants",
    "Photosynthesis",
    "Ultraviolet Rays"
  ],
  "article_ids": {
    "pubmed": "15496132",
    "doi": "10.1562/2004-08-16-RA-276",
    "pii": "2004-08-16-RA-276"
  },
  "doi": "10.1562/2004-08-16-RA-276",
  "dates": {
    "completed": "2006-06-22",
    "revised": "2006-11-15"
  },
  "chemicals": [
    "Antioxidants",
    "Oxidants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.753224",
    "pmid": "15496132"
  }
}