{
  "pmid": "15494585",
  "uid": "15494585",
  "title": "Oral antiplatelet therapy in cerebrovascular disease, coronary artery disease, and peripheral arterial disease.",
  "abstract": "CONTEXT: Atherothrombosis is a pathophysiologic process that results in clinical ischemic events affecting the cerebral, coronary, and peripheral arterial circulation. Antiplatelet agents, used alone or in combination, are effective in preventing recurrent vascular events among individuals with established vascular disease. OBJECTIVE: To summarize the current state of evidence regarding oral antiplatelet treatment in patients with cerebrovascular disease, coronary artery disease (CAD), and peripheral arterial disease. EVIDENCE ACQUISITION: Using the key terms acute coronary syndrome, atherothrombosis, ischemic stroke, myocardial infarction, MI, peripheral arterial disease, TIA, transient ischemic attack, unstable angina,aspirin,ticlopidine,dipyridamole, and clopidogrel, we searched the MEDLINE database as well as the trial register of the Cochrane Groups to identify studies published from 1960 to August 2004. We manually searched journals and abstract booklets; scrutinized reference lists of trials and review articles; and reviewed meta-analyses, scientific statements, and guidelines from official societies. EVIDENCE SYNTHESIS: Appropriate oral first-line antiplatelet therapy is aspirin for individuals with ST-segment elevation myocardial infarction; aspirin or clopidogrel for those with TIA or stroke, chronic stable angina, or peripheral arterial disease; and aspirin combined with clopidogrel for those with non-ST-segment elevation acute coronary syndrome. Aspirin combined with dipyridamole is a possible alternative for patients who experience a first episode of TIA or stroke in the absence of clinically apparent CAD. Although ticlopidine has been shown to be of benefit in various vascular conditions, its adverse-effect profile has limited its use. CONCLUSIONS: Aspirin, ticlopidine, clopidogrel, aspirin combined with clopidogrel, and aspirin combined with dipyridamole are effective in preventing recurrent vascular events among various subgroups of patients with vascular disease. Current clinical trial evidence favors the use of aspirin or clopidogrel as first-line agents for the majority of patients with vascular disease. Clinical trials evaluating combination antiplatelet therapies will direct future practice.",
  "authors": [
    {
      "last_name": "Tran",
      "fore_name": "Huyen",
      "initials": "H",
      "name": "Huyen Tran",
      "affiliations": [
        "Thromboembolism Unit, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "292",
    "issue": "15",
    "pub_year": "2004",
    "pub_month": "Oct",
    "pub_day": "20"
  },
  "start_page": "1867",
  "end_page": "1874",
  "pages": "1867-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Angina Pectoris",
    "Arteriosclerosis",
    "Aspirin",
    "Cerebrovascular Disorders",
    "Clopidogrel",
    "Coronary Artery Disease",
    "Dipyridamole",
    "Drug Therapy, Combination",
    "Humans",
    "Ischemic Attack, Transient",
    "Peripheral Vascular Diseases",
    "Platelet Aggregation Inhibitors",
    "Stroke",
    "Thrombosis",
    "Ticlopidine"
  ],
  "article_ids": {
    "pubmed": "15494585",
    "doi": "10.1001/jama.292.15.1867",
    "pii": "292/15/1867"
  },
  "doi": "10.1001/jama.292.15.1867",
  "dates": {
    "completed": "2004-10-22",
    "revised": "2018-11-30"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Dipyridamole",
    "Clopidogrel",
    "Ticlopidine",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.261816",
    "pmid": "15494585"
  }
}