{
  "pmid": "15504060",
  "uid": "15504060",
  "title": "Combining human papillomavirus testing or cervicography with cytology to detect cervical neoplasia.",
  "abstract": "CONTEXT: Cervicography and oncogenic human papillomavirus (HPV) testing have been proposed for improving the accuracy of cervical cancer screening. OBJECTIVE: To examine whether cervicography and HPV testing can improve beyond chance the detection of cervical intraepithelial neoplasia (CIN) 2 or 3 in women with atypical cells of undetermined significance or low-grade squamous intraepithelial lesions on cytology. DESIGN: Cross-sectional analysis. Oncogenic HPV testing by Hybrid Capture II assay or cervicography combined with cytology was compared with the reference standard of colposcopy with directed biopsy. SETTING: Community family practices. PARTICIPANTS: Three hundred four women with low-grade cytologic abnormality. MAIN OUTCOME MEASURES: The gain in accuracy for detecting histologic CIN 2 or 3 or carcinoma. Because an adjunct test may improve sensitivity by chance alone, the sensitivity or specificity if the second test performed randomly was estimated. RESULTS: Cervical intraepithelial neoplasia 2 or 3 was found in 11.8% (36/304) of the women and invasive squamous cell carcinoma in 0.3% (1/304). The sensitivity of cytology for detecting CIN 2 or 3 was 73.0% and increased by 21.6% to 94.6% with the addition of a cervigram showing a low-grade lesion or higher or a positive HPV test result. These gains were reduced to 8.1% and 10.8% above the sensitivities expected if the additional tests performed randomly. The corresponding specificities decreased from 49.1% to 32.2% and 33.0%. There was insufficient power to determine whether observed sensitivities were statistically significantly higher than the expected sensitivities. CONCLUSION: Adjunctive HPV testing or cervicography may provide similar gains in sensitivity, but they can appear misleadingly large if chance increases are not taken into account.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. mhoward@mcmaster.ca"
      ]
    },
    {
      "last_name": "Sellors",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Sellors",
      "affiliations": []
    },
    {
      "last_name": "Lytwyn",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Lytwyn",
      "affiliations": []
    },
    {
      "last_name": "Roth",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Roth",
      "affiliations": []
    },
    {
      "last_name": "Mahony",
      "fore_name": "James B",
      "initials": "JB",
      "name": "James B Mahony",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of pathology & laboratory medicine",
    "iso_abbreviation": "Arch Pathol Lab Med",
    "issn": "1543-2165",
    "issn_type": "Electronic",
    "volume": "128",
    "issue": "11",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "1257",
  "end_page": "1262",
  "pages": "1257-62",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Carcinoma, Squamous Cell",
    "Cervix Uteri",
    "Colposcopy",
    "Cross-Sectional Studies",
    "Cytodiagnosis",
    "Female",
    "Humans",
    "Papillomaviridae",
    "Papillomavirus Infections",
    "ROC Curve",
    "Randomized Controlled Trials as Topic",
    "Reference Standards",
    "Sensitivity and Specificity",
    "Tumor Virus Infections",
    "Uterine Cervical Neoplasms",
    "Uterine Cervical Dysplasia"
  ],
  "article_ids": {
    "pubmed": "15504060",
    "doi": "10.5858/2004-128-1257-CHPTOC",
    "pii": "OA-4068"
  },
  "doi": "10.5858/2004-128-1257-CHPTOC",
  "dates": {
    "completed": "2005-05-02",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.510453",
    "pmid": "15504060"
  }
}