{
  "pmid": "15507276",
  "uid": "15507276",
  "title": "Anticoagulant therapy for the thrombotic complications of the antiphospholipid antibody syndrome.",
  "abstract": "Patients with antiphospholipid antibodies (APLA) are at risk of arterial thromboembolism (ATE) or venous thromboembolism (VTE). The true strength of the association between APLA and first TE is unknown as there are no prospective studies of a large, well-characterized inception cohort of matched patients with and without APLA. Thus, evidence-based treatment recommendations for primary prophylaxis of TE in such patients cannot be made. Optimal therapy of patients with recent TE and APLA remains controversial; although there is no doubt that some such patients have a malignant hypercoagulable state characterized by resistance to \"usual intensity\" anticoagulation; recent evidence suggests that most such patients are adequately treated with \"usual therapy\". After warfarin discontinuation, such patients appear to be at increased risk of recurrent TE, as demonstrated in a series of studies of discontinuation of secondary TE prophylaxis in patients with APLA and venous TE (VTE). Because of this increased risk of recurrent TE, after anticoagulants are discontinued, most \"experts\" recommend extended duration therapeutic dose warfarin for such patients. This paper will briefly review this evidence.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "St Joseph's Hospital, Room L208, 50 Charlton Ave. East, Hamilton, ON, L8N 4A6, Canada. crowthrm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "114",
    "issue": "5-6",
    "pub_year": "2004"
  },
  "start_page": "443",
  "end_page": "446",
  "pages": "443-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Antiphospholipid Syndrome",
    "Clinical Trials as Topic",
    "Humans",
    "Random Allocation",
    "Research Design",
    "Risk",
    "Venous Thrombosis",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "15507276",
    "doi": "10.1016/j.thromres.2004.06.011",
    "pii": "S0049384804003196"
  },
  "doi": "10.1016/j.thromres.2004.06.011",
  "dates": {
    "completed": "2005-04-14",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.627278",
    "pmid": "15507276"
  }
}