{
  "pmid": "15526385",
  "uid": "15526385",
  "title": "Will it make a difference if I show up and share? A citizens' perspective on improving public involvement processes for health system decision-making.",
  "abstract": "INTRODUCTION: Health policy decision-makers are grappling with increasingly complex and ethically controversial decisions at a time when citizens are demanding more involvement in these decision processes. OBJECTIVES: To assess and revise a set of guiding principles for the design of public involvement processes generated from a synthesis of public participation design and evaluation frameworks that can be used to inform the design and evaluation of future public participation processes in the health sector. METHODS: Six focus groups held in five Canadian provinces comprising citizens with considerable experience of public participation processes. RESULTS AND DISCUSSION: Our findings suggest that citizen participants are highly critical of, and discerning about,their public participation experiences. Yet, they are optimistic and determined to contribute in meaningful ways to future public policy processes. They are clear about where improvements are needed and give top priority to what information is shared, and how, among participants and decision-makers. The views of experienced citizens mapped well onto most of the prior principles of public involvement with a few modifications. First, participants gave greater emphasis to the content and balance of information for the purposes of building trust and credibility between citizens and decision-makers. Second, participants viewed themselves, as well as decision-makers, as sources of information to be shared through the consultation process. Finally, participants stressed the importance of getting the information and communication principles right over addressing all other principles.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Forest",
      "fore_name": "Pierre-Gerlier",
      "initials": "PG",
      "name": "Pierre-Gerlier Forest",
      "affiliations": []
    },
    {
      "last_name": "Casebeer",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Casebeer",
      "affiliations": []
    },
    {
      "last_name": "Mackean",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail Mackean",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1355-8196",
    "issn_type": "Print",
    "volume": "9",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "205",
  "end_page": "212",
  "pages": "205-12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Community Participation",
    "Decision Making, Organizational",
    "Focus Groups",
    "Health Policy"
  ],
  "article_ids": {
    "pubmed": "15526385",
    "doi": "10.1258/1355819042250203"
  },
  "doi": "10.1258/1355819042250203",
  "dates": {
    "completed": "2004-12-23",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.749541",
    "pmid": "15526385"
  }
}