{
  "pmid": "15520087",
  "uid": "15520087",
  "title": "Health-related quality of life in children and adolescents who have a diagnosis of attention-deficit/hyperactivity disorder.",
  "abstract": "OBJECTIVE: The aim of treatment for attention-deficit/hyperactivity disorder (ADHD) is to decrease symptoms, enhance functionality, and improve well-being for the child and his or her close contacts. However, the measurement of treatment response is often limited to measuring symptoms using behavior rating scales and checklists completed by teachers and parents. Because so much of the focus has been on symptom reduction, less is known about other possible health problems, which can be measured easily using health-related quality-of-life (HRQL) questionnaires, which are designed to gather information across a range of health domains. The aim of our study was to measure HRQL in a clinic-based sample of children who had a diagnosis of ADHD and consider the impact of 2 clinical factors, symptom severity and comorbidity, on HRQL. Our specific hypotheses were that parent-reported HRQL would be poorer in children with ADHD than in normative US and Australian pediatric samples, in children with increasing severity of ADHD symptoms, and in children who had diagnoses of comorbid psychiatric disorders. METHODS: Cross-sectional survey was conducted in British Columbia, Canada. The sample included 165 respondents of 259 eligible children (63.7% response rate) who were referred to the ADHD Clinic in British Columbia between November 2001 and October 2002. Children who are seen in this clinic come from all parts of the province and are diverse in terms of socioeconomic status and case mix. ADHD was diagnosed in 131 children, 68.7% of whom had a comorbid psychiatric disorder. Some children had >1 comorbidity: 23 had 2, 5 had 3, and 1 had 4. Fifty-one children had a comorbid learning disorder (LD), 45 had oppositional defiant disorder or conduct disorder (ODD/CD), and 27 had some other comorbid diagnosis. The mean age of children was 10 years (standard deviation: 2.8). Boys composed 80.9% (N = 106) of the sample. We used the 50-item parent version of the Child Health Questionnaire to measure physical and psychosocial health. Physical domains include the following: physical functioning (PF), role/social limitations as a result of physical health (RP), bodily pain/discomfort (BP), and general health perception (GH). Psychosocial domains include the following: role/social limitations as a result of emotional-behavioral problems (REB), self-esteem (SE), mental health (MH), general behavior (BE), emotional impact on parent (PTE), and time impact on parents (PTT). A separate domain measures limitations in family activities (FA). There is also a single-item measure of family cohesion (FC). Individual scale scores and summary scores for physical (PhS) and psychosocial health (PsS) can be computed. Symptom severity data (parent and teacher) came from the Child/Adolescent Symptom Inventory 4. These checklists provide information on symptoms for the 3 ADHD subtypes (inattentive, hyperactive, and combined). Each child underwent a comprehensive psychiatric assessment by 1 of 4 child psychiatrists. Documentation included a full 5-axis Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition diagnosis on the basis of a comprehensive assessment. Clinical information for each child was extracted from hospital notes. RESULTS: Compared with both population samples, children with ADHD had comparable physical health but clinically important deficits in HRQL in all psychosocial domains, FA, FC, and PsS, with effect sizes as follows: FC = -0.66, SE = -0.90, MH = -0.97, PTT = -1.07, REB = -1.60, BE = -1.73, PTE = -1.87, FA = -1.95, and PsS = -1.98. Poorer HRQL for all domains of psychosocial health, FA, and PsS correlated significantly with more parent-reported inattentive, hyperactive, and combined symptoms of ADHD. Children with > or =2 comorbid disorders differed significantly from those with no comorbidity in most areas, including RP, GH, REB, BE, MH, SE, PTT, FA, and PsS, and from those with 1 comorbid disorder in 3 domains, including BE, MH, and FA and the PsS. The mean PsS score for children in the ODD/CD group (mean difference: -12.9; effect size = -1.11) and children in the other comorbidity group (-9.0; effect size = -.77) but not children in the LD group were significantly lower than children with no comorbid disorder. Predictors of physical health in a multiple regression model included child's gender (beta = .177) and number of comorbid conditions (beta = -.197). These 2 variables explained very little variation in the PhS. Predictors of psychosocial health included the number of comorbid conditions (beta = -.374) and parent-rated combined ADHD symptoms (beta = -.362). These 2 variables explained 31% of the variation in the PsS. CONCLUSIONS: Our study shows that ADHD has a significant impact on multiple domains of HRQL in children and adolescents. In support of our hypotheses, compared with normative data, children with ADHD had more parent-reported problems in terms of emotional-behavioral role function, behavior, mental health, and self-esteem. In addition, the problems of children with ADHD had a significant impact on the parents' emotional health and parents' time to meet their own needs, and they interfered with family activities and family cohesion. The differences that we found represent clinically important differences in HRQL. Our study adds new information about the HRQL of children with ADHD in relation to symptom severity and comorbidity. Children with more symptoms of ADHD had worse psychosocial HRQL. Children with multiple comorbid disorders had poorer psychosocial HRQL across a range of domains compared with children with none and 1 comorbid disorder. In addition, compared with children with no comorbidity, psychosocial HRQL was significantly lower in children with ODD/CD and children in the other comorbidity group but not in children with an LD. The demonstration of a differential impact of ADHD on health and well-being in relation to symptom severity and comorbidity has important implications for policies around eligibility for special educational and other supportive services. Because the impact of ADHD is not uniform, decisions about needed supports should incorporate a broader range of relevant indicators of outcome, including HRQL. Although many studies focus on measuring symptoms using rating scales and checklists, in our study, using a multidimensional questionnaire, we were able to show that many areas of health are affected in children with ADHD. We therefore argue that research studies of children with ADHD should include measurement of these broader domains of family impact and child health.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, and Children's and Women's Health Center of British Columbia, Vancouver, British Columbia, Canada. afk@interchange.ubc.ca"
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Anton",
      "initials": "A",
      "name": "Anton Miller",
      "affiliations": []
    },
    {
      "last_name": "Fine",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Fine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "114",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "e541",
  "end_page": "e547",
  "pages": "e541-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Attention Deficit Disorder with Hyperactivity",
    "Child",
    "Child Behavior Disorders",
    "Comorbidity",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Mental Disorders",
    "Mental Health",
    "Quality of Life",
    "Severity of Illness Index",
    "Socioeconomic Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "15520087",
    "doi": "10.1542/peds.2004-0844",
    "pii": "114/5/e541"
  },
  "doi": "10.1542/peds.2004-0844",
  "dates": {
    "completed": "2005-03-10",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.297238",
    "pmid": "15520087"
  }
}