{
  "pmid": "15534310",
  "uid": "15534310",
  "title": "Optimal search strategies for detecting health services research studies in MEDLINE.",
  "abstract": "BACKGROUND: Evidence from health services research (HSR) is currently thinly spread through many journals, making it difficult for health services researchers, managers and policy-makers to find research on clinical practice guidelines and the appropriateness, process, outcomes, cost and economics of health care services. We undertook to develop and test search terms to retrieve from the MEDLINE database HSR articles meeting minimum quality standards. METHODS: The retrieval performance of 7445 methodologic search terms and phrases in MEDLINE (the test) were compared with a hand search of the literature (the gold standard) for each issue of 68 journal titles for the year 2000 (a total of 25,936 articles). We determined sensitivity, specificity and precision (the positive predictive value) of the MEDLINE search strategies. RESULTS: A majority of the articles that were classified as outcome assessment, but fewer than half of those in the other categories, were considered methodologically acceptable (no methodologic criteria were applied for cost studies). Combining individual search terms to maximize sensitivity, while keeping specificity at 50% or more, led to sensitivities in the range of 88.1% to 100% for several categories (specificities ranged from 52.9% to 97.4%). When terms were combined to maximize specificity while keeping sensitivity at 50% or more, specificities of 88.8% to 99.8% were achieved. When terms were combined to maximize sensitivity and specificity while minimizing the differences between the 2 measurements, most strategies for HSR categories achieved sensitivity and specificity of at least 80%. INTERPRETATION: Sensitive and specific search strategies were validated for retrieval of HSR literature from MEDLINE. These strategies have been made available for public use by the US National Library of Medicine at www.nlm.nih.gov/nichsr/hedges/search.html.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Health Information Research Unit, McMaster University Health Sciences Centre, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Ramkissoonsingh",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Ramkissoonsingh",
      "affiliations": []
    },
    {
      "last_name": "Arnold-Oatley",
      "fore_name": "Alexandra E",
      "initials": "AE",
      "name": "Alexandra E Arnold-Oatley",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "0820-3946",
    "issn_type": "Print",
    "volume": "171",
    "issue": "10",
    "pub_year": "2004",
    "pub_month": "Nov",
    "pub_day": "09"
  },
  "start_page": "1179",
  "end_page": "1185",
  "pages": "1179-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Costs and Cost Analysis",
    "Health Care Costs",
    "Health Services Research",
    "Humans",
    "Information Storage and Retrieval",
    "MEDLINE",
    "Medical Subject Headings",
    "Outcome and Process Assessment, Health Care",
    "Research Design",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "15534310",
    "pmc": "PMC524948",
    "doi": "10.1503/cmaj.1040512",
    "pii": "171/10/1179"
  },
  "doi": "10.1503/cmaj.1040512",
  "pmc_id": "PMC524948",
  "dates": {
    "completed": "2004-12-02",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.965478",
    "pmid": "15534310"
  }
}