{
  "pmid": "15533091",
  "uid": "15533091",
  "title": "A framework for the introduction and evaluation of advanced practice nursing roles.",
  "abstract": "AIM: This paper describes a participatory, evidence-based, patient-focused process for advanced practice nursing (APN) role development, implementation, and evaluation (PEPPA framework). BACKGROUND: Despite the growing demand for advanced practice nurses, there are limited data to guide the successful implementation and optimal utilization of these roles. The participatory, evidence-based, patient-focused process, for guiding the development, implementation, and evaluation of advanced practice nursing (PEPPA) framework is an adaptation of two existing frameworks and is designed to overcome role implementation barriers through knowledge and understanding of APN roles and environments. The principles of participatory action research directed the construction of the new framework. CONCLUSIONS: The process for implementing and evaluating APN roles is as complex and dynamic as the roles themselves. The PEPPA framework is shaped by the underlying principles and values consistent with APN, namely, a focus on addressing patient health needs through the delivery of coordinated care and collaborative relationships among health care providers and systems. Engaging environmental stakeholders as participants in the process provides opportunity to identify the need and shared goals for a clearly defined APN role. The process promotes increased understanding of APN roles and optimal use of the broad range of APN knowledge, skills, and expertise in all role domains and scope of practice. The steps for planning and implementation are designed to create environments to support APN role development and long-term integration within health care systems. The goal-directed and outcome-based process also provides the basis for prospective ongoing evaluation and improvement of both the role and delivery of health care services.",
  "authors": [
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. bryantl@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dicenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba Dicenso",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "0309-2402",
    "issn_type": "Print",
    "volume": "48",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "530",
  "end_page": "540",
  "pages": "530-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Continuity of Patient Care",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Humans",
    "Nurse Practitioners",
    "Nurse's Role",
    "Nursing Evaluation Research",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "15533091",
    "doi": "10.1111/j.1365-2648.2004.03235.x",
    "pii": "JAN3235"
  },
  "doi": "10.1111/j.1365-2648.2004.03235.x",
  "dates": {
    "completed": "2005-04-11",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.772102",
    "pmid": "15533091"
  }
}