{
  "pmid": "15533090",
  "uid": "15533090",
  "title": "Advanced practice nursing roles: development, implementation and evaluation.",
  "abstract": "AIM: The aim of this paper is to discuss six issues influencing the introduction of advanced practice nursing (APN) roles: confusion about APN terminology, failure to define clearly the roles and goals, role emphasis on physician replacement/support, underutilization of all APN role domains, failure to address environmental factors that undermine the roles, and limited use of evidence-based approaches to guide their development, implementation and evaluation. BACKGROUND: Health care restructuring in many countries has led to substantial increases in the different types and number of APN roles. The extent to which these roles truly reflect advanced nursing practice is often unclear. The misuse of APN terminology, inconsistent titling and educational preparation, and misguided interpretations regarding the purpose of these roles pose barriers to realizing their full potential and impact on health. Role conflict, role overload, and variable stakeholder acceptance are frequently reported problems associated with the introduction of APN roles. DISCUSSION: Challenges associated with the introduction of APN roles suggests that greater attention to and consistent use of the terms of the terms advanced nursing practice, advancement and advanced practice nursing is required. Advanced nursing practice refers to the work or what nurses do in the role and is important for defining the specific nature and goals for introducing new APN roles. The concept of advancement further defines the multi-dimensional scope and mandate of advanced nursing practice and distinguishes differences from other types of nursing roles. Advanced practice nursing refers to the whole field, involving a variety of such roles and the environments in which they exist. Many barriers to realizing the full potential of these roles could be avoided through better planning and efforts to address environmental factors, structures, and resources that are necessary for advanced nursing practice to take place. CONCLUSIONS: Recommendations for the future introduction of APN roles can be drawn from this paper. These include the need for a collaborative, systematic and evidence-based process designed to provide data to support the need and goals for a clearly defined APN role, support a nursing orientation to advanced practice, promote full utilization of all the role domains, create environments that support role development, and provide ongoing evaluation of these roles related to predetermined goals.",
  "authors": [
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. bryantl@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dicenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba Dicenso",
      "affiliations": []
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    },
    {
      "last_name": "Pinelli",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Pinelli",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "0309-2402",
    "issn_type": "Print",
    "volume": "48",
    "issue": "5",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "519",
  "end_page": "529",
  "pages": "519-29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Interprofessional Relations",
    "Job Description",
    "Nurse Clinicians",
    "Nurse Practitioners",
    "Nurse's Role",
    "Professional Practice",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "15533090",
    "doi": "10.1111/j.1365-2648.2004.03234.x",
    "pii": "JAN3234"
  },
  "doi": "10.1111/j.1365-2648.2004.03234.x",
  "dates": {
    "completed": "2005-04-11",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.771882",
    "pmid": "15533090"
  }
}