{
  "pmid": "15544686",
  "uid": "15544686",
  "title": "Self-reported use of shared decision-making among breast cancer specialists and perceived barriers and facilitators to implementing this approach.",
  "abstract": "BACKGROUND: Physicians are increasingly urged to practice shared decision-making with their patients. Using a cross-sectional survey, we explored the extent to which Ontario breast cancer specialists report practising shared decision-making with their patients, their comfort level with this approach, and perceived barriers and facilitators to implementation. PARTICIPANTS AND METHODS: All Ontario surgeons and oncologists (radiation and medical) treating women with early-stage breast cancer were eligible for this study. Likert scales were used to measure physicians' comfort level with and self-reported use of different treatment decision-making approaches as well as perceived barriers and facilitators to treatment decision-making with patients. RESULTS: The response rate was 79% for oncologists and 72% for surgeons. More physicians from each specialty (87% of oncologists and 89% of surgeons) expressed high levels of comfort with clinical example 4 (designed to illustrate a shared approach) than with any of the other examples presented (e.g. the informed and paternalistic approach). Similarly, more oncologists and surgeons reported that their usual approach to treatment decision-making was like example 4 than like any other approach presented (56% of oncologists and 69% of surgeons, respectively). Comfort levels with example 4 for oncologists and surgeons were 31% and 20% higher, respectively, than the reported use of this approach. Lack of time and patient anxiety, patient lack of information and/or misinformation, and patient unwillingness or inability to participate were perceived by a substantial minority of both oncologists and surgeons as barriers to patient involvement in treatment decision-making. Key facilitators identified included patients' emotional readiness, support, information and trust in the physician. More research is needed to identify contextual, physician, patient, and interaction factors that will facilitate shared decision-making in the medical encounter and help both parties create an environment conducive to implementing this approach to the extent desired.",
  "authors": [
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatics, McMaster University, Hamilton, ON, Canada. charlesc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Whelan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-6513",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "338",
  "end_page": "348",
  "pages": "338-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Attitude of Health Personnel",
    "Breast Neoplasms",
    "Cross-Sectional Studies",
    "Decision Making",
    "Female",
    "Humans",
    "Middle Aged",
    "Ontario",
    "Physician-Patient Relations",
    "Physicians",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "15544686",
    "pmc": "PMC5060255",
    "doi": "10.1111/j.1369-7625.2004.00299.x",
    "pii": "HEX299"
  },
  "doi": "10.1111/j.1369-7625.2004.00299.x",
  "pmc_id": "PMC5060255",
  "dates": {
    "completed": "2005-03-10",
    "revised": "2024-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.674600",
    "pmid": "15544686"
  }
}