{
  "pmid": "15540286",
  "uid": "15540286",
  "title": "Pilot study of the quality initiative in rectal cancer strategy.",
  "abstract": "INTRODUCTION: Total mesorectal excision vs. traditional surgical techniques may lead to improved rates of permanent colostomy, local tumor recurrence, and survival for patients undergoing major rectal cancer operations. We developed the surgeon-directed, multipronged Quality Initiative in Rectal Cancer strategy to encourage surgeons to use total mesorectal excision techniques. METHODS: The Quality Initiative in Rectal Cancer strategy interventions included a workshop, an operative demonstration of total mesorectal excision, and a postoperative questionnaire. The design of the strategy was informed by the industrial theory principles of continuous quality improvement. We assessed the logistics of implementing the strategy and the attitudes of surgeons toward the strategy through a pilot study at three community hospitals in the Central-West region of Ontario. RESULTS: Seventeen of 19 surgeons participated in a workshop, and 12 of 17 workshop participants received at least one operative demonstration of total mesorectal excision. Ten of 11 surgeons who completed a postoperative questionnaire indicated their traditional approach to rectal cancer surgery varied with that of the operative demonstration. The attitudes of surgeons toward the Quality Initiative in Rectal Cancer strategy were positive. For the time periods before and after the pilot study, there was a trend toward a lower rate of permanent colostomy among patients treated by surgeons who participated in both the workshop and an operative demonstration of total mesorectal excision. CONCLUSION: The Quality Initiative in Rectal Cancer strategy may be an effective method of introducing optimal rectal cancer surgery techniques to a large group of practicing surgeons.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Marko I",
      "initials": "MI",
      "name": "Marko I Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. marko.simunovic@hrcc.on.ca"
      ]
    },
    {
      "last_name": "Paterson",
      "fore_name": "Craig A",
      "initials": "CA",
      "name": "Craig A Paterson",
      "affiliations": []
    },
    {
      "last_name": "Coates",
      "fore_name": "Angela J",
      "initials": "AJ",
      "name": "Angela J Coates",
      "affiliations": []
    },
    {
      "last_name": "Wright",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Wright",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diseases of the colon and rectum",
    "iso_abbreviation": "Dis Colon Rectum",
    "issn": "0012-3706",
    "issn_type": "Print",
    "volume": "47",
    "issue": "10",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "1594",
  "end_page": "1598",
  "pages": "1594-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Anastomosis, Surgical",
    "Attitude of Health Personnel",
    "Colostomy",
    "Education, Medical, Continuing",
    "Female",
    "Health Care Surveys",
    "Hospitals",
    "Humans",
    "Male",
    "Ontario",
    "Postoperative Complications",
    "Practice Patterns, Physicians'",
    "Proctocolectomy, Restorative",
    "Quality Assurance, Health Care",
    "Rectal Neoplasms",
    "Rectum",
    "Total Quality Management"
  ],
  "article_ids": {
    "pubmed": "15540286",
    "doi": "10.1007/s10350-004-0658-0"
  },
  "doi": "10.1007/s10350-004-0658-0",
  "dates": {
    "completed": "2004-11-26",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.888837",
    "pmid": "15540286"
  }
}