{
  "pmid": "15552165",
  "uid": "15552165",
  "title": "Systematic reviews of nonrandomized clinical studies in the orthopaedic literature.",
  "abstract": "We systematically reviewed systematic reviews of surgical orthopaedic interventions published between 1996 and 2001 to document when and how nonrandomized studies were included. From more than 10,000 citations examined in various electronic databases, 58 orthopaedic systematic reviews were eligible for inclusion based on specific criteria. Thirty of these (52%) included nonrandomized studies, 15 of which found no randomized controlled trials. Systematic reviews were more likely to include randomized controlled trials if nondistinguishable operations were compared (if participants could be blinded). Only six of the systematic reviews that included nonrandomized studies (20%) assessed the quality of primary studies. Heterogeneity of studies was a major concern. In 21 of the systematic reviews that included nonrandomized studies (70%), data for groups treated similarly were pooled across studies, and outcomes for pooled groups were compared. The conclusions of systematic reviews that included nonrandomized studies are weakened by the limitations of nonrandomized study designs. The absence of established methods for including nonrandomized studies in systematic reviews, and consequently variability in the methods adopted, also limits the comparability of such reviews. Therefore the findings of systematic reviews that include nonrandomized studies should be interpreted with caution.",
  "authors": [
    {
      "last_name": "Audigé",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Audigé",
      "affiliations": [
        "AO Clinical Investigation and Documentation, AO Center, Clavadelerstrasse, Switzerland. laurent.audige@aofoundation.org"
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Griffin",
      "fore_name": "Damian",
      "initials": "D",
      "name": "Damian Griffin",
      "affiliations": []
    },
    {
      "last_name": "Middleton",
      "fore_name": "Philippa",
      "initials": "P",
      "name": "Philippa Middleton",
      "affiliations": []
    },
    {
      "last_name": "Reeves",
      "fore_name": "Barnaby C",
      "initials": "BC",
      "name": "Barnaby C Reeves",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "0009-921X",
    "issn_type": "Print",
    "issue": "427",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "249",
  "end_page": "257",
  "pages": "249-57",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Orthopedic Procedures",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "15552165",
    "doi": "10.1097/01.blo.0000137558.97346.fb"
  },
  "doi": "10.1097/01.blo.0000137558.97346.fb",
  "dates": {
    "completed": "2005-01-03",
    "revised": "2019-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.005069",
    "pmid": "15552165"
  }
}