{
  "pmid": "15563998",
  "uid": "15563998",
  "title": "\"Interaction\" and research utilisation in health policies and programs: does it work?",
  "abstract": "The objective of this study was to assess if interaction between users and producers of research is associated with a greater level of adoption of research findings in the design and delivery of health care programs. Responses to the dissemination of a research report on breast cancer prevention were compared between two groups of public health units in Ontario, Canada. Although all public health units received the report, only a subset of units was involved in the development of the report, while others were not. Research utilisation was conceptualized in terms of stages, including reading the report, information processing, and application of findings for public health units' policies and programs. Using a multi-case study design, three units that contributed to the report's production (the interacting units) were compared with three units were not involved in producing the report (the comparison units) on the basis of research utilisation. Data collection involved group interviews and document review. Results demonstrated that interacting units had a greater understanding of the report's analysis and attached greater value to the report. However, interaction was not associated with greater levels of utilisation in terms of application. Both interacting and comparison units used the research findings to confirm that their on-going program activities were consistent with the research findings, and to compare their program performance relative to other units. In conclusion, interaction influenced the understanding of the research, and intent to use the research findings, but applied use was independent of interaction between producers and users of research.",
  "authors": [
    {
      "last_name": "Kothari",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Kothari",
      "affiliations": [
        "University of Western Ont., Faculty of Health Sciences, 1151 Richmond Street, Somerville House 2319, London, Ont., Canada N6A 3K7. akothari@uwo.ca"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "71",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jan"
  },
  "start_page": "117",
  "end_page": "125",
  "pages": "117-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Health Policy",
    "Health Services Research",
    "National Health Programs",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "15563998",
    "doi": "10.1016/j.healthpol.2004.03.010",
    "pii": "S0168-8510(04)00181-2"
  },
  "doi": "10.1016/j.healthpol.2004.03.010",
  "dates": {
    "completed": "2005-02-24",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.636735",
    "pmid": "15563998"
  }
}