{
  "pmid": "15566035",
  "uid": "15566035",
  "title": "Pneumococcal immunization in older adults: implications for the long-term-care setting.",
  "abstract": "OBJECTIVES: To compare the efficacy of the polysaccharide pneumococcal vaccine in older adults between clinical trial and observational studies and to discuss the implications for long-term-care facilities (LTCFs). DATA SOURCE: A Medline search (to April 2003). STUDY SELECTION: All meta-analyses of randomized and quasi-randomized trials of pneumococcal vaccines with placebo or no treatment were sought. All cohort or case-control studies were sought. DATA SYNTHESIS: Of the 16 individual randomized clinical trials included in the reviews, 8 compared pneumococcal vaccine in individuals 55 years and older individuals. Only one study specifically addressed LTCF residents. Although no significant protective effect of the vaccine in elderly subpopulations was found, on the basis of wide confidence intervals and small subpopulation sample sizes, beneficial effects, particularly for pneumococcal bacteremia, could not be ruled out. Of the individual observational studies, 11 specifically evaluated vaccine efficacy in older adults. Vaccine efficacy was demonstrated in 9 of the 11 studies with no protective effect was shown in 2 studies. CONCLUSION: Although the pooling of clinical trial data does not demonstrate significant efficacy of the pneumococcal polysaccharide vaccine in subgroups of older adults, these subgroup studies lacked power to show significant differences. Observational studies repeatedly demonstrate efficacy in older adults, and the vaccine has been demonstrated to be cost-effective and safe. It is strongly promoted by U.S. and Canadian advisory committees. On the basis of this available evidence, the pneumococcal polysaccharide vaccine should currently be recommended for older adults, especially those who are residents of LTCFs.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University and Hamilton Regional Laboratory Program, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stevenson",
      "fore_name": "Kurt B",
      "initials": "KB",
      "name": "Kurt B Stevenson",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Infection control and hospital epidemiology",
    "iso_abbreviation": "Infect Control Hosp Epidemiol",
    "issn": "0899-823X",
    "issn_type": "Print",
    "volume": "25",
    "issue": "11",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "985",
  "end_page": "994",
  "pages": "985-94",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Global Health",
    "Homes for the Aged",
    "Humans",
    "Immunization Programs",
    "Infection Control",
    "Long-Term Care",
    "Meta-Analysis as Topic",
    "Nursing Homes",
    "Pneumococcal Infections",
    "Pneumococcal Vaccines",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15566035",
    "doi": "10.1086/502331",
    "pii": "S0195941700080991"
  },
  "doi": "10.1086/502331",
  "dates": {
    "completed": "2005-02-17",
    "revised": "2015-01-27"
  },
  "chemicals": [
    "Pneumococcal Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.117162",
    "pmid": "15566035"
  }
}