{
  "pmid": "15567446",
  "uid": "15567446",
  "title": "Evidence based treatment of the antiphospholipid syndrome II. Optimal anticoagulant therapy for thrombosis.",
  "abstract": "INTRODUCTION: Current consensus recommendations suggest that patients with antiphospholipid antibodies (APLA) are at high risk of recurrent arterial or venous thromboembolism (VTE) despite warfarin administered to achieve an international normalized ratio (INR) of 2.0 to 3.0. These recommendations have been called into question by three recently reported studies. METHODS: We sought to determine the current \"best practice\" for the prevention of recurrent TE in patients with APLA and TE. Data was derived from a MEDLINE search and review of recent conference abstracts. The literature search was confined to studies of treatment to prevent recurrent thrombosis in patients with APLA. RESULTS: The overall proportion of patients suffering recurrent TE when allocated to moderated-intensity warfarin (target INR of 2.0 to 3.0) was 5/113 (4.4%), and it was 11/110 (10.0%) when such patients were randomized to high-intensity warfarin (target INR of 3.0 to 4.0). APLA-positive patients with noncardioembolic/nonatheroembolic stroke appear to have similar risks of recurrent TE whether they are treated with warfarin or aspirin. DISCUSSION: Patients with APLA and TE have an acceptable rate of recurrent TE if they are treated with usual-intensity warfarin. Patients with APLA and stroke are probably best treated with aspirin, while those with other forms of arterial TE are likely best treated with moderate-intensity warfarin plus aspirin.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Room L208 St Joseph's Hospital, 50 Charlton Avenue East, Hamilton, Ontario, Canada L8N 4A6. crowthrm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wisloff",
      "fore_name": "Finn",
      "initials": "F",
      "name": "Finn Wisloff",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "115",
    "issue": "1-2",
    "pub_year": "2005"
  },
  "start_page": "3",
  "end_page": "8",
  "pages": "3-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Antiphospholipid Syndrome",
    "Aspirin",
    "Clinical Trials as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Thrombosis",
    "Treatment Outcome",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "15567446",
    "doi": "10.1016/j.thromres.2004.06.041",
    "pii": "S0049-3848(04)00350-0"
  },
  "doi": "10.1016/j.thromres.2004.06.041",
  "dates": {
    "completed": "2005-05-05",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.490468",
    "pmid": "15567446"
  }
}