{
  "pmid": "15566443",
  "uid": "15566443",
  "title": "A survey of internal medicine residents and faculty about the duration of attendings' inpatient rotations.",
  "abstract": "OBJECTIVE: Some training programs are shortening the duration of attendings' rotations from 4 weeks to 2 weeks. Our objective was to determine the effect of 2-week inpatient rotation on self-reported impact on medical education, patient care practices, and faculty performance by internal medicine residents and teaching faculty. DESIGN: Cross-sectional study using an anonymous mailed and emailed survey. SETTING: University-based internal medicine residency program in Buffalo, New York that recently introduced 2-week rotations. PARTICIPANTS: One hundred nineteen residents (99 responded, 83%) and 83 teaching faculty (76 responded, 92%). MEASUREMENTS: Perceived impact on medical education, patient care, and attending performance on 7-point Likert scales ranging from negative (-3) across neutral (0) to positive (+3) ratings. RESULTS: In general, residents and attendings felt that the short rotation negatively affects the attending's ability to evaluate residents and some aspects of patient care, but that it has no negative impact on residents' or medical students' learning. Attendings thought the 2-week rotation positively affects their private life and overall productivity. Subgroup analysis indicated that residents who graduated from U.S. medical schools were more pessimistic about the 2-week rotation compared to their international counterparts. Attendings who had completed at least one short rotation had consistently higher ratings of the 2-week rotation. CONCLUSION: Residents and attendings' perceptions suggest that the shorter attending inpatient rotation might have negative impact on medical education and patient care but positive effects on the attending's work productivity and private life. This tradeoff requires further evaluation including objective medical education and patient care outcomes.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, University at Buffalo, NY 14215, USA."
      ]
    },
    {
      "last_name": "Maroun",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Maroun",
      "affiliations": []
    },
    {
      "last_name": "Klocke",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Klocke",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "0884-8734",
    "issn_type": "Print",
    "volume": "19",
    "issue": "11",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "1133",
  "end_page": "1139",
  "pages": "1133-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Efficiency, Organizational",
    "Faculty, Medical",
    "Hospitals, Teaching",
    "Humans",
    "Internal Medicine",
    "Internship and Residency",
    "Medical Staff, Hospital",
    "New York",
    "Personnel Staffing and Scheduling",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "15566443",
    "pmc": "PMC1494789",
    "doi": "10.1111/j.1525-1497.2004.30408.x",
    "pii": "JGI30408"
  },
  "doi": "10.1111/j.1525-1497.2004.30408.x",
  "pmc_id": "PMC1494789",
  "dates": {
    "completed": "2005-02-18",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.462383",
    "pmid": "15566443"
  }
}