{
  "pmid": "15579523",
  "uid": "15579523",
  "title": "Safety and efficacy of low molecular weight heparins for hemodialysis in patients with end-stage renal failure: a meta-analysis of randomized trials.",
  "abstract": "Low molecular weight heparins (LWMH) are the preferred initial treatment for many thromboembolic disorders but are renally excreted and relatively contraindicated in patients with renal failure because of concerns of increased bleeding risks. The purpose of this study was to evaluate the safety and efficacy of LMWH compared with unfractionated heparin (UFH) for preventing thrombosis of the extracorporeal dialysis circuit. Studies were identified with the use of MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials, and FirstSearch; reference lists were reviewed; and pharmaceutical companies were contacted. Randomized, controlled trials that compared an LMWH with another anticoagulant during hemodialysis in patients with ESRD and reported at least one of bleeding, extracorporeal circuit thrombosis, or anti-Xa levels were chosen. Two reviewers independently extracted data on methodologic quality, study design, clinical outcomes, and anti-Xa levels. Seventeen trials were included in this systematic review, 11 of which were included in the meta-analysis. It was found that LMWH did not significantly affect the number of bleeding events (relative risk, 0.96; 95% confidence interval [CI], 0.27 to 3.43), bleeding assessed by vascular access compression time (weighted mean difference, -0.87; 95% CI, -2.75 to 1.02), or extracorporeal circuit thrombosis (relative risk, 1.15; 95% CI, 0.70 to 1.91) as compared with UFH. LMWH seem to be as safe as UFH in terms of bleeding complications and as effective as UFH in preventing extracorporeal circuit thrombosis. However, inferences from these trials assessing anticoagulation for patients who undergo hemodialysis will continue to be weak until larger, more rigorous randomized trials are conducted.",
  "authors": [
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "Department of Medicine, McMaster University, St. Joseph's Hospital, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Society of Nephrology : JASN",
    "iso_abbreviation": "J Am Soc Nephrol",
    "issn": "1046-6673",
    "issn_type": "Print",
    "volume": "15",
    "issue": "12",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "3192",
  "end_page": "3206",
  "pages": "3192-206",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Kidney Failure, Chronic",
    "Randomized Controlled Trials as Topic",
    "Renal Dialysis"
  ],
  "article_ids": {
    "pubmed": "15579523",
    "doi": "10.1097/01.ASN.0000145014.80714.35",
    "pii": "15/12/3192"
  },
  "doi": "10.1097/01.ASN.0000145014.80714.35",
  "dates": {
    "completed": "2005-01-31",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.490761",
    "pmid": "15579523"
  }
}