{
  "pmid": "15575956",
  "uid": "15575956",
  "title": "Value of supplemental interventions to enhance the effectiveness of physical exercise during respiratory rehabilitation in COPD patients. A systematic review.",
  "abstract": "BACKGROUND: There is a controversy about the additional benefit of various supplemental interventions used in clinical practice to further enhance the effectiveness of respiratory rehabilitation in patients with Chronic obstructive pulmonary disease (COPD). The aim of this research was to assess randomised controlled trials (RCTs) testing the additional benefit of supplemental interventions during respiratory rehabilitation in COPD patients. METHODS: Systematic review with literature searches in six electronic databases, extensive hand-searching and contacting of authors. Two reviewers selected independently eligible RCTs, rated the methodological quality and extracted the data, which were analyzed considering the minimal important difference of patient-important outcomes where possible. FINDINGS: We identified 20 RCTs whereof 18 provided sufficient data for analysis. The methodological quality was low and sample sizes were too small for most trials to produce meaningful results (median total sample size = 28). Data from five trials showed that supplemental oxygen during exercise did not have clinically meaningful effects on health-related quality of life while improvements of exercise capacity may be even larger for patients exercising on room air. RCTs of adding assisted ventilation, nutritional supplements or a number of anabolically acting drugs do not provide sufficient evidence for or against the use any of these supplemental interventions. INTERPRETATION: There is insufficient evidence for most supplemental interventions during respiratory rehabilitation to estimate their additional value, partly due to methodological shortcomings of included RCTs. Current data do not suggest benefit from supplemental oxygen during exercise, although the methodological quality of included trials limits conclusions. To appropriately assess any of the various supplemental interventions used in clinical practice, pragmatic trials on respiratory rehabilitation of COPD patients need to consider methodological aspects as well as appropriate sample sizes.",
  "authors": [
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": [
        "University of Zurich, Horten Centre, Switzerland. milo.puhan@evimed.ch"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Frey",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Frey",
      "affiliations": []
    },
    {
      "last_name": "Bachmann",
      "fore_name": "Lucas M",
      "initials": "LM",
      "name": "Lucas M Bachmann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Respiratory research",
    "iso_abbreviation": "Respir Res",
    "issn": "1465-993X",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "25",
  "pages": "25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anabolic Agents",
    "Combined Modality Therapy",
    "Dietary Supplements",
    "Exercise Therapy",
    "Humans",
    "Oxygen Inhalation Therapy",
    "Pulmonary Disease, Chronic Obstructive",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15575956",
    "pmc": "PMC539299",
    "doi": "10.1186/1465-9921-5-25",
    "pii": "1465-9921-5-25"
  },
  "doi": "10.1186/1465-9921-5-25",
  "pmc_id": "PMC539299",
  "dates": {
    "completed": "2006-03-14",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anabolic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.462821",
    "pmid": "15575956"
  }
}