{
  "pmid": "15583449",
  "uid": "15583449",
  "title": "Low-molecular-weight heparin and cancer survival: review of the literature and pooled analysis of 1,726 patients treated for at least three months.",
  "abstract": "BACKGROUND: Heparin has been the main subject of intensive investigation and clinical use because of its therapeutic anticoagulant properties. It also exhibits many other biological activities, and it was claimed that it shows a beneficial effect on cancer spreading. Searching for papers investigating the effect of low-molecular-weight heparin (LMWH) on cancer mortality we found clinical trials and meta-analyses which showed a reduction in the mortality rate in cancer patients. However, the biological rationale of this effect for a short treatment with LMWH remains unclear. We wanted to check if similar results were achieved in cancer patients treated with LMWH for a longer period of time. AIM: To evaluate the effect on cancer mortality of a 3-month treatment with LMWH by performing a meta-analysis of published studies comparing LMWH and oral anticoagulants (OA) in the prevention of recurrent venous thromboembolism (VTE). MATERIALS AND METHODS: Computerized searches of Medline and Embase were performed; clinical trials were also located through colleagues and hand scanning of meeting proceedings. Eligibility of the studies and extraction of data were performed by two authors using a standard form. The meta-analysis was performed assuming a fixed-effect model. RESULTS: Eight studies were identified that fulfilled our predefined criteria for a total of 1,726 patients. After a mean of 8.6 months of follow-up, 327 patients had died of cancer, 160 in the LMWH group and 167 in the OA control group (OR 0.95, 95% CI 0.73-1.23; z = 0.42; p = 0.67). Considering cancer mortality in 948 cancer patients the figures were 160/472 in the LMWH group and 167/476 in the OA control group (OR 0.96, 95% CI 0.73-1.25; z = 0.33; p = 0.74). CONCLUSIONS: In 1,726 patients randomized to receive a long-term course of at least 3 months of LMWH or OA for the treatment of VTE, no effect on cancer mortality was found.",
  "authors": [
    {
      "last_name": "Conti",
      "fore_name": "Serenella",
      "initials": "S",
      "name": "Serenella Conti",
      "affiliations": [
        "Sezione di Medicina Interna e Cardiovascolare, Università di Perugia, Perugia, Italy."
      ]
    },
    {
      "last_name": "Guercini",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Guercini",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pathophysiology of haemostasis and thrombosis",
    "iso_abbreviation": "Pathophysiol Haemost Thromb",
    "issn": "1424-8832",
    "issn_type": "Print",
    "volume": "33",
    "issue": "4"
  },
  "start_page": "197",
  "end_page": "201",
  "pages": "197-201",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Hemorrhage",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Odds Ratio",
    "Randomized Controlled Trials as Topic",
    "Secondary Prevention",
    "Survival Rate",
    "Time",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "15583449",
    "doi": "10.1159/000081508",
    "pii": "81508"
  },
  "doi": "10.1159/000081508",
  "dates": {
    "completed": "2005-04-19",
    "revised": "2017-11-01"
  },
  "chemicals": [
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.577161",
    "pmid": "15583449"
  }
}