{
  "pmid": "15598353",
  "uid": "15598353",
  "title": "Psychological health of family caregivers of children admitted at birth to a NICU and healthy children: a population-based cross-sectional survey.",
  "abstract": "BACKGROUND: There is little information in the research literature on how parents of children who spend time in a neonatal intensive care unit (NICU) adapt psychologically to the demands of caregiving beyond the initial hospitalization period. Our aim was to compare parents of NICU children with parents of healthy full-term children, looking specifically at the relationship between parental psychosocial health and child characteristics, as well as the relationship between important predictor variables and psychosocial health. METHODS: A cross-sectional survey was sent to parents as their child turned 3 1/2 years of age. The setting was the province of British Columbia, Canada. The sample included all babies admitted to tertiary level neonatal intensive care units (NICU) at birth over a 16-month period, and a consecutive sample of healthy babies. The main outcome was the SF-36 mental component summary (MCS) score. Predictor variables included caregiver gender; caregiver age; marital status; parental education; annual household income; child health status; child behavior; birth-related risk factors; caregiver strain; and family function. RESULTS: Psychosocial health of NICU parents did not differ from parents of healthy children. Child health status and behavior for NICU and healthy children were strongly related to MCS score in bivariate analysis. In the pooled multivariate model, parental age, low family function, high caregiver strain, and child's internalizing and externalizing behavioral symptoms were independently associated with lower psychosocial health. In addition, female gender was associated with lower psychosocial health in the NICU group, whereas lower education and child's problem with quality of life indicated lower psychosocial health in the healthy baby group. CONCLUSIONS: Overall, parental gender, family functioning and caregiver strain played influential roles in parental psychosocial health.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Centre for Community Child Health Research, Department of Pediatrics, University of British Columbia, Vancouver, BC, Canada. afk@interchange.ubc.ca"
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shoo K",
      "initials": "SK",
      "name": "Shoo K Lee",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Dec",
    "pub_day": "14"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "British Columbia",
    "Caregivers",
    "Cross-Sectional Studies",
    "Health Status",
    "Health Status Indicators",
    "Humans",
    "Infant, Newborn",
    "Intensive Care Units, Neonatal",
    "Mental Health",
    "Parents",
    "Regression Analysis",
    "Socioeconomic Factors",
    "Stress, Psychological",
    "Triplets",
    "Twins"
  ],
  "article_ids": {
    "pubmed": "15598353",
    "pmc": "PMC544865",
    "doi": "10.1186/1471-2431-4-24",
    "pii": "1471-2431-4-24"
  },
  "doi": "10.1186/1471-2431-4-24",
  "pmc_id": "PMC544865",
  "dates": {
    "completed": "2006-03-21",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.295109",
    "pmid": "15598353"
  }
}