{
  "pmid": "15599160",
  "uid": "15599160",
  "title": "Does noninvasive positive pressure ventilation improve outcome in acute hypoxemic respiratory failure? A systematic review.",
  "abstract": "CONTEXT: The results of studies on noninvasive positive pressure ventilation (NPPV) for acute hypoxemic respiratory failure unrelated to cardiogenic pulmonary edema have been inconsistent. OBJECTIVE: To assess the effect of NPPV on the rate of endotracheal intubation, intensive care unit and hospital length of stay, and mortality for patients with acute hypoxemic respiratory failure not due to cardiogenic pulmonary edema. DATA SOURCE: We searched the databases of MEDLINE (1980 to October 2003) and EMBASE (1990 to October 2003). Additional data sources included the Cochrane Library, personal files, abstract proceedings, reference lists of selected articles, and expert contact. STUDY SELECTION: We included studies if a) the design was a randomized controlled trial; b) patients had acute hypoxemic respiratory failure not due to cardiogenic pulmonary edema; c) the interventions compared noninvasive ventilation and standard therapy with standard therapy alone; and d) outcomes included need for endotracheal intubation, length of intensive care unit or hospital stay, or intensive care unit or hospital survival. DATA EXTRACTION: In duplicate and independently, we abstracted data to evaluate methodological quality and results. DATA SYNTHESIS: The addition of NPPV to standard care in the setting of acute hypoxemic respiratory failure reduced the rate of endotracheal intubation (absolute risk reduction 23%, 95% confidence interval 10-35%), ICU length of stay (absolute reduction 2 days, 95% confidence interval 1-3 days), and ICU mortality (absolute risk reduction 17%, 95% confidence interval 8-26%). However, trial results were significantly heterogeneous. CONCLUSION: Randomized trials suggest that patients with acute hypoxemic respiratory failure are less likely to require endotracheal intubation when NPPV is added to standard therapy. However, the effect on mortality is less clear, and the heterogeneity found among studies suggests that effectiveness varies among different populations. As a result, the literature does not support the routine use of NPPV in all patients with acute hypoxemic respiratory failure.",
  "authors": [
    {
      "last_name": "Keenan",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Keenan",
      "affiliations": [
        "Department of Medicine, Royal Columbian Hospital, New Westminster, British Columbia."
      ]
    },
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Hill",
      "fore_name": "Nicholas S",
      "initials": "NS",
      "name": "Nicholas S Hill",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "32",
    "issue": "12",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "2516",
  "end_page": "2523",
  "pages": "2516-23",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Hypoxia",
    "Male",
    "Middle Aged",
    "Positive-Pressure Respiration",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Respiratory Insufficiency",
    "Risk Assessment",
    "Severity of Illness Index",
    "Survival Analysis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15599160",
    "doi": "10.1097/01.ccm.0000148011.51681.e2",
    "pii": "00003246-200412000-00023"
  },
  "doi": "10.1097/01.ccm.0000148011.51681.e2",
  "dates": {
    "completed": "2005-01-27",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.669809",
    "pmid": "15599160"
  }
}