{
  "pmid": "15593215",
  "uid": "15593215",
  "title": "The effect of body weight on progression of knee osteoarthritis is dependent on alignment.",
  "abstract": "OBJECTIVE: Whereas obesity increases overall loading of the knee, limb malalignment concentrates that loading on a focal area, to the level at which cartilage damage may occur. This study evaluated whether the effect of body weight on progression of knee osteoarthritis (OA) differs depending on the degree of limb malalignment. METHODS: The study population comprised 228 veterans and community recruits with symptomatic knee OA (pain on most days and radiographic disease) who volunteered to participate in a natural history study and from whom baseline radiographs were obtained to assess alignment; 227 (99.6%) completed a 30-month followup. Of 403 knees assessed at baseline, 394 (97.8%) were followed up. Participants' body mass index (BMI) was assessed at each examination. The main outcome measure was progression of knee OA, defined as narrowing of the tibiofemoral joint space by 1 grade (semiquantitative scale 0-3) on radiographs of the fluoroscopically positioned knee. The association between BMI and the risk of knee OA progression was assessed after adjusting for age, sex, and limb alignment, using logistic regression and generalized estimating equations. RESULTS: Of 394 knees, 90 (22.8%) showed disease progression, and limb alignment was strongly associated with progression risk. The risk of progression increased with increasing weight (for each 2-unit increase in BMI, odds ratio [OR] for progression 1.08, 95% confidence interval [95% CI] 1.00-1.16). However, among those knees with neutral alignment (0-2 degrees), increases in BMI had no effect on risk of progression (OR 1.00), and in those with severe malalignment (> or =7 degrees), the effect was similarly null (OR 0.93). The effect of BMI on progression was limited to knees in which there was moderate malalignment (OR per 2-unit increase in BMI 1.23, 95% CI 1.05-1.45). CONCLUSION: Although elevated BMI increases the risk of knee OA progression, the effect of BMI is limited to knees in which moderate malalignment exists, presumably because of the combined focus of load from malalignment and the excess load from increased weight. This has implications for clinical recommendations and for trials testing weight loss in those with knee OA.",
  "authors": [
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": [
        "Boston University Clinical Epidemiology Research and Training, Boston, Massachusetts, USA. dfelson@bu.edu"
      ]
    },
    {
      "last_name": "Goggins",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Goggins",
      "affiliations": []
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "50",
    "issue": "12",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "3904",
  "end_page": "3909",
  "pages": "3904-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Body Mass Index",
    "Body Weight",
    "Bone Malalignment",
    "Disease Progression",
    "Female",
    "Humans",
    "Knee Joint",
    "Male",
    "Obesity",
    "Odds Ratio",
    "Osteoarthritis, Knee",
    "Radiography",
    "Sex Factors",
    "Weight-Bearing"
  ],
  "article_ids": {
    "pubmed": "15593215",
    "doi": "10.1002/art.20726"
  },
  "doi": "10.1002/art.20726",
  "dates": {
    "completed": "2005-01-13",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AR-47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.027551",
    "pmid": "15593215"
  }
}