{
  "pmid": "15599161",
  "uid": "15599161",
  "title": "Management of the critically ill patient with severe acute pancreatitis.",
  "abstract": "OBJECTIVE: Acute pancreatitis represents a spectrum of disease ranging from a mild, self-limited course requiring only brief hospitalization to a rapidly progressive, fulminant illness resulting in the multiple organ dysfunction syndrome (MODS), with or without accompanying sepsis. The goal of this consensus statement is to provide recommendations regarding the management of the critically ill patient with severe acute pancreatitis (SAP). DATA SOURCES AND METHODS: An international consensus conference was held in April 2004 to develop recommendations for the management of the critically ill patient with SAP. Evidence-based recommendations were developed by a jury of ten persons representing surgery, internal medicine, and critical care after conferring with experts and reviewing the pertinent literature to address specific questions concerning the management of patients with severe acute pancreatitis. DATA SYNTHESIS: There were a total of 23 recommendations developed to provide guidance to critical care clinicians caring for the patient with SAP. Topics addressed were as follows. 1) When should the patient admitted with acute pancreatitis be monitored in an ICU or stepdown unit? 2) Should patients with severe acute pancreatitis receive prophylactic antibiotics? 3) What is the optimal mode and timing of nutritional support for the patient with SAP? 4) What are the indications for surgery in acute pancreatitis, what is the optimal timing for intervention, and what are the roles for less invasive approaches including percutaneous drainage and laparoscopy? 5) Under what circumstances should patients with gallstone pancreatitis undergo interventions for clearance of the bile duct? 6) Is there a role for therapy targeting the inflammatory response in the patient with SAP? Some of the recommendations included a recommendation against the routine use of prophylactic systemic antibacterial or antifungal agents in patients with necrotizing pancreatitis. The jury also recommended against pancreatic debridement or drainage for sterile necrosis, limiting debridement or drainage to those with infected pancreatic necrosis and/or abscess confirmed by radiologic evidence of gas or results or fine needle aspirate. Furthermore, the jury recommended that whenever possible, operative necrosectomy and/or drainage be delayed at least 2-3 wk to allow for demarcation of the necrotic pancreas. CONCLUSIONS: This consensus statement provides 23 different recommendations concerning the management of patients with SAP. These recommendations differ in several ways from previous recommendations because of the release of recent data concerning the management of these patients and also because of the focus on the critically ill patient. There are a number of important questions that could not be answered using an evidence-based approach, and areas in need of further research were identified.",
  "authors": [
    {
      "last_name": "Nathens",
      "fore_name": "Avery B",
      "initials": "AB",
      "name": "Avery B Nathens",
      "affiliations": [
        "University of Washington, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Curtis",
      "fore_name": "J Randall",
      "initials": "JR",
      "name": "J Randall Curtis",
      "affiliations": []
    },
    {
      "last_name": "Beale",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Beale",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Moreno",
      "fore_name": "Rui P",
      "initials": "RP",
      "name": "Rui P Moreno",
      "affiliations": []
    },
    {
      "last_name": "Romand",
      "fore_name": "Jacques-Andre",
      "initials": "JA",
      "name": "Jacques-Andre Romand",
      "affiliations": []
    },
    {
      "last_name": "Skerrett",
      "fore_name": "Shawn J",
      "initials": "SJ",
      "name": "Shawn J Skerrett",
      "affiliations": []
    },
    {
      "last_name": "Stapleton",
      "fore_name": "Renee D",
      "initials": "RD",
      "name": "Renee D Stapleton",
      "affiliations": []
    },
    {
      "last_name": "Ware",
      "fore_name": "Lorraine B",
      "initials": "LB",
      "name": "Lorraine B Ware",
      "affiliations": []
    },
    {
      "last_name": "Waldmann",
      "fore_name": "Carl S",
      "initials": "CS",
      "name": "Carl S Waldmann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "32",
    "issue": "12",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "2524",
  "end_page": "2536",
  "pages": "2524-36",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Consensus Development Conference",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Anti-Bacterial Agents",
    "Combined Modality Therapy",
    "Critical Care",
    "Critical Illness",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Nutritional Support",
    "Pancreatectomy",
    "Pancreatitis",
    "Prognosis",
    "Risk Assessment",
    "Survival Analysis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15599161",
    "doi": "10.1097/01.ccm.0000148222.09869.92",
    "pii": "00003246-200412000-00024"
  },
  "doi": "10.1097/01.ccm.0000148222.09869.92",
  "dates": {
    "completed": "2005-01-27",
    "revised": "2022-03-09"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.670435",
    "pmid": "15599161"
  }
}