{
  "pmid": "15606221",
  "uid": "15606221",
  "title": "Pharmacologic treatments for acute respiratory distress syndrome and acute lung injury: systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Multiple pharmacologic treatments have been studied for patients with acute respiratory distress syndrome (ARDS) and acute lung injury (ALI). Our objective was to systematically evaluate this literature to determine the effects of these interventions on important clinical outcomes. METHODS: We searched OVID versions of CENTRAL (The Cochrane Library Issue 3, 2003), MEDLINE (1966-week 2, January 2004), EMBASE (1980-week 4, 2004), CINAHL (1982-week 2, January 2004), and HEALTHSTAR (1995-December 2003); proceedings from four conferences (1994-2003); and bibliographies of review articles and included studies. We included randomized controlled trials (RCTs) of pharmacologic treatments compared with no therapy or placebo for established ARDS and ALI in adults admitted to an intensive care unit, with measurement of early mortality, late mortality, duration of ventilation, ventilator-free days, non-pulmonary organ dysfunction, or adverse events. We excluded trials in other populations incorporating subgroup analyses of patients with ARDS and ALI and studies of nitric oxide, partial liquid ventilation, and fluid and nutritional interventions. Two reviewers independently screened studies and abstracted data from studies included in the analysis. Data were pooled using random effects models where appropriate. RESULTS: We retrieved 75 potentially relevant articles and abstracts, of which 33 trials randomizing 3272 patients met our selection criteria. Meta-analysis showed no effect on early mortality for alprostadil ([prostaglandin E(1)] seven studies; 693 patients; relative risk [RR] 0.95; 95% confidence interval [CI], 0.77, 1.17), acetylcysteine (five studies; 235 patients; RR 0.89; 95% CI, 0.65, 1.21), early high-dose corticosteroids (two studies; 180 patients; RR 1.12; 95% CI, 0.72, 1.74), or surfactant therapy (nine studies; 1418 patients; RR 0.93; 95% CI, 0.77, 1.12). Most trials of alprostadil, early high-dose corticosteroids, and surfactant therapy showed more adverse events in the active therapy arm. Single small RCTs demonstrated lower hospital mortality (24 patients, RR 0.20; 95% CI, 0.05, 0.81) with corticosteroids for late phase ARDS and lower 1-month mortality (30 patients, RR 0.67; 95% CI, 0.47, 0.95) with pentoxifylline for patients with metastatic cancer and ARDS. Individual trials of nine additional interventions failed to show beneficial effects on prespecified outcomes. CONCLUSIONS: Effective pharmacotherapy for ARDS is extremely limited. Corticosteroids for late phase ARDS and pentoxifylline for patients with metastatic cancer and ARDS reduced mortality in single small studies. However, further research is required to investigate their potential benefit in the treatment of ALI/ARDS.",
  "authors": [
    {
      "last_name": "Adhikari",
      "fore_name": "Neill",
      "initials": "N",
      "name": "Neill Adhikari",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook and Women's College Health Sciences Centre, Toronto, Ontario, Canada. neill.adhikari@sw.ca"
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Treatments in respiratory medicine",
    "iso_abbreviation": "Treat Respir Med",
    "issn": "1176-3450",
    "issn_type": "Print",
    "volume": "3",
    "issue": "5",
    "pub_year": "2004"
  },
  "start_page": "307",
  "end_page": "328",
  "pages": "307-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Acetylcysteine",
    "Adrenal Cortex Hormones",
    "Alprostadil",
    "Humans",
    "Pentoxifylline",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome",
    "Surface-Active Agents",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "15606221",
    "doi": "10.2165/00151829-200403050-00005",
    "pii": "355"
  },
  "doi": "10.2165/00151829-200403050-00005",
  "dates": {
    "completed": "2005-01-27",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Surface-Active Agents",
    "Vasodilator Agents",
    "Alprostadil",
    "Pentoxifylline",
    "Acetylcysteine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.386003",
    "pmid": "15606221"
  }
}