{
  "pmid": "15609787",
  "uid": "15609787",
  "title": "Use of systematic reviews in the development of new provincial public health policies in Ontario.",
  "abstract": "OBJECTIVES: The study determined whether the results of recently completed systematic reviews evaluating the effectiveness of public health interventions were used in the development of new provincial policies for public health practice. METHODS: This telephone survey included all members from five review groups who updated the Ontario Mandatory Health Programs and Services guidelines for Public Health in 2000. Independent variables included characteristics of the systematic reviews, organization, and the individual. Outcomes included the use of the reviews in developing new policies and the extent to which the reviews led to new recommendations for practice. Descriptive summaries as well as multiple linear regression were conducted. RESULTS: Eighty-five percent of decision-makers agreed to participate in the study. Ninety-six percent of respondents reported that the systematic reviews played a part in developing the new guidelines, while 47 percent indicated that the reviews contributed a great deal to the development of new recommendations for practice. The multiple linear regression model explained 42 percent of the variation in use of the reviews for developing new recommendations for practice. Significant predictor variables included the importance of the reviews in comparison to other sources of information and relevance of the reviews to the policy decisions. CONCLUSION: Public health decision-makers in Ontario have very positive perceptions of the usefulness of systematic reviews in policy development. Therefore, ongoing efforts to promote the usefulness and relevance of systematic reviews to public health decision-makers should remain a priority for health services researchers.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Ontario, Canada. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Thomas",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": []
    },
    {
      "last_name": "Duggan",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Duggan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of technology assessment in health care",
    "iso_abbreviation": "Int J Technol Assess Health Care",
    "issn": "0266-4623",
    "issn_type": "Print",
    "volume": "20",
    "issue": "4",
    "pub_year": "2004"
  },
  "start_page": "399",
  "end_page": "404",
  "pages": "399-404",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Decision Making, Organizational",
    "Diffusion of Innovation",
    "Evidence-Based Medicine",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Ontario",
    "Practice Guidelines as Topic",
    "Public Health Practice"
  ],
  "article_ids": {
    "pubmed": "15609787",
    "doi": "10.1017/s0266462304001278"
  },
  "doi": "10.1017/s0266462304001278",
  "dates": {
    "completed": "2005-01-13",
    "revised": "2019-09-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.332425",
    "pmid": "15609787"
  }
}