{
  "pmid": "15613916",
  "uid": "15613916",
  "title": "Managing oral anticoagulant therapy in patients with mechanical heart valves undergoing elective surgery: results of a survey conducted among Italian physicians.",
  "abstract": "The optimal perioperative anticoagulation management in patients on warfarin therapy is poorly defined because of the lack of randomized trials. Because guidelines are heterogeneous, we hypothesized that treatment strategies are not uniform in clinical practice. During the Annual Meeting of the Italian Federation of Anticoagulation Clinics, a questionnaire with four different clinical scenarios was distributed. Two scenarios described the cases of patients with a mechanical heart valve in the mitral position and additional risk factors for systemic embolism, one undergoing major surgery (case 1) and one undergoing minor surgery (case 3). Two scenarios described patients with an aortic mechanical heart valve, one undergoing major surgery (case 2) and one minor surgery (case 4). Different preoperative and postoperative management options were offered. Treatment options for all scenarios were the same. Of the 300 questionnaires distributed, 72 were returned (24%). Outpatient full-dose low molecular weight heparin (LMWH) was the most selected strategy in the preoperative phase. It was chosen by 90.3% of participants in case 3, 87.5% in case 1, 62.5% in case 2, and 52.8% in case 4. In the postoperative phase, full-dose LMWH remained the most selected option for cases 1 (75%) and 3 (70.8%), whereas low-dose LMWH was selected by the majority for cases 2 (50%) and 4 (61.1%). Even among expert clinicians, the management of perioperative anticoagulation is heterogeneous. In particular, the definition of risk categories and the optimal intensity of antithrombotic drugs remain to be assessed by well-designed prospective studies.",
  "authors": [
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": [
        "Thrombosis Unit, Department of Internal Medicine, University of Insubria, Varese, Italy. agewal@yahoo.com"
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "David",
      "initials": "D",
      "name": "David Garcia",
      "affiliations": []
    },
    {
      "last_name": "Libby",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Libby",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood coagulation & fibrinolysis : an international journal in haemostasis and thrombosis",
    "iso_abbreviation": "Blood Coagul Fibrinolysis",
    "issn": "0957-5235",
    "issn_type": "Print",
    "volume": "15",
    "issue": "8",
    "pub_year": "2004",
    "pub_month": "Oct"
  },
  "start_page": "623",
  "end_page": "628",
  "pages": "623-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Aortic Valve",
    "Data Collection",
    "Elective Surgical Procedures",
    "Health Personnel",
    "Heart Valve Prosthesis",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Mitral Valve",
    "Perioperative Care",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15613916",
    "doi": "10.1097/00001721-200412000-00001",
    "pii": "00001721-200410000-00001"
  },
  "doi": "10.1097/00001721-200412000-00001",
  "dates": {
    "completed": "2005-05-05",
    "revised": "2019-09-17"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.628791",
    "pmid": "15613916"
  }
}