{
  "pmid": "15617954",
  "uid": "15617954",
  "title": "Health-related quality of life in women with polycystic ovary syndrome, a self-administered questionnaire, was validated.",
  "abstract": "OBJECTIVE: We examined the measurement properties of a questionnaire (PCOSQ) measuring health-related quality of life (HRQOL) in women with the polycystic ovary syndrome (PCOS). STUDY DESIGN: This multicenter prospective randomized placebo-controlled blinded study enrolled 393 patients with PCOS at tertiary care sites. Participants were randomized to placebo or troglitazone (150 mg/d, 300 mg/d, or 600 mg/d). At baseline (n=393) and after 44 weeks of treatment (n=284) the proportion of normal menstrual cycles, the free testosterone (T) level, four objective measures of facial hair growth (hair density and hair growth rate by photography, and hair diameter and hair growth rate using plucked hairs), and a subjective assessment of the degree of hirsutism, the modified Ferriman-Gallwey (F-G) score, were determined. At both visits, patients also completed the PCOSQ. Since the trial was conducted, troglitazone has been removed from the market because of toxic effects. The PCOSQ includes 26 questions (items) that address five areas of concern (domains), including emotions, body hair, body weight, fertility, and menstruation rated on a seven-point scales in which lower scores denote higher degrees of patient concern and a lower HRQOL. RESULTS: Cronbach's alpha was >0.7 for four of five domains. Factor analysis provided moderate to strong support for the five-domain structure of the PCOSQ. Cross-sectional correlations were weak with all measures but the F-G score and hair growth (r=-.46, P < .01). The change in the F-G score showed a statistically significant (P < .01) correlation with changes in PCOSQ hair growth (r=-.22), weight (r=-.17), infertility (r=-.20), and menstruation (r=-.20). Changes in the proportion of normal menstrual cycles correlated with change in the infertility domain (r=.14, P < .03) and with the change in the menstruation domain (r=.31, P < .001). The PCOSQ proved as responsive as the F-G, and more responsive than the objective measures of hair growth, to effects of troglitazone. CONCLUSIONS: Our data provides some support for the discriminative and longitudinal validity, and appreciable support for the responsiveness, of the PCOSQ.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. guyatt@mcmaster.ca"
      ]
    },
    {
      "last_name": "Weaver",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Weaver",
      "affiliations": []
    },
    {
      "last_name": "Cronin",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Cronin",
      "affiliations": []
    },
    {
      "last_name": "Dooley",
      "fore_name": "Julie Ann",
      "initials": "JA",
      "name": "Julie Ann Dooley",
      "affiliations": []
    },
    {
      "last_name": "Azziz",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Azziz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "0895-4356",
    "issn_type": "Print",
    "volume": "57",
    "issue": "12",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "1279",
  "end_page": "1287",
  "pages": "1279-87",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Chromans",
    "Factor Analysis, Statistical",
    "Female",
    "Health Status",
    "Humans",
    "Polycystic Ovary Syndrome",
    "Prospective Studies",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Self-Assessment",
    "Surveys and Questionnaires",
    "Thiazolidinediones",
    "Troglitazone",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "15617954",
    "doi": "10.1016/j.jclinepi.2003.10.018",
    "pii": "S0895-4356(04)00162-3"
  },
  "doi": "10.1016/j.jclinepi.2003.10.018",
  "dates": {
    "completed": "2005-02-01",
    "revised": "2022-03-31"
  },
  "chemicals": [
    "Chromans",
    "Thiazolidinediones",
    "Vasodilator Agents",
    "Troglitazone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.993055",
    "pmid": "15617954"
  }
}