{
  "pmid": "15632770",
  "uid": "15632770",
  "title": "Timeline for peak improvements during 52 weeks of outpatient cardiac rehabilitation.",
  "abstract": "PURPOSE: Cardiac rehabilitation is an integral component of comprehensive care for patients with coronary heart disease. Although the typical programmatic delivery of outpatient cardiac rehabilitation services often involves 36 sessions over 12 weeks, that format is based more on historical practice than on outcome data. This study aimed to determine the point at which during 52 weeks of outpatient cardiac rehabilitation, patients achieved peak values for selected outcomes, and whether the number of supervised exercise sessions had any effect on these outcomes. METHODS: In this study, 623 male patients with coronary heart disease admitted to an outpatient cardiac rehabilitation program were randomized to one of two 52-week program formats. One format (CR1) used one supervised exercise session per week over 52 weeks, and the second format (CR2) used weekly supervised sessions for 26 weeks followed by one supervised session per month for the remaining 26 weeks. Both formats used four unsupervised, documented exercise sessions per week. Selected clinical, physiologic, and psychological variables were measured at baseline, then at 4, 12, 26, 38, and 52 weeks. The program costs for both the CR1 and CR2 formats were calculated from known expenses. RESULTS: Because there were no significant intercohort differences between CR1 and CR2 and no significant interaction (time x group), data from the two cohorts were pooled for statistical analysis. Peak oxygen intake (VO(2peak)) significantly increased by 4.4 mL/kg per minute at 38 weeks, and the greatest percentage of patients (30.1%) also achieved their highest VO(2peak) at this time. The largest gain in Medical Outcomes Survey Short Form 36 role physical scores was from baseline to 38 weeks (52.4 versus 85.2), and the highest percentage of patients (72%) with role physical scores in the excellent category occurred at 38 weeks. Clinical depression at baseline (Beck Depression Inventory score > 10) had no significant effect on the dropout rate or the gain in VO(2peak) with exercise training. Program costs for these alternative formats of service were similar to the cost for a standard program format of 36 sessions. CONCLUSIONS: Patients achieved their highest functional capacity after 38 weeks of outpatient cardiac rehabilitation using a program format of only 29 to 38 supervised exercise sessions. The results of this study show that an outpatient cardiac rehabilitation program combining supervised with unsupervised exercise sessions and continuing for 38 weeks results in the greatest improvement in these selected outcomes.",
  "authors": [
    {
      "last_name": "Hamm",
      "fore_name": "Larry F",
      "initials": "LF",
      "name": "Larry F Hamm",
      "affiliations": [
        "Department of Exercise Science, School of Public Health and Health Services, The George Washington University Medical Center, Washington, DC, USA. Larry.F.Hamm@Medstar.net"
      ]
    },
    {
      "last_name": "Kavanagh",
      "fore_name": "Terence",
      "initials": "T",
      "name": "Terence Kavanagh",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Robin B",
      "initials": "RB",
      "name": "Robin B Campbell",
      "affiliations": []
    },
    {
      "last_name": "Mertens",
      "fore_name": "Donald J",
      "initials": "DJ",
      "name": "Donald J Mertens",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Shephard",
      "fore_name": "Roy J",
      "initials": "RJ",
      "name": "Roy J Shephard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiopulmonary rehabilitation",
    "iso_abbreviation": "J Cardiopulm Rehabil",
    "issn": "0883-9212",
    "issn_type": "Print",
    "volume": "24",
    "issue": "6",
    "pub_year": "2004"
  },
  "start_page": "374",
  "end_page": "382",
  "pages": "374-80; quiz 381-2",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Coronary Disease",
    "Exercise Therapy",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Oxygen Consumption",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15632770",
    "doi": "10.1097/00008483-200411000-00002"
  },
  "doi": "10.1097/00008483-200411000-00002",
  "dates": {
    "completed": "2005-03-01",
    "revised": "2019-11-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.883698",
    "pmid": "15632770"
  }
}