{
  "pmid": "15641951",
  "uid": "15641951",
  "title": "A theory of maternal engagement with public health nurses and family visitors.",
  "abstract": "BACKGROUND: Home visiting by public health nurses and family visitors is promoted as an important intervention for enhancing parent and child development. Mothers of children at-risk for developmental delays tend to be the most difficult to access and engage, and commonly drop out of home visiting programmes prematurely. PURPOSE: This paper reports a study developing a theory that describes the process by which mothers of children at-risk engage with public health nurses and family visitors in a blended home visiting programme. METHODS: Grounded theory was used to guide the collection, recording, organization and analysis of the data. A purposeful sample of 20 mothers receiving public health nurse and family visitor home visits were recruited from a public health unit in Canada. Data were collected through client record reviews and 29 in-depth interviews that explored participants' experiences, beliefs and expectations about engagement. Data collection and analysis continued until all categories were saturated. FINDINGS: Mothers felt vulnerable and frequently powerless when they allowed the service providers into their home. Mothers with children at-risk engage with public health nurses and family visitors through a basic social process of limiting family vulnerability, which has three phases: (1) overcoming fear; (2) building trust; and (3) seeking mutuality. The personal characteristics, values, experiences and actions of the public health nurse, family visitor and mother influence the speed at which each phase is successfully negotiated and the ability to develop a connected relationship. CONCLUSION: Public health nurses working with families at risk need to identify client fears and perceptions related to home visiting, and to explain the role of public health nurses and family visitors to all family members. Given the importance that mothers place on the development of an interpersonal relationship, it is important for home visitors continually to assess the quality of their relationships with clients.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. jacksm@mcmaster.ca <jacksm@mcmaster.ca>"
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": []
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "0309-2402",
    "issn_type": "Print",
    "volume": "49",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Jan"
  },
  "start_page": "182",
  "end_page": "190",
  "pages": "182-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Attitude to Health",
    "Child",
    "Community Health Nursing",
    "Developmental Disabilities",
    "Fear",
    "Female",
    "Home Care Services",
    "Humans",
    "Interview, Psychological",
    "Models, Nursing",
    "Nurse-Patient Relations",
    "Nursing Methodology Research",
    "Nursing Theory",
    "Ontario",
    "Public Health Nursing",
    "Trust"
  ],
  "article_ids": {
    "pubmed": "15641951",
    "doi": "10.1111/j.1365-2648.2004.03278.x",
    "pii": "JAN3278"
  },
  "doi": "10.1111/j.1365-2648.2004.03278.x",
  "dates": {
    "completed": "2005-05-19",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.187318",
    "pmid": "15641951"
  }
}