{
  "pmid": "15642313",
  "uid": "15642313",
  "title": "Lens lipids and maximum lifespan.",
  "abstract": "Unlike in most organs, the lipid composition of lenses varies dramatically among species and with age. The focus of this study is to assess how these changes relate to lifespan. Studies on cataract suggest that the lens may serve as a window into the processes leading to accelerated mortality. As a first step toward elucidating cellular processes in the lens that may serve as markers for accelerated mortality, we examined the correlation between species-dependent and age-related lens lipid compositional differences and maximum life span. We included data from camels, which, even in old age, rarely develop cataracts although they live under adverse conditions. Camel lens lipids were mainly composed of sphingolipids (77%) and phosphatidylcholines (23%). Bovine lens lipid composition was comparable to a previous study, and both bovine lens sphingolipids, phosphatidylcholines and camel lens phosphatidylcholines content fit well (within the 95% confidence limits) in the curve obtained by plotting maximum life spans of other species with sphingolipids and phosphatidylcholines. Lifespan was directly related to lens sphingolipid content and indirectly related to lens phosphatidylcholine content. The camel lens sphingolipid value was significantly above the curve for other species. Except for the camel lens nucleus, lipid order and sphingolipid content were linearly related, p < 0.005 with a slope of 0.85+/-0.07, and intercept of 6.9+/-3.8. Lipid phase transition temperature and sphingolipid content were also linearly related, p = 0.01 with a slope of 0.20+/-0.07, and intercept of 21.7+/-5.3. Our data support the hypothesis that humans have adapted so that their lens membranes have a high sphingolipid content that confers resistance to oxidation, allowing these membranes to stay clear for a relatively longer time than is the case in many other species. Age-related changes in human lens lipid composition may serve as a marker for oxidative stress and may reflect systemic oxidative insult, providing a window into the health of an individual.",
  "authors": [
    {
      "last_name": "Borchman",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Borchman",
      "affiliations": [
        "Department of Ophthalmology and Visual Science, University of Louisville, Louisville, KY 40292, USA. borchman@louisville.edu"
      ]
    },
    {
      "last_name": "Yappert",
      "fore_name": "Marta C",
      "initials": "MC",
      "name": "Marta C Yappert",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental eye research",
    "iso_abbreviation": "Exp Eye Res",
    "issn": "0014-4835",
    "issn_type": "Print",
    "volume": "79",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "761",
  "end_page": "768",
  "pages": "761-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Animals",
    "Camelus",
    "Cattle",
    "Humans",
    "Lens, Crystalline",
    "Longevity",
    "Phosphatidylcholines",
    "Phospholipids",
    "Species Specificity",
    "Sphingolipids",
    "Temperature"
  ],
  "article_ids": {
    "pubmed": "15642313",
    "doi": "10.1016/j.exer.2004.04.004",
    "pii": "S0014483504001198"
  },
  "doi": "10.1016/j.exer.2004.04.004",
  "dates": {
    "completed": "2005-03-04",
    "revised": "2016-11-24"
  },
  "chemicals": [
    "Phosphatidylcholines",
    "Phospholipids",
    "Sphingolipids"
  ],
  "grants": [
    {
      "grant_id": "EYO7975",
      "agency": "NEI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.517738",
    "pmid": "15642313"
  }
}