{
  "pmid": "15654001",
  "uid": "15654001",
  "title": "Device selection and outcomes of aerosol therapy: Evidence-based guidelines: American College of Chest Physicians/American College of Asthma, Allergy, and Immunology.",
  "abstract": "BACKGROUND: The proliferation of inhaler devices has resulted in a confusing number of choices for clinicians who are selecting a delivery device for aerosol therapy. There are advantages and disadvantages associated with each device category. Evidence-based guidelines for the selection of the appropriate aerosol delivery device in specific clinical settings are needed. AIM: (1) To compare the efficacy and adverse effects of treatment using nebulizers vs pressurized metered-dose inhalers (MDIs) with or without a spacer/holding chamber vs dry powder inhalers (DPIs) as delivery systems for beta-agonists, anticholinergic agents, and corticosteroids for several commonly encountered clinical settings and patient populations, and (2) to provide recommendations to clinicians to aid them in selecting a particular aerosol delivery device for their patients. METHODS: A systematic review of pertinent randomized, controlled clinical trials (RCTs) was undertaken using MEDLINE, EmBase, and the Cochrane Library databases. A broad search strategy was chosen, combining terms related to aerosol devices or drugs with the diseases of interest in various patient groups and clinical settings. Only RCTs in which the same drug was administered with different devices were included. RCTs (394 trials) assessing inhaled corticosteroid, beta2-agonist, and anticholinergic agents delivered by an MDI, an MDI with a spacer/holding chamber, a nebulizer, or a DPI were identified for the years 1982 to 2001. A total of 254 outcomes were tabulated. Of the 131 studies that met the eligibility criteria, only 59 (primarily those that tested beta2-agonists) proved to have useable data. RESULTS: None of the pooled metaanalyses showed a significant difference between devices in any efficacy outcome in any patient group for each of the clinical settings that was investigated. The adverse effects that were reported were minimal and were related to the increased drug dose that was delivered. Each of the delivery devices provided similar outcomes in patients using the correct technique for inhalation. CONCLUSIONS: Devices used for the delivery of bronchodilators and steroids can be equally efficacious. When selecting an aerosol delivery device for patients with asthma and COPD, the following should be considered: device/drug availability; clinical setting; patient age and the ability to use the selected device correctly; device use with multiple medications; cost and reimbursement; drug administration time; convenience in both outpatient and inpatient settings; and physician and patient preference.",
  "authors": [
    {
      "last_name": "Dolovich",
      "fore_name": "Myrna B",
      "initials": "MB",
      "name": "Myrna B Dolovich",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. mdolovic@mcmaster.ca"
      ]
    },
    {
      "last_name": "Ahrens",
      "fore_name": "Richard C",
      "initials": "RC",
      "name": "Richard C Ahrens",
      "affiliations": []
    },
    {
      "last_name": "Hess",
      "fore_name": "Dean R",
      "initials": "DR",
      "name": "Dean R Hess",
      "affiliations": []
    },
    {
      "last_name": "Anderson",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Anderson",
      "affiliations": []
    },
    {
      "last_name": "Dhand",
      "fore_name": "Rajiv",
      "initials": "R",
      "name": "Rajiv Dhand",
      "affiliations": []
    },
    {
      "last_name": "Rau",
      "fore_name": "Joseph L",
      "initials": "JL",
      "name": "Joseph L Rau",
      "affiliations": []
    },
    {
      "last_name": "Smaldone",
      "fore_name": "Gerald C",
      "initials": "GC",
      "name": "Gerald C Smaldone",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "127",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jan"
  },
  "start_page": "335",
  "end_page": "371",
  "pages": "335-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenergic beta-Agonists",
    "Anti-Asthmatic Agents",
    "Cholinergic Antagonists",
    "Equipment Design",
    "Evidence-Based Medicine",
    "Glucocorticoids",
    "Humans",
    "Inhalation Spacers",
    "Metered Dose Inhalers",
    "Nebulizers and Vaporizers",
    "Practice Guidelines as Topic",
    "Pulmonary Disease, Chronic Obstructive",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "15654001",
    "doi": "10.1378/chest.127.1.335",
    "pii": "S0012-3692(15)32410-7"
  },
  "doi": "10.1378/chest.127.1.335",
  "dates": {
    "completed": "2005-02-22",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Adrenergic beta-Agonists",
    "Anti-Asthmatic Agents",
    "Cholinergic Antagonists",
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.993864",
    "pmid": "15654001"
  }
}