{
  "pmid": "15667506",
  "uid": "15667506",
  "title": "Symptom-based outcome measures for dyspepsia and GERD trials: a systematic review.",
  "abstract": "BACKGROUND: Symptom assessment using questionnaires has been recommended as the primary outcome measure in clinical gastroesophageal reflux and dyspepsia trials. Questionnaires should have proven reliability, validity, and responsiveness, and may assess the frequency and/or severity of dyspepsia symptoms. Although a number of measures have been developed, it remains unclear which of these should be used in new trials. OBJECTIVE: To describe existing questionnaire outcome measures that assess symptoms of gastroesophageal reflux dyspepsia for use in clinical trials. METHODS: Studies were identified from Medline, Embase, the Cochrane library, and reference lists. The inclusion criterion was that the study assessed a questionnaire, which measured the frequency or severity of dyspepsia or gastroesophageal reflux symptoms, in a sample of patients. RESULTS: No direct comparison between questionnaires was possible due to methodological heterogeneity. Thirty-seven studies describing 26 questionnaires met the inclusion criteria. Twelve were unidimensional (assessed symptoms only) and 14 were multidimensional (also assessed quality of life). Eleven questionnaires assessed both frequency and severity of dyspepsia, and 10 had proven reliability, validity, and responsiveness. No studies compared different questionnaires. CONCLUSIONS: Future gastroesophageal reflux and dyspepsia clinical trials should use unidimensional or multidimensional outcome measures that assess both the frequency and severity of symptoms, and have proven reliability, validity, and responsiveness. Further research is necessary to compare existing outcome measures to determine which are the most reliable, valid, and responsive instruments.",
  "authors": [
    {
      "last_name": "Fraser",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Fraser",
      "affiliations": [
        "Department of Primary Care and General Practice, Primary Care Clinical Sciences Building, The University of Birmingham, Edgbaston, Birmingham, UK."
      ]
    },
    {
      "last_name": "Delaney",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Delaney",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "0002-9270",
    "issn_type": "Print",
    "volume": "100",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "442",
  "end_page": "452",
  "pages": "442-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Dyspepsia",
    "Gastroesophageal Reflux",
    "Humans",
    "Outcome Assessment, Health Care",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15667506",
    "doi": "10.1111/j.1572-0241.2005.40122.x",
    "pii": "AJG40122"
  },
  "doi": "10.1111/j.1572-0241.2005.40122.x",
  "dates": {
    "completed": "2005-03-01",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.743763",
    "pmid": "15667506"
  }
}