{
  "pmid": "15677926",
  "uid": "15677926",
  "title": "Predictors of functional outcome following transsyndesmotic screw fixation of ankle fractures.",
  "abstract": "OBJECTIVE: Given the continued debate regarding syndesmotic screw fixation, we reviewed our institution's series of ankle syndesmotic screw insertions: 1) to examine technical aspects of syndesmotic screw fixation; and 2) to identify predictors of function and quality of life utilizing validated instruments. DESIGN: Retrospective observational study (level IV). SETTING: Three university hospitals. PATIENTS AND METHODS: All patients with ankle injuries who received syndesmotic screw fixation at 3 university-affiliated hospitals from 1998 to 2001. A combined hospital database for all 3 university affiliated hospitals was searched to identify all ankle fractures. Potentially eligible patients' charts were hand searched to determine the use of syndesmotic screw fixation. Radiographs from each patient were assessed for final eligibility for study inclusion. Baseline demographic information, fracture type (Lauge-Hansen, AO Weber), radiographic measurements of syndesmotic reduction, type of implants (number of screws, number of cortices, screw size), and screw removal at follow-up were determined. All radiographs were standardized for magnification. Patients also reported return to work, a visual analogue ankle pain score, and completed 2 functional outcomes instruments (Short Musculoskeletal Functional Assessment Index, Olerud and Molander Scale). MAIN OUTCOMES: Return to work, a visual analogue ankle pain score, and 3 functional outcomes instruments (Short Musculoskeletal Functional Assessment Index, Olerud and Molander Scale). RESULTS: Of 425 ankle fractures treated, 51 fractures had syndesmotic screw fixation. Patients were often males (67%), mean age 40.0 +/- 18.0 years, with sedentary occupations (88%), and twisting injuries (80%). Seventy percent of injuries were pronation external rotation injuries, and 30% were supination external rotation injuries. The ankle was dislocated in 45% of cases. The most common constructs for fixation included lateral plates with syndesmotic screws (45%). The majority of constructs included a single 3.5-mm cortical screw through 3 cortices of bone. Based upon postoperative x-rays, 16% of syndesmoses were not reduced. Additionally, 8 patients were deemed have inappropriate/lack of indications for syndesmotic screw insertion. At final follow-up (N = 39 patients, mean 18.1 months), patients achieved good function and quality of life (mean scores: Short Musculoskeletal Functional Assessment functional index = 11.4 +/- 10.6, Short Musculoskeletal Functional Assessment bother index = 13.5 +/- 13.1, Olerud and Molander = 74.1 +/- 23.4, visual analogue pain scale = 1.7 +/- 1.9). The only significant predictor of functional outcome was reduction of the syndesmosis (P = 0.04). This variable alone accounted for 18% of the variation in Short Musculoskeletal Functional Assessment Index physical function scores and 15% of the variance in the Olerud and Molander (running subscale) outcome measure. CONCLUSIONS/SIGNIFICANCE: Our findings suggest: 1) technical aspects of syndesmotic screw fixation vary between surgeons; 2) 16% of syndesmotic screws may have been unnecessary; and 3) despite variability in technique and indications, anatomic reduction of syndesmosis was significantly associated with improved Short Musculoskeletal Functional Assessment Index functional outcome. Larger, prospective studies are needed to further explore our findings.",
  "authors": [
    {
      "last_name": "Weening",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Weening",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "19",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "102",
  "end_page": "108",
  "pages": "102-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Ankle Injuries",
    "Bone Screws",
    "Female",
    "Fracture Fixation, Internal",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Pain Measurement",
    "Recovery of Function",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15677926",
    "doi": "10.1097/00005131-200502000-00006",
    "pii": "00005131-200502000-00006"
  },
  "doi": "10.1097/00005131-200502000-00006",
  "dates": {
    "completed": "2005-05-17",
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.105989",
    "pmid": "15677926"
  }
}