{
  "pmid": "15687150",
  "uid": "15687150",
  "title": "Effect of bisphosphonates on periprosthetic bone mineral density after total joint arthroplasty. A meta-analysis.",
  "abstract": "BACKGROUND: Periprosthetic bone loss following total joint arthroplasty may threaten the survival of the implant. Bisphosphonates are effective in reducing bone loss in conditions associated with accelerated bone turnover. To determine the current understanding of the effect of bisphosphonates on periprosthetic bone mineral density after total joint arthroplasty, we conducted computerized searches for randomized controlled trials evaluating the use of bisphosphonates in patients treated with primary total joint arthroplasty. METHODS: We searched MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials, the Cochrane Database of Systematic Reviews, the web site of the United Kingdom National Research Register, and the archives of the American Academy of Orthopaedic Surgeons annual meetings (1989 through 2003), and we conducted hand searches of the bibliographies of relevant articles. We assessed methodological quality and abstracted relevant data. When necessary, we contacted authors to provide additional information. RESULTS: Of 386 citations that were initially identified, six (five complete papers and one abstract), which included a total of 290 patients, met our inclusion criteria. Those papers showed that significantly less periprosthetic bone loss had occurred in the bisphosphonate-treated patients than in the control patients at three months (152 patients; weighted mean difference, 3.3%; 95% confidence interval, 1.9% to 4.7%; p < 0.01), six months (248 patients; weighted mean difference, 4.5%; 95% confidence interval, 1.6% to 7.4%; p < 0.001), and twelve months (197 patients; weighted mean difference, 4.2%; 95% confidence interval, 1.5% to 6.9%; p = 0.03). Bisphosphonates appeared to have a larger effect on bone loss following arthroplasties with cement than on bone loss following arthroplasties without cement (difference, 0.1%, 5%, and 5.4% at three, six, and twelve months; significant difference [p < 0.001] at one year only) and a larger effect on bone loss following total knee arthroplasties than on bone loss following total hip arthroplasties (difference, 4.1%, 11.5%, and 7.1% at three, six, and twelve months; significant difference [p < 0.001] at six months only). None of the studies related the effects of bisphosphonates on bone mineral density to clinically relevant outcomes. CONCLUSIONS: A meta-analysis of six randomized controlled trials suggested that bisphosphonates have a beneficial effect with regard to maintaining more periprosthetic bone mineral density than that in controls. However, the limitations of the available studies and the lack of analyses of clinically relevant outcomes (functional outcomes, revision rates, and quality of life) necessitate the planning and conduct of a sufficiently sized, methodologically sound study with clinically relevant end points. Until this has been done, the current evidence regarding the beneficial effects of bisphosphonates on periprosthetic bone after total joint arthroplasty should be interpreted with caution.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Health Sciences Center, Room 2C9, 1200 Main Street West, Hamilton, ON L8N 3Z5, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Bajammal",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Bajammal",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Einhorn",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Einhorn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "87",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "293",
  "end_page": "301",
  "pages": "293-301",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arthroplasty, Replacement",
    "Bone Density",
    "Bone Resorption",
    "Diphosphonates",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "15687150",
    "doi": "10.2106/JBJS.D.01772",
    "pii": "87/2/293"
  },
  "doi": "10.2106/JBJS.D.01772",
  "dates": {
    "completed": "2005-03-23",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Diphosphonates"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.488687",
    "pmid": "15687150"
  }
}