{
  "pmid": "15685294",
  "uid": "15685294",
  "title": "Canadian Consensus Conference on the management of gastroesophageal reflux disease in adults - update 2004.",
  "abstract": "BACKGROUND: Gastroesophageal reflux disease (GERD) is the most prevalent acid-related disorder in Canada and is associated with significant impairment of health-related quality of life. Since the last Canadian Consensus Conference in 1996, GERD management has evolved substantially. OBJECTIVE: To develop up-to-date evidence-based recommendations relevant to the needs of Canadian health care providers for the management of the esophageal manifestations of GERD. CONSENSUS PROCESS: A multidisciplinary group of 23 voting participants developed recommendation statements using a Delphi approach; after presentation of relevant data at the meeting, the quality of the evidence, strength of recommendation and level of consensus were graded by participants according to accepted principles. OUTCOMES: GERD applies to individuals who reflux gastric contents into the esophagus causing symptoms sufficient to reduce quality of life, injury or both; endoscopy-negative reflux disease applies to individuals who have GERD and a normal endoscopy. Uninvestigated heartburn-dominant dyspepsia - characterised by heartburn or acid regurgitation - includes erosive esophagitis or endoscopy-negative reflux disease, and may be treated empirically as GERD without further investigation provided there are no alarm features. Lifestyle modifications are ineffective for frequent or severe GERD symptoms; over-the-counter antacids or histamine H2-receptor antagonists are effective for some patients with mild or infrequent GERD symptoms. Proton pump inhibitors are more effective for healing and symptom relief than histamine H2-receptor antagonists; their efficacy is proportional to their ability to reduce intragastric acidity. Response to initial therapy - a once-daily proton pump inhibitor unless symptoms are mild and infrequent (fewer than three times per week) - should be assessed at four to eight weeks. Maintenance medical therapy should be at the lowest dose and frequency necessary to maintain symptom relief; antireflux surgery is an alternative for a small proportion of selected patients. Routine testing for Helicobacter pylori infection is unnecessary before starting GERD therapy. GERD is associated with Barrett's epithelium and esophageal adenocarcinoma but the risk of malignancy is very low. Endoscopic screening for Barrett's epithelium may be considered in adults with GERD symptoms for more than 10 years; Barrett's epithelium and low-grade dysplasia generally warrant surveillance; endoscopic or surgical management should be considered for confirmed high-grade dysplasia or malignancy. CONCLUSION: Prospective studies are needed to investigate clinically relevant risk factors for the development of GERD and its complications; GERD progression, on and off therapy; optimal management strategies for typical GERD symptoms in primary care patients; and optimal management strategies for atypical GERD symptoms, Barrett's epithelium and esophageal adenocarcinoma.",
  "authors": [
    {
      "last_name": "Armstrong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Armstrong",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton. armstro@mcmaster.ca"
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    },
    {
      "last_name": "Chiba",
      "fore_name": "Naoki",
      "initials": "N",
      "name": "Naoki Chiba",
      "affiliations": []
    },
    {
      "last_name": "Enns",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Enns",
      "affiliations": []
    },
    {
      "last_name": "Fallone",
      "fore_name": "Carlo A",
      "initials": "CA",
      "name": "Carlo A Fallone",
      "affiliations": []
    },
    {
      "last_name": "Fass",
      "fore_name": "Ronnie",
      "initials": "R",
      "name": "Ronnie Fass",
      "affiliations": []
    },
    {
      "last_name": "Hollingworth",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Hollingworth",
      "affiliations": []
    },
    {
      "last_name": "Hunt",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Hunt",
      "affiliations": []
    },
    {
      "last_name": "Kahrilas",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Kahrilas",
      "affiliations": []
    },
    {
      "last_name": "Mayrand",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Mayrand",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Paterson",
      "fore_name": "William G",
      "initials": "WG",
      "name": "William G Paterson",
      "affiliations": []
    },
    {
      "last_name": "Sadowski",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Sadowski",
      "affiliations": []
    },
    {
      "last_name": "van Zanten",
      "fore_name": "Sander Jo Veldhuyzen",
      "initials": "SJ",
      "name": "Sander Jo Veldhuyzen van Zanten",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of gastroenterology = Journal canadien de gastroenterologie",
    "iso_abbreviation": "Can J Gastroenterol",
    "issn": "0835-7900",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jan"
  },
  "start_page": "15",
  "end_page": "35",
  "pages": "15-35",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Guideline",
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Barrett Esophagus",
    "Delphi Technique",
    "Gastroesophageal Reflux",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "15685294",
    "doi": "10.1155/2005/836030"
  },
  "doi": "10.1155/2005/836030",
  "dates": {
    "completed": "2005-06-21",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.367392",
    "pmid": "15685294"
  }
}