{
  "pmid": "15680098",
  "uid": "15680098",
  "title": "Tibiocalcaneal arthrodesis after total talectomy for treatment of osteomyelits of the talus.",
  "abstract": "BACKGROUND: Outcomes after talectomy combined with tibiocalcaneal arthrodesis are variable, and there have been few reports of results for tibiocalcaneal arthrodesis after total talectomy using an external fixator as the sole stabilizing modality. METHODS: Three adult patients with chronic talar infections secondary to complex fracture-dislocations of the talus are reported. Each patient was treated with staged radical debridement and total talectomy followed by tibiocalcaneal arthrodesis using interpositional autologous cancellous bone graft and multiplanar external fixation. RESULTS: Solid union was achieved for all patients at an average of 14 weeks (range 10 to 16 weeks). Outcome results, standardized according to the AOFAS Ankle-Hindfoot Scale and the Modified Mazur Ankle Arthrodesis questionnaire, were good for all patients at a mean followup of 31 months (range 20 to 48 months). One patient had a leg-length discrepancy of 1.5 cm. CONCLUSION: The presented technique for tibiocalcaneal arthrodesis is an option for salvage of infection or complex injuries of the talus.",
  "authors": [
    {
      "last_name": "Kolker",
      "fore_name": "Dov",
      "initials": "D",
      "name": "Dov Kolker",
      "affiliations": [
        "Department of Orthopedic Surgery, Brigham and Women's Hospital and Brigham Foot and Ankle Center, Harvard Medical School, Boston, Massachusetts, USA. Dovkolker@aol.com"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Foot & ankle international",
    "iso_abbreviation": "Foot Ankle Int",
    "issn": "1071-1007",
    "issn_type": "Print",
    "volume": "25",
    "issue": "12",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "861",
  "end_page": "865",
  "pages": "861-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Arthrodesis",
    "Calcaneus",
    "External Fixators",
    "Fractures, Bone",
    "Humans",
    "Joint Dislocations",
    "Male",
    "Osteomyelitis",
    "Salvage Therapy",
    "Talus",
    "Tibia",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15680098",
    "doi": "10.1177/107110070402501204",
    "pii": "868981"
  },
  "doi": "10.1177/107110070402501204",
  "dates": {
    "completed": "2005-04-19",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.759952",
    "pmid": "15680098"
  }
}