{
  "pmid": "15694900",
  "uid": "15694900",
  "title": "Screening for cervical cancer: will women accept less?",
  "abstract": "BACKGROUND: U.S. professional organizations increasingly agree that most women require Papanicolaou smear screening every 2 to 3 years rather than annually and that most elderly women may stop screening. We sought to describe the attitudes of women in the United States toward less intense screening, specifically, less frequent screening and eventual cessation of screening. METHODS: We conducted a random-digit-dialing telephone survey of women in 2002 (response rate of 75% among eligible women reached by telephone). A nationally representative sample of 360 women aged 40 years or older with no history of cancer was surveyed about their acceptance of less intense screening. RESULTS: Almost all women aged 40 years or older (99%) had had at least one Pap smear; most (59%) were screened annually. When women were asked to choose their preferred frequency for screening, 75% preferred screening at least annually (12% chose screening every 6 months). Less than half (43%) had heard of recommendations advocating less frequent screening. When advised of such recommendations, half of all women believed that they were based on cost. Sixty-nine percent said that they would try to continue being screened annually even if their doctors recommended less frequent screening and advised them of comparable benefits. Only 35% of women thought that there might come a time when they would stop getting Pap smears; of these, almost half would not stop until after age 80 years. The strongest predictor of reluctance to reduce the frequency of screening was a belief that cost was the basis of current screening frequency recommendations. CONCLUSION: Most women in the United States prefer annual Pap smears and are resistant to the idea of less intense screening. Concern that cost considerations rather than evidence form the basis of screening recommendations may partly explain women's reluctance to accept less intense screening.",
  "authors": [
    {
      "last_name": "Sirovich",
      "fore_name": "Brenda E",
      "initials": "BE",
      "name": "Brenda E Sirovich",
      "affiliations": [
        "VA Outcomes Group, Veterans Affairs Medical Center, White River Junction, Vermont 05009, USA. brenda.sirovich@dartmouth.edu"
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of medicine",
    "iso_abbreviation": "Am J Med",
    "issn": "0002-9343",
    "issn_type": "Print",
    "volume": "118",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "151",
  "end_page": "158",
  "pages": "151-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Cost-Benefit Analysis",
    "Female",
    "Health Behavior",
    "Health Care Surveys",
    "Humans",
    "Mass Screening",
    "Middle Aged",
    "Papanicolaou Test",
    "Public Opinion",
    "Time Factors",
    "United States",
    "Uterine Cervical Neoplasms",
    "Vaginal Smears"
  ],
  "article_ids": {
    "pubmed": "15694900",
    "doi": "10.1016/j.amjmed.2004.08.021",
    "pii": "S0002-9343(04)00668-0"
  },
  "doi": "10.1016/j.amjmed.2004.08.021",
  "dates": {
    "completed": "2005-03-02",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CA 91052-01",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.395708",
    "pmid": "15694900"
  }
}