{
  "pmid": "15690429",
  "uid": "15690429",
  "title": "A highly sensitive method for quantification of myosin light chain phosphorylation by capillary isoelectric focusing with laser-induced fluorescence detection.",
  "abstract": "Activation of myosin II by phosphorylation of the 20 kDa regulatory light chains (LC20) has been implicated in numerous contractile and motile events, e.g., smooth muscle contraction, cytokinesis, and cell migration. The ability to analyze LC20 phosphorylation in minute samples is critical to determine the importance of LC20 phosphorylation in diverse physiological processes. We have developed a method for the separation and quantification of unphosphorylated, monophosphorylated, and diphosphorylated LC20 with a detection limit of 1 pg (50 amol). LC20 is initially isolated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and transblotted to a polyvinlyidene difluoride (PVDF) membrane. The region of the membrane containing the LC20 band (identified by electrophoresis of purified LC20 in a neighboring lane) is cut out and fluorescently labeled with Alexa Fluor 488 C5 maleimide. The labeled LC20 is eluted from the membrane with detergent and subjected to capillary isoelectric focusing (CIEF) to separate unphosphorylated, mono-, and diphosphorylated LC20, which are detected and quantified by laser-induced fluorescence (LIF). A linear relationship between log(peak area) and log(LC20 amount) is observed over the range of 50 amol-150 fmol. Quantification of LC20 phosphorylation by CIEF with LIF detection was compared with three commonly used methods with much lower levels of sensitivity: urea/glycerol-PAGE with Western blotting, phosphorylation by [gamma-32P]ATP with Cerenkov counting, and phosphorylation by [gamma-32P]ATP followed by SDS-PAGE, autoradiography, and scanning densitometry. All four methods gave very similar quantitative results, the major difference being that the new method exhibits 3000-fold enhanced sensitivity. This method is therefore applicable to quantitative analysis of phosphorylation of minute quantities of LC20.",
  "authors": [
    {
      "last_name": "Shiraishi",
      "fore_name": "Mitsuya",
      "initials": "M",
      "name": "Mitsuya Shiraishi",
      "affiliations": [
        "Smooth Muscle Research Group, University of Calgary, Faculty of Medicine, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Loutzenhiser",
      "fore_name": "Rodger D",
      "initials": "RD",
      "name": "Rodger D Loutzenhiser",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Electrophoresis",
    "iso_abbreviation": "Electrophoresis",
    "issn": "0173-0835",
    "issn_type": "Print",
    "volume": "26",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "571",
  "end_page": "580",
  "pages": "571-80",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Chickens",
    "Electrophoresis, Capillary",
    "Electrophoresis, Polyacrylamide Gel",
    "Gizzard, Avian",
    "Isoelectric Focusing",
    "Lasers",
    "Myosin Light Chains",
    "Phosphorylation",
    "Sensitivity and Specificity",
    "Spectrometry, Fluorescence",
    "Spectrophotometry, Ultraviolet"
  ],
  "article_ids": {
    "pubmed": "15690429",
    "doi": "10.1002/elps.200410119"
  },
  "doi": "10.1002/elps.200410119",
  "dates": {
    "completed": "2005-06-09",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Myosin Light Chains"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.432384",
    "pmid": "15690429"
  }
}