{
  "pmid": "15692331",
  "uid": "15692331",
  "title": "Energy costs of physical activities in children and adolescents.",
  "abstract": "PURPOSE: The primary aim was to determine the energy expenditure (EE: kcal.kg(-1).h(-1)) in terms of caloric cost and metabolic equivalents of activities commonly performed by children and adolescents. Secondary aims were to determine at what age and pubertal developmental stage values approach those of adults. METHODS: In this descriptive study, 295 volunteer youth 8-18 yr of age completed 18 common physical activities (including rest) while EE was measured continuously with a portable metabolic system. Three sets of activities were assigned in random order for each subject. Activities ranged from television viewing and video game play to running and rope skipping. Pubertal development was estimated from a self-report questionnaire. RESULTS: At rest, VO(2) and EE were highest in the youngest children and decreased with advancing age and higher pubertal stage in both genders. The age-adjusted and puberty-adjusted energy expenditure values were generally lower than the compendium MET values for sedentary and moderate activities but were more varied for high-intensity activities. However, the ratio of activity EE to REE was comparable in children and adults. CONCLUSIONS: Energy expenditure per kilogram of body mass at rest or during exercise is greater in children than adults and varies with pubertal status, thus using the definition of a MET in the compendium of physical activities without adjustment is inadequate for energy estimation in children, until a child reaches Tanner Stage 5. However, the ratio of activity EE to resting EE in children appears to be similar or slightly less than in the compendium, suggesting that the compendium MET increments used with our adjusted EE values more closely approximate the true EE of activities in children than present adult norms.",
  "authors": [
    {
      "last_name": "Harrell",
      "fore_name": "Joanne S",
      "initials": "JS",
      "name": "Joanne S Harrell",
      "affiliations": [
        "University of North Carolina at Chapel Hill, School of Nursing, CB#7460, Chapel Hill, NC 27599, USA. joannesh@email.unc.edu"
      ]
    },
    {
      "last_name": "McMurray",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G McMurray",
      "affiliations": []
    },
    {
      "last_name": "Baggett",
      "fore_name": "Christopher D",
      "initials": "CD",
      "name": "Christopher D Baggett",
      "affiliations": []
    },
    {
      "last_name": "Pennell",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Pennell",
      "affiliations": []
    },
    {
      "last_name": "Pearce",
      "fore_name": "Patricia F",
      "initials": "PF",
      "name": "Patricia F Pearce",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medicine and science in sports and exercise",
    "iso_abbreviation": "Med Sci Sports Exerc",
    "issn": "0195-9131",
    "issn_type": "Print",
    "volume": "37",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "329",
  "end_page": "336",
  "pages": "329-36",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Child",
    "Child Welfare",
    "Energy Metabolism",
    "Exercise Tolerance",
    "Female",
    "Humans",
    "Male",
    "Motor Activity",
    "Oxygen Consumption",
    "Puberty"
  ],
  "article_ids": {
    "pubmed": "15692331",
    "doi": "10.1249/01.mss.0000153115.33762.3f",
    "pii": "00005768-200502000-00022"
  },
  "doi": "10.1249/01.mss.0000153115.33762.3f",
  "dates": {
    "completed": "2006-07-20",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NR04564",
      "agency": "NINR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.859715",
    "pmid": "15692331"
  }
}