{
  "pmid": "15711166",
  "uid": "15711166",
  "title": "The origin and early evolution of membrane channels.",
  "abstract": "The origin and early evolution of ion channels are considered from the point of view that the transmembrane segments of membrane proteins are structurally quite simple and do not require specific sequences to fold. We argue that the transport of solute species, especially ions, required an early evolution of efficient transport mechanisms, and that the emergence of simple ion channels was protobiologically plausible. We also argue that, despite their simple structure, such channels could possess properties that, at the first sight, appear to require markedly greater complexity. These properties can be subtly modulated by local modifications to the sequence rather than global changes in molecular architecture. In order to address the evolution and development of ion channels, we focus on identifying those protein domains that are commonly associated with ion channel proteins and are conserved throughout the three main domains of life (Eukarya, Bacteria, and Archaea). We discuss the potassium-sodium-calcium superfamily of voltage-gated ion channels, mechanosensitive channels, porins, and ABC-transporters and argue that these families of membrane channels have sufficiently universal architectures that they can readily adapt to the diverse functional demands arising during evolution.",
  "authors": [
    {
      "last_name": "Pohorille",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pohorille",
      "affiliations": [
        "NASA Ames Research Center, Moffett Field, California 94035, USA. pohorill@raphael.arc.nasa.gov"
      ]
    },
    {
      "last_name": "Schweighofer",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Schweighofer",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Astrobiology",
    "iso_abbreviation": "Astrobiology",
    "issn": "1531-1074",
    "issn_type": "Print",
    "volume": "5",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "1",
  "end_page": "17",
  "pages": "1-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Review"
  ],
  "keywords": [
    "Evolution, Molecular",
    "Exobiology",
    "Ion Channels",
    "Ion Transport",
    "Models, Biological",
    "Origin of Life",
    "Protein Folding",
    "Protein Structure, Secondary"
  ],
  "article_ids": {
    "pubmed": "15711166",
    "doi": "10.1089/ast.2005.5.1"
  },
  "doi": "10.1089/ast.2005.5.1",
  "dates": {
    "completed": "2005-06-30",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Ion Channels"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.760732",
    "pmid": "15711166"
  }
}