{
  "pmid": "15720085",
  "uid": "15720085",
  "title": "Characterization of susceptibility and resistance responses to potato cyst nematode (Globodera spp.) infection of tomato lines in the absence and presence of the broad-spectrum nematode resistance Hero gene.",
  "abstract": "The tomato Hero A gene is the only member of a multigene family that confers a high level (>80%) of resistance to all the economically important pathotypes of potato cyst nematode (PCN) species Globodera rostochiensis and G. pallida. Although the resistance levels of transgenic tomato lines were similar to those of the tomato line LA1792 containing the introgressed Hero multigene family, transgenic potato plants expressing the tomato Hero A gene are not resistant to PCNs. Comparative microscopy studies of in vitro infected roots of PCN-susceptible tomato cv. Money Maker, the resistant breeding line LA1792, and transgenic line L10 with Ro1 pathotype have revealed no statistically significant difference in the number of juveniles invading roots. However, syncytia (specialized feeding cells) induced in LA1792 and L10 roots mostly were found to have degenerated a few days after their induction, and a few surviving syncytia were able to support only the development of males rather than females. Thus, the ratio between males and females was biased towards males on LA1792 and L10 roots. A series of changes occur in resistant plants leading to formation of a layer of necrotic cells separating the syncytium from stellar conductive tissues and this is followed by degradation of the syncytium. Although the Hero A gene is expressed in all tissues, including roots, stems, leaves, and flower buds, its expression is upregulated in roots in response to PCN infection. Moreover, the expression profiles of the Hero A correlates with the timing of death of the syncytium.",
  "authors": [
    {
      "last_name": "Sobczak",
      "fore_name": "Miroslaw",
      "initials": "M",
      "name": "Miroslaw Sobczak",
      "affiliations": [
        "Plant Pathogen Interactions Programme, Scottish Crop Research Institute, Invergowrie, Dundee, DD2 5DA, UK."
      ]
    },
    {
      "last_name": "Avrova",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Avrova",
      "affiliations": []
    },
    {
      "last_name": "Jupowicz",
      "fore_name": "Justyna",
      "initials": "J",
      "name": "Justyna Jupowicz",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark S",
      "initials": "MS",
      "name": "Mark S Phillips",
      "affiliations": []
    },
    {
      "last_name": "Ernst",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Ernst",
      "affiliations": []
    },
    {
      "last_name": "Kumar",
      "fore_name": "Amar",
      "initials": "A",
      "name": "Amar Kumar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Molecular plant-microbe interactions : MPMI",
    "iso_abbreviation": "Mol Plant Microbe Interact",
    "issn": "0894-0282",
    "issn_type": "Print",
    "volume": "18",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "158",
  "end_page": "168",
  "pages": "158-68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Gene Expression Regulation, Plant",
    "Genes, Plant",
    "Immunity, Innate",
    "Solanum lycopersicum",
    "Plant Diseases",
    "Plant Roots",
    "Plants, Genetically Modified",
    "Solanum tuberosum",
    "Tylenchida"
  ],
  "article_ids": {
    "pubmed": "15720085",
    "doi": "10.1094/MPMI-18-0158"
  },
  "doi": "10.1094/MPMI-18-0158",
  "dates": {
    "completed": "2005-03-30",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.671753",
    "pmid": "15720085"
  }
}