{
  "pmid": "15729067",
  "uid": "15729067",
  "title": "Evaluating meta-analyses in the general surgical literature: a critical appraisal.",
  "abstract": "OBJECTIVE: To assess the methodologic quality of meta-analyses of general surgery topics published in peer-reviewed journals. SUMMARY BACKGROUND DATA: Systematic reviews and meta-analysis are used to seek, summarize, and interpret primary studies on a given topic. Accordingly, systematic reviews and meta-analyses of high-quality primary studies may be the highest level of evidence for issues of prevention and treatment in evidence-based medicine. However, not all published meta-analyses are rigorously performed. METHODS: We searched MEDLINE (from January 1, 1997, to September 1, 2002) and reference lists and solicited general surgery specialists to identify relevant meta-analyses. Inclusion criteria were use of meta-analytic methods to pool the results of primary studies in general surgery on issues of diagnosis, causation, prognosis, or treatment. Our search strategies identified 487 potentially relevant articles. After excluding articles based on a priori criteria, 51 meta-analyses fulfilled eligibility criteria. In duplicate and independently, 2 reviewers assessed the quality of these meta-analyses using a 10-item index called the Overview Quality Assessment Questionnaire. RESULTS: Overall concordance between 2 independent reviewers was good (interobserver agreement 81%, and a kappa of 0.62 (95% CI 0.55-0.69). Of 51 relevant articles, 38 were published in surgical journals. Most studies had major methodologic flaws (median score of 3.3, scale of 1-7). Factors associated with low overall scientific quality included the absence of any prior meta-analyses publications by authors and meta-analyses produced by surgical department members without external collaboration. CONCLUSIONS: This critical appraisal of meta-analyses published in the general surgery literature demonstrates frequent methodologic flaws. The quality of these reports limits the validity of the findings and the inferences that can be made about the primary studies reviewed. To improve the quality of future meta-analyses, we recommend following guidelines for the optimal conduct and reporting of meta-analyses in general surgery.",
  "authors": [
    {
      "last_name": "Dixon",
      "fore_name": "Elijah",
      "initials": "E",
      "name": "Elijah Dixon",
      "affiliations": [
        "Department of Surgery, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Hameed",
      "fore_name": "Morad",
      "initials": "M",
      "name": "Morad Hameed",
      "affiliations": []
    },
    {
      "last_name": "Sutherland",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Sutherland",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Doig",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Doig",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "0003-4932",
    "issn_type": "Print",
    "volume": "241",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "450",
  "end_page": "459",
  "pages": "450-9",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "General Surgery",
    "Meta-Analysis as Topic",
    "Publishing",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "15729067",
    "pmc": "PMC1356983",
    "doi": "10.1097/01.sla.0000154258.30305.df",
    "pii": "00000658-200503000-00008"
  },
  "doi": "10.1097/01.sla.0000154258.30305.df",
  "pmc_id": "PMC1356983",
  "dates": {
    "completed": "2005-03-16",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.672059",
    "pmid": "15729067"
  }
}