{
  "pmid": "15731672",
  "uid": "15731672",
  "title": "A comparison of complication rates in large and small inferior pedicle reduction mammaplasty.",
  "abstract": "The main objective of this retrospective study was to determine whether the rates of complications are higher in large reductions (> or =1000 g per breast) as compared with smaller reductions (< or =999 g per breast) using the inferior pedicle technique. A retrospective chart review of 133 consecutive patients operated on between October of 2000 and March of 2002 was undertaken. Complication data were recorded and analyzed on a per-breast basis. Two hundred sixteen breasts had reductions of 999 g or less, whereas 50 breasts had reductions of 1000 g or more. The overall mean follow-up period was 152 days (range, 20 to 522 days). There were no statistically significant differences in the rates of nipple necrosis, hematoma formation, seroma, delayed healing, culture-positive wound infection, fat necrosis, cyst formation, nipple sensation, or hypertrophic scarring between the large and small reductions. However, the rate of wound dehiscence was significantly lower in the smaller reduction group. The rates of wound dehiscence and hypertrophic scarring were also significantly lower in patients who had received at least 5 days of postoperative antibiotics. A statistically significant difference was also reported for clinical wound infection (p < 0.0005). Body mass index had no statistically significant effect on the rate of nipple necrosis, hematoma formation, fat necrosis, cyst formation, nipple sensation, or hypertrophic scarring. However, body mass index had a statistically significant effect on delayed healing, wound dehiscence, and culture-positive wound infection. A higher mean body mass index predicted a delayed healing, wound dehiscence, and infection. The inferior pedicle technique is a safe method of breast reduction regardless of degree of parenchymal resection. However, the use of postoperative antibiotics for at least 5 days is recommended to reduce rates of wound dehiscence and improve postoperative scarring.",
  "authors": [
    {
      "last_name": "O'Grady",
      "fore_name": "Kevin F",
      "initials": "KF",
      "name": "Kevin F O'Grady",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, St. Joseph's Healthcare, Hamilton Health Sciences Corporation and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Dal Cin",
      "fore_name": "Arianna",
      "initials": "A",
      "name": "Arianna Dal Cin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "115",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "736",
  "end_page": "742",
  "pages": "736-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Antibiotic Prophylaxis",
    "Body Mass Index",
    "Cicatrix, Hypertrophic",
    "Female",
    "Hematoma",
    "Humans",
    "Incidence",
    "Logistic Models",
    "Mammaplasty",
    "Necrosis",
    "Nipples",
    "Retrospective Studies",
    "Seroma",
    "Smoking",
    "Surgical Wound Dehiscence",
    "Surgical Wound Infection",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "15731672",
    "doi": "10.1097/01.prs.0000152428.43300.19",
    "pii": "00006534-200503000-00009"
  },
  "doi": "10.1097/01.prs.0000152428.43300.19",
  "dates": {
    "completed": "2005-11-10",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.131060",
    "pmid": "15731672"
  }
}