{
  "pmid": "15749241",
  "uid": "15749241",
  "title": "Behavioral manifestations of autism in the first year of life.",
  "abstract": "In the interest of more systematically documenting the early signs of autism, and of testing specific hypotheses regarding their underlying neurodevelopmental substrates, we have initiated a longitudinal study of high-risk infants, all of whom have an older sibling diagnosed with an autistic spectrum disorder. Our sample currently includes 150 infant siblings, including 65 who have been followed to age 24 months, who are the focus of this paper. We have also followed a comparison group of low-risk infants. Our measures include a novel observational scale (the first, to our knowledge, that is designed to assess autism-specific behavior in infants), a computerized visual orienting task, and standardized measures of temperament, cognitive and language development. Our preliminary results indicate that by 12 months of age, siblings who are later diagnosed with autism may be distinguished from other siblings and low-risk controls on the basis of: (1) several specific behavioral markers, including atypicalities in eye contact, visual tracking, disengagement of visual attention, orienting to name, imitation, social smiling, reactivity, social interest and affect, and sensory-oriented behaviors; (2) prolonged latency to disengage visual attention; (3) a characteristic pattern of early temperament, with marked passivity and decreased activity level at 6 months, followed by extreme distress reactions, a tendency to fixate on particular objects in the environment, and decreased expression of positive affect by 12 months; and (4) delayed expressive and receptive language. We discuss these findings in the context of various neural networks thought to underlie neurodevelopmental abnormalities in autism, including poor visual orienting. Over time, as we are able to prospectively study larger numbers and to examine interrelationships among both early-developing behaviors and biological indices of interest, we hope this work will advance current understanding of the neurodevelopmental origins of autism.",
  "authors": [
    {
      "last_name": "Zwaigenbaum",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Zwaigenbaum",
      "affiliations": [
        "Department of Paediatrics, McMaster Children's Hospital, McMaster University, PO Box 2000, Hamilton, Ont., Canada L8N 3Z5. zwaigenb@mcmaster.ca"
      ]
    },
    {
      "last_name": "Bryson",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Bryson",
      "affiliations": []
    },
    {
      "last_name": "Rogers",
      "fore_name": "Tracey",
      "initials": "T",
      "name": "Tracey Rogers",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Roberts",
      "affiliations": []
    },
    {
      "last_name": "Brian",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Brian",
      "affiliations": []
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of developmental neuroscience : the official journal of the International Society for Developmental Neuroscience",
    "iso_abbreviation": "Int J Dev Neurosci",
    "issn": "0736-5748",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2-3",
    "pub_year": "2005"
  },
  "start_page": "143",
  "end_page": "152",
  "pages": "143-52",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Attention",
    "Autistic Disorder",
    "Cognition",
    "Developmental Disabilities",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Infant",
    "Interpersonal Relations",
    "Language Development",
    "Male",
    "Neuropsychological Tests",
    "Siblings",
    "Social Behavior",
    "Temperament",
    "Visual Perception"
  ],
  "article_ids": {
    "pubmed": "15749241",
    "doi": "10.1016/j.ijdevneu.2004.05.001",
    "pii": "S0736574804000553"
  },
  "doi": "10.1016/j.ijdevneu.2004.05.001",
  "dates": {
    "completed": "2005-05-16",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.695651",
    "pmid": "15749241"
  }
}