{
  "pmid": "15742670",
  "uid": "15742670",
  "title": "Gender differences in the relationship between housing, socioeconomic status, and self-reported health status.",
  "abstract": "This study investigates gender differences in housing, socioeconomic status, and self-reported health status. The analysis focuses on the social and economic dimensions of housing, such as demand, control, material aspects (affordability, type of dwelling) and meaningful aspects (pride in dwelling, home as a refuge) of everyday life in the domestic environment. A random sample, cross-sectional telephone survey was administered in the city of Vancouver, Canada in June 1999 (n = 650). Survey items included measures of material and meaningful dimensions of housing, housing satisfaction, and standard measures of socioeconomic status and social support. The main outcome measure was self-reported health (excellent/very good/good vs. fair/poor). A three-stage analysis provides an overall picture of the sample characteristics for male and female respondents, detects significant relations between individual and housing characteristics and self-rated health status, and investigates male-female differences in the factors associated with fair/poor self-rated health. In multivariate analyses, a small number of socioeconomic dimensions of housing were associated with self-rated health status for women. For men, only one attribute of housing was associated with self-rated health: crowding was positively related to poor health, contradicting expectations and the findings for women. The self-reported strain of housework was unrelated to self-rated health for men, but strongly related to poor health for women. For men and women, satisfaction with social activities increased the likelihood of reporting better health. Future research should focus on the health effects of gendered differences in domestic and paid work, and on home and family roles and the interaction among gender, household crowding, and health.",
  "authors": [
    {
      "last_name": "Dunn",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Dunn",
      "affiliations": [
        "Inner City Health Research Unit, St. Michael's Hospital, Toronto, ON, Canada. jim.dunn@utoronto.ca"
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": []
    },
    {
      "last_name": "Graham",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Graham",
      "affiliations": []
    },
    {
      "last_name": "Weiss",
      "fore_name": "Christina B",
      "initials": "CB",
      "name": "Christina B Weiss",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Reviews on environmental health",
    "iso_abbreviation": "Rev Environ Health",
    "issn": "0048-7554",
    "issn_type": "Print",
    "volume": "19",
    "issue": "3-4",
    "pub_year": "2004"
  },
  "start_page": "177",
  "end_page": "195",
  "pages": "177-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "British Columbia",
    "Cross-Sectional Studies",
    "Employment",
    "Environment",
    "Female",
    "Gender Identity",
    "Health Status",
    "Health Surveys",
    "Housing",
    "Humans",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Sex Factors",
    "Social Class",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "15742670"
  },
  "dates": {
    "completed": "2005-06-07",
    "revised": "2021-10-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.515250",
    "pmid": "15742670"
  }
}