{
  "pmid": "15759049",
  "uid": "15759049",
  "title": "The value of studying gene-environment interactions in culturally diverse populations.",
  "abstract": "Cardiovascular disease (CVD) is the leading cause of death and disability in the world. It is anticipated that CVD will reach pandemic proportions by the year 2020. Although the major causes of CVD are well documented and explain the majority of cardiovascular deaths, the prevalence of conventional cardiovascular risk factors vary substantially across diverse cultural groups. These differences are attributed to cultural or genetic differences or to interactions between genes and environmental factors. Substantial efforts have been invested in determining the genetic influences on CVD development, and it is unlikely that a single gene is responsible for the development of atherosclerotic CVD or its classical risk factors such as blood pressure or plasma lipids. It is more plausible that multiple genes, acting either alone or in concert with one another, which display effect modification in the presence of certain environmental factors, are modestly associated with CVD or its main risk factors. Following this hypothesis, studying populations with diversity in environmental factors may increase the discovery potential of gene-environmental interactions. In this brief review, the advantage of studying gene-environment interactions across heterogeneous groups with diverse lifestyles is discussed.",
  "authors": [
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Canadian Institutes of Health Research, Population Health Research Institute, Mc Master University, Hamilton, ON, Canada. anands@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of physiology and pharmacology",
    "iso_abbreviation": "Can J Physiol Pharmacol",
    "issn": "0008-4212",
    "issn_type": "Print",
    "volume": "83",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jan"
  },
  "start_page": "42",
  "end_page": "46",
  "pages": "42-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Arteriosclerosis",
    "Canada",
    "Homocysteine",
    "Humans",
    "Life Style",
    "Methylenetetrahydrofolate Reductase (NADPH2)",
    "Polymorphism, Single Nucleotide",
    "Population Groups",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15759049",
    "doi": "10.1139/y05-004",
    "pii": "y05-004"
  },
  "doi": "10.1139/y05-004",
  "dates": {
    "completed": "2005-07-11",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Homocysteine",
    "Methylenetetrahydrofolate Reductase (NADPH2)"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:13.522777",
    "pmid": "15759049"
  }
}