{
  "pmid": "15763875",
  "uid": "15763875",
  "title": "Can students' reasons for choosing set answers to ethical vignettes be reliably rated? Development and testing of a method.",
  "abstract": "Although ethics is an important part of modern curricula, measures of students' ethical disposition have not been easy to develop. A potential method is to assess students' written justifications for selecting one option from a preset range of answers to vignettes and compare these justifications with predetermined 'expert' consensus. We describe the development of and reliability estimation for such a method -- the Ethics in Health Care Instrument (EHCI). Seven raters classified the responses of ten subjects to nine vignettes, on two occasions. The first stage of analysis involved raters' judging how consistent with consensus were subjects' justifications using generalizability theory, and then rating consensus responses on the action justification and values recognition hierarchies. The inter-rater reliability was 0.39 for the initial rating. Differential performance on questions was identified as the largest source of variance. Hence reliability was investigated also for students' total scores over the nine consensus vignettes. Rater effects were the largest source of variance identified. Examination of rater performance showed lack of rater consistency. D-studies were performed which showed acceptable reliability could nevertheless be obtained using four raters per EHCI. This study suggests that the EHCI has potential as an assessment instrument although further testing is required of all components of the methodology.",
  "authors": [
    {
      "last_name": "Goldie",
      "fore_name": "John",
      "initials": "J",
      "name": "John Goldie",
      "affiliations": [
        "General Practice and Primary Care, Community Based Sciences, University of Glasgow, 1 Horselethill Road, Glasgow, G12 9LX, UK. johngoldie@fsmail.net"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "McConnachie",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex McConnachie",
      "affiliations": []
    },
    {
      "last_name": "Jolly",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Jolly",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Jillian",
      "initials": "J",
      "name": "Jillian Morrison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical teacher",
    "iso_abbreviation": "Med Teach",
    "issn": "0142-159X",
    "issn_type": "Print",
    "volume": "26",
    "issue": "8",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "713",
  "end_page": "718",
  "pages": "713-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Analysis of Variance",
    "Education, Medical",
    "Educational Measurement",
    "Ethical Analysis",
    "Ethics, Medical",
    "Humans",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "15763875",
    "doi": "10.1080/01421590400016399",
    "pii": "MQKQRKL02Y8RE6FM"
  },
  "doi": "10.1080/01421590400016399",
  "dates": {
    "completed": "2005-04-20",
    "revised": "2006-10-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.398801",
    "pmid": "15763875"
  }
}