{
  "pmid": "15780103",
  "uid": "15780103",
  "title": "A systematic review of the effect of nocturnal hemodialysis on blood pressure, left ventricular hypertrophy, anemia, mineral metabolism, and health-related quality of life.",
  "abstract": "BACKGROUND: Nocturnal hemodialysis is a novel form of dialysis where patients perform dialysis 6 nights per week while they sleep. Multiple publications report significant improvements in selected clinical outcomes, although the strength of these results is limited by shortcomings in study design. A systematic review of the current available literature was undertaken to examine the effect of nocturnal hemodialysis on key health outcomes. METHODS: An inclusive search of medical databases was undertaken to identify all nocturnal hemodialysis studies. These results were manually reviewed for relevance to nocturnal hemodialysis and its impact on the following predefined health outcomes: blood pressure control, left ventricular hypertrophy, anemia, mineral metabolism, and health related quality of life. Case reports, short-term studies (<4 weeks), studies without comparator groups, and studies not reporting data in a quantitative fashion were excluded. The results of the remaining studies were reported in tabular format. RESULTS: Of the initial 270 studies identified, only 14 met inclusion/exclusion criteria. No studies examining the impact of nocturnal hemodialysis on mortality were identified. All studies reported improved blood pressure control after conversion to nocturnal hemodialysis. Data regarding the other health outcomes of interest revealed mixed results. CONCLUSION: Nocturnal hemodialysis is a potential alternative to conventional intermittent hemodialysis. Before significant resources are invested in initiating nocturnal hemodialysis programs, further data on mortality and cardiovascular morbidity, preferably from randomized clinical trials, are required.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Culleton",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Culleton",
      "affiliations": []
    },
    {
      "last_name": "Tonelli",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Tonelli",
      "affiliations": []
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden",
      "initials": "B",
      "name": "Braden Manns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "0085-2538",
    "issn_type": "Print",
    "volume": "67",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Apr"
  },
  "start_page": "1500",
  "end_page": "1508",
  "pages": "1500-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anemia",
    "Blood Pressure",
    "Circadian Rhythm",
    "Health Status",
    "Humans",
    "Hypertrophy, Left Ventricular",
    "Kidney Failure, Chronic",
    "Minerals",
    "Quality of Life",
    "Renal Dialysis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15780103",
    "doi": "10.1111/j.1523-1755.2005.00228.x",
    "pii": "S0085-2538(15)50606-6"
  },
  "doi": "10.1111/j.1523-1755.2005.00228.x",
  "dates": {
    "completed": "2005-09-26",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Minerals"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.433140",
    "pmid": "15780103"
  }
}