{
  "pmid": "15795340",
  "uid": "15795340",
  "title": "Advertising by academic medical centers.",
  "abstract": "BACKGROUND: Many academic medical centers have increased their use of advertising to attract patients. While the content of direct-to-consumer pharmaceutical advertisements (ads) has been studied, to our knowledge, advertising by academic medical centers has not. We aimed to characterize advertising by the nation's top academic medical centers. METHODS: We contacted all 17 medical centers named to the US News & World Report 2002 honor roll of \"America's Best Hospitals\" for a semistructured interview regarding their advertising practices. In addition, we obtained and systematically analyzed all non-research-related print ads placed by these institutions in their 5 most widely circulating local newspapers during 2002. RESULTS: Of the 17 institutions, 16 reported advertising to attract patients; 1 stated, \"We're just word of mouth.\" While all 17 centers confirmed the presence of an institutional review board process for approving advertising to attract research subjects, none reported a comparable process for advertising to attract patients. We identified 127 unique non-research-related print ads for the 17 institutions during 2002 (mean, 7.5; range, 0-39). Three ads promoted community events with institution sponsorship, 2 announced genuine public services, and 122 were aimed at attracting patients. Of the latter group, 36 ads (29.5%) promoted the medical center as a whole, while 65 (53.3%) promoted specific clinical departments and 21 (17.2%) promoted single therapeutic interventions or diagnostic tests. The most commonly used marketing strategies included appealing to emotions (61.5%), highlighting institution prestige (60.7%), mentioning a symptom or disease (53.3%), and promoting introductory lectures or special offers likely to lead to further business (47.5%). Of the 21 ads for single interventions, most were for unproved (38.1%) or cosmetic (28.6%) procedures. While more than half of these ads presented benefits, none quantified their positive claims and just 1 mentioned potential harms. CONCLUSIONS: Advertising to attract patients is common among top academic medical centers but is not subjected to the oversight standard for clinical research. Many of the ads seemed to place the interests of the medical center before the interests of the patients.",
  "authors": [
    {
      "last_name": "Larson",
      "fore_name": "Robin J",
      "initials": "RJ",
      "name": "Robin J Larson",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA. j.larson@dartmouth.edu"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "0003-9926",
    "issn_type": "Print",
    "volume": "165",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Mar",
    "pub_day": "28"
  },
  "start_page": "645",
  "end_page": "651",
  "pages": "645-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Academic Medical Centers",
    "Advertising",
    "Humans",
    "Interviews as Topic",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15795340",
    "doi": "10.1001/archinte.165.6.645",
    "pii": "165/6/645"
  },
  "doi": "10.1001/archinte.165.6.645",
  "dates": {
    "completed": "2005-04-20",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CA91052-01",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.399475",
    "pmid": "15795340"
  }
}