{
  "pmid": "15798783",
  "uid": "15798783",
  "title": "Efficacy of rapid-rate repetitive transcranial magnetic stimulation in the treatment of depression: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To systematically review the literature pertaining to rapid-rate repetitive transcranial magnetic stimulation (rTMS) compared with sham therapy for the treatment of a major depressive episode in order to arrive at qualitative and quantitative conclusions about the efficacy of rapid-rate rTMS. METHODS: MEDLINE, the Cochrane Library, the metaRegister of Controlled Trials and abstracts from scientific meetings were searched for the years 1966 until July 2003. The search terms \"transcranial magnetic stimulation\" and \"transcranial magnetic stimulation AND depression\" were used. Eighty-seven randomized controlled trials investigating the efficacy of rTMS were referenced on MEDLINE. Nineteen of these involved treatment of a major depressive episode, and these were reviewed. Six met more specific inclusion criteria including the use of rapid-rate stimulation, application to the left dorsolateral prefrontal cortex, evaluation with the 21-item Hamilton Rating Scale for Depression (HAM-D) and use of an intent-to-treat analysis. Scores on the 21-item HAM-D after treatment and standard deviations were extracted from each article for treatment and control subjects. A random-effects model was chosen for the meta-analysis, and the weighted mean difference was used as a summary measure. RESULTS: Six studies that met the inclusion criteria were identified and included in the meta-analysis. Two of these reported a significantly greater improvement in mood symptoms in the treatment versus the sham group. When combined in the meta-analysis, the overall weighted mean difference was -1.1 (95% confidence interval -4.5 to 2.3), and the results of a test for heterogeneity were not significant (chi2(5) = 5.81, p = 0.33). CONCLUSIONS: This meta-analysis suggests that rapid-rate rTMS is no different from sham treatment in major depression; however, the power within these studies to detect a difference was generally low. Randomized controlled trials with sufficient power to detect a clinically meaningful difference are required.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Couturier",
      "affiliations": [
        "Department of Psychiatry, University of Western Ontario, London, Ont. jlcoutur@uwo.ca"
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychiatry & neuroscience : JPN",
    "iso_abbreviation": "J Psychiatry Neurosci",
    "issn": "1180-4882",
    "issn_type": "Print",
    "volume": "30",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "83",
  "end_page": "90",
  "pages": "83-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Depressive Disorder, Major",
    "Electromagnetic Fields",
    "Humans",
    "Psychiatric Status Rating Scales",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "15798783",
    "pmc": "PMC551158"
  },
  "pmc_id": "PMC551158",
  "dates": {
    "completed": "2005-04-29",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.272754",
    "pmid": "15798783"
  }
}