{
  "pmid": "15806465",
  "uid": "15806465",
  "title": "Causes of reversible nephrogenic diabetes insipidus: a systematic review.",
  "abstract": "BACKGROUND: In nephrogenic diabetes insipidus (NDI), the kidney is unable to produce concentrated urine because of the insensitivity of the distal nephron to antidiuretic hormone (arginine vasopressin). In settings in which fluid intake cannot be maintained, this may result in severe dehydration and electrolyte imbalances. The risk for conversion of reversible to irreversible NDI seems to be a potential complication. This review summarizes the reversible causes of acquired NDI to facilitate earlier recognition and more effective treatment by clinicians. METHODS: Two reviewers independently searched MEDLINE, Experta Medica (EMBASE), and ISI bibliographic databases. Human studies that described NDI caused by drugs, substances, or metabolic disturbances were included. To evaluate the causal role of the risk factor, data were abstracted according to Koch's postulates. RESULTS: One hundred fifty-five studies published between 1957 and March 2004 described 30 risk factors. Of 155 studies, 58 studies provided a \"definite\" diagnosis of NDI; 83 studies, a \"probable\" diagnosis; and 14 studies, a \"possible\" diagnosis. Nine factors were considered \"definite\" causes of NDI; 15 factors, \"probable\" causes; and 6 factors, \"possible\" causes. The most reported risk factors were lithium (84 studies), antibiotics (16 studies), antifungals (11 studies), antineoplastic agents (9 studies), antivirals (8 studies), and metabolic disturbances (8 studies). Duration of NDI reversal, as well as conversion to irreversible symptoms, seemed to depend on the duration of exposure. CONCLUSION: Most risk factors for reversible NDI were medications, and their identification and removal resulted in resolution of the condition. Long-term treatment with lithium seemed to result in irreversible NDI.",
  "authors": [
    {
      "last_name": "Garofeanu",
      "fore_name": "Camelia G",
      "initials": "CG",
      "name": "Camelia G Garofeanu",
      "affiliations": [
        "Division of Nephrology, Walkerton Health Study, London Health Science Centre, Westminster Campus, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Weir",
      "affiliations": []
    },
    {
      "last_name": "Rosas-Arellano",
      "fore_name": "M Patricia",
      "initials": "MP",
      "name": "M Patricia Rosas-Arellano",
      "affiliations": []
    },
    {
      "last_name": "Henson",
      "fore_name": "Garth",
      "initials": "G",
      "name": "Garth Henson",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Clark",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Apr"
  },
  "start_page": "626",
  "end_page": "637",
  "pages": "626-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Infective Agents",
    "Antineoplastic Agents",
    "Cohort Studies",
    "Cross-Sectional Studies",
    "Diabetes Insipidus, Nephrogenic",
    "Humans",
    "Hypercalcemia",
    "Kidney",
    "Lithium",
    "Metabolic Diseases",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "15806465",
    "doi": "10.1053/j.ajkd.2005.01.008",
    "pii": "S0272638605000806"
  },
  "doi": "10.1053/j.ajkd.2005.01.008",
  "dates": {
    "completed": "2005-10-11",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Antineoplastic Agents",
    "Lithium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.917327",
    "pmid": "15806465"
  }
}