{
  "pmid": "15802476",
  "uid": "15802476",
  "title": "Optimal search strategies for detecting clinically sound prognostic studies in EMBASE: an analytic survey.",
  "abstract": "BACKGROUND: Clinical end users of EMBASE have a difficult time retrieving articles that are both scientifically sound and directly relevant to clinical practice. Search filters have been developed to assist end users in increasing the success of their searches. Many filters have been developed for the literature on therapy and reviews for use in MEDLINE, but little has been done for use in EMBASE with no filter development for studies of prognosis. The objective of this study was to determine how well various methodologic textwords, index terms, and their Boolean combinations retrieve methodologically sound literature on the prognosis of health disorders in EMBASE. METHODS: An analytic survey was conducted, comparing hand searches of 55 journals with retrievals from EMBASE for 4,843 candidate search terms and 8,919 combinations. All articles were rated using purpose and quality indicators, and clinically relevant prognostic articles were categorized as \"pass\" or \"fail\" according to explicit criteria for scientific merit. Candidate search strategies were run in EMBASE, the retrievals being compared with the hand search data. The sensitivity, specificity, precision, and accuracy of the search strategies were calculated. RESULTS: Of the 1,064 articles about prognosis, 148 (13.9%) met basic criteria for scientific merit. Combinations of search terms reached peak sensitivities of 98.7% with specificity at 50.6%. Compared with best single terms, best multiple terms increased sensitivity for sound studies by 12.2% (absolute increase), while decreasing specificity (absolute decrease 5.1%) when sensitivity was maximized. Combinations of search terms reached peak specificities of 93.4% with sensitivity at 50.7%. Compared with best single terms, best multiple terms increased specificity for sound studies by 7.1% (absolute increase), while decreasing sensitivity (absolute decrease 8.8%) when specificity was maximized. CONCLUSION: Empirically derived search strategies combining indexing terms and textwords can achieve high sensitivity or specificity for retrieving sound prognostic studies from EMBASE.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Room 2C10b, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Informatics Association : JAMIA",
    "iso_abbreviation": "J Am Med Inform Assoc",
    "issn": "1067-5027",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2005"
  },
  "start_page": "481",
  "end_page": "485",
  "pages": "481-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Databases, Bibliographic",
    "Humans",
    "Information Storage and Retrieval",
    "Prognosis",
    "Vocabulary, Controlled"
  ],
  "article_ids": {
    "pubmed": "15802476",
    "pmc": "PMC1174893",
    "doi": "10.1197/jamia.M1752",
    "pii": "M1752"
  },
  "doi": "10.1197/jamia.M1752",
  "pmc_id": "PMC1174893",
  "dates": {
    "completed": "2005-08-16",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.008449",
    "pmid": "15802476"
  }
}