{
  "pmid": "15817741",
  "uid": "15817741",
  "title": "Collective violence: comparisons between youths and chimpanzees.",
  "abstract": "Patterns of collective violence found among humans include similarities to those seen among chimpanzees. These include participation predominantly by males, an intense personal and group concern with status, variable subgroup composition, defense of group integrity, inter-group fights that include surprise attacks, and a tendency to avoid mass confrontation. Compared to chimpanzee communities, youth gangs tend to be larger, composed of younger individuals, occupying smaller territories and having a more complex organization. Youth gangs also differ from chimpanzee communities as a result of numerous cultural and environmental influences including complex relations with non-gang society. These relations are governed in important ways by such factors as perceived economic and personal constraints, policing, family structure, and levels of poverty, crime, and racism. Nevertheless, the concepts that sociologists use to account for collective violence in youth gangs are somewhat similar to those applied by anthropologists and biologists to chimpanzees. Thus in both cases collective violence is considered to emerge partly because males are highly motivated to gain personal status, which they do by physical violence. In the case of youth gangs, the reasons for the prevalence of physical violence in status competition compared to non-gang society are clearly context-specific, both culturally and historically. By contrast, among chimpanzees the use of physical violence to settle status competition is universal (in the wild and captivity). The use of physical violence in individual status competition therefore has different sources in youth gangs and chimpanzees. Regardless of its origin, however, its combination with an intense concern for status can explain: (1) why individual males form alliances among each other; and hence (2) how such alliances generate social power, closed groups, and a capacity for defense of territory or pre-emptive attacks on rivals. This comparison suggests that the use of physical violence to resolve individual status competition is an important predictor of collective violence at the gang level. We therefore view the similarities in aggression between humans and chimpanzees that we review here as being adaptive responses to local conditions, predicated on an inherent male concern for social status.",
  "authors": [
    {
      "last_name": "Wrangham",
      "fore_name": "Richard W",
      "initials": "RW",
      "name": "Richard W Wrangham",
      "affiliations": [
        "Department of Anthropology, Peabody Museum, Harvard University, Cambridge, Massachusetts 02138, USA. wrangham@fas.harvard.edu"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of the New York Academy of Sciences",
    "iso_abbreviation": "Ann N Y Acad Sci",
    "issn": "0077-8923",
    "issn_type": "Print",
    "volume": "1036",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "233",
  "end_page": "256",
  "pages": "233-56",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Aggression",
    "Animals",
    "Cooperative Behavior",
    "Culture",
    "Humans",
    "Male",
    "Pan troglodytes",
    "Social Behavior Disorders",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "15817741",
    "doi": "10.1196/annals.1330.015",
    "pii": "1036/1/233"
  },
  "doi": "10.1196/annals.1330.015",
  "dates": {
    "completed": "2008-08-08",
    "revised": "2005-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.764379",
    "pmid": "15817741"
  }
}