{
  "pmid": "15813765",
  "uid": "15813765",
  "title": "Research in clinical reasoning: past history and current trends.",
  "abstract": "BACKGROUND: Research in clinical reasoning has been conducted for over 30 years. Throughout this time there have been a number of identifiable trends in methodology and theory. PURPOSE: This paper identifies three broad research traditions, ordered chronologically, are: (a) attempts to understand reasoning as a general skill--the \"clinical reasoning\" process; (b) research based on probes of memory--reasoning related to the amount of knowledge and memory; and (c) research related to different kinds of mental representations--semantic qualifiers, scripts, schemas and exemplars. RESULTS AND CONCLUSIONS: Several broad themes emerge from this review. First, there is little evidence that reasoning can be characterised in terms of general process variables. Secondly, it is evident that expertise is associated, not with a single basic representation but with multiple coordinated representations in memory, from causal mechanisms to prior examples. Different representations may be utilised in different circumstances, but little is known about the characteristics of a particular situation that led to a change in strategy. IMPLICATIONS: It becomes evident that expertise lies in the availability of multiple representations of knowledge. Perhaps the most critical aspect of learning is not the acquisition of a particular strategy or skill, nor is it the availability of a particular kind of knowledge. Rather, the critical element may be deliberate practice with multiple examples which, on the hand, facilitates the availability of concepts and conceptual knowledge (i.e. transfer) and, on the other hand, adds to a storehouse of already solved problems.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Michael De Groote Centre for Learning and Discovery, McMaster University, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. norman@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "39",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Apr"
  },
  "start_page": "418",
  "end_page": "427",
  "pages": "418-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Clinical Competence",
    "Decision Making",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Humans",
    "Memory",
    "Problem Solving",
    "Research",
    "Science",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "15813765",
    "doi": "10.1111/j.1365-2929.2005.02127.x",
    "pii": "MED2127"
  },
  "doi": "10.1111/j.1365-2929.2005.02127.x",
  "dates": {
    "completed": "2005-06-06",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.738668",
    "pmid": "15813765"
  }
}