{
  "pmid": "15815882",
  "uid": "15815882",
  "title": "Perioperative anticoagulation for patients with mechanical heart valves: a survey of current practice.",
  "abstract": "BACKGROUND: Patients with mechanical heart valves (MHV) require temporary interruption of warfarin when undergoing invasive procedures. Current guidelines addressing this subject are discordant because there is no high quality evidence to support any single management strategy. We tested the hypothesis that there is significant practice variation amongst clinicians caring for patients with MHV who require temporary cessation of their warfarin therapy. METHODS: A survey describing 4 hypothetical patients with mechanical heart valves was distributed to all clinicians attending an anticoagulation specialty meeting. For each scenario, the attendee was given several choices for preoperative and postoperative anticoagulation management. Information about each respondent's profession, specialty and the frequency with which they make perioperative anticoagulation recommendations was also collected. RESULTS: Three hundred twenty-four of 650 surveys were returned. In each of the case scenarios, a majority of respondents selected subcutaneous low molecular weight heparin (LMWH) or subcutaneous unfractionated heparin (UH) as the preferred pre- and postoperative anticoagulant. Significant variation in practice was noted: for none of the questions was a single strategy selected by greater than 80% of respondents. CONCLUSION: Expert clinicians differ in their perioperative management strategies for patients with MHV who require interruption of warfarin. Although subcutaneous LMWH/UH was the treatment of choice in all scenarios, the lack of consensus found in our survey highlights the need for randomized controlled clinical trials of peri-procedural anticoagulant therapy. This survey of anticoagulation experts reveals that there is significant practice variation in scenarios where temporary interruption of warfarin is necessary in patients with mechanical heart valves. Despite discordant guidelines and a lack of high-quality data to support any strategy, a majority of the respondents surveyed would use low molecular weight heparin (or subcutaneous unfractionated heparin) to anticoagulate patients with mechanical heart valves during the peri-operative period.",
  "authors": [
    {
      "last_name": "Garcia",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Garcia",
      "affiliations": [
        "Internal Medicine, University of New Mexico, Albuquerque, NM 87131, USA. davgarcia@salud.unm.edu"
      ]
    },
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": []
    },
    {
      "last_name": "Libby",
      "fore_name": "Edward N",
      "initials": "EN",
      "name": "Edward N Libby",
      "affiliations": []
    },
    {
      "last_name": "Bibb",
      "fore_name": "John",
      "initials": "J",
      "name": "John Bibb",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James",
      "initials": "J",
      "name": "James Douketis",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and thrombolysis",
    "iso_abbreviation": "J Thromb Thrombolysis",
    "issn": "0929-5305",
    "issn_type": "Print",
    "volume": "18",
    "issue": "3",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "199",
  "end_page": "203",
  "pages": "199-203",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Cross-Sectional Studies",
    "Female",
    "Heart Valve Prosthesis",
    "Humans",
    "Male",
    "Perioperative Care",
    "Professional Practice"
  ],
  "article_ids": {
    "pubmed": "15815882",
    "doi": "10.1007/s11239-005-0346-5"
  },
  "doi": "10.1007/s11239-005-0346-5",
  "dates": {
    "completed": "2005-08-23",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.631377",
    "pmid": "15815882"
  }
}