{
  "pmid": "15827842",
  "uid": "15827842",
  "title": "How to appraise a diagnostic test.",
  "abstract": "Clinicians frequently confront challenges when using diagnostic tests to help them decide whether the patient before them suffers from a particular target condition or diagnosis. The primary issues to consider when determining the validity of a diagnostic test study are how the authors assembled the patients and whether they used an appropriate reference standard in all patients to determine whether the patients did or did not have the target condition. Surgeons should be interested in the characteristics of the test that indicates the direction and magnitude of change in the probability of the target condition associated with a particular test result. The likelihood ratio best captures the link between the pretest probability of the target condition and the probability after the test results are obtained (also called the posttest probability). Many studies, however, present the properties of diagnostic tests in less clinically useful terms: sensitivity and specificity. Sensitivity denotes the proportion of people with the disorder in whom the test result is positive. Specificity denotes the proportion of people without the disorder in whom the test result is negative. Application of the guides presented in this article can allow surgeons to assess critically studies regarding a diagnostic test.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Health Sciences Center, McMaster University, Room 2c12, 1200 Main Street West, L8N 3Z5, Hamilton, Ontario, Canada. bhamdam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "World journal of surgery",
    "iso_abbreviation": "World J Surg",
    "issn": "0364-2313",
    "issn_type": "Print",
    "volume": "29",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "May"
  },
  "start_page": "561",
  "end_page": "566",
  "pages": "561-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Likelihood Functions",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "15827842",
    "doi": "10.1007/s00268-005-7913-y"
  },
  "doi": "10.1007/s00268-005-7913-y",
  "dates": {
    "completed": "2005-09-14",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.994376",
    "pmid": "15827842"
  }
}