{
  "pmid": "15828566",
  "uid": "15828566",
  "title": "Making hospital care safer and better: the structure-process connection leading to adverse events.",
  "abstract": "The 2004 Canadian Adverse Events (AE) Study which focused on estimating the incidence of AEs in hospital settings found an annual AE rate of 7.5% of all hospital admissions in Canada (Baker et al. 2004). Although study findings in terms of patient outcomes are essential for hospitals to review their own practices, a thorough understanding of the contributing factors leading to adverse events will be an important next step for hospitals to correct the deficiencies that might act as barriers to providing safe patient care. In other words, a thorough investigation and analysis of structure and process factors within individual hospitals as they relate to patient outcomes is needed as a next step. In order to explore how structural and care-process factors might be linked to the occurrence of adverse events in hospitals, this article aims at building a predictive model, by using Donabedian's model of structure, process, outcome and analyzing secondary data of Ontario Registered Nurse Survey of Hospital Characteristics. Results revealed that perceived understaffing, inadequate support services, unpleasant work environment, poor teamwork and non-supportive administration impact negatively the number of tasks left undone by nurses, which in turn, influence negatively the occurrence and frequency of adverse events in hospitals. Results and implications are discussed.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "University of Ottawa, ON. fjardaly@connect.careleton.ca"
      ]
    },
    {
      "last_name": "Lagacé",
      "fore_name": "Martine",
      "initials": "M",
      "name": "Martine Lagacé",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1710-2774",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2005"
  },
  "start_page": "40",
  "end_page": "48",
  "pages": "40-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Data Collection",
    "Developed Countries",
    "Hospitals, Public",
    "Humans",
    "Medical Errors",
    "Nursing Staff, Hospital",
    "Outcome Assessment, Health Care",
    "Quality Assurance, Health Care",
    "Safety"
  ],
  "article_ids": {
    "pubmed": "15828566",
    "doi": "10.12927/hcq..17048"
  },
  "doi": "10.12927/hcq..17048",
  "dates": {
    "completed": "2005-05-24",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.325889",
    "pmid": "15828566"
  }
}