{
  "pmid": "15827841",
  "uid": "15827841",
  "title": "How to appraise the effectiveness of treatment.",
  "abstract": "Before implementing a new therapy, we should ascertain the benefits and risks of the therapy and assure ourselves that the resources consumed during the intervention will not be exorbitant. In the hierarchy of research designs, the results of randomized controlled trials, especially if systematically reviewed, are considered the highest level of evidence. We suggest a three-step approach to using an article from the medical literature to guide your patient care. We recommend that readers ask whether the study can provide valid results, review the results, and consider how the results can be applied to patient care. Given the time constraints of busy surgical practices and surgical training programs, applying this analysis to every relevant article will be challenging. However, the basis of this process is essentially what we all do many times each week when making decisions about whether and how to treat patients. Making this process explicit with guidelines to assess the strength of the available evidence can serve to improve patient care. It also allow us to defend therapeutic interventions based on available evidence and not anecdote.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, McMaster University Health Sciences Center, Room 2C10b, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "World journal of surgery",
    "iso_abbreviation": "World J Surg",
    "issn": "0364-2313",
    "issn_type": "Print",
    "volume": "29",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "May"
  },
  "start_page": "570",
  "end_page": "575",
  "pages": "570-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Guidelines as Topic",
    "Humans",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "gamma-Aminobutyric Acid"
  ],
  "article_ids": {
    "pubmed": "15827841",
    "doi": "10.1007/s00268-005-7915-9"
  },
  "doi": "10.1007/s00268-005-7915-9",
  "dates": {
    "completed": "2005-09-14",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "progabide",
    "gamma-Aminobutyric Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.008683",
    "pmid": "15827841"
  }
}