{
  "pmid": "15832631",
  "uid": "15832631",
  "title": "From theory to application and back again: implications of research on medical expertise for psychological theory.",
  "abstract": "Research directed at an understanding of medical expertise is about 30 years old, and many developments in this literature parallel progress in cognitive psychology. Over the past 15 years or so, this research became much more closely identified with particular psychological theories. Initial forays into medicine were essentially direct applications of methods developed in the psychology lab to the more natural domain of medicine, with varying degrees of success. These attempts were followed by a second wave that took the psychological theories themselves more seriously in a more thoughtful application of psychological methods to the medical domain. I will argue in the present paper that the methods and theories used in the study of medical expertise have advanced to the point that there is some reverse flow and they are providing a unique and valuable perspective on the nature of thinking.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Program for Educational Research and Development, McMaster University, Hamilton, ON. norman@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of experimental psychology = Revue canadienne de psychologie experimentale",
    "iso_abbreviation": "Can J Exp Psychol",
    "issn": "1196-1961",
    "issn_type": "Print",
    "volume": "59",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "35",
  "end_page": "40",
  "pages": "35-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Humans",
    "Medicine",
    "Psychological Theory",
    "Thinking"
  ],
  "article_ids": {
    "pubmed": "15832631",
    "doi": "10.1037/h0087458"
  },
  "doi": "10.1037/h0087458",
  "dates": {
    "completed": "2005-05-05",
    "revised": "2019-11-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.738914",
    "pmid": "15832631"
  }
}