{
  "pmid": "15840028",
  "uid": "15840028",
  "title": "Antibody blockade of TNF-alpha reduces inflammation and scarring in experimental crescentic glomerulonephritis.",
  "abstract": "BACKGROUND: Tumor necrosis factor-alpha (TNF-alpha) is a proinflammatory cytokine produced by macrophages, and by renal mesangial and tubular epithelial cells. It stimulates the release of interleukin (IL)-1beta, monocyte chemoattractant protein-1 (MCP-1), and transforming growth factor-beta (TGF-beta). Blockade of TNF-alpha is currently used clinically in several autoimmune inflammatory diseases. We hypothesised that blocking TNF-alpha with a monoclonal antibody would prevent inflammation and renal fibrosis in crescentic glomerulonephritis. METHODS: Nephrotoxic nephritis was induced in Wistar Kyoto (WKY) rats by intravenous injection of rabbit antirat glomerular basement membrane (GBM) nephrotoxic serum (NTS). Anti-TNF-alpha monoclonal antibody or saline was given intraperitoneally three times per week in four protocols: experiment 1, days 0 to 7; experiment 2, days 0 to 14 and days 4 to 14; experiment 3, days 4 to 28; and experiment 4, days 14 to 28. RESULTS: In experiment 1, rats treated from disease induction had less glomerular fibrinoid necrosis and fewer glomerular macrophages at day 7. In experiment 2, rats treated from day 0 or day 4 showed improved renal function, as judged by serum creatinine, with a significant reduction in crescents. In experiment 3, anti-TNF-alpha treatment significantly reduced urine protein to creatinine ratio and urinary MCP-1 levels. Serum creatinine was preserved at both day 14 and day 28. Tubulointerstitial inflammation, glomerular and tubulointerstitial scarring, and markers of fibrosis [alpha-smooth muscle actin (alpha-SMA) and type IV collagen] were significantly less in treated rats at day 28. In experiment 4, serum creatinine was higher and tubulointerstitial scarring was less in delayed-treated animals. CONCLUSION: Neutralization of endogenous TNF-alpha reduces glomerular inflammation, crescent formation, and tubulointerstitial scarring, with preservation of renal function, in experimental crescentic glomerulonephritis. TNF-alpha blockade is effective even when introduced at the time of maximum glomerular inflammation.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah B",
      "initials": "SB",
      "name": "Sarah B Khan",
      "affiliations": [
        "Renal Section and Department of Histopathology, Faculty of Medicine, Imperial College London, Hammersmith Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "H Terence",
      "initials": "HT",
      "name": "H Terence Cook",
      "affiliations": []
    },
    {
      "last_name": "Bhangal",
      "fore_name": "Gurjeet",
      "initials": "G",
      "name": "Gurjeet Bhangal",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Smith",
      "affiliations": []
    },
    {
      "last_name": "Tam",
      "fore_name": "Frederick W K",
      "initials": "FW",
      "name": "Frederick W K Tam",
      "affiliations": []
    },
    {
      "last_name": "Pusey",
      "fore_name": "Charles D",
      "initials": "CD",
      "name": "Charles D Pusey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "0085-2538",
    "issn_type": "Print",
    "volume": "67",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "May"
  },
  "start_page": "1812",
  "end_page": "1820",
  "pages": "1812-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Antibodies, Monoclonal",
    "Basement Membrane",
    "Creatinine",
    "Glomerulonephritis",
    "Kidney Glomerulus",
    "Male",
    "Rabbits",
    "Rats",
    "Rats, Inbred WKY",
    "Time Factors",
    "Tumor Necrosis Factor-alpha"
  ],
  "article_ids": {
    "pubmed": "15840028",
    "doi": "10.1111/j.1523-1755.2005.00279.x",
    "pii": "S0085-2538(15)50659-5"
  },
  "doi": "10.1111/j.1523-1755.2005.00279.x",
  "dates": {
    "completed": "2005-08-22",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Tumor Necrosis Factor-alpha",
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.675162",
    "pmid": "15840028"
  }
}