{
  "pmid": "15853843",
  "uid": "15853843",
  "title": "What do children's global ratings of oral health and well-being measure?",
  "abstract": "OBJECTIVES: To explore the constructs children incorporate in the responses to global ratings of their oral health (OH) and OH-related overall well-being (OWB). METHODS: Data were collected as part of a project to validate the Child Perceptions Questionnaire for ages 11-14 (CPQ11-14), a self-report measure of OH-related quality of life. Its 37 questions are organized in the symptoms, functional limitations, emotional and social well-being domains. Children were recruited from paediatric dentistry, orthodontic and orofacial dental clinics. To identify the CPQ11-14 domain scores and questions predicting the global ratings, correlation and multiple regression analyses were used. RESULTS: Of the 123 children, 22.8% rated their OH as 'Fair/Poor' and 30.1% reported that their OWB was affected by their oral/orofacial condition. Positive significant correlations were observed between the OH ratings and the CPQ11-14 oral symptoms and emotional well-being domains, and between the OWB ratings and all four CPQ11-14 domains. The number of the CPQ11-14 questions significantly correlated with the OH and OWB ratings were 8 and 19, respectively. Only the symptoms domain entered the model for the OH (R2=0.05), while age, functional limitations and emotional well-being domains predicted the OWB (R2=0.18). The OH model included three questions (R2=0.13) and the OWB model included age and six questions (R2=0.25). In both models all but one of the questions came from the emotional and social well-being domains. CONCLUSIONS: These findings suggest that children view OH and its impact on well-being as multidimensional concepts. Further research, including qualitative studies, is needed to better understand the referents children use when responding to global ratings and the factors that determine their responses.",
  "authors": [
    {
      "last_name": "Jokovic",
      "fore_name": "Aleksandra",
      "initials": "A",
      "name": "Aleksandra Jokovic",
      "affiliations": [
        "Community Dental Health Services Research Unit, Faculty of Dentistry, University of Toronto, Toronto, ON, Canada. aleksandra.jokovic@utoronto.ca"
      ]
    },
    {
      "last_name": "Locker",
      "fore_name": "David",
      "initials": "D",
      "name": "David Locker",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Community dentistry and oral epidemiology",
    "iso_abbreviation": "Community Dent Oral Epidemiol",
    "issn": "0301-5661",
    "issn_type": "Print",
    "volume": "33",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Jun"
  },
  "start_page": "205",
  "end_page": "211",
  "pages": "205-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Attitude to Health",
    "Child",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Oral Health",
    "Quality of Life",
    "Regression Analysis",
    "Statistics, Nonparametric"
  ],
  "article_ids": {
    "pubmed": "15853843",
    "doi": "10.1111/j.1600-0528.2005.00210.x",
    "pii": "COM210"
  },
  "doi": "10.1111/j.1600-0528.2005.00210.x",
  "dates": {
    "completed": "2005-08-22",
    "revised": "2009-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.299246",
    "pmid": "15853843"
  }
}