{
  "pmid": "15850033",
  "uid": "15850033",
  "title": "Long-term health sequelae following E. coli and campylobacter contamination of municipal water. Population sampling and assessing non-participation biases.",
  "abstract": "BACKGROUND: Following bacterial contamination of a municipal water system in the rural town of Walkerton, Ontario, over 2,300 cases of acute gastroenteritis were documented. The Walkerton Health Study is currently underway to assess for long-term health sequelae among consenting inhabitants of Walkerton, related to the original outbreak. We explored whether the association between the acute exposure and preliminary long-term health outcomes may have been biased through differences between early- and late-recruited study participants. METHODS: Using multiple data sources, including the 1996 and 2001 Canadian Census, and records from the Regional Health Unit, hospital and Walkerton Health Study, we determined both sample representativeness and the anticipated effects of intensifying study participant recruitment. Selection bias was assessed by examining for differences between initial and late participants, and their subsequent risk of having hypertension, proteinuria and reduced renal clearance. RESULTS: Of the 4,315 participants, 2,756 were permanent residents of Walkerton, representing 55% of the town's total population. The sample was demographically similar to the population of interest, although statistically women were more likely to participate than men (55% of sample were women compared to 52% of population, p<0.01), and the proportion of both young and very elderly adults was smaller than expected (13% of sample were > or = 65 years of age compared to 18% of population, p<0.01). Comparing the initial 3,959 participants to the 356 persons additionally recruited with substantial effort, the latter were more likely to be free of symptoms during the outbreak (21% vs. 7%, p<0.001), but were otherwise similar in terms of age, sex, the use of medical care resources and underlying health state predating the outbreak. The risk of long-term hypertension or renal sequelae did not significantly differ between initial and late study recruits. CONCLUSIONS: Participants in the Walkerton Health Study represent the population of interest, and comprise those who were acutely ill during the infected water outbreak. The available study sample should provide reasonably unbiased estimates of the associated risk between acute bacterial gastroenteritis and long-term health sequelae.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, University of Western Ontario, London, Ontario. Amit.Garg@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Macnab",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Macnab",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "William",
      "initials": "W",
      "name": "William Clark",
      "affiliations": []
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "96",
    "issue": "2",
    "pub_year": "2005"
  },
  "start_page": "125",
  "end_page": "130",
  "pages": "125-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Disease",
    "Adolescent",
    "Adult",
    "Age Distribution",
    "Aged",
    "Campylobacter",
    "Child",
    "Child, Preschool",
    "Confidence Intervals",
    "Disease Outbreaks",
    "Escherichia coli Infections",
    "Escherichia coli O157",
    "Female",
    "Gastroenteritis",
    "Health Status",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Rural Population",
    "Sex Distribution",
    "Water Microbiology"
  ],
  "article_ids": {
    "pubmed": "15850033",
    "pmc": "PMC6975821",
    "doi": "10.1007/BF03403675"
  },
  "doi": "10.1007/BF03403675",
  "pmc_id": "PMC6975821",
  "dates": {
    "completed": "2005-05-10",
    "revised": "2023-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.917547",
    "pmid": "15850033"
  }
}