{
  "pmid": "15850038",
  "uid": "15850038",
  "title": "Linking survey data with administrative health information: characteristics associated with consent from a neonatal intensive care unit follow-up study.",
  "abstract": "BACKGROUND: Health services and population health research often depends on the ready availability of administrative health data. However, the linkage of survey-based data to administrative data for health research purposes has raised concerns about privacy. Our aim was to compare consent rates to data linkage in two samples of caregivers and describe characteristics associated with consenters. METHODS: Subjects included caregivers of children admitted at birth to neonatal intensive care units (NICU) in British Columbia and caregivers of a sample of healthy children. Caregivers were asked to sign a consent form enabling researchers to link the survey information with theirs and their child's provincially collected health records. Bivariate analysis identified sample characteristics associated with consent. These were entered into logistic regression models. RESULTS: The sample included 1,140 of 2,221 NICU children and 393 of 718 healthy children. The overall response rate was 55% and the response rate for located families was 67.1%. Consent to data linkage with the child data was given by 71.6% of respondents and with caregiver data by 67% of respondents. Families of healthy children were as likely to provide consent as families of NICU children. Higher rates of consent were associated with being a biological parent, not requiring survey reminders, involvement in a parent support group, not working full-time, having less healthy children, multiple births and higher income. CONCLUSION: The level of consent achieved suggests that when given a choice, most people are willing to permit researcher access to their personal health information for research purposes. There is scope for educating the public about the nature and importance of research that combines survey and administrative data to address important health questions.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Centre for Community Child Health Research, Vancouver, BC. afk@interchange.ubc.ca"
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shoo K",
      "initials": "SK",
      "name": "Shoo K Lee",
      "affiliations": []
    },
    {
      "last_name": "Barer",
      "fore_name": "Morris",
      "initials": "M",
      "name": "Morris Barer",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "96",
    "issue": "2",
    "pub_year": "2005"
  },
  "start_page": "151",
  "end_page": "154",
  "pages": "151-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "British Columbia",
    "Caregivers",
    "Confidentiality",
    "Databases, Factual",
    "Follow-Up Studies",
    "Health Status",
    "Health Surveys",
    "Humans",
    "Infant, Newborn",
    "Intensive Care Units, Neonatal",
    "Logistic Models",
    "Medical Record Linkage",
    "Parental Consent",
    "Parents",
    "Social Class",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "15850038",
    "pmc": "PMC6975643",
    "doi": "10.1007/BF03403680"
  },
  "doi": "10.1007/BF03403680",
  "pmc_id": "PMC6975643",
  "dates": {
    "completed": "2005-05-10",
    "revised": "2020-02-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.298574",
    "pmid": "15850038"
  }
}