{
  "pmid": "15857591",
  "uid": "15857591",
  "title": "Role of FNA cytology in the management of carcinoma breast.",
  "abstract": "OBJECTIVE: To evaluate the utility and role of fine needle aspiration cytology (FNAC) in essential surgical management of carcinoma breast. DESIGN: Descriptive study. PLACE AND DURATION OF STUDY: PNS Shifa, Karachi, Combined Military Hospital (CMH), Pannu Aqil and PNS Rahat from August 1998 to August 2003 [05 years]. PATIENTS AND METHODS: The study included one hundred cases of carcinoma of breast-97 females and 3 males, confirmed on histopathological examination and surgically treated at PNS Shifa, CMH Pano Aqil and PNS Rahat. FNA cytology was the primary tool of investigation in all. The benefit of the procedure was evaluated considering the ease of the procedure, cost, safety, reliability as screening procedure and its effect on sparing the patients from excision or incision biopsy and thus additional anesthesia. RESULTS: Sensitivity of the procedure was 78%, specificity 100%, predictve value 100% and overall diagnostic accuracy 72%. Out of 78 cases, diagnosed as positive for malignancy on FNAC and later confirmed by histopathological examination, 58 underwent frozen section examination followed by definitive surgery (modified radical mastectomy). Remaining 20 cases underwent additional core biopsy. Out of these, 12 cases underwent definitive surgery without frozen section and 8 patients underwent frozen section examination followed by definitive surgery. A single case required general anesthesia (GA) while the patients undergoing core biopsy required a local anesthesia (LA) as well. Cases remaining undiagnosed by FNA-cytology (22 cases) required either an excision biopsy (17 cases) or incision biopsy (5 cases) under GA followed by definitive surgery, thus requiring general anesthesia twice during the management. CONCLUSION: FNA-cytology can positively affect the surgical management of carcinoma breast. It can be utilized to select the patients for frozen section examination and can thus spare the patients from additional procedure of excision or incision biopsy under separate anesthesia. It may be adopted as a routine procedure in surgical outpatient.",
  "authors": [
    {
      "last_name": "Tariq",
      "fore_name": "Ghulam Rasool",
      "initials": "GR",
      "name": "Ghulam Rasool Tariq",
      "affiliations": [
        "Surgical Department, PNS Shifa, Karachi. abrar_zaidi@hotmail.com"
      ]
    },
    {
      "last_name": "Haleem",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Haleem",
      "affiliations": []
    },
    {
      "last_name": "Zaidi",
      "fore_name": "Abrar Hussain",
      "initials": "AH",
      "name": "Abrar Hussain Zaidi",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Abbasi",
      "fore_name": "Shafqat",
      "initials": "S",
      "name": "Shafqat Abbasi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the College of Physicians and Surgeons--Pakistan : JCPSP",
    "iso_abbreviation": "J Coll Physicians Surg Pak",
    "issn": "1022-386X",
    "issn_type": "Print",
    "volume": "15",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Apr"
  },
  "start_page": "207",
  "end_page": "210",
  "pages": "207-10",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Biopsy, Fine-Needle",
    "Breast Neoplasms",
    "Carcinoma",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "15857591",
    "pii": "040579197"
  },
  "dates": {
    "completed": "2005-06-07",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.518455",
    "pmid": "15857591"
  }
}