{
  "pmid": "15868721",
  "uid": "15868721",
  "title": "On reducing abnormal hemodynamics in the femoral end-to-side anastomosis: the influence of mechanical factors.",
  "abstract": "This study was concerned with investigating the influence of mechanical factors on the hemodynamics of the end-to-side anastomosis in an attempt to identify critical factors and establish if it is possible to re-engineer existing, patient-specific, by-pass grafts with a view to increasing their patency. The study chose the femoral artery as the principal subject of interest. Wall shear stresses (WSS) and wall shear stress gradients (WSSG) were taken as the primary quantities of interest. Angle, graft calibre, interposition cuffs, proximal outflow and inlet waveform were studied. The study found that the use of cuffs and patches can significantly reduce abnormal WSS and WSSG by up to 70% when compared to a benchmark 45 degrees conventional anastomosis. The Taylor patch was found to be more robust in reducing peak WSS magnitudes and gradients than the Miller cuff, where design variables proved to be more critical. On the addition of a Taylor patch to a realistic end-to-side femoral anastomosis, the peak WSS and WSSG were found to be reduced by 27% and 57%, respectively. In conclusion, it is possible to use idealised models to identify critical disease influencing factors and to use these findings to reduce the effects of abnormal hemodynamics in realistic, patient-dependant models.",
  "authors": [
    {
      "last_name": "Brien",
      "fore_name": "Thomas O",
      "initials": "TO",
      "name": "Thomas O Brien",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical and Aeronautical Engineering, University of Limerick, Limerick, Ireland. thomas.obrien@ul.ie"
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "McGloughlin",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim McGloughlin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of biomedical engineering",
    "iso_abbreviation": "Ann Biomed Eng",
    "issn": "0090-6964",
    "issn_type": "Print",
    "volume": "33",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "310",
  "end_page": "322",
  "pages": "310-22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anastomosis, Surgical",
    "Blood Flow Velocity",
    "Blood Pressure",
    "Computer Simulation",
    "Femoral Artery",
    "Humans",
    "Models, Cardiovascular",
    "Shear Strength"
  ],
  "article_ids": {
    "pubmed": "15868721",
    "doi": "10.1007/s10439-005-1733-y"
  },
  "doi": "10.1007/s10439-005-1733-y",
  "dates": {
    "completed": "2005-07-19",
    "revised": "2019-09-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.435898",
    "pmid": "15868721"
  }
}