{
  "pmid": "15860052",
  "uid": "15860052",
  "title": "Treatment decision aids: conceptual issues and future directions.",
  "abstract": "BACKGROUND: In the last 10 years, there has been a major growth in the development of treatment decision aids. Multiple goals have been identified for these tools. However, the rationale for and meaning of these goals at the conceptual level, the mechanisms through which decision aids are intended to achieve these goals, and value assumptions underlying the design of aids and associated values clarification exercises have often not been made explicit. OBJECTIVE: In this paper, we present ideas to help inform the future development and evaluation of decision aids. RESULTS: We suggest, (i) that the appropriateness of using any decision aid be assessed within the context of the wider decision-making encounter within which it is embedded; (ii) that goal setting activities drive measurement activities and not the other way round; (iii) that the rationale for and meaning of goals at the conceptual level, and mechanisms through which they are intended to have an impact be clearly thought through and made explicit; (iv) that value assumptions underlying both decision aids and associated values clarification exercises be communicated to patients; (v) that taxonomies developed and used to classify various types of decision aids include a section on value assumptions underlying each tool; (vi) that further debate and discussion take place on the role of explicit values clarification exercises as a component of or adjunct to treatment decision aids and the feasibility of implementing valid measures. CONCLUSION: Further debate and discussion is needed on the above issues.",
  "authors": [
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": [
        "Center for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. charlesc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Whelan",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-6513",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Jun"
  },
  "start_page": "114",
  "end_page": "125",
  "pages": "114-25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Decision Support Techniques",
    "Episode of Care",
    "Humans",
    "National Health Programs",
    "Patient Participation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15860052",
    "pmc": "PMC5060284",
    "doi": "10.1111/j.1369-7625.2005.00325.x",
    "pii": "HEX325"
  },
  "doi": "10.1111/j.1369-7625.2005.00325.x",
  "pmc_id": "PMC5060284",
  "dates": {
    "completed": "2005-07-27",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.676412",
    "pmid": "15860052"
  }
}