{
  "pmid": "15866960",
  "uid": "15866960",
  "title": "Preoperative skin preparation of the foot and ankle: bristles and alcohol are better.",
  "abstract": "BACKGROUND: The most efficient way to prepare the skin for foot and ankle surgery is unknown. In recent studies, >70% of aerobic bacterial cultures of specimens taken from the nail folds following skin preparation with povidone-iodine were positive. The goal of the current study was to determine the effect of isopropyl alcohol on the eradication of bacteria from the nails and skin of the normal foot and ankle. In addition, the effect of using a bristled brush rather than sponges to scrub the foot was investigated. METHODS: Four skin-preparation techniques were studied in two sets of twenty-five volunteers. In phase I of the study, the right foot and ankle of each member of the first set of volunteers was prepared with method 1, which consisted of a two-stage povidone-iodine scrub and paint with use of soft sponges. The left foot and ankle was prepared with method 2, which consisted of method 1 as well as an additional pre-wash with 70% isopropyl alcohol. In phase II, the right foot and ankle of each member of the second set of volunteers was prepared with method 3, which consisted of a povidone-iodine scrub and paint with use of a bristled brush to scrub the foot. The left side was prepared with method 4, which consisted of an alcohol scrub and paint with use of a bristled brush to scrub the foot. At the end of the preparation process, specimens for aerobic bacterial cultures were obtained from the hallucal nail fold, interdigital web spaces, and anterior aspect of the ankle. Cultures were interpreted as positive or negative, and the results were also assessed quantitatively. RESULTS: The rates of positive cultures of the nail-fold specimens were 76% and 80% after methods 1 and 2 (soft sponges) and 76% and 12% after methods 3 and 4 (bristled brush). The reduction in the percentage of positive cultures with method 4 was highly significant (p < 0.001). Cultures of the specimens from the web spaces showed a significant difference in the rates of positive results between methods 1 and 2 (36% and 8%, p < 0.05) but no significant difference between methods 3 and 4 (12% and 0%, p = 0.25). The rates of positive cultures of specimens from the anterior aspect of the ankle were consistently low (< or = 4% for all methods). Quantitative analysis of positive cultures demonstrated significant reductions (p < 0.01) in heavy growth when bristled brushes had been used, both with povidone-iodine and isopropyl alcohol. CONCLUSIONS: The use of isopropyl alcohol and the use of a bristled brush both have beneficial effects on the skin-preparation process before foot and ankle surgery. In the current investigation, the most effective technique was the use of isopropyl alcohol in conjunction with scrubbing with a bristled brush. Merely washing the foot with alcohol-soaked sponges provided limited benefit to the web spaces only.",
  "authors": [
    {
      "last_name": "Keblish",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Keblish",
      "affiliations": [
        "Brigham Foot and Ankle Center, Faulkner Hospital, Boston, Massachusetts, USA. djkeblish@annapolis.med.navy.mil"
      ]
    },
    {
      "last_name": "Zurakowski",
      "fore_name": "David",
      "initials": "D",
      "name": "David Zurakowski",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Chiodo",
      "fore_name": "Christopher P",
      "initials": "CP",
      "name": "Christopher P Chiodo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "87",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "May"
  },
  "start_page": "986",
  "end_page": "992",
  "pages": "986-92",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "2-Propanol",
    "Adult",
    "Ankle",
    "Anti-Infective Agents, Local",
    "Foot",
    "Humans",
    "Orthopedic Procedures",
    "Povidone-Iodine",
    "Skin",
    "Surgical Wound Infection"
  ],
  "article_ids": {
    "pubmed": "15866960",
    "doi": "10.2106/JBJS.D.02695",
    "pii": "87/5/986"
  },
  "doi": "10.2106/JBJS.D.02695",
  "dates": {
    "completed": "2005-06-23",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Anti-Infective Agents, Local",
    "Povidone-Iodine",
    "2-Propanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.767371",
    "pmid": "15866960"
  }
}