{
  "pmid": "15862125",
  "uid": "15862125",
  "title": "Optimal search strategies for identifying sound clinical prediction studies in EMBASE.",
  "abstract": "BACKGROUND: Clinical prediction guides assist clinicians by pointing to specific elements of the patient's clinical presentation that should be considered when forming a diagnosis, prognosis or judgment regarding treatment outcome. The numbers of validated clinical prediction guides are growing in the medical literature, but their retrieval from large biomedical databases remains problematic and this presents a barrier to their uptake in medical practice. We undertook the systematic development of search strategies (\"hedges\") for retrieval of empirically tested clinical prediction guides from EMBASE. METHODS: An analytic survey was conducted, testing the retrieval performance of search strategies run in EMBASE against the gold standard of hand searching, using a sample of all 27,769 articles identified in 55 journals for the 2000 publishing year. All articles were categorized as original studies, review articles, general papers, or case reports. The original and review articles were then tagged as 'pass' or 'fail' for methodologic rigor in the areas of clinical prediction guides and other clinical topics. Search terms that depicted clinical prediction guides were selected from a pool of index terms and text words gathered in house and through request to clinicians, librarians and professional searchers. A total of 36,232 search strategies composed of single and multiple term phrases were trialed for retrieval of clinical prediction studies. The sensitivity, specificity, precision, and accuracy of search strategies were calculated to identify which were the best. RESULTS: 163 clinical prediction studies were identified, of which 69 (42.3%) passed criteria for scientific merit. A 3-term strategy optimized sensitivity at 91.3% and specificity at 90.2%. Higher sensitivity (97.1%) was reached with a different 3-term strategy, but with a 16% drop in specificity. The best measure of specificity (98.8%) was found in a 2-term strategy, but with a considerable fall in sensitivity to 60.9%. All single term strategies performed less well than 2- and 3-term strategies. CONCLUSION: The retrieval of sound clinical prediction studies from EMBASE is supported by several search strategies.",
  "authors": [
    {
      "last_name": "Holland",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Holland",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, L8N 3Z5, Canada. hollj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2005",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "11",
  "pages": "11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Diagnosis",
    "Empirical Research",
    "Evidence-Based Medicine",
    "Humans",
    "Information Storage and Retrieval",
    "Outcome Assessment, Health Care",
    "Periodicals as Topic",
    "Prognosis",
    "Risk Assessment",
    "Sensitivity and Specificity",
    "Subject Headings",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "15862125",
    "pmc": "PMC1097733",
    "doi": "10.1186/1472-6947-5-11",
    "pii": "1472-6947-5-11"
  },
  "doi": "10.1186/1472-6947-5-11",
  "pmc_id": "PMC1097733",
  "dates": {
    "completed": "2006-02-23",
    "revised": "2024-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.008889",
    "pmid": "15862125"
  }
}