{
  "pmid": "15878385",
  "uid": "15878385",
  "title": "A retrospective chart review of the clinical effects of atypical antipsychotic drugs on glycemic control in institutionalized patients with schizophrenia and comorbid diabetes mellitus.",
  "abstract": "BACKGROUND: The association between schizophrenia and onset of type 2 diabetes mellitus (DM) is well documented. It is unclear whether this association is due to inherent risk factors in individuals with schizophrenia or to treatment with antipsychotic drugs, particularly atypical antipsychotic agents. OBJECTIVES: The goals of this retrospective, observational study were the following: (1) to determine whether adequate glycemic control could be achieved in patients with schizophrenia and comorbid DM who were undergoing treatment with atypical antipsychotic drugs, (2) to identify inherent risk factors that may affect glycemic control in this patient population, and (3) to consider the possibility that combined medication and inherent risk factors may affect glycemic control. METHODS: This was a retrospective, observational chart review that evaluated institutionalized patients in a New Jersey mental institution with concurrent diagnoses of schizophrenia and type 1 or 2 DM who were being treated with atypical antipsychotic agents (ie, olanzapine, risperidone, clozapine, or quetiapine) and were referred by their hospital internists to a weekly, half-day, in-hospital DM clinic. All patients with initial and end-point data for the efficacy measure (ie, change in glycosylated hemoglobin [HbA(1c)]) were included in the analysis. Mixed-effects linear and least-squares models were used to test whether a specific comorbidity had an effect on the change in HbA(1c) adjusted for the duration of the observation. RESULTS: A total of 72 patients met entry criteria. Among the 38 patients with baseline and end-point data (20 treated with olanzapine and 18 treated with risperidone), mean (SD) HbA(1c) decreased from 8.21% (2.4%) to 7.62% (1.7%). The only baseline demographic characteristic or comorbidity that predicted significant worsening in the adjusted HbA(1c) change was hepatitis (P = 0.003). CONCLUSIONS: Using appropriate, aggressive antidiabetic therapy, glycemic control was achieved in this group of patients with schizophrenia and comorbid DM who were treated with atypical antipsychotic agents.",
  "authors": [
    {
      "last_name": "Krosnick",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Krosnick",
      "affiliations": [
        "Robert Wood Johnson Medical School, University of Medicine and Dentistry of New Jersey, New Brunswick, New Jersey, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical therapeutics",
    "iso_abbreviation": "Clin Ther",
    "issn": "0149-2918",
    "issn_type": "Print",
    "volume": "27",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "320",
  "end_page": "326",
  "pages": "320-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Antipsychotic Agents",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2",
    "Drug Interactions",
    "Female",
    "Glycated Hemoglobin",
    "Humans",
    "Hypoglycemic Agents",
    "Inpatients",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Risk Factors",
    "Schizophrenia"
  ],
  "article_ids": {
    "pubmed": "15878385",
    "doi": "10.1016/j.clinthera.2005.02.017",
    "pii": "S0149-2918(05)00036-6"
  },
  "doi": "10.1016/j.clinthera.2005.02.017",
  "dates": {
    "completed": "2005-07-20",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Glycated Hemoglobin A",
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.767651",
    "pmid": "15878385"
  }
}