{
  "pmid": "15879302",
  "uid": "15879302",
  "title": "Sensitivity and specificity of the ankle-brachial index to predict future cardiovascular outcomes: a systematic review.",
  "abstract": "OBJECTIVE: The ankle-brachial index is the ratio of the ankle and the brachial systolic blood pressure and is used to assess individuals with peripheral arterial disease. An ankle-brachial index <0.90 suggests the presence of peripheral arterial disease and is a marker of cardiovascular risk. The objective of this review is to determine the sensitivity and specificity of an ankle-brachial index <0.90 to predict future cardiovascular events, including coronary heart disease, stroke, and death. METHODS AND RESULTS: We conducted a systematic review of the literature and included studies that used an ankle-brachial index cutoff between 0.80 and 0.90 to classify patients with or without peripheral arterial disease, followed patients prospectively, and recorded cardiovascular outcomes (ie, myocardial infarction, stroke, or mortality). Data were combined using a random-effects model meta-analysis to determine the sensitivity, specificity, relative risks, and likelihood ratios of a low ankle-brachial index to predict future cardiovascular disease. A total of 22 studies were identified, 13 were excluded, and 9 studies were included in the meta-analysis. The sensitivity and specificity of a low ankle-brachial index to predict incident coronary heart diseases were 16.5% and 92.7%, for incident stroke were 16.0% and 92.2%, and for cardiovascular mortality were 41.0% and 87.9%, respectively. The corresponding positive likelihood ratios were 2.53 (95% CI, 1.45 to 4.40) for coronary heart disease, 2.45 (95% CI, 1.76 to 3.41) for stroke, and 5.61 (95% CI, 3.45 to 9.13) for cardiovascular death. CONCLUSIONS: The specificity of a low ankle-brachial index to predict future cardiovascular outcomes is high, but its sensitivity is low. The ankle-brachial index should become part of the vascular risk assessment among selected individuals.",
  "authors": [
    {
      "last_name": "Doobay",
      "fore_name": "Anand V",
      "initials": "AV",
      "name": "Anand V Doobay",
      "affiliations": [
        "Department of Medicine and Population Health Research Institute, McMaster University, Hamilton Ontario, Canada. anands@mcmaster.ca"
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arteriosclerosis, thrombosis, and vascular biology",
    "iso_abbreviation": "Arterioscler Thromb Vasc Biol",
    "issn": "1524-4636",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "7",
    "pub_year": "2005",
    "pub_month": "Jul"
  },
  "start_page": "1463",
  "end_page": "1469",
  "pages": "1463-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Ankle",
    "Blood Pressure",
    "Brachial Artery",
    "Coronary Disease",
    "Humans",
    "Incidence",
    "Predictive Value of Tests",
    "Sensitivity and Specificity",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "15879302",
    "doi": "10.1161/01.ATV.0000168911.78624.b7",
    "pii": "01.ATV.0000168911.78624.b7"
  },
  "doi": "10.1161/01.ATV.0000168911.78624.b7",
  "dates": {
    "completed": "2005-12-21",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.262415",
    "pmid": "15879302"
  }
}