{
  "pmid": "15877818",
  "uid": "15877818",
  "title": "Vitamin supplementation for prevention of mother-to-child transmission of HIV and pre-term delivery: a systematic review of randomized trial including more than 2800 women.",
  "abstract": "BACKGROUND: Observational studies have suggested that low serum vitamin levels are associated with increased mother-to-child transmission (MTCT) of HIV and increased preterm delivery. We aimed to determine the efficacy of vitamins on the prevention of MTCT and preterm delivery by systematically reviewing the available randomized controlled trials [RCTs]. We conducted systematic searches of 7 electronic databases. We extracted data from the RCTs independently, in duplicate. RESULTS: We included 4 trials in our review. Of the three trials on Vitamin A, two suggested no difference in MTCT, while the third and largest trial (n = 1078) suggested an increased risk of MTCT (Relative Risk 1.35, 95% Confidence Interval [CI], 1.11-1.66, P = 0.009). Two of the vitamin A trials addressed the impact of supplementation on pre-term delivery; one suggested a benefit (RR 0.65, 95% CI, 0.44-0.94) and the other no difference. All three vitamin A trials found no significant effect on infant mortality at 1 year. Of the two trials that looked at multivitamin use, only one addressed the prevention of MTCT, and found a non-significant RR of 1.04 (95% CI, 0.82-1.32). Two of the multivitamin trials found no significant effects on pre-term delivery. The single multivitamin trial examining children's mortality at 1 year yielded a non-significant RR of 0.91 (95% CI, 0.17-1.17). CONCLUSION: Randomized trials of vitamins to prevent MTCT have yielded conflicting results without strong evidence of benefit and have failed to exclude the possibility of harm.",
  "authors": [
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada. millsej@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": []
    },
    {
      "last_name": "Seely",
      "fore_name": "Dugald",
      "initials": "D",
      "name": "Dugald Seely",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AIDS research and therapy",
    "iso_abbreviation": "AIDS Res Ther",
    "issn": "1742-6405",
    "issn_type": "Print",
    "volume": "2",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "May",
    "pub_day": "06"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "15877818",
    "pmc": "PMC1131887",
    "doi": "10.1186/1742-6405-2-4",
    "pii": "1742-6405-2-4"
  },
  "doi": "10.1186/1742-6405-2-4",
  "pmc_id": "PMC1131887",
  "dates": {
    "revised": "2024-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.994520",
    "pmid": "15877818"
  }
}