{
  "pmid": "15876502",
  "uid": "15876502",
  "title": "A typology of mass grave and mass grave-related sites.",
  "abstract": "Mass graves are archaeological features with humanitarian and forensic import. Their creation and subsequent modification by natural and human agents reflect complex site histories and site formation processes that create a diversity of mass graves that must be captured with adequate terminology. The purpose of this paper is to encourage specialized research within the newly emerging discipline of forensic bioarchaeology of mass grave and mass grave-related sites as they occur internationally. In doing so, the authors present a typology for describing several types of mass grave and mass grave-related sites according to their archaeologically distinctive characteristics. Several definitions are provided to synthesize the experiences of internationally active forensic bioarchaeologists. A series of standardized definitions will ease communication between the forensic bioarchaeology and international human rights communities. We distinguish among the following basic types: surface and grave execution sites, permanent and temporary deposition sites, primary and secondary inhumation sites and, finally, looted instances of the latter. This endeavor is intended to promote communication with legal agencies such as the International Criminal Tribunals (ICTY/ICTR) and International Criminal Court (ICC).",
  "authors": [
    {
      "last_name": "Jessee",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Jessee",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, BC, Canada V5A 1S6. edjessee@uvic.ca"
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Skinner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Forensic science international",
    "iso_abbreviation": "Forensic Sci Int",
    "issn": "0379-0738",
    "issn_type": "Print",
    "volume": "152",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Aug",
    "pub_day": "11"
  },
  "start_page": "55",
  "end_page": "59",
  "pages": "55-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "15876502",
    "doi": "10.1016/j.forsciint.2005.02.031",
    "pii": "S0379-0738(05)00165-9"
  },
  "doi": "10.1016/j.forsciint.2005.02.031",
  "dates": {
    "completed": "2005-08-09",
    "revised": "2005-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.380203",
    "pmid": "15876502"
  }
}