{
  "pmid": "15887791",
  "uid": "15887791",
  "title": "An observational study of duplicate presentation rates between two national orthopedic meetings.",
  "abstract": "BACKGROUND: National meetings such as those of the American Academy of Orthopaedic Surgeons (AAOS) and the Canadian Orthopaedic Association (COA) are invaluable in the dissemination of new research findings. Given the limits of meeting agendas, investigators who present the same paper at multiple meetings prevent other presentations on potentially important original research. To determine the incidence of duplicate presentation of research between recent COA and AAOS meetings and between national meetings (AAOS and subspecialty), we conducted an observational study. METHODS: We hand-searched all podium papers and posters from the 2001 COA annual meeting for duplicate presentation at the 2001 and 2002 AAOS annual meetings and subspecialty meetings held in the USA. We evaluated summary data abstracted from the duplicate presentations for consistency. RESULTS: Of 148 presentations at the 2001 COA meeting, 29 presentations (paper and poster) were duplicated at the 2001 or 2002 AAOS meeting: effectively 1 paper in 5 (19.5%). Canadian investigators were significantly more likely to present the same paper at both meetings than Americans (79% v. 13%, respectively; p < 0.01). Those who presented papers at COA altered their AAOS presentations in a variety of ways: by changing the wording in the title of their paper (24% of the time), adding or removing authors (38%), changing authorship order (34%) and changing the sample size (31%). Duplicate presentation rates between AAOS and other orthopedic subspecialty meetings averaged 11.4% (range 3.4%-26.4%). CONCLUSIONS: We identified a 20% duplicate presentation rate between the COA and AAOS annual meetings, and an 11% rate between the AAOS and subspecialty meetings. Stricter enforcement of guidelines and improved dissemination of research findings at both national meetings may limit this practice.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Patenall",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Patenall",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Dirschl",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Dirschl",
      "affiliations": []
    },
    {
      "last_name": "Leece",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Leece",
      "affiliations": []
    },
    {
      "last_name": "Ramanan",
      "fore_name": "Thammi",
      "initials": "T",
      "name": "Thammi Ramanan",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "0008-428X",
    "issn_type": "Print",
    "volume": "48",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Apr"
  },
  "start_page": "117",
  "end_page": "122",
  "pages": "117-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Congresses as Topic",
    "Duplicate Publications as Topic",
    "Information Dissemination",
    "Orthopedics",
    "Societies, Medical",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15887791",
    "pmc": "PMC3211619"
  },
  "pmc_id": "PMC3211619",
  "dates": {
    "completed": "2005-06-01",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.106714",
    "pmid": "15887791"
  }
}