{
  "pmid": "15905256",
  "uid": "15905256",
  "title": "Systematic review to determine whether participation in a trial influences outcome.",
  "abstract": "OBJECTIVE: To systematically compare the outcomes of participants in randomised controlled trials (RCTs) with those in comparable non-participants who received the same or similar treatment. DATA SOURCES: Bibliographic databases, reference lists from eligible articles, medical journals, and study authors. REVIEW METHODS: RCTs and cohort studies that evaluated the clinical outcomes of participants in RCTs and comparable non-participants who received the same or similar treatment. RESULTS: Five RCTs (six comparisons) and 50 cohort studies (85 comparisons) provided data on 31,140 patients treated in RCTs and 20,380 comparable patients treated outside RCTs. In the five RCTs, in which patients were given the option of participating or not, the comparisons provided limited information because of small sample sizes (a total of 412 patients) and the nature of the questions considered. 73 dichotomous outcomes were compared, of which 59 reported no statistically significant differences. For patients treated within RCTs, 10 comparisons reported significantly better outcomes and four reported significantly worse outcomes. Significantly heterogeneity was found (I2 = 89%) among the comparisons of 73 dichotomous outcomes; none of our a priori explanatory factors helped explain this heterogeneity. The 18 comparisons of continuous outcomes showed no significant differences in heterogeneity (I2 = 0%). The overall pooled estimate for continuous outcomes of the effect of participating in an RCT was not significant (standardised mean difference 0.01, 95% confidence interval -0.10 to 0.12). CONCLUSION: No strong evidence was found of a harmful or beneficial effect of participating in RCTs compared with receiving the same or similar treatment outside such trials.",
  "authors": [
    {
      "last_name": "Vist",
      "fore_name": "Gunn Elisabeth",
      "initials": "GE",
      "name": "Gunn Elisabeth Vist",
      "affiliations": [
        "Norwegian Health Services Research Centre, PO Box 7004, 0130 Oslo, Norway. gev@nhsrc.no"
      ]
    },
    {
      "last_name": "Hagen",
      "fore_name": "Kåre Birger",
      "initials": "KB",
      "name": "Kåre Birger Hagen",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Kristoffersen",
      "fore_name": "Doris Tove",
      "initials": "DT",
      "name": "Doris Tove Kristoffersen",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew David",
      "initials": "AD",
      "name": "Andrew David Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "330",
    "issue": "7501",
    "pub_year": "2005",
    "pub_month": "May",
    "pub_day": "21"
  },
  "start_page": "1175",
  "pages": "1175",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "15905256",
    "pmc": "PMC558011",
    "doi": "10.1136/bmj.330.7501.1175",
    "pii": "330/7501/1175"
  },
  "doi": "10.1136/bmj.330.7501.1175",
  "pmc_id": "PMC558011",
  "dates": {
    "completed": "2005-06-09",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.893440",
    "pmid": "15905256"
  }
}