{
  "pmid": "15901604",
  "uid": "15901604",
  "title": "A randomized trial of strategies for assessing eligibility for long-term domiciliary oxygen therapy.",
  "abstract": "RATIONALE: Restricting oxygen administration to those who benefit is desirable. OBJECTIVE: To determine the impact of alternative strategies for assessing eligibility for domiciliary oxygen on funded oxygen use, quality of life, and costs. METHODS: We randomized applicants for domiciliary oxygen therapy to an assessment system that relied on data collected by oxygen providers at the time of application and judgments by Home Oxygen Program personnel (conventional assessment) or to a system of data collection by a respiratory therapist that included, in patients unstable at the time of initial assessment, a repeat assessment after 2 months of stability (alternative assessment). MEASUREMENTS AND MAIN RESULTS: A total of 276 applicants were allocated to the conventional arm and 270 to the alternative assessment. In the year after application, oxygen use was lower in the alternative arm with no between-group differences in mortality, quality of life, or resource use in the community. Although alternative assessment applicants had on average higher assessment costs by dollars Canadian 155 per applicant, these costs were more than offset by decreased Home Oxygen Program costs of dollars Canadian 596 per applicant using Canadian cost weights. The comparable U.S. dollar figures were dollars US 309 and dollars US 432, respectively, and the difference in cost between strategies was therefore smaller using U.S. cost weights. CONCLUSIONS: Reassessment of applicants for domiciliary oxygen after several months of stability identifies an appreciable portion of initially eligible patients who are no longer eligible, thus reducing program costs to public funders without adverse consequences on quality of life, mortality, or other resource use.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nonoyama",
      "fore_name": "Mika",
      "initials": "M",
      "name": "Mika Nonoyama",
      "affiliations": []
    },
    {
      "last_name": "Lacchetti",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Lacchetti",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "McKim",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas McKim",
      "affiliations": []
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": []
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Goldstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of respiratory and critical care medicine",
    "iso_abbreviation": "Am J Respir Crit Care Med",
    "issn": "1073-449X",
    "issn_type": "Print",
    "volume": "172",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "573",
  "end_page": "580",
  "pages": "573-80",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Costs and Cost Analysis",
    "Female",
    "Humans",
    "Hypoxia",
    "Male",
    "Middle Aged",
    "Oxygen Inhalation Therapy",
    "Patient Selection",
    "Quality of Life",
    "Self Administration"
  ],
  "article_ids": {
    "pubmed": "15901604",
    "doi": "10.1164/rccm.200412-1692OC",
    "pii": "200412-1692OC"
  },
  "doi": "10.1164/rccm.200412-1692OC",
  "dates": {
    "completed": "2005-11-10",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.351568",
    "pmid": "15901604"
  }
}