{
  "pmid": "15909639",
  "uid": "15909639",
  "title": "Changing nursing practice: evaluating the usefulness of a best-practice guideline implementation toolkit.",
  "abstract": "PURPOSE: This pilot study describes the evaluation of an 88-page Toolkit that was developed to guide nursing leaders, including advanced practice nurses, managers and steering committees, who were responsible for coordinating implementation of selected best-practice guidelines (BPG) in their respective agencies. METHODS: The self-administered questionnaire was mailed to all clinical resource nurses and steering committee members involved in implementing best-practice guidelines. The questionnaire evaluated the usefulness of the content of five chapters (and the case scenarios and worksheets included with each chapter). RESULTS: Sixty-eight percent of respondents returned the questionnaire. More than 85% of them found the Toolkit helpful during the implementation process; 83% reported using it, 80% said they would use it again. The Toolkit was used primarily to identify, analyze and engage stakehoLders, and to assess environmental readiness. Fifty-seven percent of respondents said they used the Toolkit to plan the implementation strategy. CONCLUSIONS: The Toolkit assessed in this evaluation shows promise as a useful guide for those charged with BPG implementation. Like other guidelines that are based on evidence, the Toolkit will require occasional updates to ensure that the strategies proposed reflect current evidence. Nursing leaders have a responsibility to keep up to date and to provide efficient and effective healthcare services. Best-practice guidelines or clinical practice guidelines are useful tools that synthesize the latest evidence and provide recommendations for care providers aiming to improve the quality of patient care (Grol 2001). Many leaders are challenged to know how and when to implement the increasing numbers of practice guidelines. The purpose of this article is to describe a pilot study to evaluate a Toolkit that was developed to guide nursing leaders in implementing selected best-practice guidelines (BPGs) in their respective agencies.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "McMaster University, School of Nursing Hamilton, ON. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Davies",
      "affiliations": []
    },
    {
      "last_name": "Danseco",
      "fore_name": "Evangeline",
      "initials": "E",
      "name": "Evangeline Danseco",
      "affiliations": []
    },
    {
      "last_name": "Edwards",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Edwards",
      "affiliations": []
    },
    {
      "last_name": "Virani",
      "fore_name": "Tazim",
      "initials": "T",
      "name": "Tazim Virani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nursing leadership (Toronto, Ont.)",
    "iso_abbreviation": "Nurs Leadersh (Tor Ont)",
    "issn": "1910-622X",
    "issn_type": "Print",
    "volume": "18",
    "issue": "1",
    "pub_year": "2005"
  },
  "start_page": "34",
  "end_page": "45",
  "pages": "34-45",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Benchmarking",
    "Chi-Square Distribution",
    "Humans",
    "Nursing",
    "Ontario",
    "Pilot Projects",
    "Practice Guidelines as Topic",
    "Societies, Nursing",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "15909639",
    "doi": "10.12927/cjnl.2005.17034"
  },
  "doi": "10.12927/cjnl.2005.17034",
  "dates": {
    "completed": "2005-09-20",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.332712",
    "pmid": "15909639"
  }
}