{
  "pmid": "15919225",
  "uid": "15919225",
  "title": "Effects of flat, parabolic and realistic steady flow inlet profiles on idealised and realistic stent graft fits through Abdominal Aortic Aneurysms (AAA).",
  "abstract": "Computational fluid dynamics modelling of bifurcated stent grafts positioned across Abdominal Aortic Aneursysms (AAAs) is influenced significantly by the boundary conditions and geometry. To assess these influencing factors, simulations using three different steady inlet profiles and two geometries were run. The steady velocity inlet profiles (flat, parabolic and realistic) were used as input boundary conditions with a constant pressure outlet for each model. The geometry of an out-of-plane realistic stent graft model, fitted to the internal geometry of an AAA (a realistic geometry generated from CT scans) was compared to an idealised geometry of an in-plane model. It was found that the realistic boundary condition when applied to the idealised model had a 5% difference in outlet flow rates when compared to flat and parabolic inlet profiles, while the realistic models had an 11-16% difference. The blood flowed in a parallel streamlined fashion for all the idealised models with slight recirculation for the realistic boundary condition. All realistic models had significant recirculation and flowed in a left-handed helix motion in the proximal end and left leg and in a right-handed helix motion in the right leg. The drag force was unidirectional in the idealised models, while it was found to act in all three directions for the realistic models with a 26% increase over the idealised models. It was concluded that geometry has the greatest influence on the outlet flow rates, flow patterns and drag forces. Input boundary condition cause variations in the skewness and recirculation of the flow throughout the models.",
  "authors": [
    {
      "last_name": "Morris",
      "fore_name": "Liam",
      "initials": "L",
      "name": "Liam Morris",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research and Materials & Surface Science Institute, Mechanical and Aeronautical Engineering Department, University of Limerick, Castletroy, Limerick, Ireland. liam.morris@ul.ie"
      ]
    },
    {
      "last_name": "Delassus",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Delassus",
      "affiliations": []
    },
    {
      "last_name": "Grace",
      "fore_name": "Pierce",
      "initials": "P",
      "name": "Pierce Grace",
      "affiliations": []
    },
    {
      "last_name": "Wallis",
      "fore_name": "Fintin",
      "initials": "F",
      "name": "Fintin Wallis",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "McGloughlin",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim McGloughlin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical engineering & physics",
    "iso_abbreviation": "Med Eng Phys",
    "issn": "1350-4533",
    "issn_type": "Print",
    "volume": "28",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "19",
  "end_page": "26",
  "pages": "19-26",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Aortic Aneurysm, Abdominal",
    "Blood Flow Velocity",
    "Computer Simulation",
    "Graft Occlusion, Vascular",
    "Imaging, Three-Dimensional",
    "Models, Cardiovascular",
    "Regional Blood Flow",
    "Rheology"
  ],
  "article_ids": {
    "pubmed": "15919225",
    "doi": "10.1016/j.medengphy.2005.04.012",
    "pii": "S1350-4533(05)00092-5"
  },
  "doi": "10.1016/j.medengphy.2005.04.012",
  "dates": {
    "completed": "2006-04-12",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.438609",
    "pmid": "15919225"
  }
}