{
  "pmid": "15916104",
  "uid": "15916104",
  "title": "Heterogeneity of daily pulmonary function in response to air pollution among asthmatic children.",
  "abstract": "Several epidemiological studies have demonstrated the association of short-term exposure to air pollution with transient declines in pulmonary function. Although the magnitudes of declines in pulmonary function found in these studies are relatively small, the effects vary among children. This study examined whether the variation is evidence of biological heterogeneity or due to random variation by analyzing data from a panel study of 83 asthmatic school children exposed to SO2 and PM10 in the Mae Moh district of Thailand. Daily pulmonary function testing was performed on the children for 61 days. General linear mixed models were used to examine and test for the null hypothesis of no variation in the subject-specific slopes of pulmonary functions in response to the air pollutants. The individual daily pulmonary functions measured were FVC, FEV1, PEFR, and FEF(25-75%). These were used as an outcome to compare with air pollutant concentrations as random effects, adjusting for height, gender, time, and temperature. The results indicate evidence of inter-individual variation for subject-specific changes in FVC, FEV1, and PEFR due to the effects of SO2 and PM10 on children. In conclusion, even at low concentrations of daily SO2 and PM10 in the study area, there is evidence of a heterogeneous response to short-term exposure to SO2 and PM10 in children.",
  "authors": [
    {
      "last_name": "Aekplakorn",
      "fore_name": "Wichai",
      "initials": "W",
      "name": "Wichai Aekplakorn",
      "affiliations": [
        "Community Medicine Center, Faculty of Medicine, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Loomis",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Loomis",
      "affiliations": []
    },
    {
      "last_name": "Vichit-Vadakan",
      "fore_name": "Nuntavarn",
      "initials": "N",
      "name": "Nuntavarn Vichit-Vadakan",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant",
      "initials": "S",
      "name": "Shrikant Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Southeast Asian journal of tropical medicine and public health",
    "iso_abbreviation": "Southeast Asian J Trop Med Public Health",
    "issn": "0125-1562",
    "issn_type": "Print",
    "volume": "35",
    "issue": "4",
    "pub_year": "2004",
    "pub_month": "Dec"
  },
  "start_page": "990",
  "end_page": "998",
  "pages": "990-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Air Pollutants",
    "Asthma",
    "Child",
    "Epidemiologic Methods",
    "Female",
    "Humans",
    "Lung Volume Measurements",
    "Male",
    "Models, Biological",
    "Sulfur Dioxide",
    "Thailand"
  ],
  "article_ids": {
    "pubmed": "15916104"
  },
  "dates": {
    "completed": "2005-06-02",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Air Pollutants",
    "Sulfur Dioxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.860886",
    "pmid": "15916104"
  }
}