{
  "pmid": "15911722",
  "uid": "15911722",
  "title": "Systematic overview of warfarin and its drug and food interactions.",
  "abstract": "BACKGROUND: Warfarin is a highly efficacious oral anticoagulant, but its use is limited by a well-founded fear of bleeding. Drug and food interactions are frequently cited as causes of adverse events with warfarin. We provide an updated systematic overview of the quality, clinical effect, and importance of these reported interactions. DATA SOURCES: MEDLINE, TOXLINE, IPA, and EMBASE databases from October 1993 to March 2004. Database searches combined the keyword warfarin with drug interactions, herbal medicines, Chinese herbal drugs, and food-drug interactions. STUDY SELECTION: Eligible articles contained original reports of warfarin drug or food interactions in human subjects. Non-English articles were included if sufficient information could be abstracted. DATA EXTRACTION: Reports were rated independently by 2 investigators for interaction direction, clinical severity, and quality of evidence. Quality of evidence was based on previously validated causation criteria and study design. DATA SYNTHESIS: Of 642 citations retrieved, 181 eligible articles contained original reports on 120 drugs or foods. Inter-rater agreement was excellent, with weighted kappa values of 0.84 to 1.00. Of all reports, 72% described a potentiation of warfarin's effect and 84% were of poor quality, 86% of which were single case reports. The 31 incidents of clinically significant bleeding were all single case reports. Newly reported interactions included celecoxib, rofecoxib, and herbal substances, such as green tea and danshen. CONCLUSIONS: The number of drugs reported to interact with warfarin continues to expand. While most reports are of poor quality and present potentially misleading conclusions, the consistency of reports of interactions with azole antibiotics, macrolides, quinolones, nonsteroidal anti-inflammatory drugs, including selective cyclooxygenase-2 inhibitors, selective serotonin reuptake inhibitors, omeprazole, lipid-lowering agents, amiodarone, and fluorouracil, suggests that coadministration with warfarin should be avoided or closely monitored. More systematic study of warfarin drug interactions in patients is urgently needed.",
  "authors": [
    {
      "last_name": "Holbrook",
      "fore_name": "Anne M",
      "initials": "AM",
      "name": "Anne M Holbrook",
      "affiliations": [
        "Centre for Evaluation of Medicines, St Joseph's Healthcare, Hamilton, Ontario. holbrook@mcmaster.ca"
      ]
    },
    {
      "last_name": "Pereira",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Pereira",
      "affiliations": []
    },
    {
      "last_name": "Labiris",
      "fore_name": "Renee",
      "initials": "R",
      "name": "Renee Labiris",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather McDonald",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    },
    {
      "last_name": "Wells",
      "fore_name": "Philip S",
      "initials": "PS",
      "name": "Philip S Wells",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "0003-9926",
    "issn_type": "Print",
    "volume": "165",
    "issue": "10",
    "pub_year": "2005",
    "pub_month": "May",
    "pub_day": "23"
  },
  "start_page": "1095",
  "end_page": "1106",
  "pages": "1095-106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Clinical Trials as Topic",
    "Food-Drug Interactions",
    "Humans",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "15911722",
    "doi": "10.1001/archinte.165.10.1095",
    "pii": "165/10/1095"
  },
  "doi": "10.1001/archinte.165.10.1095",
  "dates": {
    "completed": "2005-06-21",
    "revised": "2024-11-05"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.632026",
    "pmid": "15911722"
  }
}