{
  "pmid": "15913082",
  "uid": "15913082",
  "title": "Marketing a hard-to-swallow message: recommendations for the design of media campaigns to increase awareness about the risks of binge drinking.",
  "abstract": "BACKGROUND: Binge drinking, commonly defined as having more than five drinks on a single occasion, is a public health issue affecting two thirds of Canadian young adults between the ages of 19-24 years. To educate young adults about alcohol poisoning, a network of 16 Ontario Health Units developed and implemented a mass-media campaign. The focus of this article is to report on post-secondary students' perceptions about key media campaign strategies, elements and messages for future campaigns designed to increase awareness about the risks of binge drinking. METHODS: As part of a multi-method process evaluation, nine focus groups were facilitated to explore the young adults' knowledge, attitudes and beliefs about binge drinking and the campaign messages. Participants were also asked to identify specific marketing messages and techniques that would increase their level of awareness about the risks of binge drinking. RESULTS: Participants recommended that campaigns be targeted towards parents and high school and post-secondary school students. Participants provided recommendations for the types of messages, images, and language they perceived would capture the attention of young adults. Television, posters and the internet were identified as key media channels for disseminating health information about the risks associated with excessive alcohol consumption. CONCLUSION: The problem of binge drinking is pervasive across Canadian campuses and students are largely unaware of the risks associated with excessive alcohol consumption. To reach this target population, it is important for future media campaign developers to utilize language, definitions, graphics and channels of communication to which this group relates.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON. jacksm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Bouck",
      "fore_name": "L Michelle Sangster",
      "initials": "LM",
      "name": "L Michelle Sangster Bouck",
      "affiliations": []
    },
    {
      "last_name": "Beynon",
      "fore_name": "Charlene E",
      "initials": "CE",
      "name": "Charlene E Beynon",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna K",
      "initials": "DK",
      "name": "Donna K Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Martha J Lewis",
      "initials": "MJ",
      "name": "Martha J Lewis Mitchell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "96",
    "issue": "3",
    "pub_year": "2005"
  },
  "start_page": "189",
  "end_page": "193",
  "pages": "189-93",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Alcoholic Intoxication",
    "Ethanol",
    "Female",
    "Focus Groups",
    "Health Knowledge, Attitudes, Practice",
    "Health Promotion",
    "Humans",
    "Male",
    "Ontario",
    "Persuasive Communication",
    "Social Marketing",
    "Students",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "15913082",
    "pmc": "PMC6976063",
    "doi": "10.1007/BF03403688"
  },
  "doi": "10.1007/BF03403688",
  "pmc_id": "PMC6976063",
  "dates": {
    "completed": "2005-06-21",
    "revised": "2020-02-05"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.187754",
    "pmid": "15913082"
  }
}