{
  "pmid": "15921006",
  "uid": "15921006",
  "title": "Prevention of disabling and fatal strokes by successful carotid endarterectomy in patients without recent neurological symptoms: randomized controlled trial. MRC asymptomatic carotid surgery trial (ACST) collaborative group. Lancet 2004; 363: 1491-502.",
  "abstract": "QUESTION: Is carotid endarterectomy (CEA) an effective and safe treatment for the prevention of stroke among patients with >60% internal carotid artery stenosis who had no neurologic symptoms in the previous 6 months. POPULATION: Men and women with severe (>60%) unilateral or bilateral carotid artery stenosis not associated with neurologic symptoms in the past 6 months, where both doctor and patient were uncertain whether to choose or to defer immediate CEA. DESIGN AND METHODS: During 1993-2003, 3120 asymptomatic patients with >60% carotid stenosis were randomized equally to immediate CEA versus indefinite deferral of CEA, and were followed for up to 5 years. The primary end point was risk of stroke or death at 5 years. Analysis was by intention to treat. The treatment of patients with antiplatelet agents, antihypertensive and lipid-lowering therapies was left to the discretion of the clinician. RESULTS: Among patients randomized to immediate CEA (50% had CEA by 1 month, 88% by 1 year) versus deferred, the incidence of stroke or death at 5 years was 6.4% versus 11.8% (95% CI: 3.0-7.7, p < 0.0001); 3.5% versus 6.1% for fatal or disabling strokes (95% CI: 0.8-4.3, p = 0.004), and 2.1% versus 4.2% for fatal strokes (95% CI: 0.6-3.6, p = 0.006). The perioperative stroke incidence was marginally higher in the delayed group versus the immediate group (4.5% versus 2.8%) and overall the risk per CEA of perioperative stroke or death was 3.1%. After excluding the perioperative events from the analysis, the 5-year stroke risks were 3.8% versus 11% (95% CI: 5.0-9.4], p < 0.0001). Surgery primarily prevented carotid territory ischemic strokes (2.7% vs 9.5%; gain 6.8% [4.8-8.8], p < 0.0001). The impact of immediate surgery was consistent in all age groups, among men and women, and across the spectrum of carotid stenosis (i.e. 70%, 80% and 90% carotid stenosis). CONCLUSION: In asymptomatic patients younger than 75 years of age with carotid stenosis of 70% or more on ultrasound, immediate CEA reduces the 5-year incidence of stroke and death.",
  "authors": [
    {
      "last_name": "Mohammed",
      "fore_name": "Naufal",
      "initials": "N",
      "name": "Naufal Mohammed",
      "affiliations": [
        "McMaster University, Hamilton General Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Vascular medicine (London, England)",
    "iso_abbreviation": "Vasc Med",
    "issn": "1358-863X",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "77",
  "end_page": "78",
  "pages": "77-8",
  "language": "eng",
  "publication_types": [
    "Comment",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "15921006",
    "doi": "10.1191/1358863x05vm588xx"
  },
  "doi": "10.1191/1358863x05vm588xx",
  "dates": {
    "completed": "2005-08-16",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.262602",
    "pmid": "15921006"
  }
}