{
  "pmid": "15921507",
  "uid": "15921507",
  "title": "Integrative analysis of multiple gene expression profiles with quality-adjusted effect size models.",
  "abstract": "BACKGROUND: With the explosion of microarray studies, an enormous amount of data is being produced. Systematic integration of gene expression data from different sources increases statistical power of detecting differentially expressed genes and allows assessment of heterogeneity. The challenge, however, is in designing and implementing efficient analytic methodologies for combination of data generated by different research groups. RESULTS: We extended traditional effect size models to combine information from different microarray datasets by incorporating a quality measure for each gene in each study into the effect size estimation. We illustrated our method by integrating two datasets generated using different Affymetrix oligonucleotide types. Our results indicate that the proposed quality-adjusted weighting strategy for modelling inter-study variation of gene expression profiles not only increases consistency and decreases heterogeneous results between these two datasets, but also identifies many more differentially expressed genes than methods proposed previously. CONCLUSION: Data integration and synthesis is becoming increasingly important. We live in a high-throughput era where technologies constantly change leaving behind a trail of data with different forms, shapes and sizes. Statistical and computational methodologies are therefore critical for extracting the most out of these related but not identical sources of data.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Pingzhao",
      "initials": "P",
      "name": "Pingzhao Hu",
      "affiliations": [
        "The Hospital for Sick Children Research Institute, 555 University Ave,, Toronto, ON, M5G 1X8, Canada. phu@sickkids.ca"
      ]
    },
    {
      "last_name": "Greenwood",
      "fore_name": "Celia M T",
      "initials": "CM",
      "name": "Celia M T Greenwood",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC bioinformatics",
    "iso_abbreviation": "BMC Bioinformatics",
    "issn": "1471-2105",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2005",
    "pub_month": "May",
    "pub_day": "27"
  },
  "start_page": "128",
  "pages": "128",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Algorithms",
    "Artificial Intelligence",
    "Cluster Analysis",
    "Computational Biology",
    "Computer Simulation",
    "Data Interpretation, Statistical",
    "Databases, Genetic",
    "Gene Expression",
    "Gene Expression Profiling",
    "Gene Expression Regulation",
    "Humans",
    "Lung Neoplasms",
    "Models, Genetic",
    "Models, Statistical",
    "Oligonucleotide Array Sequence Analysis",
    "Pattern Recognition, Automated",
    "Quality Control"
  ],
  "article_ids": {
    "pubmed": "15921507",
    "pmc": "PMC1173085",
    "doi": "10.1186/1471-2105-6-128",
    "pii": "1471-2105-6-128"
  },
  "doi": "10.1186/1471-2105-6-128",
  "pmc_id": "PMC1173085",
  "dates": {
    "completed": "2006-01-26",
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.884841",
    "pmid": "15921507"
  }
}