{
  "pmid": "15939156",
  "uid": "15939156",
  "title": "Turf wars: authority and responsibility for the investigation of mass graves.",
  "abstract": "Mass graves are complex products of large-scale crimes. Such scenes pose four conceptual challenges to investigators and forensic experts: the individual victim, the crime, the setting, and the statistical. Exhumation and post-mortem examination of mortal remains with associated personal and forensic evidence require integrated management of core forensic personnel including investigators, archaeologists, anthropologists, odontologists and pathologists, among whom there is overlapping expertise. The key to avoiding competition and ill-will among experts is to recognize that all such experts should be enabled to make known how their expertise matches with the temporal and spatial boundaries of victim, crime and setting. In turn, they should be apprised of where they fit into the overall judicial process and their limits within the investigation. Consequently, each expert requires access to the factual background of the case, to the site and its contents throughout the investigation. Each forensic team member has a responsibility to influence the investigation--throughout its course when possible--to make findings within their areas of expertise, and to make these available to the rest of the team so as to contribute most meaningfully to the aims of the investigation, both forensic and humanitarian. The on-site crime scene manager has an overarching role to enable integrated access to the complete scene and its contents by each forensic expert team member. In other words, the forensic scientist is given access and the ability to influence the investigation while control of evidence from the site as to identity and criminal activity are maintained by the crime scene manager. This contribution is directed at both the crime scene manager and each forensic expert; it describes the essential spatial and temporal parameters of an expert's opinion so as to encourage cooperation, and discourage conflict, within the forensic team.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, Burnaby, BC, Canada V5A 1S6. mskinner@sfu.ca"
      ]
    },
    {
      "last_name": "Sterenberg",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Sterenberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Forensic science international",
    "iso_abbreviation": "Forensic Sci Int",
    "issn": "0379-0738",
    "issn_type": "Print",
    "volume": "151",
    "issue": "2-3",
    "pub_year": "2005",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "start_page": "221",
  "end_page": "232",
  "pages": "221-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Burial",
    "Exhumation",
    "Forensic Sciences",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "15939156",
    "doi": "10.1016/j.forsciint.2004.12.034",
    "pii": "S0379-0738(05)00103-9"
  },
  "doi": "10.1016/j.forsciint.2004.12.034",
  "dates": {
    "completed": "2005-08-09",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.380351",
    "pmid": "15939156"
  }
}