{
  "pmid": "15930188",
  "uid": "15930188",
  "title": "The health and well-being of caregivers of children with cerebral palsy.",
  "abstract": "OBJECTIVE: Most children enjoy healthy childhoods with little need for specialized health care services. However, some children experience difficulties in early childhood and require access to and utilization of considerable health care resources over time. Although impaired motor function is the hallmark of the cerebral palsy (CP) syndromes, many children with this development disorder also experience sensory, communicative, and intellectual impairments and may have complex limitations in self-care functions. Although caregiving is a normal part of being the parent of a young child, this role takes on an entirely different significance when a child experiences functional limitations and possible long-term dependence. One of the main challenges for parents is to manage their child's chronic health problems effectively and juggle this role with the requirements of everyday living. Consequently, the task of caring for a child with complex disabilities at home might be somewhat daunting for caregivers. The provision of such care may prove detrimental to both the physical health and the psychological well-being of parents of children with chronic disabilities. It is not fully understood why some caregivers cope well and others do not. The approach of estimating the \"independent\" or \"direct\" effects of the care recipient's disability on the caregiver's health is of limited value because (1) single-factor changes are rare outside the context of constrained experimental situations; (2) assumptions of additive relationships and perfect measurements rarely hold; and (3) such approaches do not provide a complete perspective, because they fail to examine indirect pathways that occur between predictor variables and health outcomes. A more detailed analytical approach is needed to understand both direct and indirect effects simultaneously. The primary objective of the current study was to examine, within a single theory-based multidimensional model, the determinants of physical and psychological health of adult caregivers of children with CP. METHODS: We developed a stress process model and applied structural equation modeling with data from a large cohort of caregivers of children with CP. This design allowed the examination of the direct and indirect relationships between a child's health, behavior and functional status, caregiver characteristics, social supports, and family functioning and the outcomes of caregivers' physical and psychological health. Families (n = 468) of children with CP were recruited from 19 regional children's rehabilitation centers that provide outpatient disability management and supports in Ontario, Canada. The current study drew on a population available to the investigators from a previous study, the Ontario Motor Growth study, which explored patterns of gross motor development in children with CP. Data on demographic variables and caregivers' physical and psychological health were assessed using standardized, self-completed parent questionnaires as well as a face-to-face home interview. Structural equation modeling was used to test specific hypotheses outlined in our conceptual model. This analytic approach involved a 2-step process. In the first step, observed variables that were hypothesized to measure the underlying constructs were tested using confirmatory factor analysis; this step led to the so-called measurement model. The second step tested hypotheses about relationships among the variables in the structural model. All of the hypothesized paths in the conceptual model were tested and included in the structural model. However, only paths that were significant were shown in the final results. The direct, indirect, and total effects of theoretical constructs on physical and psychological health were calculated using the structural model. RESULTS: The most important predictors of caregivers' well-being were child behavior, caregiving demands, and family function. A higher level of behavior problems was associated with lower levels of both psychological (beta = -.22) and physical health (beta = -.18) of the caregivers, whereas fewer child behavior problems were associated with higher self-perception (beta = -.37) and a greater ability to manage stress (beta = -.18). Less caregiving demands were associated with better physical (beta = .23) and psychological (beta = .12) well-being of caregivers, respectively. Similarly, higher reported family functioning was associated with better psychological health (beta = .33) and physical health (beta = .33). Self-perception and stress management were significant direct predictors of caregivers' psychological health but did not directly influence their physical well-being. Caregivers' higher self-esteem and sense of mastery over the caregiving situation predicted better psychological health (beta = .23). The use of more stress management strategies was also associated with better psychological health of caregivers (beta = .11). Gross income (beta = .08) and social support (beta = .06) had indirect overall effects only on psychological health outcome, whereas self-perception (beta = .22), stress management (beta = .09), gross income (beta = .07), and social support (beta = .06) had indirect total effects only on physical health outcomes. CONCLUSIONS: The psychological and physical health of caregivers, who in this study were primarily mothers, was strongly influenced by child behavior and caregiving demands. Child behavior problems were an important predictor of caregiver psychological well-being, both directly and indirectly, through their effect on self-perception and family function. Caregiving demands contributed directly to both the psychological and the physical health of the caregivers. The practical day-to-day needs of the child created challenges for parents. The influence of social support provided by extended family, friends, and neighbors on health outcomes was secondary to that of the immediate family working closely together. Family function affected health directly and also mediated the effects of self-perception, social support, and stress management. In families of children with CP, strategies for optimizing caregiver physical and psychological health include supports for behavioral management and daily functional activities as well as stress management and self-efficacy techniques. These data support clinical pathways that require biopsychosocial frameworks that are family centered, not simply technical and short-term rehabilitation interventions that are focused primarily on the child. In terms of prevention, providing parents with cognitive and behavioral strategies to manage their child's behaviors may have the potential to change caregiver health outcomes. This model also needs to be examined with caregivers of children with other disabilities.",
  "authors": [
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster Evidence-Based Practice Centre, Hamilton, ON, Canada. praina@mcmaster.ca"
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen O'Donnell",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rosenbaum",
      "affiliations": []
    },
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Brehaut",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Russell",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Russell",
      "affiliations": []
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Swinton",
      "affiliations": []
    },
    {
      "last_name": "Zhu",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Zhu",
      "affiliations": []
    },
    {
      "last_name": "Wood",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Wood",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "115",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Jun"
  },
  "start_page": "e626",
  "end_page": "e636",
  "pages": "e626-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adult",
    "Caregivers",
    "Cerebral Palsy",
    "Child",
    "Child Behavior Disorders",
    "Cohort Studies",
    "Children with Disabilities",
    "Family Health",
    "Female",
    "Foster Home Care",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Theoretical",
    "Ontario",
    "Parent-Child Relations",
    "Parents",
    "Professional-Patient Relations",
    "Self Concept",
    "Severity of Illness Index",
    "Social Support",
    "Stress, Psychological",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "15930188",
    "doi": "10.1542/peds.2004-1689",
    "pii": "115/6/e626"
  },
  "doi": "10.1542/peds.2004-1689",
  "dates": {
    "completed": "2005-11-10",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.298947",
    "pmid": "15930188"
  }
}