{
  "pmid": "15930946",
  "uid": "15930946",
  "title": "Discrepancies between proceedings abstracts and posters at a scientific meeting.",
  "abstract": "The proceedings handbook of abstracts from scientific meetings aims to provide meeting attendees with an accurate summary of scientific presentations. Given that posters are prepared closer to the meeting than the abstracts for the proceedings book, we hypothesized that there is a high rate of inconsistency between abstracts in the proceedings handbook and the corresponding posters. We compared the poster abstracts printed in the proceedings handbook with the actual posters at the 71st annual meeting of the American Academy of Orthopaedic Surgeons in 2004. Our comparison included all 50 trauma posters and 52 adult reconstruction knee posters. This comparison revealed discrepancies in 76% of the presented posters. These changes were detected in all parts of the posters including titles (33%), authorship (49%), methods (8%), results (30%), and conclusions (2%). The sample size changed in 15% of the studies. Discrepancies between the trauma posters versus the adult reconstruction knee posters were similar. Our findings suggest that discrepancies between the poster abstracts in the proceedings handbook and actual poster presentations are common, but changes in conclusions are rare. Meeting attendees should not assume that the proceedings handbook provides an accurate reflection of poster presentations. Visiting the poster section is recommended.",
  "authors": [
    {
      "last_name": "Zelle",
      "fore_name": "Boris A",
      "initials": "BA",
      "name": "Boris A Zelle",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pittsburgh Medical Center, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "0009-921X",
    "issn_type": "Print",
    "issue": "435",
    "pub_year": "2005",
    "pub_month": "Jun"
  },
  "start_page": "245",
  "end_page": "249",
  "pages": "245-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Chi-Square Distribution",
    "Congresses as Topic",
    "Orthopedics",
    "Publishing",
    "Regression Analysis",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "15930946",
    "doi": "10.1097/01.blo.0000157039.58863.c6",
    "pii": "00003086-200506000-00035"
  },
  "doi": "10.1097/01.blo.0000157039.58863.c6",
  "dates": {
    "completed": "2005-08-04",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.009226",
    "pmid": "15930946"
  }
}