{
  "pmid": "15935449",
  "uid": "15935449",
  "title": "An ecotoxicity assessment of contaminated forest soils from the Kola Peninsula.",
  "abstract": "Point source copper and nickel contamination emanating from smelters of the Kola Peninsula, NW Russia, has been observed since the mid-1960s. Previous studies have concentrated on the spatial distribution of heavy metals and their effects on forest ecology and indigenous mammals and birds. Soil is perceived as the major repository for the metal pollutants but there is a need to link the soil concentration of pollutants on the Kola Peninsula with biological parameters. Many standard methods currently used in soil ecotoxicology are developed and refined with artificial amendments and rarely modified for use in historically contaminated environments. In this study, forest soils were sampled along a 34 km transect from the smelter and analysed both chemically and with a range of ecologically relevant biological tests. Soil respiration, total nematode count, microbial heterotrophic numbers and minimal inhibitory concentrations to copper and nickel were carried out on bulk soil. The soil pore water was tested with bacterial and fungal bioluminescence-based biosensors. The heterotrophic numbers and their inhibitory concentration showed strong correlation with heavy metal concentrations while decreasing biosensor luminescence was related to increasing copper concentrations present in the pore waters. Overall, there were considerable impacts on some microbial parameters but other measures including respiration and nematode populations were insensitive to pollutant levels. While chemical analysis of heavy metals proved essential in defining the extent of contamination, environmentally relevant ecotoxicological tests complemented these data by demonstrating pollutant impact. Ecotoxicological approaches that study both the bulk soil and pore water may represent the key to understanding the fate of heavy metal in soils.",
  "authors": [
    {
      "last_name": "Paton",
      "fore_name": "Graeme I",
      "initials": "GI",
      "name": "Graeme I Paton",
      "affiliations": [
        "School of Biological Sciences, University of Aberdeen, Cruickshank Building, St Machar Drive, Aberdeen, AB24 3UU, UK."
      ]
    },
    {
      "last_name": "Viventsova",
      "fore_name": "Ekaterina",
      "initials": "E",
      "name": "Ekaterina Viventsova",
      "affiliations": []
    },
    {
      "last_name": "Kumpene",
      "fore_name": "Jurate",
      "initials": "J",
      "name": "Jurate Kumpene",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": []
    },
    {
      "last_name": "Weitz",
      "fore_name": "Hedda J",
      "initials": "HJ",
      "name": "Hedda J Weitz",
      "affiliations": []
    },
    {
      "last_name": "Dawson",
      "fore_name": "Julian J C",
      "initials": "JJ",
      "name": "Julian J C Dawson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "0048-9697",
    "issn_type": "Print",
    "volume": "355",
    "issue": "1-3",
    "pub_year": "2006",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "106",
  "end_page": "117",
  "pages": "106-17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Agaricales",
    "Animals",
    "Carbon Dioxide",
    "Copper",
    "Environmental Monitoring",
    "Escherichia coli",
    "Luminescent Measurements",
    "Metallurgy",
    "Microbial Sensitivity Tests",
    "Nematoda",
    "Nickel",
    "Pseudomonas fluorescens",
    "Russia",
    "Soil Microbiology",
    "Soil Pollutants",
    "Trees"
  ],
  "article_ids": {
    "pubmed": "15935449",
    "doi": "10.1016/j.scitotenv.2005.04.036",
    "pii": "S0048-9697(05)00234-2"
  },
  "doi": "10.1016/j.scitotenv.2005.04.036",
  "dates": {
    "completed": "2006-04-07",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Soil Pollutants",
    "Carbon Dioxide",
    "Copper",
    "Nickel"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.768374",
    "pmid": "15935449"
  }
}