{
  "pmid": "15936615",
  "uid": "15936615",
  "title": "Prevention of atrial fibrillation with angiotensin-converting enzyme inhibitors and angiotensin receptor blockers: a meta-analysis.",
  "abstract": "OBJECTIVES: This study was designed to identify all randomized clinical trial data evaluating angiotensin-converting enzyme inhibitors or angiotensin receptor blockers for the prevention of atrial fibrillation (AF), to estimate the magnitude of this effect and to identify patient subgroups most likely to benefit. BACKGROUND: Angiotensin-converting enzyme inhibitors (ACEIs) and angiotensin receptor blockers (ARBs) reduce morbidity and mortality in patients with heart failure, vascular disease, and hypertension. Several reports suggest that they may also prevent the development of AF. METHODS: A systematic review of the literature was performed to identify all reports of the effect of ACEIs or ARBs on the development of AF. Eligible studies had to be randomized, controlled, parallel-design human trials of an ACEI or ARB that collected data on the development of AF. RESULTS: A total of 11 studies, which included 56,308 patients, were identified: 4 in heart failure, 3 in hypertension, 2 in patients following cardioversion for AF, and 2 in patients following myocardial infarction. Overall, ACEIs and ARBs reduced the relative risk of AF by 28% (95% confidence interval [CI] 15% to 40%, p = 0.0002). Reduction in AF was similar between the two classes of drugs (ACEI: 28%, p = 0.01; ARB: 29%, p = 0.00002) and was greatest in patients with heart failure (relative risk reduction [RRR] = 44%, p = 0.007). Overall, there was no significant reduction in AF in patients with hypertension (RRR = 12%, p = 0.4), although one trial found a significant 29% reduction in patients with left ventricular (LV) hypertrophy. In patients following cardioversion, there appears to be a large effect (48% RRR), but the confidence limits are wide (95% CI 21% to 65%). CONCLUSIONS: Both ACEIs and ARBs appear to be effective in the prevention of AF. This benefit appears to be limited to patients with systolic left ventricular dysfunction or LV hypertrophy. The use of these drugs following cardioversion appears promising but requires further study.",
  "authors": [
    {
      "last_name": "Healey",
      "fore_name": "Jeff S",
      "initials": "JS",
      "name": "Jeff S Healey",
      "affiliations": [
        "Population Health Research Institute, McMaster University, and Hamilton Health Sciences, Hamilton, Ontario, Canada. healeyj@hhsc.ca"
      ]
    },
    {
      "last_name": "Baranchuk",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Baranchuk",
      "affiliations": []
    },
    {
      "last_name": "Crystal",
      "fore_name": "Eugene",
      "initials": "E",
      "name": "Eugene Crystal",
      "affiliations": []
    },
    {
      "last_name": "Morillo",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Morillo",
      "affiliations": []
    },
    {
      "last_name": "Garfinkle",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Garfinkle",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Connolly",
      "fore_name": "Stuart J",
      "initials": "SJ",
      "name": "Stuart J Connolly",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "0735-1097",
    "issn_type": "Print",
    "volume": "45",
    "issue": "11",
    "pub_year": "2005",
    "pub_month": "Jun",
    "pub_day": "07"
  },
  "start_page": "1832",
  "end_page": "1839",
  "pages": "1832-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Atrial Fibrillation",
    "Comorbidity",
    "Electric Countershock",
    "Humans",
    "Hypertrophy, Left Ventricular",
    "Randomized Controlled Trials as Topic",
    "Ventricular Dysfunction, Left"
  ],
  "article_ids": {
    "pubmed": "15936615",
    "doi": "10.1016/j.jacc.2004.11.070",
    "pii": "S0735-1097(05)00535-8"
  },
  "doi": "10.1016/j.jacc.2004.11.070",
  "dates": {
    "completed": "2005-06-24",
    "revised": "2023-08-15"
  },
  "chemicals": [
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.556716",
    "pmid": "15936615"
  }
}