{
  "pmid": "15947319",
  "uid": "15947319",
  "title": "Warfarin maintenance dosing patterns in clinical practice: implications for safer anticoagulation in the elderly population.",
  "abstract": "BACKGROUND: The use of anticoagulant therapy is expanding among the elderly population, in part because of the increasing prevalence of atrial fibrillation. Published data describing the warfarin maintenance dose requirements for this age group are limited. Because warfarin therapy is often initiated in the outpatient setting where significant barriers to daily monitoring exist for this patient population, a better understanding of the factors that predict lower dose requirements may reduce the risk of unanticipated over-anticoagulation and hemorrhage. OBJECTIVE: To define the effects of age and gender on the warfarin maintenance dose among ambulatory adult patients with an international normalized ratio target between 2.0 and 3.0. DESIGN: Prospective cohort study and retrospective cohort secondary data source. SETTING: One hundred one community-based physician practices with dedicated warfarin management systems and an academic medical center anticoagulation clinic. PATIENTS: A total of 4,616 patients comprised the prospective cohort, and 7,586 patients comprised the retrospective cohort. Of the 12,202 patients, 2,359 were > or = 80 years of age. MEASUREMENTS: Median weekly and daily maintenance warfarin dose. RESULTS: The warfarin dose was inversely related to age and was strongly associated with gender. The median weekly dose ranged from 45 mg (6.4 mg/d) for men who were < 50 years of age to 22 mg (3.1 mg/d) for women > or = 80 years of age. The weekly dose declined by 0.4 mg/yr (95% confidence interval [CI], 0.37 to 0.44; p < 0.001) and women required 4.5 mg less per week than men (95% CI, 3.8 to 5.3; p < 0.001). Among patients who were > 70 years of age, the often-suggested initiation dose of 5 mg/d will be excessive for 82% of women and 65% of men. CONCLUSIONS: Warfarin dose requirements decrease greatly with age. Older women require the lowest warfarin doses. These observations suggest that, when warfarin is being initiated, the commonly employed empiric starting dose of 5 mg/d will lead to over-anticoagulation for the majority of patients in the geriatric age group; lower initiation and maintenance doses should be considered for the elderly.",
  "authors": [
    {
      "last_name": "Garcia",
      "fore_name": "David",
      "initials": "D",
      "name": "David Garcia",
      "affiliations": [
        "Department of Medicine, Division of General Internal Medicine, University of New Mexico School of Medicine, Albuquerque, NM, USA. davgarcia@salud.unm.edu"
      ]
    },
    {
      "last_name": "Regan",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Regan",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    },
    {
      "last_name": "Hughes",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Hughes",
      "affiliations": []
    },
    {
      "last_name": "Hylek",
      "fore_name": "Elaine M",
      "initials": "EM",
      "name": "Elaine M Hylek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "127",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Jun"
  },
  "start_page": "2049",
  "end_page": "2056",
  "pages": "2049-56",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Anticoagulants",
    "Body Mass Index",
    "Cohort Studies",
    "Dose-Response Relationship, Drug",
    "Drug Administration Schedule",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Long-Term Care",
    "Male",
    "Maximum Tolerated Dose",
    "Middle Aged",
    "Monitoring, Physiologic",
    "Probability",
    "Prospective Studies",
    "Risk Assessment",
    "Sex Factors",
    "Thrombolytic Therapy",
    "Treatment Outcome",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "15947319",
    "doi": "10.1378/chest.127.6.2049",
    "pii": "S0012-3692(15)49808-3"
  },
  "doi": "10.1378/chest.127.6.2049",
  "dates": {
    "completed": "2005-07-19",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.633551",
    "pmid": "15947319"
  }
}