{
  "pmid": "15969987",
  "uid": "15969987",
  "title": "Posttreatment complications of early-stage prostate cancer patients: brachytherapy versus three-dimensional conformal radiation therapy.",
  "abstract": "PURPOSE: The purpose of this study was to compare treatment complications for early-stage prostate cancer managed by either brachytherapy or three-dimensional conformal radiotherapy (3D-CRT). MATERIALS AND METHODS: [corrected] Records were reviewed for 86 men treated with transperineal interstitial permanent prostate brachytherapy and for 76 men treated with dose-escalated (75.6-Gy) six-field 3DCRT between 1998 and 2000. Median ages were 65 and 66 years, respectively; median Gleason scores were 6 and 7; baseline prostate-specific antigen levels were 6.1 and 9.0 ng/mL; and the follow-up period was 42 months. In the urinary domain, patients who underwent brachytherapy recorded an International Prostate Symptom Score prospectively at baseline, as well as 3 months and every 6 months following, whereas patients who underwent 3D-CRT were assigned a Radiation Therapy Oncology Group (RTOG) late toxicity score at similar time intervals. In the bowel domain, RTOG late toxicity score was used for both groups, and physician-dictated notes were used to assess sexual function. All patients who underwent brachytherapy were prescribed tamsulosin (Flomax) to manage urinary symptoms for a minimum of 3 months after treatment. RESULTS: With respect to urinary symptoms, a direct comparison cannot be made between the International Prostate Symptom Score and the RTOG late toxicity score. Nonetheless, it was evident that patients who underwent brachytherapy had more severe urinary sequelae in the months after implantation. Tamsulosin was still being used by 78% of patients at 6 months, decreasing to 55% at 1 year and 27% at 2 years. Intermittent self-catheterization was required at 6 months after treatment by 5% of patients who underwent brachytherapy, and a transurethral resection of the prostate was performed in one of these patients at 12 months. In patients who underwent 3D-CRT, 14% used tamsulosin at some point in the follow-up period and none required catheterization or transurethral resection of the prostate. In the bowel domain, 20% of patients who underwent brachytherapy experienced grade 1 gastrointestinal toxicity, most within the first 12 months of follow-up, compared with 30% grade 1 or 2 gastrointestinal scores in the 3D-CRT group (peaking in the second year after treatment). In the sexual domain, 9% of patients who underwent brachytherapy who were previously potent reported a loss of potency by 18 months, compared with 53% of patients who underwent 3D-CRT. Without the help of sildenafil (Viagra), these figures rose to 24% and 58%. CONCLUSIONS: 3D-CRT is associated with fewer urinary symptoms, whereas brachytherapy has a more favorable toxicity profile for bowel and sexual function. In the absence of a randomized clinical trial, such a comparison can be helpful both in counseling patients as to what to expect from either treatment and in facilitating their treatment decision process.",
  "authors": [
    {
      "last_name": "Tsui",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Tsui",
      "affiliations": [
        "R.T.T. Department of Radiation Therapy, Princess Margaret Hospital, 610 University Hospital, Toronto, Ontario, Canada M5G 2M9."
      ]
    },
    {
      "last_name": "Gillan",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin Gillan",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": []
    },
    {
      "last_name": "Catton",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Catton",
      "affiliations": []
    },
    {
      "last_name": "Crook",
      "fore_name": "Juanita",
      "initials": "J",
      "name": "Juanita Crook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer journal (Sudbury, Mass.)",
    "iso_abbreviation": "Cancer J",
    "issn": "1528-9117",
    "issn_type": "Print",
    "volume": "11",
    "issue": "2",
    "pub_year": "2005"
  },
  "start_page": "122",
  "end_page": "132",
  "pages": "122-32",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Brachytherapy",
    "Colonic Diseases",
    "Erectile Dysfunction",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasm Staging",
    "Prostatic Neoplasms",
    "Radiotherapy, Conformal",
    "Risk Assessment",
    "Time Factors",
    "Urinary Bladder Diseases"
  ],
  "article_ids": {
    "pubmed": "15969987",
    "doi": "10.1097/00130404-200503000-00007"
  },
  "doi": "10.1097/00130404-200503000-00007",
  "dates": {
    "completed": "2005-08-30",
    "revised": "2019-11-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.839131",
    "pmid": "15969987"
  }
}