{
  "pmid": "15962935",
  "uid": "15962935",
  "title": "Desferrioxamine inhibits production of cytotoxic heme to protein cross-linked myoglobin: a mechanism to protect against oxidative stress without iron chelation.",
  "abstract": "The heme group of myoglobin can form a covalent bond to the protein when met (ferric) myoglobin is reacted with peroxides under acidic conditions. This heme to protein cross-linked species is highly pro-oxidant and found in the urine of patients with rhabdomyolytic-associated acute renal failure. Desferrioxamine, an iron-chelating agent used in the treatment of iron overload, is reported to be partially effective at preventing kidney failure following rhabdomyolysis. In this article, we show that in addition to its capacity as an iron chelator, desferroxamine can inhibit the peroxide-induced formation of heme to protein cross-linked myoglobin and decreases the pro-oxidant activity of both native and heme to protein cross-linked myoglobin. The mechanism of peroxidation and of heme to protein cross-linking involves the formation of ferryl intermediate (Fe(4+)=O(2-)), and it is by the reduction of this intermediate to the ferric form that desferrioxamine can exert inhibitory effects. The concentrations at which desferrioxamine inhibits the formation of heme to protein cross-linked myoglobin and prevents the pro-oxidant activity of native and oxidatively modified myoglobins are comparable to the concentrations used for in vivo studies of iron-related oxidative stress. Thus, the ameliorative effects of treatment of posthemolytic events by desferrioxamine cannot be exclusively assigned to its ability to chelate free iron.",
  "authors": [
    {
      "last_name": "Reeder",
      "fore_name": "Brandon J",
      "initials": "BJ",
      "name": "Brandon J Reeder",
      "affiliations": [
        "Department of Biological Sciences, Central Campus, University of Essex, Wivenhoe Park, Colchester, Essex, CO4 3SQ, United Kingdom. reedb@essex.ac.uk"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chemical research in toxicology",
    "iso_abbreviation": "Chem Res Toxicol",
    "issn": "0893-228X",
    "issn_type": "Print",
    "volume": "18",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Jun"
  },
  "start_page": "1004",
  "end_page": "1011",
  "pages": "1004-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cross-Linking Reagents",
    "Deferoxamine",
    "Heme",
    "Horses",
    "Iron Chelating Agents",
    "Liposomes",
    "Metmyoglobin",
    "Myoglobin",
    "Oxidation-Reduction",
    "Oxidative Stress",
    "Phospholipids"
  ],
  "article_ids": {
    "pubmed": "15962935",
    "doi": "10.1021/tx049660y"
  },
  "doi": "10.1021/tx049660y",
  "dates": {
    "completed": "2005-09-26",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Cross-Linking Reagents",
    "Iron Chelating Agents",
    "Liposomes",
    "Myoglobin",
    "Phospholipids",
    "Metmyoglobin",
    "Heme",
    "Deferoxamine"
  ],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.768910",
    "pmid": "15962935"
  }
}