{
  "pmid": "15969754",
  "uid": "15969754",
  "title": "Immediate transfection of patient-derived leukemia: a novel source for generating cell-based vaccines.",
  "abstract": "BACKGROUND: The production of cell-based cancer vaccines by gene vectors encoding proteins that stimulate the immune system has advanced rapidly in model systems. We sought to develop non-viral transfection methods that could transform patient tumor cells into cancer vaccines, paving the way for rapid production of autologous cell-based vaccines. METHODS: As the extended culture and expansion of most patient tumor cells is not possible, we sought to first evaluate a new technology that combines electroporation and chemical transfection in order to determine if plasmid-based gene vectors could be instantaneously delivered to the nucleus, and to determine if gene expression was possible in a cell-cycle independent manner. We tested cultured cell lines, a primary murine tumor, and primary human leukemia cells from diagnostic work-up for transgene expression, using both RFP and CD137L expression vectors. RESULTS: Combined electroporation-transfection directly delivered plasmid DNA to the nucleus of transfected cells, as demonstrated by confocal microscopy and real-time PCR analysis of isolated nuclei. Expression of protein from plasmid vectors could be detected as early as two hours post transfection. However, the kinetics of gene expression from plasmid-based vectors in tumor cell lines indicated that optimal gene expression was still dependent on cell division. We then tested to see if pediatric acute lymphocytic leukemia (ALL) would also display the rapid gene expression kinetics of tumor cells lines, determining gene expression 24 hours after transfection. Six of 12 specimens showed greater than 17% transgene expression, and all samples showed at least some transgene expression. CONCLUSION: Given that transgene expression could be detected in a majority of primary tumor samples analyzed within hours, direct electroporation-based transfection of primary leukemia holds the potential to generate patient-specific cancer vaccines. Plasmid-based gene therapy represents a simple means to generate cell-based cancer vaccines and does not require the extensive infrastructure of a virus-based vector system.",
  "authors": [
    {
      "last_name": "Gershan",
      "fore_name": "Jill A",
      "initials": "JA",
      "name": "Jill A Gershan",
      "affiliations": [
        "Department of Pediatrics, Medical College of Wisconsin, The Children's Research Institute, Children's Hospital of Wisconsin, Milwaukee, WI 53226, USA. jgershan@mail.mcw.edu"
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Bryon D",
      "initials": "BD",
      "name": "Bryon D Johnson",
      "affiliations": []
    },
    {
      "last_name": "Weber",
      "fore_name": "James",
      "initials": "J",
      "name": "James Weber",
      "affiliations": []
    },
    {
      "last_name": "Schauer",
      "fore_name": "Dennis W",
      "initials": "DW",
      "name": "Dennis W Schauer",
      "affiliations": []
    },
    {
      "last_name": "Natalia",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Natalia",
      "affiliations": []
    },
    {
      "last_name": "Behnke",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Behnke",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Maloney",
      "fore_name": "Kelly W",
      "initials": "KW",
      "name": "Kelly W Maloney",
      "affiliations": []
    },
    {
      "last_name": "Warwick",
      "fore_name": "Anne B",
      "initials": "AB",
      "name": "Anne B Warwick",
      "affiliations": []
    },
    {
      "last_name": "Orentas",
      "fore_name": "Rimas J",
      "initials": "RJ",
      "name": "Rimas J Orentas",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Genetic vaccines and therapy",
    "iso_abbreviation": "Genet Vaccines Ther",
    "issn": "1479-0556",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jun",
    "pub_day": "21"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "15969754",
    "pmc": "PMC1182385",
    "doi": "10.1186/1479-0556-3-4",
    "pii": "1479-0556-3-4"
  },
  "doi": "10.1186/1479-0556-3-4",
  "pmc_id": "PMC1182385",
  "dates": {
    "completed": "2005-10-05",
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.055745",
    "pmid": "15969754"
  }
}