{
  "pmid": "15970326",
  "uid": "15970326",
  "title": "Defining maltreatment chronicity: are there differences in child outcomes?",
  "abstract": "OBJECTIVE: For nearly 25 years researchers have suggested that better taxonomic systems conceptualizing and reliably differentiating among different dimensions of maltreatment are required. This study examines the utility of three different characterizations of one dimension of maltreatment, chronicity, to predict child behavioral and emotional functioning in a sample of maltreated children. A secondary objective of the study is to examine additional parameters of maltreatment inherent in our definitions of chronicity: age at first report to CPS, extent and continuity of maltreatment. METHOD: The study consists of children reported for maltreatment (N=519) from the larger LONGSCAN study cohort. Lifetime maltreatment data were collected from CPS records and coded into two chronicity constructs: \"developmental\" and \"calendar\" definitions. Variables for age at first report, frequency, extent and continuity of maltreatment reports also were constructed. Hierarchical regression analyses were utilized to determine the extent to which the various chronicity constructs contributed to the prediction of child outcomes. RESULTS: The most salient definition of chronicity, in terms of its effects on child behavioral and emotional functioning, varied by outcome. The developmental definition was found to have the most balanced sensitivity across outcomes. Among other significant findings, extent and continuity of maltreatment contributed respectively to the prediction of behavior and emotional trauma symptoms. Early age at first report was a predictor of poor daily living skills. CONCLUSION: Chronicity is a complex construct. Findings indicate there are multiple parameters that make up the chronicity construct itself that may be important for understanding child outcomes.",
  "authors": [
    {
      "last_name": "English",
      "fore_name": "Diana J",
      "initials": "DJ",
      "name": "Diana J English",
      "affiliations": [
        "State of Washington, Office of Children's Administration Research, 4045 Delridge Way SW, Suite 201, N17-2, Seattle, WA 98106, USA."
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "J Christopher",
      "initials": "JC",
      "name": "J Christopher Graham",
      "affiliations": []
    },
    {
      "last_name": "Litrownik",
      "fore_name": "Alan J",
      "initials": "AJ",
      "name": "Alan J Litrownik",
      "affiliations": []
    },
    {
      "last_name": "Everson",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Everson",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "0145-2134",
    "issn_type": "Print",
    "volume": "29",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "May"
  },
  "start_page": "575",
  "end_page": "595",
  "pages": "575-95",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Child",
    "Child Abuse",
    "Child Behavior",
    "Chronic Disease",
    "Cohort Studies",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Regression Analysis",
    "United States"
  ],
  "article_ids": {
    "pubmed": "15970326",
    "doi": "10.1016/j.chiabu.2004.08.009",
    "pii": "S0145-2134(05)00106-7"
  },
  "doi": "10.1016/j.chiabu.2004.08.009",
  "dates": {
    "completed": "2005-10-27",
    "revised": "2005-06-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.861561",
    "pmid": "15970326"
  }
}