{
  "pmid": "15974842",
  "uid": "15974842",
  "title": "Capnocytophaga spp. in periodontitis patients manifesting diabetes mellitus.",
  "abstract": "BACKGROUND: The subgingival microflora in patients presenting concurrently with periodontitis and diabetes mellitus (DM) are poorly understood. While traditional putative periodontal pathogens are implicated, research involving other oral organisms; e.g., Capnocytophaga spp., is lacking. These organisms produce a range of bacterial enzymes relevant to periodontal breakdown. It is inferred that periodontal bacteria acquire systemic access through the ulcerated periodontal pocket surface; conclusive evidence supporting this notion is limited. The aims of this investigation were to: 1) quantify and identify Capnocytophaga spp. present in healthy and diseased sites in periodontitis patients with and without DM, and 2) isolate periodontal pathogens from these patients' blood. METHODS: Twenty-one DM-periodontitis and 25 periodontitis patients were recruited. Subgingival plaque was collected from three healthy and three diseased sites per subject. Capnocytophaga spp. and total (facultative and obligate) anaerobic counts from each site were estimated. Capnocytophaga spp. were identified using 16S rRNA polymerase chain reaction (PCR) restriction fragment length polymorphism (RFLP). Statistical analyses were performed using multilevel modeling. Blood samples were subjected to HbA(1c) estimation and bacterial culture. RESULTS: A total of 848 Capnocytophaga spp. were isolated and identified. Significantly higher numbers of Capnocytophaga spp. (P <0.001) and anaerobes (P <0.001) were present in diseased sites in DM-periodontitis subjects compared to healthy sites in non-DM-periodontitis and DM-periodontitis subjects. C. ochracea (and variant) and C. granulosa were the most prevalent species. Blood samples were negative for Capnocytophaga spp. CONCLUSIONS: Total mean counts for Capnocytophaga spp. were significantly higher in DM-periodontitis subjects versus non-DM-periodontitis (P = 0.025) and at diseased sites versus healthy sites (P <0.001). Analysis of individual species revealed that the outcome varied with site status and DM status.",
  "authors": [
    {
      "last_name": "Ciantar",
      "fore_name": "Marilou",
      "initials": "M",
      "name": "Marilou Ciantar",
      "affiliations": [
        "Division of Microbial Diseases, Eastman Dental Institute for Oral Health Care Sciences, University College London, UK."
      ]
    },
    {
      "last_name": "Gilthorpe",
      "fore_name": "Mark S",
      "initials": "MS",
      "name": "Mark S Gilthorpe",
      "affiliations": []
    },
    {
      "last_name": "Hurel",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hurel",
      "affiliations": []
    },
    {
      "last_name": "Newman",
      "fore_name": "Hubert N",
      "initials": "HN",
      "name": "Hubert N Newman",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Spratt",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Spratt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of periodontology",
    "iso_abbreviation": "J Periodontol",
    "issn": "0022-3492",
    "issn_type": "Print",
    "volume": "76",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Feb"
  },
  "start_page": "194",
  "end_page": "203",
  "pages": "194-203",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Analysis of Variance",
    "Bacterial Typing Techniques",
    "Capnocytophaga",
    "Dental Plaque",
    "Diabetes Complications",
    "Female",
    "Humans",
    "Least-Squares Analysis",
    "Male",
    "Middle Aged",
    "Models, Statistical",
    "Periodontitis",
    "Polymerase Chain Reaction",
    "Polymorphism, Restriction Fragment Length"
  ],
  "article_ids": {
    "pubmed": "15974842",
    "doi": "10.1902/jop.2005.76.2.194"
  },
  "doi": "10.1902/jop.2005.76.2.194",
  "dates": {
    "completed": "2005-07-12",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.769535",
    "pmid": "15974842"
  }
}