{
  "pmid": "15993930",
  "uid": "15993930",
  "title": "Thromboembolism and anticoagulant management in hemodialysis patients: a practical guide to clinical management.",
  "abstract": "The need for anticoagulation in dialysis patients is common and the incidence of venous thromboembolism (VTE) and atrial fibrillation in this population is high. While direct data are lacking on the management of anticoagulation in dialysis patients, careful weighing of risks and benefits on the basis of evidence from other populations is crucial. VTE should be managed with adjusted dose warfarin for most patients. Placement of an inferior vena cava filter is a reasonable option for those patients with unacceptable bleeding risks. Studies are ongoing to assess the safety of some low-molecular-weight heparins (LMWH), which may potentially be useful for long-term anticoagulation in hemodialysis patients. In atrial fibrillation the available data on risk of bleeding, risk of stroke, and patient preferences should all be taken into account when considering long-term anticoagulation. We have constructed an evidence model to help quantitate the risks and benefits for an individual patient. The impact of dialysis on risk of bleeding is such that the risk of bleeding will outweigh the benefit in many patients, and anticoagulation will not be used: in some of these patients aspirin therapy may be an alternative. Finally, in the area of prevention of graft and access thrombosis, some randomized controlled trials are available, but none have to date shown benefit from anticoagulation for primary or secondary prevention of thrombosis, and the risk of bleeding in these studies was high.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Dorothy S",
      "initials": "DS",
      "name": "Dorothy S Lo",
      "affiliations": [
        "Department of Medicine, McMaster University, 25 Charlton Avenue, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rabbat",
      "fore_name": "Christian G",
      "initials": "CG",
      "name": "Christian G Rabbat",
      "affiliations": []
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "118",
    "issue": "3",
    "pub_year": "2006"
  },
  "start_page": "385",
  "end_page": "395",
  "pages": "385-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Anticoagulants",
    "Humans",
    "Kidney Diseases",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Renal Dialysis",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "15993930",
    "doi": "10.1016/j.thromres.2005.03.031",
    "pii": "S0049-3848(05)00214-8"
  },
  "doi": "10.1016/j.thromres.2005.03.031",
  "dates": {
    "completed": "2007-01-11",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.912380",
    "pmid": "15993930"
  }
}