{
  "pmid": "16010305",
  "uid": "16010305",
  "title": "Should we test for Helicobacter pylori before treating gastroesophageal reflux disease?",
  "abstract": "Gastroesophageal reflux disease (GERD) is a common problem in childhood. The cause is uncertain but because the incidence of GERD is increasing in developed countries and the prevalence of Helicobacter pylori is decreasing, it has been suggested that this infection protects against GERD. Observational data from 95 children, however, suggest that H. pylori eradication does not have a deleterious effect on GERD and this is supported by randomized controlled trials in adults. H. pylori eradication may also reduce the efficacy of proton pump inhibitor therapy in infected patients. There are no data from children but inferences from randomized controlled trials in adults suggest this effect is likely to be modest and of uncertain clinical significance. H. pylori is an important risk factor for distal gastric adenocarcinoma. It is likely that treating the infection in childhood will prevent pre-malignant changes associated with H. pylori from developing in the future. A meta-analysis of four randomized controlled trials suggest that there is a statistically significant impact on healing of chronic gastritis after one year compared with placebo (RR of chronic gastritis: 0.27; 95% CI 0.23 to 0.32). H. pylori eradication is therefore recommended in children with GERD that are having an endoscopy. However, when the diagnosis of GERD is being made clinically or by pH monitoring, it is not necessary to screen for H. pylori.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada. moayyep@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of gastroenterology = Journal canadien de gastroenterologie",
    "iso_abbreviation": "Can J Gastroenterol",
    "issn": "0835-7900",
    "issn_type": "Print",
    "volume": "19",
    "issue": "7",
    "pub_year": "2005",
    "pub_month": "Jul"
  },
  "start_page": "425",
  "end_page": "427",
  "pages": "425-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Gastritis",
    "Gastroesophageal Reflux",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Precancerous Conditions",
    "Proton Pump Inhibitors",
    "Stomach Neoplasms"
  ],
  "article_ids": {
    "pubmed": "16010305",
    "doi": "10.1155/2005/261835"
  },
  "doi": "10.1155/2005/261835",
  "dates": {
    "completed": "2005-11-10",
    "revised": "2019-06-08"
  },
  "chemicals": [
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.367636",
    "pmid": "16010305"
  }
}