{
  "pmid": "16014173",
  "uid": "16014173",
  "title": "Hospitalization and emergency department visits among seniors receiving homecare: a pilot study.",
  "abstract": "BACKGROUND: Despite the recent growth in home health services, data on clinical outcomes and acute health care utilization among older adults receiving homecare services are sparse. Obtaining such data is particularly relevant in Ontario where an increasing number of frail seniors receiving homecare are awaiting placement in long-term care facilities. In order to determine the feasibility of a large-scale study, we conducted a pilot study to assess utilization of acute health care services among seniors receiving homecare to determine associated clinical outcomes. METHODS: This prospective cohort study followed forty-seven seniors admitted to homecare by two homecare agencies in Hamilton, Ontario over a 12-month period. Demographic information and medical history were collected at baseline, and patients were followed until either termination of homecare services, death, or end of study. The primary outcome was hospitalization. Secondary outcomes included emergency department visits that did not result in hospitalization and death. Rates of hospitalization and emergency department visits without admission were calculated, and univariate analyses were performed to test for potential risk factors. Survival curves for accumulative rates of hospitalization and emergency department visits were created. RESULTS: 312 seniors were eligible for the study, of which 123 (39%) agreed to participate initially. After communicating with the research nurse, of the 123 who agreed to participate initially, 47 (38%) were enrolled in the study. Eleven seniors were hospitalized during 3,660 days of follow-up for a rate of 3.0 incident hospitalizations per 1,000 homecare-days. Eleven seniors had emergency department visits that did not result in hospitalization, for a rate of 3.3 incident emergency department visits per 1,000 homecare-days. There were no factors significantly associated with hospitalization or emergency department visits when adjustment was made for multiple comparisons. CONCLUSION: The incidence of hospitalization and visits to the emergency department among seniors receiving homecare services is high. Getting satisfactory levels of enrollment will be a major challenge for larger prospective studies.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Andrew A",
      "initials": "AA",
      "name": "Andrew A Smith",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Canada. smithaa@mcmaster.ca"
      ]
    },
    {
      "last_name": "Carusone",
      "fore_name": "Soo B Chan",
      "initials": "SB",
      "name": "Soo B Chan Carusone",
      "affiliations": []
    },
    {
      "last_name": "Willison",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Willison",
      "affiliations": []
    },
    {
      "last_name": "Babineau",
      "fore_name": "Tamara J",
      "initials": "TJ",
      "name": "Tamara J Babineau",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Stephanie D",
      "initials": "SD",
      "name": "Stephanie D Smith",
      "affiliations": []
    },
    {
      "last_name": "Abernathy",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Abernathy",
      "affiliations": []
    },
    {
      "last_name": "Marrie",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Marrie",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2005",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Emergency Service, Hospital",
    "Female",
    "Home Care Services",
    "Hospitalization",
    "Humans",
    "Male",
    "Pilot Projects",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "16014173",
    "pmc": "PMC1188058",
    "doi": "10.1186/1471-2318-5-9",
    "pii": "1471-2318-5-9"
  },
  "doi": "10.1186/1471-2318-5-9",
  "pmc_id": "PMC1188058",
  "dates": {
    "completed": "2006-06-14",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.117845",
    "pmid": "16014173"
  }
}