{
  "pmid": "16027144",
  "uid": "16027144",
  "title": "The maintenance in the oral cavity of children of tetracycline-resistant bacteria and the genes encoding such resistance.",
  "abstract": "OBJECTIVES: To investigate the maintenance of tetracycline-resistant oral bacteria and the genes encoding tetracycline resistance in these bacteria in children (aged 4--6 years) over a period of 12 months. METHODS: Plaque and saliva samples were taken from 26 children. Tetracycline-resistant bacteria were isolated and identified. The types of resistance genes and their genetic locations were also determined. RESULTS: Fifteen out of 18 children harboured tetracycline-resistant (defined as having a MIC>or=8 mg/L) oral bacteria at all three time points. The median percentage of tetracycline-resistant bacteria at 0, 6 and 12 months was 1.37, 1.37 and 0.85%, respectively; these were not significantly different. The MIC(50) of the group was 64 mg/L at all three time points compared with the MIC(90), which was 64 mg/L at 0 months, and 128 mg/L at 6 and 12 months. The most prevalent resistant species were streptococci (68%), which were isolated at all three time points in 13 children. The most prevalent gene encoding tetracycline resistance was tet(M) and this was found in different species at all three time points. For the first time, tet(32) was found in Streptococcus parasanguinis and Eubacterium saburreum. PCR and Southern-blot analysis (on isolates from three of the children) showed that the tet(M) gene was located on a Tn916-like element and could be detected at all three time points, in four different genera, Streptococcus, Granulicatella, Veillonella and Neisseria. CONCLUSIONS: The results of this study show that tetracycline-resistant bacteria and tet(M) are maintained within the indigenous oral microbiota of children, even though they are unlikely to have been directly exposed to tetracycline.",
  "authors": [
    {
      "last_name": "Lancaster",
      "fore_name": "Holli",
      "initials": "H",
      "name": "Holli Lancaster",
      "affiliations": [
        "Division of Microbial Diseases, Eastman Dental Institute for Oral Health Care Sciences, University College London, London, WC1X 8LD, UK."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Bedi",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Mullany",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Mullany",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of antimicrobial chemotherapy",
    "iso_abbreviation": "J Antimicrob Chemother",
    "issn": "0305-7453",
    "issn_type": "Print",
    "volume": "56",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Sep"
  },
  "start_page": "524",
  "end_page": "531",
  "pages": "524-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bacterial Proteins",
    "Blotting, Southern",
    "Child",
    "Child, Preschool",
    "Humans",
    "Longitudinal Studies",
    "Microbial Sensitivity Tests",
    "Mouth",
    "Neisseria",
    "Polymerase Chain Reaction",
    "Streptococcus",
    "Tetracycline Resistance",
    "Veillonella"
  ],
  "article_ids": {
    "pubmed": "16027144",
    "doi": "10.1093/jac/dki259",
    "pii": "dki259"
  },
  "doi": "10.1093/jac/dki259",
  "dates": {
    "completed": "2006-01-11",
    "revised": "2006-11-15"
  },
  "chemicals": [
    "Bacterial Proteins",
    "Tet M resistance protein, Bacteria"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.769909",
    "pmid": "16027144"
  }
}