{
  "pmid": "16021072",
  "uid": "16021072",
  "title": "Perinatal outcomes of in vitro fertilization twins: a systematic review and meta-analyses.",
  "abstract": "OBJECTIVE: Uncontrolled studies suggest that in vitro fertilization twins have increased rates of preterm birth and low birth weight and would warrant increased antenatal monitoring. The objective of this meta-analysis was to determine whether the incidence of poor obstetric outcomes is higher for in vitro fertilization twins than for spontaneously conceived twins who were matched for maternal age. STUDY DESIGN: Medline and EMBASE were searched with comprehensive search strategies. Case-control and cohort studies of twins who were conceived by in vitro fertilization or in vitro fertilization/intracytoplasmic sperm injection, with the transfer of fresh embryos or cryopreserved (frozen) in women with infertility, and/or whose partners were subfertile or infertile, compared with naturally (spontaneously) conceived twins who were matched for maternal age (case-control studies) or which were controlled for it (cohort studies). Two reviewers independently assessed titles, abstracts, and study quality and extracted the data. Statistical analysis was performed with commercial statistical software. Dichotomous data were meta-analyzed with odds ratios as measures of effect size, and continuous data was meta-analyzed with mean differences. Interstudy variation was incorporated with the assumption of a random effects model for the treatment effect. RESULTS: Compared with spontaneously conceived twins who were matched for maternal age, in vitro fertilization twins have an increased risk of preterm birth between 32 and 36 weeks of gestation (odds ratio, 1.48; 95% CI, 1.05-2.10), and an elevated risk of preterm birth at <37 weeks of gestation when parity is also matched for an odds ratio of 1.57 (95% CI, 1.01-2.44). There was an increased rate of cesarean delivery among in vitro fertilization twins (odds ratio, 1.33; 95% CI, 1.06-1.67). There were no significant differences in incidences of perinatal death, low birth weight infants, or congenital malformations. CONCLUSION: In vitro fertilization twins have increased rates of preterm birth compared with spontaneously conceived twins who were matched for maternal age, despite the fact that their outcomes would be expected to be better because of the decreased proportion of monochorionic twins.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ottawa Hospital, University of Ottawa, Ontario, Canada. samcdonald@ottawahospital.on.ca"
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie",
      "initials": "K",
      "name": "Kellie Murphy",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Ohlsson",
      "fore_name": "Arne",
      "initials": "A",
      "name": "Arne Ohlsson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "0002-9378",
    "issn_type": "Print",
    "volume": "193",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jul"
  },
  "start_page": "141",
  "end_page": "152",
  "pages": "141-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Case-Control Studies",
    "Cohort Studies",
    "Female",
    "Fertilization in Vitro",
    "Humans",
    "Incidence",
    "Pregnancy",
    "Pregnancy Outcome",
    "Pregnancy, Multiple",
    "Premature Birth",
    "Twins"
  ],
  "article_ids": {
    "pubmed": "16021072",
    "doi": "10.1016/j.ajog.2004.11.064",
    "pii": "S0002937804020770"
  },
  "doi": "10.1016/j.ajog.2004.11.064",
  "dates": {
    "completed": "2005-08-11",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.406682",
    "pmid": "16021072"
  }
}