{
  "pmid": "16053582",
  "uid": "16053582",
  "title": "Towards systematic reviews that inform health care management and policy-making.",
  "abstract": "OBJECTIVES: To identify ways to improve the usefulness of systematic reviews for health care managers and policy-makers that could then be evaluated prospectively. METHODS: We systematically reviewed studies of decision-making by health care managers and policy-makers, conducted interviews with a purposive sample of them in Canada and the United Kingdom (n = 29), and reviewed the websites of research funders, producers/purveyors of research, and journals that include them among their target audiences (n = 45). RESULTS: Our systematic review identified that factors such as interactions between researchers and health care policy-makers and timing/timeliness appear to increase the prospects for research use among policy-makers. Our interviews with health care managers and policy-makers suggest that they would benefit from having information that is relevant for decisions highlighted for them (e.g. contextual factors that affect a review's local applicability and information about the benefits, harms/risks and costs of interventions) and having reviews presented in a way that allows for rapid scanning for relevance and then graded entry (such as one page of take-home messages, a three-page executive summary and a 25-page report). Managers and policy-makers have mixed views about the helpfulness of recommendations. Our analysis of websites found that contextual factors were rarely highlighted, recommendations were often provided and graded entry formats were rarely used. CONCLUSIONS: Researchers could help to ensure that the future flow of systematic reviews will better inform health care management and policy-making by involving health care managers and policy-makers in their production and better highlighting information that is relevant for decisions. Research funders could help to ensure that the global stock of systematic reviews will better inform health care management and policy-making by supporting and evaluating local adaptation processes such as developing and making available online more user-friendly 'front ends' for potentially relevant systematic reviews.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Huw",
      "initials": "H",
      "name": "Huw Davies",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andy",
      "initials": "A",
      "name": "Andy Oxman",
      "affiliations": []
    },
    {
      "last_name": "Denis",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Denis",
      "affiliations": []
    },
    {
      "last_name": "Golden-Biddle",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Golden-Biddle",
      "affiliations": []
    },
    {
      "last_name": "Ferlie",
      "fore_name": "Ewan",
      "initials": "E",
      "name": "Ewan Ferlie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1355-8196",
    "issn_type": "Print",
    "volume": "10 Suppl 1",
    "pub_year": "2005",
    "pub_month": "Jul"
  },
  "start_page": "35",
  "end_page": "48",
  "pages": "35-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Decision Making, Organizational",
    "Delivery of Health Care",
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Policy Making",
    "Research Design",
    "State Medicine",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "16053582",
    "doi": "10.1258/1355819054308549"
  },
  "doi": "10.1258/1355819054308549",
  "dates": {
    "completed": "2005-09-09",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.965696",
    "pmid": "16053582"
  }
}