{
  "pmid": "16054280",
  "uid": "16054280",
  "title": "Comparison of cumulative low back loads of caregivers when transferring patients using overhead and floor mechanical lifting devices.",
  "abstract": "BACKGROUND: Mechanical lifting devices are recommended as an important intervention for reducing lifting injuries among nursing personnel; previous research suggests that spinal loads are not minimized for all device types. The purpose of this study was to describe the spinal loading pattern while performing a bed to chair transfer comparing Overhead and Floor powered lifting devices. METHODS: A Latin Square design was employed to evaluate five lifting devices while performing a heavy patient transfer. The primary outcomes were spinal compression, and anterior shear (across median and cumulative loading conditions), and ratings of perceived exertion. An inverse dynamic approach was used to calculate the net joint forces and moments about the L5/S1 spinal level. The transfer was partitioned into seven distinct phases for biomechanical analysis. FINDINGS: The proportion of time spent and the mean loads sustained in each phase of the transfer were described. Significant differences in loads were observed between the differing lifting devices, particularly during the transport phases for the Overhead devices. Nurse subjects consistently ranked Overhead lifting devices as most preferred. INTERPRETATION: A large proportion of the time to complete the transfer and cumulative loads occurred during phases that involved only the sling and not the mechanical component of the device. Overhead lifting devices were shown to have lower spinal loads during the transport phases. The results of this study have implications for the use and selection of mechanical lifting devices as part of a strategy to reduce back injuries.",
  "authors": [
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina L",
      "initials": "PL",
      "name": "Pasqualina L Santaguida",
      "affiliations": [
        "Evidence-based Practice Centre, McMaster University, DTC Room 309, 1280 Main Street West, Hamilton, ON, Canada L8S 4L8. santag@mcmaster.ca"
      ]
    },
    {
      "last_name": "Pierrynowski",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Pierrynowski",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Fernie",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Fernie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical biomechanics (Bristol, Avon)",
    "iso_abbreviation": "Clin Biomech (Bristol)",
    "issn": "0268-0033",
    "issn_type": "Print",
    "volume": "20",
    "issue": "9",
    "pub_year": "2005",
    "pub_month": "Nov"
  },
  "start_page": "906",
  "end_page": "916",
  "pages": "906-16",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Analysis of Variance",
    "Back Pain",
    "Biomechanical Phenomena",
    "Ergonomics",
    "Humans",
    "Nursing Care",
    "Occupational Diseases",
    "Self-Help Devices"
  ],
  "article_ids": {
    "pubmed": "16054280",
    "doi": "10.1016/j.clinbiomech.2005.06.001",
    "pii": "S0268-0033(05)00127-0"
  },
  "doi": "10.1016/j.clinbiomech.2005.06.001",
  "dates": {
    "completed": "2005-12-01",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.420993",
    "pmid": "16054280"
  }
}