{
  "pmid": "16076387",
  "uid": "16076387",
  "title": "Assessing, treating and preventing community acquired pneumonia in older adults: findings from a community-wide survey of emergency room and family physicians.",
  "abstract": "BACKGROUND: Respiratory infections, like pneumonia, represent an important threat to the health of older Canadians. Our objective was to determine, at a community level, family and emergency room physicians' knowledge and beliefs about community acquired pneumonia (CAP) in older adults and to describe their self-reported assessment, management and prevention strategies. METHODS: All active ER and family physicians in Brant County received a mailed questionnaire. An advance notification letter and three follow-up mailings were used to maximize physician participation rate. The questionnaire collected information about physicians' assessment, management, and prevention strategies for CAP in older adults (>or=60 years of age) plus demographic, training, and practice characteristics. The analysis highlights differences in approaches between office-based and emergency department physicians. RESULTS: Seventy-seven percent of physicians completed and returned the survey. Although only 16% of physicians were very confident in assessing CAP in older adults, more than half reported CAP to be a very important health concern in their practices. In-service training for family physicians was associated with increased confidence in CAP assessment and more frequent use of diagnostic tests. Family physicians who reported always requesting chest x-rays were also more likely to request pulse oximetry (OR 5.6, 95% CI 1.40 to 22.5) and recommend both follow-up x-rays (OR 5.4, 95% CI 1.7 to 16.6) and pneumococcal vaccination (OR 3.4, 95% CI 1.1 to 10.0). CONCLUSION: The findings of this study provide a snapshot of how non-specialists from a non-urban Ontario community assess, manage and prevent CAP in older adults and highlight differences between office-based and emergency department physicians. This information can guide researchers and clinicians in their efforts to improve the management and prevention of CAP in older adults.",
  "authors": [
    {
      "last_name": "Krueger",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Krueger",
      "affiliations": [
        "St, Joseph's Health System Research Network, Father Sean O'Sullivan Research Centre, Hamilton, Ontario, Canada. kruegerp@mcmaster.ca"
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    },
    {
      "last_name": "Kelly",
      "fore_name": "Caralyn",
      "initials": "C",
      "name": "Caralyn Kelly",
      "affiliations": []
    },
    {
      "last_name": "Edward",
      "fore_name": "H Gayle",
      "initials": "HG",
      "name": "H Gayle Edward",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC family practice",
    "iso_abbreviation": "BMC Fam Pract",
    "issn": "1471-2296",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2005",
    "pub_month": "Aug",
    "pub_day": "02"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Clinical Competence",
    "Community-Acquired Infections",
    "Confidence Intervals",
    "Emergency Service, Hospital",
    "Family Practice",
    "Geriatric Assessment",
    "Humans",
    "Office Visits",
    "Ontario",
    "Pneumonia",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16076387",
    "pmc": "PMC1184068",
    "doi": "10.1186/1471-2296-6-32",
    "pii": "1471-2296-6-32"
  },
  "doi": "10.1186/1471-2296-6-32",
  "pmc_id": "PMC1184068",
  "dates": {
    "completed": "2005-12-20",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:51.102740",
    "pmid": "16076387"
  }
}