{
  "pmid": "16081427",
  "uid": "16081427",
  "title": "Skin biopsy rates and incidence of melanoma: population based ecological study.",
  "abstract": "OBJECTIVES: To describe changes in skin biopsy rates and to determine their relation with changes in the incidence of melanoma. DESIGN: Population based ecological study. SETTING: Nine geographical areas of the United States. PARTICIPANTS: Participants of the Surveillance Epidemiology and End Results (SEER) programme aged 65 and older. MAIN OUTCOME MEASURES: For the period 1986 to 2001, annual skin biopsy rates for each surveillance area from Medicare claims and incidence rates for melanoma for the same population. RESULTS: Between 1986 and 2001 the average biopsy rate across the nine participating areas increased 2.5-fold among people aged 65 and older (2847 to 7222 per 100,000 population). Over the same period the average incidence of melanoma increased 2.4-fold (45 to 108 per 100,000 population). Assuming that the occurrence of true disease was constant, the extra number of melanoma cases that were diagnosed after carrying out 1000 additional biopsies was 12.6 (95% confidence interval 11.2 to 14.0). After controlling for a potential increase in the true occurrence of disease, 1000 additional biopsies were still associated with 6.9 (3.1 to 10.8) extra melanoma cases diagnosed. Stage specific analyses suggested that 1000 biopsies were associated with 4.4 (2.1 to 6.8) extra cases of in situ melanoma diagnosed and 2.3 (0.0 to 4.6) extra cases of local melanoma, but not with the incidence of advanced melanoma. Mortality from melanoma changed little during the period. CONCLUSION: The incidence of melanoma is associated with biopsy rates. That the extra cases diagnosed were confined to early stage cancer while mortality remained stable suggests overdiagnosis-the increased incidence being largely the result of increased diagnostic scrutiny and not an increase in the incidence of disease.",
  "authors": [
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA. H.Gilbert.Welch@dartmouth.edu"
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "331",
    "issue": "7515",
    "pub_year": "2005",
    "pub_month": "Sep",
    "pub_day": "03"
  },
  "start_page": "481",
  "pages": "481",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Biopsy",
    "Humans",
    "Incidence",
    "Melanoma",
    "Regression Analysis",
    "Skin",
    "Skin Neoplasms",
    "United States"
  ],
  "article_ids": {
    "pubmed": "16081427",
    "pmc": "PMC1199022",
    "doi": "10.1136/bmj.38516.649537.E0",
    "pii": "bmj.38516.649537.E0"
  },
  "doi": "10.1136/bmj.38516.649537.E0",
  "pmc_id": "PMC1199022",
  "dates": {
    "completed": "2005-09-19",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P01 AG019783",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P01 AG19783-01",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.402988",
    "pmid": "16081427"
  }
}