{
  "pmid": "16084148",
  "uid": "16084148",
  "title": "Management of risk in peripheral artery disease: recent therapeutic advances.",
  "abstract": "Peripheral artery disease (PAD) is a problem frequently encountered by physicians who care for patients with coronary heart disease, diabetes mellitus, renal insufficiency, congestive heart failure, or stroke. Patients with PAD are at heightened risk of myocardial infarction and stroke and are 6 times more likely to die of cardiovascular causes than persons without the disease. There is an urgent need for therapies that reduce the incidence of vascular complications among patients with PAD. In recent years, a number of risk-lowering therapies have been validated by randomized controlled trials enrolling large numbers of patients with PAD. The available evidence supports aggressive lifestyle modification as well as the provision of an antiplatelet agent, an HMGCoA (3-hydroxy-3-methylglutaryl coenzyme A) reductase inhibitor, and an angiotensin-converting enzyme inhibitor for cardiovascular protection in patients with PAD. As a result of their high baseline risk and the proven effectiveness of these interventions, most patients with PAD will benefit substantially from aggressive medical therapy.",
  "authors": [
    {
      "last_name": "Hackam",
      "fore_name": "Daniel G",
      "initials": "DG",
      "name": "Daniel G Hackam",
      "affiliations": [
        "Division of Clinical Pharmacology and Toxicology, Sunnybrook & Women's College Health Sciences Centre, Toronto, Canada. danhackam@cogeco.ca"
      ]
    },
    {
      "last_name": "Goodman",
      "fore_name": "Shaun G",
      "initials": "SG",
      "name": "Shaun G Goodman",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "150",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Jul"
  },
  "start_page": "35",
  "end_page": "40",
  "pages": "35-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Arteries",
    "Humans",
    "Peripheral Vascular Diseases",
    "Prognosis",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "16084148",
    "doi": "10.1016/j.ahj.2005.01.008",
    "pii": "S0002-8703(05)00011-6"
  },
  "doi": "10.1016/j.ahj.2005.01.008",
  "dates": {
    "completed": "2005-11-28",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:13.523923",
    "pmid": "16084148"
  }
}