{
  "pmid": "16096445",
  "uid": "16096445",
  "title": "Outcome measures for clinical research in sepsis: a report of the 2nd Cambridge Colloquium of the International Sepsis Forum.",
  "abstract": "BACKGROUND AND OBJECTIVES: Sepsis is the leading cause of morbidity and mortality for patients admitted to an intensive care unit. The evaluation of new therapies has been hampered by the underdevelopment of outcome measures used to detect biological activity and patient-centered benefit in a complex and highly heterogeneous patient population. We sought to evaluate existing approaches and to draw on insights from other disciplines to propose a comprehensive approach to outcome evaluation in sepsis clinical trials. METHODS: An expert colloquium organized by the International Sepsis Forum brought together sepsis researchers, clinical epidemiologists, and experts in the development and implementation of outcome measures in rheumatology, neurology, and oncology. RESULTS: The translation of an evolving understanding of the biology of sepsis into effective new therapies for critically ill patients requires a reevaluation of the end points used to determine response to intervention. These represent a continuum that measures biological activity against the target at one end and sustained improvement in survival or quality of life at the other. Early phase research should determine whether an intervention works in vivo, using measures that are responsive and informative to provide proof of principle, to aid in selecting optimal patient populations for study, and to gain insights into optimal dose and duration of therapy. After in vivo biology has been demonstrated and the possibility of efficacy inferred by plausible improvements in surrogate physiologic measures, definitive studies should seek robust evidence of benefit using end points that measure important, patient-centered benefit, including intermediate and longer term survival and health-related quality of life. Nonmortal measures of benefit assume particular importance for populations, such as children, whose mortality risk is low, or who have significant rates of comorbidities that independently limit survival. Composite measures that integrate morbidity and mortality effects may provide the most meaningful information about therapeutic efficacy. CONCLUSIONS: The development of explicit, hypothesis-driven, and iterative approaches to outcome measure development, patterned on approaches used in the fields of rheumatology and oncology, may improve the conduct of clinical studies in the critically ill.",
  "authors": [
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": [
        "Department of Surgery, Interdepartmental Division of Critical Care Medicine, University of Toronto, St. Michael's Hospital, Canada. jc.marshall@utoronto.ca"
      ]
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek C",
      "initials": "DC",
      "name": "Derek C Angus",
      "affiliations": []
    },
    {
      "last_name": "Abraham",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Abraham",
      "affiliations": []
    },
    {
      "last_name": "Bernard",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Bernard",
      "affiliations": []
    },
    {
      "last_name": "Bombardier",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Bombardier",
      "affiliations": []
    },
    {
      "last_name": "Calandra",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Calandra",
      "affiliations": []
    },
    {
      "last_name": "Jørgensen",
      "fore_name": "Henrik Stig",
      "initials": "HS",
      "name": "Henrik Stig Jørgensen",
      "affiliations": []
    },
    {
      "last_name": "Sylvester",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Sylvester",
      "affiliations": []
    },
    {
      "last_name": "Boers",
      "fore_name": "Maarten",
      "initials": "M",
      "name": "Maarten Boers",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "33",
    "issue": "8",
    "pub_year": "2005",
    "pub_month": "Aug"
  },
  "start_page": "1708",
  "end_page": "1716",
  "pages": "1708-16",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Europe",
    "Humans",
    "Intensive Care Units",
    "North America",
    "Outcome Assessment, Health Care",
    "Sepsis"
  ],
  "article_ids": {
    "pubmed": "16096445",
    "doi": "10.1097/01.ccm.0000174478.70338.03",
    "pii": "00003246-200508000-00005"
  },
  "doi": "10.1097/01.ccm.0000174478.70338.03",
  "dates": {
    "completed": "2005-09-15",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.302538",
    "pmid": "16096445"
  }
}