{
  "pmid": "16098150",
  "uid": "16098150",
  "title": "From rhetoric to reality: including patient voices in supportive cancer care planning.",
  "abstract": "OBJECTIVE: To explore the extent and manner of patient participation in the planning of regional supportive care networks throughout the province of Ontario. We consider the disconnect between the rhetoric and reality of patient involvement in network planning and co-ordination. CONTEXT: In 1997, the Province of Ontario, Canada, established a new, regionalized cancer care system. By transferring responsibility to the regional level and to networks, the architects of the new provincial system hoped to broaden participation in decision making and to enhance the responsiveness of decisions to communities. RESEARCH APPROACH: Through a qualitative, multiple case study approach we evaluated the processes of involving patients in network development. In-depth, semi-structured interviews and document analysis were complemented by observations of provincial meetings, regional council and network meetings. RESULTS: The network development processes in the three case study regions reveal a significant gap between intentions to involve patients in health planning and their actual involvement. This gap can be explained by: (i) a lack of clear direction regarding networks and patient participation in these networks; (ii) the dominance of regional cancer centres in network planning activities; and, (iii) the emergence of competing provincial priorities. DISCUSSION: These three trends expose the complexity of the notion of public participation and how it is embedded in social and political contexts. The failed attempt at involving patients in health planning efforts is the result of benign neglect of public participation intents and the social and political contexts in which public and patient participation is meant to occur.",
  "authors": [
    {
      "last_name": "Gold",
      "fore_name": "Sara K Tedford",
      "initials": "SK",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. tedford@mcmaster.ca"
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": []
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy A",
      "initials": "CA",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-6513",
    "issn_type": "Print",
    "volume": "8",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Sep"
  },
  "start_page": "195",
  "end_page": "209",
  "pages": "195-209",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cancer Care Facilities",
    "Community Health Planning",
    "Community Networks",
    "Decision Making, Organizational",
    "Humans",
    "Interviews as Topic",
    "Neoplasms",
    "Ontario",
    "Organizational Case Studies",
    "Patient Participation",
    "Regional Medical Programs"
  ],
  "article_ids": {
    "pubmed": "16098150",
    "pmc": "PMC5060302",
    "doi": "10.1111/j.1369-7625.2005.00334.x",
    "pii": "HEX334"
  },
  "doi": "10.1111/j.1369-7625.2005.00334.x",
  "pmc_id": "PMC5060302",
  "dates": {
    "completed": "2006-09-14",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.654751",
    "pmid": "16098150"
  }
}