{
  "pmid": "16092969",
  "uid": "16092969",
  "title": "Inequalities in neighbourhood socioeconomic characteristics: potential evidence-base for neighbourhood health planning.",
  "abstract": "BACKGROUND: Population health planning aims to improve the health of the entire population and to reduce health inequities among population groups. Socioeconomic factors are increasingly being recognized as major determinants of many aspects of health and causes of health inequities. Knowledge of socioeconomic characteristics of neighbourhoods is necessary to identify their unique health needs and enhance identification of socioeconomically disadvantaged populations. Careful integration of this knowledge into health planning activities is necessary to ensure that health planning and service provision are tailored to unique neighbourhood population health needs. In this study, we identify unique neighbourhood socioeconomic characteristics and classify the neighbourhoods based on these characteristics. Principal components analysis (PCA) of 18 socioeconomic variables was used to identify the principal components explaining most of the variation in socioeconomic characteristics across the neighbourhoods. Cluster analysis was used to classify neighbourhoods based on their socioeconomic characteristics. RESULTS: Results of the PCA and cluster analysis were similar but the latter were more objective and easier to interpret. Five neighbourhood types with distinguishing socioeconomic and demographic characteristics were identified. The methodology provides a more complete picture of the neighbourhood socioeconomic characteristics than when a single variable (e.g. income) is used to classify neighbourhoods. CONCLUSION: Cluster analysis is useful for generating neighbourhood population socioeconomic and demographic characteristics that can be useful in guiding neighbourhood health planning and service provision. This study is the first of a series of studies designed to investigate health inequalities at the neighbourhood level with a view to providing evidence-base for health planners, service providers and policy makers to help address health inequity issues at the neighbourhood level. Subsequent studies will investigate inequalities in health outcomes both within and across the neighbourhood types identified in the current study.",
  "authors": [
    {
      "last_name": "Odoi",
      "fore_name": "Agricola",
      "initials": "A",
      "name": "Agricola Odoi",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. odoiag@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wray",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wray",
      "affiliations": []
    },
    {
      "last_name": "Emo",
      "fore_name": "Marion",
      "initials": "M",
      "name": "Marion Emo",
      "affiliations": []
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Hutchison",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Hutchison",
      "affiliations": []
    },
    {
      "last_name": "Eyles",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eyles",
      "affiliations": []
    },
    {
      "last_name": "Abernathy",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Abernathy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of health geographics",
    "iso_abbreviation": "Int J Health Geogr",
    "issn": "1476-072X",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2005",
    "pub_month": "Aug",
    "pub_day": "10"
  },
  "start_page": "20",
  "pages": "20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16092969",
    "pmc": "PMC1201163",
    "doi": "10.1186/1476-072X-4-20",
    "pii": "1476-072X-4-20"
  },
  "doi": "10.1186/1476-072X-4-20",
  "pmc_id": "PMC1201163",
  "dates": {
    "completed": "2005-10-14",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:25.843485",
    "pmid": "16092969"
  }
}