{
  "pmid": "16119569",
  "uid": "16119569",
  "title": "Achievements and challenges of medicare in Canada: Are we there yet? Are we on course?",
  "abstract": "Health care policy in Canada is based on providing public funding for medically necessary physician and hospital-based services free at the point of delivery (\"first-dollar public funding\"). Studies consistently show that the introduction of public funding to support the provision of health care services free at the point of delivery is associated with increases in the proportionate share of services used by the poor and in population distributions of services that are independent of income. Claims about the success of Canada's health care policy tend to be based on these findings, without reference to medical necessity. This article adopts a needs-based perspective to reviewing the distribution of health care services. Despite the removal of user prices, significant barriers remain to services being distributed in accordance with need-the objective of needs-based access to services remains elusive. The increased fiscal pressures imposed on health care in the 1990s, together with the failure of health care policy to encompass the changing nature of health care delivery, seem to represent further departures from policy objectives. In addition, there is evidence of increasing public dissatisfaction with the performance of the system. A return to modest increases in public funding in the new millennium has not been sufficient to arrest these trends. Widespread support for first-dollar public funding needs to be accompanied by greater attention to the scope of the legislation and the adoption of a needs-based focus among health care policymakers.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. birch@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of health services : planning, administration, evaluation",
    "iso_abbreviation": "Int J Health Serv",
    "issn": "0020-7314",
    "issn_type": "Print",
    "volume": "35",
    "issue": "3",
    "pub_year": "2005"
  },
  "start_page": "443",
  "end_page": "463",
  "pages": "443-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Health Expenditures",
    "Health Policy",
    "Health Services Accessibility",
    "Health Services Needs and Demand",
    "Humans",
    "National Health Programs",
    "Needs Assessment",
    "Policy Making",
    "Poverty",
    "Program Evaluation",
    "Universal Health Insurance"
  ],
  "article_ids": {
    "pubmed": "16119569",
    "doi": "10.2190/RWA1-C3PB-0KY4-HBUT"
  },
  "doi": "10.2190/RWA1-C3PB-0KY4-HBUT",
  "dates": {
    "completed": "2005-11-04",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.677545",
    "pmid": "16119569"
  }
}