{
  "pmid": "16126300",
  "uid": "16126300",
  "title": "Economic evaluation of HIV screening in pregnant women attending antenatal clinics in India.",
  "abstract": "OBJECTIVE: With prevalence of HIV rising in pregnant women in India, pediatric HIV/AIDS is emerging as a public health problem. We evaluated the additional costs to the health care system and the additional health outcomes of introducing a voluntary primary care HIV screening program for pregnant women in India. METHODS: The analysis was conducted from the government perspective. We analyzed two scenarios: a programme of universal screening nation-wide and a programme of screening restricted to high prevalence states. Health benefits were measured by the number of perinatal HIV cases prevented and the reduction in the potential years of life lost (PYLL). FINDINGS: Nation-wide screening would cost the government Rs. 254.78 million and would prevent 9880 cases of perinatal HIV resulting in savings of 131,700 life years (average cost per HIV case prevented Rs. 25,787; per year reduction in PYLLs Rs. 1935). Implementing the program in only the high prevalence states would achieve 45% of these reductions in cases and life years lost at only 20% of this cost, at an average of Rs. 12,091 per HIV case prevented or Rs. 907 per year reduction in PYLLs (44 Indian rupees = 1 US dollar). In sensitivity analysis, the cost of the program was influenced mainly by antenatal coverage, the cost of the HIV test, the lifetime costs of treatment of a HIV infected child and the overhead costs. CONCLUSIONS: We provide an estimate of the additional costs and health effects of two approaches to introducing HIV screening among pregnant women in India. Decision-makers would have to demonstrate that the resources used for its implementation would result in more health benefits than from the alternative uses of those resources.",
  "authors": [
    {
      "last_name": "Kumar",
      "fore_name": "Manoj",
      "initials": "M",
      "name": "Manoj Kumar",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, University of Alberta, Edmonton, AB, Canada. manojk2@hotmail.com"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Maturana",
      "fore_name": "Andres",
      "initials": "A",
      "name": "Andres Maturana",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiran",
      "initials": "A",
      "name": "Amiran Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "77",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "233",
  "end_page": "243",
  "pages": "233-43",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cost-Benefit Analysis",
    "Counseling",
    "Decision Trees",
    "Female",
    "HIV Infections",
    "Humans",
    "India",
    "Infant, Newborn",
    "Mass Screening",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Prenatal Care",
    "Prenatal Diagnosis",
    "Prevalence",
    "Program Evaluation",
    "Quality-Adjusted Life Years",
    "Risk Assessment",
    "Value of Life"
  ],
  "article_ids": {
    "pubmed": "16126300",
    "doi": "10.1016/j.healthpol.2005.07.014",
    "pii": "S0168-8510(05)00181-8"
  },
  "doi": "10.1016/j.healthpol.2005.07.014",
  "dates": {
    "completed": "2006-12-07",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.640520",
    "pmid": "16126300"
  }
}