{
  "pmid": "16129815",
  "uid": "16129815",
  "title": "Long-term effects of ramipril on cardiovascular events and on diabetes: results of the HOPE study extension.",
  "abstract": "BACKGROUND: We have previously demonstrated that ramipril reduces vascular events and new diagnoses of diabetes when given for a 4.5-year period. However, it is not known whether the benefits are observed in subgroups of patients at varying risk or on other proven therapies and whether the benefits are sustained beyond the current trial. The 2 aims of this investigation were to assess whether the benefits observed during the HOPE trial were (1) maintained after trial cessation during an additional 2.6 years of follow-up and (2) observed in subgroups based on risk and ancillary treatments. METHODS AND RESULTS: Of the initial 267 study centers and 9297 patients, 174 centers and 4528 patients agreed to further follow-up. The rates of use of angiotensin-converting-enzyme inhibitors (ACEIs) in the 2 groups (72% ramipril versus 68% placebo) were similar after the end of the trial. During the posttrial follow-up, patients allocated to ramipril had a 19% further lower relative risk (RR) of myocardial infarction (95% confidence interval [CI], 0.65 to 1.01), a 16% lower RR (95% CI, 0.70 to 0.99) of revascularization, and a 34% lower RR of a new diagnosis of diabetes (95% CI, 0.46 to 0.95). Similar RR reductions in vascular events were observed during and after the active phase of the trial, regardless of baseline risk (RR of 0.76, 0.89, and 0.83 for low-, medium-, and high-risk patients, respectively) or ancillary treatments (RR of 0.90 for aspirin, 0.76 for beta-blockers, and 0.84 for lipid-lowering medication). CONCLUSIONS: The benefits of ramipril observed during the active period of the HOPE trial were maintained during posttrial follow-up for cardiovascular death, stroke, and hospitalization for heart failure. Additional reductions in myocardial infarction, revascularization, and the development of diabetes were observed during the follow-up phase despite similar rates of ACEI use in the 2 randomized groups. These benefits were consistent regardless of patient risk or ancillary treatments.",
  "authors": [
    {
      "last_name": "Bosch",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Bosch",
      "affiliations": [
        "Division of Cardiology, Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. jackie@ccc.mcmaster.ca"
      ]
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Lonn",
      "affiliations": []
    },
    {
      "last_name": "Pogue",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Pogue",
      "affiliations": []
    },
    {
      "last_name": "Arnold",
      "fore_name": "J Malcolm O",
      "initials": "JM",
      "name": "J Malcolm O Arnold",
      "affiliations": []
    },
    {
      "last_name": "Dagenais",
      "fore_name": "Gilles R",
      "initials": "GR",
      "name": "Gilles R Dagenais",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Circulation",
    "iso_abbreviation": "Circulation",
    "issn": "1524-4539",
    "issn_type": "Electronic",
    "volume": "112",
    "issue": "9",
    "pub_year": "2005",
    "pub_month": "Aug",
    "pub_day": "30"
  },
  "start_page": "1339",
  "end_page": "1346",
  "pages": "1339-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Diabetes Mellitus",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Ramipril",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16129815",
    "doi": "10.1161/CIRCULATIONAHA.105.548461",
    "pii": "112/9/1339"
  },
  "doi": "10.1161/CIRCULATIONAHA.105.548461",
  "dates": {
    "completed": "2006-02-09",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Ramipril"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.558288",
    "pmid": "16129815"
  }
}