{
  "pmid": "16132168",
  "uid": "16132168",
  "title": "Comparative rates of violence in chimpanzees and humans.",
  "abstract": "This paper tests the proposal that chimpanzees (Pan troglodytes) and humans have similar rates of death from intraspecific aggression, whereas chimpanzees have higher rates of non-lethal physical attack (Boehm 1999, Hierarchy in the forest: the evolution of egalitarian behavior. Harvard University Press). First, we assembled data on lethal aggression from long-term studies of nine communities of chimpanzees living in five populations. We calculated rates of death from intraspecific aggression both within and between communities. Variation among communities in mortality rates from aggression was high, and rates of death from intercommunity and intracommunity aggression were not correlated. Estimates for average rates of lethal violence for chimpanzees proved to be similar to average rates for subsistence societies of hunter-gatherers and farmers. Second, we compared rates of non-lethal physical aggression for two populations of chimpanzees and one population of recently settled hunter-gatherers. Chimpanzees had rates of aggression between two and three orders of magnitude higher than humans. These preliminary data support Boehm's hypothesis.",
  "authors": [
    {
      "last_name": "Wrangham",
      "fore_name": "Richard W",
      "initials": "RW",
      "name": "Richard W Wrangham",
      "affiliations": [
        "Department of Anthropology, Harvard University, Peabody Museum, 11 Divinity Avenue, Cambridge, MA 02138, USA. wrangham@fas.harvard.edu"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    },
    {
      "last_name": "Muller",
      "fore_name": "Martin N",
      "initials": "MN",
      "name": "Martin N Muller",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Primates; journal of primatology",
    "iso_abbreviation": "Primates",
    "issn": "0032-8332",
    "issn_type": "Print",
    "volume": "47",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "14",
  "end_page": "26",
  "pages": "14-26",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aggression",
    "Animals",
    "Female",
    "Humans",
    "Male",
    "Mortality",
    "Pan troglodytes",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "16132168",
    "doi": "10.1007/s10329-005-0140-1"
  },
  "doi": "10.1007/s10329-005-0140-1",
  "dates": {
    "completed": "2006-09-13",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.772722",
    "pmid": "16132168"
  }
}