{
  "pmid": "16138930",
  "uid": "16138930",
  "title": "Childhood obesity, prevalence and prevention.",
  "abstract": "Childhood obesity has reached epidemic levels in developed countries. Twenty five percent of children in the US are overweight and 11% are obese. Overweight and obesity in childhood are known to have significant impact on both physical and psychological health. The mechanism of obesity development is not fully understood and it is believed to be a disorder with multiple causes. Environmental factors, lifestyle preferences, and cultural environment play pivotal roles in the rising prevalence of obesity worldwide. In general, overweight and obesity are assumed to be the results of an increase in caloric and fat intake. On the other hand, there are supporting evidence that excessive sugar intake by soft drink, increased portion size, and steady decline in physical activity have been playing major roles in the rising rates of obesity all around the world. Consequently, both over-consumption of calories and reduced physical activity are involved in childhood obesity. Almost all researchers agree that prevention could be the key strategy for controlling the current epidemic of obesity. Prevention may include primary prevention of overweight or obesity, secondary prevention or prevention of weight regains following weight loss, and avoidance of more weight increase in obese persons unable to lose weight. Until now, most approaches have focused on changing the behaviour of individuals in diet and exercise. It seems, however, that these strategies have had little impact on the growing increase of the obesity epidemic. While about 50% of the adults are overweight and obese in many countries, it is difficult to reduce excessive weight once it becomes established. Children should therefore be considered the priority population for intervention strategies. Prevention may be achieved through a variety of interventions targeting built environment, physical activity, and diet. Some of these potential strategies for intervention in children can be implemented by targeting preschool institutions, schools or after-school care services as natural setting for influencing the diet and physical activity. All in all, there is an urgent need to initiate prevention and treatment of obesity in children.",
  "authors": [
    {
      "last_name": "Dehghan",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Canada. mahshid@ccc.mcmaster.ca"
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Merchant",
      "fore_name": "Anwar T",
      "initials": "AT",
      "name": "Anwar T Merchant",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nutrition journal",
    "iso_abbreviation": "Nutr J",
    "issn": "1475-2891",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2005",
    "pub_month": "Sep",
    "pub_day": "02"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Child",
    "Diet",
    "Dietary Fats",
    "Energy Intake",
    "Energy Metabolism",
    "Environment",
    "Exercise",
    "Food Preferences",
    "Genetic Predisposition to Disease",
    "Humans",
    "Motor Activity",
    "Obesity",
    "Television"
  ],
  "article_ids": {
    "pubmed": "16138930",
    "pmc": "PMC1208949",
    "doi": "10.1186/1475-2891-4-24",
    "pii": "1475-2891-4-24"
  },
  "doi": "10.1186/1475-2891-4-24",
  "pmc_id": "PMC1208949",
  "dates": {
    "completed": "2006-07-13",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Dietary Fats"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.208411",
    "pmid": "16138930"
  }
}