{
  "pmid": "16139467",
  "uid": "16139467",
  "title": "Shared decision-making in primary care: tailoring the Charles et al. model to fit the context of general practice.",
  "abstract": "OBJECTIVE: To explore the application of the original Charles et al. model of shared treatment decision-making [Charles C, Gafni A, Whelan T. Shared decision-making in the medical encounter: what does it mean? (or it takes at least two to tango). Soc Sci Med 1997;44:681-92; Charles C, Gafni A, Whelan T. Decision-making in the physician-patient encounter: revisiting the shared treatment decision-making model. Soc Sci Med 1999;49:651-61] in the context of general practice, and to determine whether the model needs tailoring for use in this clinical context. METHODS: Conceptual paper, presenting the defining characteristics of general practice compared to the original clinical context for which the model was developed (i.e. life threatening disease with different treatment options), and exploring how the model can be tailored for use in the context of general practice. RESULTS: We identify two areas where the original model requires tailoring: sharing the decision-making around agreeing on an agenda for each consultation; and adapting the information transfer component of the model to acknowledge that doctors may not be the only, or even the main, source of technical information for patients. Finally, we explore the importance of shared decision-making in the context of chronic disease. CONCLUSION: The Charles et al. model can be tailored for use in general practice. PRACTICE IMPLICATIONS: Tailoring the model for use in general practice has implications for research, in terms of identifying the additional physician competencies needed for implementation. Policy makers who wish to promote shared decision-making need to ensure that incentives which prioritize access and health outcomes do not militate against shared decision-making in general practice.",
  "authors": [
    {
      "last_name": "Murray",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Murray",
      "affiliations": [
        "Department of Primary Care and Population Sciences, Royal Free and University College Medical School at University College London, Archway Campus, Highgate Hill, London N19 5LW, UK. elizabeth.murray@pcps.ucl.ac.uk"
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Patient education and counseling",
    "iso_abbreviation": "Patient Educ Couns",
    "issn": "0738-3991",
    "issn_type": "Print",
    "volume": "62",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "205",
  "end_page": "211",
  "pages": "205-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Chronic Disease",
    "Clinical Competence",
    "Cooperative Behavior",
    "Decision Making",
    "Family Practice",
    "Health Services Accessibility",
    "Humans",
    "Informed Consent",
    "Models, Psychological",
    "Motivation",
    "Needs Assessment",
    "Paternalism",
    "Patient Care Planning",
    "Patient Education as Topic",
    "Patient Participation",
    "Physician's Role",
    "Physician-Patient Relations",
    "Policy Making",
    "Primary Health Care",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "16139467",
    "doi": "10.1016/j.pec.2005.07.003",
    "pii": "S0738-3991(05)00224-7"
  },
  "doi": "10.1016/j.pec.2005.07.003",
  "dates": {
    "completed": "2006-09-28",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.864386",
    "pmid": "16139467"
  }
}