{
  "pmid": "16139428",
  "uid": "16139428",
  "title": "Nucleostemin, a coordinator of self-renewal, is expressed in rat marrow stromal cells and turns off after induction of neural differentiation.",
  "abstract": "Bone marrow stromal cells (BMSCs) are pluripotent stem cells with self-renewal property and potential to differentiate into a variety of cell types. Identification of the genes responsible for coordination of these processes and elucidation of the mechanisms underlying these events are of fundamental importance. Nucleostemin, a novel p53 binding protein localized in the nucleoli of ESCs, is not expressed in the differentiated cells of adult tissue, suggesting a role in maintaining stem cell self-renewal. In the present study, we have evaluated the expression profile of nucleostemin in rat BMSCs before and after the induction of neural differentiation by RT-PCR and immunocytochemistry. The profile of nucleostemin expression is then compared to the key regulators of proliferation/differentiation such as: Oct-4, Nanog, Neuro D, and Cyclin D1. Our data reveal that there is no detectable expression of Oct-4 and Nanog in either non-differentiated or neurally differentiated BMSCs. In contrast, the expression of nucleostemin is relatively high in non-differentiated BMSCs, then sharply diminishes upon induction of differentiation and finally completely vanishes by 6h after initiation of differentiation. The disappearance of nucleostemin expression coincides with the appearance of Neurofilament-M and -H, MAP2, synaptophysin- and neuron-specific enolase as revealed by RT-PCR and/or immunocytochemistry. Expression of Neuro D and Cyclin D1 also diminish as differentiation proceeds but at much slower rates as compared to nucleostemin. In conclusion, our results suggest that nucleostemin, but not Oct-4 or Nanog, is expressed in BMSCs and it possibly regulates self-renewal proliferation in BMSCs.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Department of Genetics, Faculty of Basic Sciences, Tarbiat Modarres University, Tehran, PO Box 14115-175, Iran."
      ]
    },
    {
      "last_name": "Mowla",
      "fore_name": "Seyed Javad",
      "initials": "SJ",
      "name": "Seyed Javad Mowla",
      "affiliations": []
    },
    {
      "last_name": "Tiraihi",
      "fore_name": "Taki",
      "initials": "T",
      "name": "Taki Tiraihi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Neuroscience letters",
    "iso_abbreviation": "Neurosci Lett",
    "issn": "0304-3940",
    "issn_type": "Print",
    "volume": "390",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Dec",
    "pub_day": "23"
  },
  "start_page": "81",
  "end_page": "86",
  "pages": "81-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biomarkers",
    "Bone Marrow Cells",
    "Carrier Proteins",
    "Cell Differentiation",
    "Cell Shape",
    "DNA-Binding Proteins",
    "GTP-Binding Proteins",
    "Gene Expression Regulation",
    "Homeodomain Proteins",
    "Neurons",
    "Nuclear Proteins",
    "Octamer Transcription Factor-3",
    "Rats",
    "Stromal Cells"
  ],
  "article_ids": {
    "pubmed": "16139428",
    "doi": "10.1016/j.neulet.2005.08.011",
    "pii": "S0304-3940(05)00887-6"
  },
  "doi": "10.1016/j.neulet.2005.08.011",
  "dates": {
    "completed": "2005-12-15",
    "revised": "2020-04-01"
  },
  "chemicals": [
    "Biomarkers",
    "Carrier Proteins",
    "DNA-Binding Proteins",
    "Gnl3 protein, rat",
    "Homeodomain Proteins",
    "Nuclear Proteins",
    "Octamer Transcription Factor-3",
    "GTP-Binding Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.343736",
    "pmid": "16139428"
  }
}