{
  "pmid": "16148460",
  "uid": "16148460",
  "title": "Characteristics and outcomes for critically ill patients with prolonged intensive care unit stays.",
  "abstract": "OBJECTIVE: Prolonged stay in the intensive care unit (ICU) is associated with high mortality, morbidity, and costs. Identifying those patients who are most likely to benefit from an extended ICU stay would be helpful in guiding clinical decisions. We sought to describe the characteristics and outcomes for a heterogeneous group of patients who required a prolonged ICU stay. DESIGN: Observational study. SETTING: Adult ICUs of three teaching and five community hospitals. PATIENTS: The study group comprised 5,881 patients consecutively admitted to the ICUs during a 10-month period. MEASUREMENTS AND MAIN RESULTS: A prolonged stay was defined as one >21 days at teaching hospitals and >10 days at community hospitals. For patients meeting the criteria of prolonged stay, Therapeutic Intervention Scoring System (TISS) score and Multiple Organ Dysfunction Score (MODS) were measured prospectively from days 10 and 21 in community and teaching hospitals, respectively, and retrospectively before this. Prolonged-stay patients represented 5.6% of ICU admissions and 39.7% of ICU bed-days. Compared with short-stay patients, they were significantly older and had higher admission Acute Physiology and Chronic Health Evaluation (APACHE) II scores (p < .01). ICU and hospital mortality for prolonged-stay patients were 24.4% and 35.2%, respectively, compared with 11% and 15.9% for short-stay patients (p < .001). Mean admission TISS and MODS scores for prolonged-stay patients were 30.8 (sd, 11.1) and 4.8 (sd, 3.3) respectively. For prolonged-stay patients the dominant reason for ICU care was multiple organ failure (37.8%), ventilator support (30.7%), or nonventilated single organ failure (31.5%). Hospital mortality was highest in the group with multiple organ failure (53%). CONCLUSIONS: We developed a method to broadly classify a heterogeneous population of prolonged-stay ICU patients on the basis of MODS and the ICU interventions received. Mortality among prolonged-stay patients was highest for those with multiple organ failure. Future research should evaluate whether the proposed classification system can be used to influence the delivery of ICU care.",
  "authors": [
    {
      "last_name": "Martin",
      "fore_name": "Claudio M",
      "initials": "CM",
      "name": "Claudio M Martin",
      "affiliations": [
        "Department of Medicine, University of Western Ontario, Scientist, Centre for Critical Illness Research, Lawson Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Andrea D",
      "initials": "AD",
      "name": "Andrea D Hill",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Liddy M",
      "initials": "LM",
      "name": "Liddy M Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "33",
    "issue": "9",
    "pub_year": "2005",
    "pub_month": "Sep"
  },
  "start_page": "1922",
  "end_page": "1936",
  "pages": "1922-7; quiz 1936",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "APACHE",
    "Age Factors",
    "Critical Illness",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Multiple Organ Failure",
    "Prospective Studies",
    "Retrospective Studies",
    "Treatment Outcome",
    "Ventilators, Mechanical"
  ],
  "article_ids": {
    "pubmed": "16148460",
    "doi": "10.1097/01.ccm.0000178184.97813.52",
    "pii": "00003246-200509000-00004"
  },
  "doi": "10.1097/01.ccm.0000178184.97813.52",
  "dates": {
    "completed": "2005-11-02",
    "revised": "2019-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.057612",
    "pmid": "16148460"
  }
}