{
  "pmid": "16140808",
  "uid": "16140808",
  "title": "A comparison of pain, strength, range of motion, and functional outcomes after hemiarthroplasty and total shoulder arthroplasty in patients with osteoarthritis of the shoulder. A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: A systematic review of the literature was performed to estimate the impact of hemiarthroplasty compared with total shoulder arthroplasty on function and range of motion in patients suffering from osteoarthritis of the shoulder. METHODS: We conducted an electronic search for relevant studies published in any language from 1966 to 2004, a manual search of the proceedings from five major orthopaedic meetings from 1995 to 2003, and a review of the reference lists from potentially relevant studies. Four randomized clinical trials, with similar eligibility criteria and surgical techniques, that compared hemiarthroplasty and total shoulder arthroplasty for the treatment of primary osteoarthritis of the shoulder were found to be eligible. Authors from three of the four studies provided original patient data. Analysis of covariance focused on the two-year outcome and included a comparison of the aggregate University of California at Los Angeles shoulder score, four University of California at Los Angeles domain scores, and range of motion. RESULTS: A total of 112 patients (fifty managed with hemiarthroplasty and sixty-two managed with total shoulder arthroplasty), who had a mean age of sixty-eight years, were included in this analysis. A significant moderate effect was detected in the function domain of the University of California at Los Angeles shoulder score (p < 0.001) in favor of total shoulder arthroplasty (mean [and standard deviation], 8.1 +/- 0.3) compared with hemiarthroplasty (mean, 6.6 +/- 0.3). A significant difference in the pain score was found in favor of the total shoulder arthroplasty group (p < 0.0001). However, the large degree of heterogeneity (p = 0.006, I(2) = 80.2%) among the studies decreased our confidence that total shoulder arthroplasty provides a true, consistent benefit with regard to pain. There was a significant difference in the overall change in forward elevation of 13 degrees (95% confidence interval, 0.5 degrees to 26 degrees) in favor of the total shoulder arthroplasty group (p = 0.008). CONCLUSIONS: At a minimum of two years of follow-up, total shoulder arthroplasty provided better functional outcome than hemiarthroplasty for patients with osteoarthritis of the shoulder. Since continuous degeneration of the glenoid after hemiarthroplasty or glenoid loosening after total shoulder arthroplasty may affect the eventual outcome, longer-term (five to ten-year) results are necessary to determine whether these findings remain consistent over time.",
  "authors": [
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Hamilton Health Sciences Center, McMaster University, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. jackowdm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Litchfield",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Litchfield",
      "affiliations": []
    },
    {
      "last_name": "Sandow",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Sandow",
      "affiliations": []
    },
    {
      "last_name": "Gartsman",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Gartsman",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Kirkley",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Kirkley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "87",
    "issue": "9",
    "pub_year": "2005",
    "pub_month": "Sep"
  },
  "start_page": "1947",
  "end_page": "1956",
  "pages": "1947-56",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged",
    "Analysis of Variance",
    "Arthroplasty, Replacement",
    "Female",
    "Humans",
    "Male",
    "Osteoarthritis",
    "Range of Motion, Articular",
    "Shoulder Joint",
    "Shoulder Pain",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16140808",
    "doi": "10.2106/JBJS.D.02854",
    "pii": "87/9/1947"
  },
  "doi": "10.2106/JBJS.D.02854",
  "dates": {
    "completed": "2005-10-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.996026",
    "pmid": "16140808"
  }
}