{
  "pmid": "16156453",
  "uid": "16156453",
  "title": "The undue influence of significant p-values on the perceived importance of study results.",
  "abstract": "BACKGROUND: Statistically significant differences between treatments (i.e., results typically associated with p < 0.05) may not always correspond to important differences upon which to base orthopedic practice. If the hypothesis that p < 0.05 unduly influences the perception of importance of study results were true, we would expect that presenting such a p-value would lead to 1) greater agreement among clinicians about the importance of a study result, and 2) greater perceived importance of a study result, when compared with presenting the same results omitting the p-value. METHODS: The participants were 3 orthopedics residents, 5 fellows, and 4 attending orthopedic surgeons at a university hospital. We constructed a 40-item questionnaire with the comparison groups, primary outcome of interest, and the results from each of 40 studies. These studies represent a variety of interventions across orthopedic surgery assessed in 2-group comparative intervention studies (randomized trials, observational studies) and were published between 2000 and 2002 in the Journal of Bone and Joint Surgery--American Volume. For each question, respondents were asked to rate the importance of the study results. Participants answered the questionnaire first without p-values and then, 8 weeks later, with p-values (and a random sample of items without p-values). An intra-class correlation quantified agreement between clinicians when answering items with and without p-values. The difference in mean importance scores between the two presentations was also estimated. RESULTS: Of 40 eligible clinical comparative studies, 30 reported p < 0.05 for their primary comparison. Without presenting p-values, overall agreement regarding clinical significance among reviewers was fair (ICC = 0.35, 95% CI: 0.25-0.49). In the 30 studies with p < 0.05, mean importance scores (1 = low; 3 = high) were greater when p-values were presented (difference 0.6, CI 0.1-1.1). 10 of 12 reviewers perceived results to be more important when presented with significant p-values. INTERPRETATION: When significant, p-values unduly influence the perception of clinicians regarding the importance of study results.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. bhandari@sympatico.ca"
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Acta orthopaedica",
    "iso_abbreviation": "Acta Orthop",
    "issn": "1745-3674",
    "issn_type": "Print",
    "volume": "76",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Jun"
  },
  "start_page": "291",
  "end_page": "295",
  "pages": "291-5",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Evidence-Based Medicine",
    "Humans",
    "Orthopedics",
    "Probability",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16156453"
  },
  "dates": {
    "completed": "2005-09-14",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.107618",
    "pmid": "16156453"
  }
}