{
  "pmid": "16157727",
  "uid": "16157727",
  "title": "Perioperative cardiac events in patients undergoing noncardiac surgery: a review of the magnitude of the problem, the pathophysiology of the events and methods to estimate and communicate risk.",
  "abstract": "This is the first of 2 articles evaluating cardiac events in patients undergoing noncardiac surgery. In this article, we review the magnitude of the problem, the pathophysiology of these events, approaches to risk assessment and communication of risk. The number of patients undergoing noncardiac surgery worldwide is growing, and annually 500,000 to 900,000 of these patients experience perioperative cardiac death, nonfatal myocardial infarction (MI) or nonfatal cardiac arrest. Although the evidence is limited, a substantial proportion of fatal perioperative MIs may not share the same pathophysiology as nonoperative MIs. A clearer understanding of the pathophysiology is needed to direct future research evaluating prophylactic, acute and long-term interventions. Researchers have developed tools to facilitate the estimation of perioperative cardiac risk. Studies suggest that the Lee index is the most accurate generic perioperative cardiac risk index. The limitations of the studies evaluating the ability of noninvasive cardiac tests to predict perioperative cardiac risk reveals considerable uncertainty as to the role of these popular tests. Similarly, there is uncertainty as to the predictive accuracy of the American College of Cardiology/American Heart Association algorithm for cardiac risk assessment. Patients are likely to benefit from improved estimation and communication of cardiac risk because the majority of noncardiac surgeries are elective and accurate risk estimation is important to allow informed patient and physician decision-making.",
  "authors": [
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ont. philipj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Goldman",
      "fore_name": "Lee",
      "initials": "L",
      "name": "Lee Goldman",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Gilbert",
      "fore_name": "Ken",
      "initials": "K",
      "name": "Ken Gilbert",
      "affiliations": []
    },
    {
      "last_name": "Leslie",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Leslie",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "1488-2329",
    "issn_type": "Electronic",
    "volume": "173",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Sep",
    "pub_day": "13"
  },
  "start_page": "627",
  "end_page": "634",
  "pages": "627-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Communication",
    "Death",
    "Heart Arrest",
    "Humans",
    "Myocardial Infarction",
    "Perioperative Care",
    "Prognosis",
    "Risk Assessment",
    "Surgical Procedures, Operative",
    "Truth Disclosure"
  ],
  "article_ids": {
    "pubmed": "16157727",
    "pmc": "PMC1197163",
    "doi": "10.1503/cmaj.050011",
    "pii": "173/6/627"
  },
  "doi": "10.1503/cmaj.050011",
  "pmc_id": "PMC1197163",
  "dates": {
    "completed": "2005-10-25",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:16.996604",
    "pmid": "16157727"
  }
}