{
  "pmid": "16168842",
  "uid": "16168842",
  "title": "Radiation therapy for Bowen's disease of the skin.",
  "abstract": "PURPOSE: To assess the clinical outcome in the radiation therapy (RT) of squamous carcinoma in situ of the skin (Bowen's disease). We focused on the local control rate and the toxicity according to the biologically effective dose (BED). METHODS AND MATERIALS: A retrospective review was performed on 44 patients with Bowen's disease treated at Princess Margaret Hospital from April 1985 to November 2000. RT was the primary treatment for 32 patients, whereas 12 received RT for residual disease after local ablative therapy. Lesions were located as follows: scalp, 9 patients (20%); face, 12 (27%); trunk, 6 (14%), extremity, 12 (27%), perianal, 3 (7%), and penis, 2 (5%). Orthovoltage X-rays were used in the majority (39 of 44, 89%). There was no standard fractionation regimen: some physicians prescribed high doses, as for invasive skin cancer, whereas others prescribed lower doses because of the noninvasive nature of the disease, a sensitive anatomic location (e.g., extremity), or large treatment area. Because of the variations in fractionation regimens, BED was used as a common metric for biologic effect in the comparison of different regimens and analyzed for correlation with recurrence and toxicity. Local control was defined as the lack of persistent or recurrent disease at the treated site for the follow-up period. Grade 4 toxicity was defined as necrosis (cartilage/bone damage) and/or ulceration for a duration of >3 months. RESULTS: The mean patient age was 67.7 years, and the male/female ratio was 29:15. The median pretreatment lesion size was 2.65 cm(2) (range, 0.07-34.56 cm(2)). Complete remission was achieved in 42 patients, with follow-up unavailable for the remaining 2 patients. Subsequently, 3 patients experienced recurrences at 0.2, 1.1, and 1-1.5 years after complete remission. One recurrence was Bowen's disease (local); the others were squamous cell carcinoma (one local, one marginal). Four patients experienced a new squamous lesion at a distant cutaneous site. As of last follow-up, 32 patients (73%) were known to be alive. Median follow-up was 2.6 years (range, 0-11.8 years). All but 3 patients were disease-free at last follow-up, 1 of whom died with distant, but not local disease. The 5-year overall survival rate was 68%. Biologically effective dose was not associated with recurrence. The crude local control rate was 93%. There was a trend toward higher radiation doses for smaller pretreatment tumor and field sizes. The BED did not correlate with Grade 4 toxicity; however, the three cases of Grade 4 toxicity occurred in patients treated with hypofractionated regimens (dose per fraction >4 Gy) for extremity lesions. CONCLUSIONS: Radiation therapy is an effective treatment option for Bowen's disease of the skin. Local recurrences seem to be equally low in patients treated with high- and low-dose regimens. Avoiding hypofractionated regimens (dose per fraction >4 Gy) in extremity locations might reduce the risk of Grade 4 toxicity.",
  "authors": [
    {
      "last_name": "Lukas VanderSpek",
      "fore_name": "Lauren A",
      "initials": "LA",
      "name": "Lauren A Lukas VanderSpek",
      "affiliations": [
        "Department of Radiation Oncology, Princess Margaret Hospital, University Health Network, University of Toronto, Toronto, Ontario, Canada. lauren.vanderspek@lrcc.on.ca"
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Wells",
      "fore_name": "Woodrow",
      "initials": "W",
      "name": "Woodrow Wells",
      "affiliations": []
    },
    {
      "last_name": "Tsang",
      "fore_name": "Richard W",
      "initials": "RW",
      "name": "Richard W Tsang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of radiation oncology, biology, physics",
    "iso_abbreviation": "Int J Radiat Oncol Biol Phys",
    "issn": "0360-3016",
    "issn_type": "Print",
    "volume": "63",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "505",
  "end_page": "510",
  "pages": "505-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Bowen's Disease",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasm Recurrence, Local",
    "Radiotherapy Dosage",
    "Relative Biological Effectiveness",
    "Retrospective Studies",
    "Skin Neoplasms"
  ],
  "article_ids": {
    "pubmed": "16168842",
    "doi": "10.1016/j.ijrobp.2005.02.024",
    "pii": "S0360-3016(05)00299-3"
  },
  "doi": "10.1016/j.ijrobp.2005.02.024",
  "dates": {
    "completed": "2005-11-14",
    "revised": "2005-09-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.840485",
    "pmid": "16168842"
  }
}