{
  "pmid": "16171260",
  "uid": "16171260",
  "title": "Developing management information from an administrative database of dental services: identifying factors that influence costs.",
  "abstract": "OBJECTIVE: We describe service patterns and compare changes in program expenditures with the Consumer Price Index over eight years in a dental program with a controlled-fee schedule offered to Canadian First Nations and Inuit people. METHODS: We obtained the computerized records of dental services for the period from 1994 to 2001. Each record identified the date and type of service, region and type of provider, age of the client and encrypted identifying information on clients, bands, and providers. We classified the individual services into related types (diagnostic, preventive, etc.). We aggregated the records by client and developed indices for the numbers of clients, mean numbers of services per client, cost per service, and prices. FINDINGS: Over the 8 years, 16.0 million procedures, totaling 811.8 million dollars, were provided to 538,034 different individuals, approximately 76% of the eligible population. Restorative procedures accounted for 36% of all expenditures followed by diagnostic (12.7%), preventive (12.2%), and orthodontic (8.9%) services. For much of the period, increases in program expenditures were exceeded by increases in the Consumer Price Index. This was consistent with fewer services per client, a less expensive mix of services, and relatively flat prices. However, in 2000 and 2001 higher prices and more clients resulted in increasing expenditures. CONCLUSIONS: Program expenditures were influenced by different factors over the study period. In the final two years, increasing expenditures were driven by price increases and increasing numbers of clients, but not by increasing numbers of services per client, nor a 'richer' mix of services.",
  "authors": [
    {
      "last_name": "Leake",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Leake",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, 124 Edward St., Toronto ON, Canada. james.leake@utoronto.ca"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Main",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Main",
      "affiliations": []
    },
    {
      "last_name": "Ho",
      "fore_name": "Elsa",
      "initials": "E",
      "name": "Elsa Ho",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of public health dentistry",
    "iso_abbreviation": "J Public Health Dent",
    "issn": "0022-4006",
    "issn_type": "Print",
    "volume": "65",
    "issue": "3",
    "pub_year": "2005"
  },
  "start_page": "153",
  "end_page": "159",
  "pages": "153-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Databases, Factual",
    "Dental Health Services",
    "Health Care Costs",
    "Health Expenditures",
    "Humans",
    "Indians, North American",
    "Inuit",
    "Management Information Systems",
    "National Health Programs",
    "Utilization Review"
  ],
  "article_ids": {
    "pubmed": "16171260",
    "doi": "10.1111/j.1752-7325.2005.tb02805.x"
  },
  "doi": "10.1111/j.1752-7325.2005.tb02805.x",
  "dates": {
    "completed": "2005-10-12",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.640733",
    "pmid": "16171260"
  }
}