{
  "pmid": "16174604",
  "uid": "16174604",
  "title": "Proficiency testing of reticulocyte counting in Ontario.",
  "abstract": "The reticulocyte count reflects the erythropoietic activity of the bone marrow and is thus useful in both the approach to the diagnosis of anemia and in monitoring bone marrow response to therapy. Traditionally, reticulocyte quantitation relied upon microscopic techniques; recently automated reticulocyte quantitation has become widely available. External quality assessment (EQA) of reticulocyte quantitation has not been widely reported; this paper presents data from reticulocyte EQA surveys conducted in Ontario between November 2000 and October 2004. Samples with normal and increased reticulocyte levels were obtained from adult donors and analyzed within 48 hours. We found that despite improved accuracy and precision, automated reticulocyte counting techniques do not translate into markedly improved inter-laboratory accuracy and precision. Further, we found that both microscopic and automated techniques can effectively differentiate between patients with normal and those with increased reticulocyte counts. Finally, we ascertained that reference intervals submitted with the initial surveys revealed that laboratories could have made erroneous clinical interpretations of their normal or elevated reticulocyte counts. The reestablishment of reference intervals by participants resulted in a marked improvement of the reference intervals submitted on subsequent surveys.",
  "authors": [
    {
      "last_name": "Lafferty",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lafferty",
      "affiliations": [
        "Hamilton Regional Laboratory Medicine Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Karamijit",
      "initials": "K",
      "name": "Karamijit Gill",
      "affiliations": []
    },
    {
      "last_name": "Raby",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Raby",
      "affiliations": []
    },
    {
      "last_name": "Richardson",
      "fore_name": "Harold",
      "initials": "H",
      "name": "Harold Richardson",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Laboratory hematology : official publication of the International Society for Laboratory Hematology",
    "iso_abbreviation": "Lab Hematol",
    "issn": "1080-2924",
    "issn_type": "Print",
    "volume": "11",
    "issue": "3",
    "pub_year": "2005"
  },
  "start_page": "185",
  "end_page": "189",
  "pages": "185-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anemia",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Laboratories, Hospital",
    "Living Donors",
    "Male",
    "Ontario",
    "Reproducibility of Results",
    "Reticulocyte Count"
  ],
  "article_ids": {
    "pubmed": "16174604",
    "doi": "10.1532/LH96.05013",
    "pii": "8THWAK4V8745722X"
  },
  "doi": "10.1532/LH96.05013",
  "dates": {
    "completed": "2005-12-07",
    "revised": "2005-09-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.494564",
    "pmid": "16174604"
  }
}