{
  "pmid": "16188576",
  "uid": "16188576",
  "title": "The socioeconomic correlates of global complication prevalence in type 1 diabetes (T1D): a multinational comparison.",
  "abstract": "We sought to determine the extent to which the geographic variation in the complications of type 1 diabetes (T1D) may reflect the socioeconomic status (SES) conditions and health care performance (HCP) of countries around the world. The World Health Organization (WHO) DiaMond complications study (DiaComp) is a multinational, cross-sectional study of complications in T1D. Information on complications was identified for 892 subjects from 14 clinical centers in 12 countries. All participants were diagnosed with diabetes in childhood (<15 years of age) and had disease duration of 5-24 years. Complications were assessed by self-report, and by clinical exam, with microalbuminuria identified by Micral II dipstick, neuropathy by the Michigan Neuropathy Screening Instrument exam and hypertension using the HDFP protocol. These data were linked to center-specific information on the local social and economic landscape, health care access and diabetes management practices and health care costs. Country-specific indicators of social and economic development were also linked to the complications data. Both diabetes complications and economic and health care factors vary widely across the DiaComp centers. Health system performance, as measured by disability adjusted life expectancy (DALE), gross national investment (GNI) per capita and purchasing power all showed strong consistent correlations with complications, and significant independent associations with complication prevalence after controlling for HbA1c and hypertension. In conclusion, health system performance, social distribution of wealth and purchasing power may play important roles in explaining the geographic variation of diabetes complications.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology, Graduate School of Public Health, University of Pittsburgh, DLR Building, 3512 Fifth Avenue, 2nd Floor, Pittsburgh, PA 15213, USA."
      ]
    },
    {
      "last_name": "Zgibor",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Zgibor",
      "affiliations": []
    },
    {
      "last_name": "Songer",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Songer",
      "affiliations": []
    },
    {
      "last_name": "Borch-Johnsen",
      "fore_name": "Knut",
      "initials": "K",
      "name": "Knut Borch-Johnsen",
      "affiliations": []
    },
    {
      "last_name": "Orchard",
      "fore_name": "Trevor J",
      "initials": "TJ",
      "name": "Trevor J Orchard",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diabetes research and clinical practice",
    "iso_abbreviation": "Diabetes Res Clin Pract",
    "issn": "0168-8227",
    "issn_type": "Print",
    "volume": "70",
    "issue": "2",
    "pub_year": "2005",
    "pub_month": "Nov"
  },
  "start_page": "143",
  "end_page": "150",
  "pages": "143-50",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Cross-Sectional Studies",
    "Diabetes Complications",
    "Diabetes Mellitus, Type 1",
    "Global Health",
    "Humans",
    "Internationality",
    "Prevalence",
    "Risk Factors",
    "Socioeconomic Factors",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "16188576",
    "doi": "10.1016/j.diabres.2005.03.026",
    "pii": "S0168-8227(05)00099-9"
  },
  "doi": "10.1016/j.diabres.2005.03.026",
  "dates": {
    "completed": "2006-01-26",
    "revised": "2014-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.444459",
    "pmid": "16188576"
  }
}