{
  "pmid": "16187546",
  "uid": "16187546",
  "title": "The effect of experimental gastric dilatation-volvulus on adenosine triphosphate content and conductance of the canine gastric and jejunal mucosa.",
  "abstract": "The objective of this study was to determine if experimental gastric dilatation volvulus (GDV) would decrease adenosine triphosphate (ATP) concentration and increase membrane conductance of the canine gastric and jejunal mucosa. Male dogs (n = 15) weighing between 20 and 30 kg were used. Dogs were randomly assigned to 1 of 3 equal groups: Group 1 was control, group 2 was GDV, and group 3 was ischemia. All dogs were anesthetized for 210 min. Group 1 had no manipulation. Group 2 had GDV experimentally induced for 120 min followed by decompression, derotation, and reperfusion for 90 min. Group 3 had GDV experimentally induced for 210 min. Gastric (fundus and pylorus) and jejunal tissue was taken at 0, 120, and 210 min from all of the dogs. Tissue was analyzed for ATP concentration, mucosal conductance, and microscopic changes. The ATP concentration in the fundus did not change significantly from baseline in group 2, but decreased significantly below baseline at 210 min in group 3. The ATP concentration in the jejunum decreased significantly below baseline in groups 2 and 3 at 120 min, remaining significantly decreased in group 3 but returning to baseline at 210 min in group 2. Mucosal conductance of the fundus did not change significantly in any dog. Mucosal conductance of the jejunum increased at 120 min in groups 2 and 3, and became significantly increased above baseline at 210 min. The jejunal mucosa showed more profound cellular changes than the gastric mucosa. The jejunum showed substantial decreases in ATP concentration with an increase in mucosal conductance, suggesting cell membrane dysfunction. Dogs sustaining a GDV are likely to have a change in the activity of mucosal cells in the jejunum, which may be important in the pathophysiology of GDV.",
  "authors": [
    {
      "last_name": "Peycke",
      "fore_name": "Laura E",
      "initials": "LE",
      "name": "Laura E Peycke",
      "affiliations": [
        "Department of Veterinary Clinical Sciences, School of Veterinary Medicine, Louisiana State University, Baton Rouge, Louisiana 70803, USA."
      ]
    },
    {
      "last_name": "Hosgood",
      "fore_name": "Giselle",
      "initials": "G",
      "name": "Giselle Hosgood",
      "affiliations": []
    },
    {
      "last_name": "Davidson",
      "fore_name": "Jacqueline R",
      "initials": "JR",
      "name": "Jacqueline R Davidson",
      "affiliations": []
    },
    {
      "last_name": "Tetens",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Tetens",
      "affiliations": []
    },
    {
      "last_name": "Taylor",
      "fore_name": "H Wayne",
      "initials": "HW",
      "name": "H Wayne Taylor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of veterinary research = Revue canadienne de recherche veterinaire",
    "iso_abbreviation": "Can J Vet Res",
    "issn": "0830-9000",
    "issn_type": "Print",
    "volume": "69",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Jul"
  },
  "start_page": "170",
  "end_page": "179",
  "pages": "170-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adenosine Triphosphate",
    "Animals",
    "Chromatography, High Pressure Liquid",
    "Dog Diseases",
    "Dogs",
    "Electromyography",
    "Gastric Dilatation",
    "Gastric Mucosa",
    "Hemodynamics",
    "Intestinal Mucosa",
    "Ischemia",
    "Jejunum",
    "Male",
    "Random Allocation",
    "Stomach Volvulus",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "16187546",
    "pmc": "PMC1176295"
  },
  "pmc_id": "PMC1176295",
  "dates": {
    "completed": "2005-11-10",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Adenosine Triphosphate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:15.973026",
    "pmid": "16187546"
  }
}