{
  "pmid": "16192286",
  "uid": "16192286",
  "title": "How do elderly patients decide where to go for major surgery? Telephone interview survey.",
  "abstract": "OBJECTIVE: To learn how patients in Medicare, the US medical insurance programme that covers elderly patients, made decisions about where to undergo major surgery and how they would make future decisions. DESIGN: National telephone interview study. SETTING: United States. PARTICIPANTS: 510 randomly selected Medicare beneficiaries who had undergone an elective, high risk procedure about 3 years earlier--abdominal aneurysm repair (n = 103), heart valve replacement surgery (n = 96), or resection of the bladder (n = 119), lung (n = 128), or stomach (n = 64) for cancer. Response rates were 48% among eligible survivors and 68% among those able to participate. RESULTS: Although all participants could choose where to have surgery, only 55% said there was an alternative hospital in their area where they could have gone. Overall, only 10% of respondents seriously considered going elsewhere for surgery. Few respondents (11%) looked for information to compare hospitals. Almost all respondents thought their hospital and surgeon had good reputations (94% and 88%, respectively), beliefs mostly determined by what their referring doctors said. When asked how much various factors would influence their advice to a friend about choosing where to go for major surgery, surgeon reputation was the most influential (78% said it would influence their advice \"a lot\"), followed by the hospital having \"nationally recognised\" surgeons (63%), and then various performance data (surgeon volume (58%), nurse:patient ratios (49%), number of operations carried out by the hospital (48%), and hospital operative mortality (45%)). Forty per cent said they would act on mortality data, indicating that they would switch from their initial choice of hospital to a different one if its mortality was a percentage point lower (that is, 3% v 4%). CONCLUSION: Some respondents claimed they would switch hospital for elective surgery on the basis of mortality data. Since most respondents relied on their referring physician's opinion to decide where to have surgery, surgical performance data ought to be accessible to referring physicians.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group (111B), VA Medical Center, 215 N Main Street, White River Junction, VT 05009, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Birkmeyer",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D Birkmeyer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "331",
    "issue": "7520",
    "pub_year": "2005",
    "pub_month": "Oct",
    "pub_day": "08"
  },
  "start_page": "821",
  "pages": "821",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Decision Making",
    "Elective Surgical Procedures",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Patient Acceptance of Health Care",
    "Patient Satisfaction",
    "United States"
  ],
  "article_ids": {
    "pubmed": "16192286",
    "pmc": "PMC1246083",
    "doi": "10.1136/bmj.38614.449016.DE",
    "pii": "bmj.38614.449016.DE"
  },
  "doi": "10.1136/bmj.38614.449016.DE",
  "pmc_id": "PMC1246083",
  "dates": {
    "completed": "2005-10-20",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R03 HS13049-01",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.404718",
    "pmid": "16192286"
  }
}