{
  "pmid": "16193401",
  "uid": "16193401",
  "title": "PBL in undergraduate medical education: a qualitative study of the views of Canadian residents.",
  "abstract": "BACKGROUND AND OBJECTIVES: At McMaster University, the birthplace of problem-based learning (PBL), administrators and curriculum planners have begun the process of renewing the undergraduate MD curriculum. One step has been to conduct an environmental scan that includes input from medical residents. METHODS: Individual interviews with 17 medical residents and fellows currently enrolled at McMaster University and are graduates of six Canadian medical schools. RESULTS: PBL appears to be well known even by graduates of non-PBL Canadian medical schools. Tutors are key to a successful PBL program, should be knowledgeable about the content area under study and able to effectively facilitate groups. Tutorial problems should be realistic, up-to-date, and challenge students to investigate more than the medical aspects of the case in question. Students need to be prepared, willing to participate in peer teaching, and supportive of the group learning process. PBL programs can be improved if they incorporate elements of traditional medical programs (e.g., mini-lectures, clear learning objectives, and unbiased evaluation of student progress) while retaining the essence of student-generated learning. CONCLUSIONS: Medical residents are an underutilized source of information about undergraduate medical programs. According to our participants, more emphasis on faculty development and upgrading health care problems will improve PBL-based undergraduate medical education.",
  "authors": [
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1280 Main Street West, Building T-13, Room 117A, L8S 4B1, Ontario, Hamilton, Canada. lohfeld@mcmaster.ca"
      ]
    },
    {
      "last_name": "Neville",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Neville",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1382-4996",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2005",
    "pub_month": "Aug"
  },
  "start_page": "189",
  "end_page": "214",
  "pages": "189-214",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Education, Medical, Undergraduate",
    "Female",
    "Humans",
    "Male",
    "Problem-Based Learning",
    "Schools, Medical",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "16193401",
    "doi": "10.1007/s10459-005-1293-9"
  },
  "doi": "10.1007/s10459-005-1293-9",
  "dates": {
    "completed": "2005-11-29",
    "revised": "2010-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.740518",
    "pmid": "16193401"
  }
}