{
  "pmid": "16204743",
  "uid": "16204743",
  "title": "Impact of routine in-hospital assessment of low-density lipoprotein levels and standardized orders on statin therapy in patients undergoing percutaneous coronary interventions.",
  "abstract": "BACKGROUND: Previous studies have shown that a significant proportion of patients undergoing percutaneous coronary intervention (PCI) are not receiving guideline-recommended statin therapy upon hospital discharge. We evaluated the impact of the implementation of routine cholesterol profile measurements and standardized orders post-PCI on the number of patients receiving statin therapy. METHODS: We conducted a prospective, observational study on all patients undergoing PCI in an urban teaching hospital from February 2002 to March 2003. Patient baseline characteristics, statin therapy pre- and post-PCI, and fasting lipid profiles were recorded as part of an ongoing PCI database. A similar cohort of patients undergoing PCI in the one-year time period immediately before the intervention was used as a comparison group. RESULTS: A total of 1,748 patients underwent PCI during the study period. Statin therapy was prescribed in 78% of patients pre-PCI and increased to 92% at hospital discharge. In the year before implementation of the standardized post-PCI orders, there was only a 5% absolute increase in statin use after PCI compared to a 14% absolute increase in the study time period (p = < 0.0001). Low-density lipoprotein (LDL) levels were available in 1,268 patients. The median LDL level was 2.08 mmol/L for patients on statin therapy versus 2.40 mmol/L for those not on statins. CONCLUSIONS: Routine assessment of LDL levels and lipid-lowering therapy at the time of PCI resulted in a further increase in statin use. However, approximately one-third of patients still had an LDL level above recommended guidelines for secondary prevention.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Mayraj",
      "initials": "M",
      "name": "Mayraj Ahmad",
      "affiliations": [
        "Department of Medicine, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": []
    },
    {
      "last_name": "Velianou",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Velianou",
      "affiliations": []
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of invasive cardiology",
    "iso_abbreviation": "J Invasive Cardiol",
    "issn": "1557-2501",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "10",
    "pub_year": "2005",
    "pub_month": "Oct"
  },
  "start_page": "518",
  "end_page": "520",
  "pages": "518-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Angioplasty, Balloon, Coronary",
    "Clinical Protocols",
    "Drug Utilization",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Hypercholesterolemia",
    "Lipoproteins, LDL",
    "Male",
    "Middle Aged",
    "Patient Discharge",
    "Postoperative Care",
    "Practice Guidelines as Topic",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "16204743"
  },
  "dates": {
    "completed": "2006-08-31",
    "revised": "2010-11-18"
  },
  "chemicals": [
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Lipoproteins, LDL"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.130795",
    "pmid": "16204743"
  }
}