{
  "pmid": "16210843",
  "uid": "16210843",
  "title": "Methylxanthine therapy for apnea of prematurity: evaluation of treatment benefits and risks at age 5 years in the international Caffeine for Apnea of Prematurity (CAP) trial.",
  "abstract": "Methylxanthine therapy reduces the frequency of apnea and the need for mechanical ventilation. Recent research has raised concerns about the safety of methylxanthines in very preterm infants. Possible adverse effects include poor growth, worsening of hypoxic-ischemic brain damage and abnormal childhood behavior. Over 2,000 infants with birth weights 500-1,250 g have been randomized in the international placebo-controlled Caffeine for Apnea of Prematurity (CAP) trial to examine the long-term efficacy and safety of methylxanthine therapy for the management of apnea of prematurity. Additional therapies such as continuous positive airway pressure were used as necessary to control apneic attacks. At 18 months we measure the combined rate of death or survival with one or more of the following impairments: cerebral palsy, cognitive deficit, blindness and deafness. This outcome was chosen because of the need to evaluate the impact of common neonatal therapies beyond discharge from the intensive care unit. However, several potential long-term consequences of methylxanthine therapy may not become apparent until the study cohort reaches pre-school age. We will therefore extend the follow-up to age 5 years. The main outcome at 5 years will be a composite of death or survival with severe disability in at least one of six domains: cognition, neuromotor function, vision, hearing, behavior, and general health. Once this project is completed, caffeine will be one of the most rigorously evaluated neonatal therapies.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada. Schmidt@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Biology of the neonate",
    "iso_abbreviation": "Biol Neonate",
    "issn": "0006-3126",
    "issn_type": "Print",
    "volume": "88",
    "issue": "3",
    "pub_year": "2005"
  },
  "start_page": "208",
  "end_page": "213",
  "pages": "208-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aging",
    "Apnea",
    "Blindness",
    "Cerebral Palsy",
    "Cognition Disorders",
    "Deafness",
    "Follow-Up Studies",
    "Humans",
    "Infant Mortality",
    "Infant, Newborn",
    "Infant, Premature, Diseases",
    "Placebos",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Treatment Outcome",
    "Xanthines"
  ],
  "article_ids": {
    "pubmed": "16210843",
    "doi": "10.1159/000087584",
    "pii": "87584"
  },
  "doi": "10.1159/000087584",
  "dates": {
    "completed": "2005-11-08",
    "revised": "2007-11-15"
  },
  "chemicals": [
    "Placebos",
    "Xanthines",
    "methylxanthine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:18.258046",
    "pmid": "16210843"
  }
}