{
  "pmid": "16221306",
  "uid": "16221306",
  "title": "Methods for confidence interval estimation of a ratio parameter with application to location quotients.",
  "abstract": "BACKGROUND: The location quotient (LQ) ratio, a measure designed to quantify and benchmark the degree of relative concentration of an activity in the analysis of area localization, has received considerable attention in the geographic and economics literature. This index can also naturally be applied in the context of population health to quantify and compare health outcomes across spatial domains. However, one commonly observed limitation of LQ is its widespread use as only a point estimate without an accompanying confidence interval. METHODS: In this paper we present statistical methods that can be used to construct confidence intervals for location quotients. The delta and Fieller's methods are generic approaches for a ratio parameter and the generalized linear modelling framework is a useful re-parameterization particularly helpful for generating profile-likelihood based confidence intervals for the location quotient. A simulation experiment is carried out to assess the performance of each of the analytic approaches and a health utilization data set is used for illustration. RESULTS: Both the simulation results as well as the findings from the empirical data show that the different analytical methods produce very similar confidence limits for location quotients. When incidence of outcome is not rare and sample sizes are large, the confidence limits are almost indistinguishable. The confidence limits from the generalized linear model approach might be preferable in small sample situations. CONCLUSION: LQ is a useful measure which allows quantification and comparison of health and other outcomes across defined geographical regions. It is a very simple index to compute and has a straightforward interpretation. Reporting this estimate with appropriate confidence limits using methods presented in this paper will make the measure particularly attractive for policy and decision makers.",
  "authors": [
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Public Health Science, University of Toronto, Toronto, Ontario, Canada. joseph@utstat.toronto.edu"
      ]
    },
    {
      "last_name": "Moineddin",
      "fore_name": "Rahim",
      "initials": "R",
      "name": "Rahim Moineddin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2005",
    "pub_month": "Oct",
    "pub_day": "12"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Computer Simulation",
    "Confidence Intervals",
    "Data Interpretation, Statistical",
    "Empirical Research",
    "Geography",
    "Humans",
    "Linear Models",
    "Outcome Assessment, Health Care",
    "Poisson Distribution",
    "Sample Size",
    "Sensitivity and Specificity",
    "Small-Area Analysis"
  ],
  "article_ids": {
    "pubmed": "16221306",
    "pmc": "PMC1274325",
    "doi": "10.1186/1471-2288-5-32",
    "pii": "1471-2288-5-32"
  },
  "doi": "10.1186/1471-2288-5-32",
  "pmc_id": "PMC1274325",
  "dates": {
    "completed": "2006-03-03",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.886258",
    "pmid": "16221306"
  }
}