{
  "pmid": "16222608",
  "uid": "16222608",
  "title": "Dysglycemia: a key cardiovascular risk factor.",
  "abstract": "Although diabetes is a strong independent risk factor for cardiovascular events, this risk is not confined to glucose levels above the diagnostic threshold for diabetes. Rather, there is now a growing consensus that the risk of cardiovascular events rises progressively as the fasting and postprandial glucose levels rise from the clearly normal range right into the diabetes range. Hence, dysglycemia (i.e., any elevated fasting or glucose level) is a progressive, continuous risk factor for cardiovascular events. In this respect it resembles every other well-established and progressive cardiovascular risk factor, such as age, LDL cholesterol, systolic and diastolic blood pressure, degree of smoking, albumin excretion, and body mass index. Whether or not strategies designed to normalize glucose levels in people with either diabetes or lesser degrees of dysglycemia will also reduce cardiovascular risk remains to be established. The results of several large international trials of glucose lowering in dysglycemic individuals should clarify the cardiovascular benefits of such an approach within the next few years.",
  "authors": [
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine and the Division of Endocrinology and Metabolism, McMaster University, Hamilton, Ontario, Canada. gerstein@mcmaster.ca"
      ]
    },
    {
      "last_name": "Capes",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Capes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in vascular medicine",
    "iso_abbreviation": "Semin Vasc Med",
    "issn": "1528-9648",
    "issn_type": "Print",
    "volume": "2",
    "issue": "2",
    "pub_year": "2002",
    "pub_month": "May"
  },
  "start_page": "165",
  "end_page": "174",
  "pages": "165-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Cardiovascular Diseases",
    "Female",
    "Humans",
    "Hyperglycemia",
    "Male",
    "Middle Aged",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "16222608",
    "doi": "10.1055/s-2002-32040"
  },
  "doi": "10.1055/s-2002-32040",
  "dates": {
    "completed": "2005-11-08",
    "revised": "2005-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.542382",
    "pmid": "16222608"
  }
}