{
  "pmid": "16233214",
  "uid": "16233214",
  "title": "Effect of pre-fermentation on the production of cutinase by a recombinant Saccharomyces cerevisiae.",
  "abstract": "The importance of controlling the expression of heterologous cutinase in a recombinant Saccharomyces cerevisiae SU50 strain was investigated. Maximum specific growth rate and the biomass yield increased 1.91 and 1.16 fold, respectively, when cutinase production was induced by galactose in a pre-fermentation step. However, only 19% of specific cell activity was obtained in comparison to other fermentations following a pre-fermentation step without induction of cutinase expression. Thus, the pre-fermentation step was performed using a selective medium not containing galactose, and the fermentation was performed with a cheaper and complex non-selective medium containing galactose. Under these conditions, and with the aim of maximising the specific cutinase activity, a pre-fermentation with low volume and high density of viable cells must be used. However, due to the low pre-fermentation volume, low yeast cell concentrations and low specific cell activities were obtained after 96 h of fermentation. Otherwise, when the aim was to maximise cutinase yield and productivity, a pre-fermentation volume of 10% (v/v) in relation to fermentation and in the exponential growth phase with a cell concentration between 1.1 and 1.8 g dcw/l should be used. A higher pre-fermentation volume, such as 20% (v/v), would still be economical in the case of a pre-fermentation with low cell density or low cell viability.",
  "authors": [
    {
      "last_name": "Calado",
      "fore_name": "Cecília R C",
      "initials": "CR",
      "name": "Cecília R C Calado",
      "affiliations": [
        "Centro de Engenharia Biológica e Química, Instituto Superior Técnico, Av. Rovisco Pais 1049-001 Lisboa, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M S",
      "initials": "SM",
      "name": "Sandra M S Monteiro",
      "affiliations": []
    },
    {
      "last_name": "Cabral",
      "fore_name": "Joaquim M S",
      "initials": "JM",
      "name": "Joaquim M S Cabral",
      "affiliations": []
    },
    {
      "last_name": "Fonseca",
      "fore_name": "Luis P",
      "initials": "LP",
      "name": "Luis P Fonseca",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of bioscience and bioengineering",
    "iso_abbreviation": "J Biosci Bioeng",
    "issn": "1389-1723",
    "issn_type": "Print",
    "volume": "93",
    "issue": "4",
    "pub_year": "2002"
  },
  "start_page": "354",
  "end_page": "359",
  "pages": "354-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16233214",
    "doi": "10.1016/s1389-1723(02)80067-6",
    "pii": "S1389-1723(02)80067-6"
  },
  "doi": "10.1016/s1389-1723(02)80067-6",
  "dates": {
    "completed": "2005-11-03",
    "revised": "2019-10-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.047966",
    "pmid": "16233214"
  }
}