{
  "pmid": "16234929",
  "uid": "16234929",
  "title": "On the formation, nature, stability and biological relevance of the primary reaction intermediates of myoglobins with hydrogen peroxide.",
  "abstract": "The reaction between hydrogen peroxide and myoglobin (or haemoglobin) ferric haem is a two-electron redox process, yet the stable product is ferryl haem, retaining only one oxidizing equivalent. We have used SVD (singular value decomposition) and global spectroscopic analysis to examine the transient primary spectral intermediates in this reaction, which have been reported as either \"compound 0\"(ferric peroxide) or \"compound I\"(ferryl and porphyrin cation radical) types and which may precede the formation of ferrylmyoglobin. To test the hypothesis that the distal histidine facilitates ferryl formation we studied the myoglobin-like haemoglobin from the gastropod mollusc Aplysia fasciata, where this histidine is replaced by valine and its hydrogen bonding role is taken up by a non-homologous arginine. In this protein, consistent with the distal histidine hypothesis, a compound 0 intermediate is formed identified by an EPR spectrum typical of low spin ferric haem complexes. It is significantly more stable than any species seen with mammalian myoglobin. Thirdly, as ferryl haems and associated free radicals may play a role in disease, we have studied the action of myoglobin-peroxide mixtures towards external reductants. Even at a low pH, where ferrylmyoglobin is protonated and in its most reactive state, pre-incubation with reducing donors, including one-electron donors such as ferrocyanide, prior to peroxide addition renders both oxidizing equivalents available. The physiological antioxidant vitamin, ascorbate, is also able to trap both reactive species. Myoglobin can therefore act as a true ascorbate peroxidase. Ascorbate in vivo may be critical in controlling and preventing toxic side reactions of this and related haem proteins.",
  "authors": [
    {
      "last_name": "Cooper",
      "fore_name": "Chris E",
      "initials": "CE",
      "name": "Chris E Cooper",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Colchester, UK CO4 3SQ. ccooper@essex.ac.uk"
      ]
    },
    {
      "last_name": "Jurd",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Jurd",
      "affiliations": []
    },
    {
      "last_name": "Nicholls",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Nicholls",
      "affiliations": []
    },
    {
      "last_name": "Wankasi",
      "fore_name": "Mieebi M",
      "initials": "MM",
      "name": "Mieebi M Wankasi",
      "affiliations": []
    },
    {
      "last_name": "Svistunenko",
      "fore_name": "Dimitri A",
      "initials": "DA",
      "name": "Dimitri A Svistunenko",
      "affiliations": []
    },
    {
      "last_name": "Reeder",
      "fore_name": "Brandon J",
      "initials": "BJ",
      "name": "Brandon J Reeder",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dalton transactions (Cambridge, England : 2003)",
    "iso_abbreviation": "Dalton Trans",
    "issn": "1477-9226",
    "issn_type": "Print",
    "issue": "21",
    "pub_year": "2005",
    "pub_month": "Nov",
    "pub_day": "07"
  },
  "start_page": "3483",
  "end_page": "3488",
  "pages": "3483-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Aplysia",
    "Electrons",
    "Horses",
    "Hydrogen Peroxide",
    "Iron",
    "Myoglobin",
    "Protein Binding",
    "Spectrum Analysis",
    "Whales"
  ],
  "article_ids": {
    "pubmed": "16234929",
    "doi": "10.1039/b505786h"
  },
  "doi": "10.1039/b505786h",
  "dates": {
    "completed": "2007-05-09",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Myoglobin",
    "Hydrogen Peroxide",
    "Iron"
  ],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.775549",
    "pmid": "16234929"
  }
}