{
  "pmid": "16248320",
  "uid": "16248320",
  "title": "That hemodynamics and not material mismatch is of primary concern in bypass graft failure: an experimental argument.",
  "abstract": "The long term patency of end-to-side peripheral artery bypasses are low due to failure of the graft generally at the distal end of the bypass. Both material mismatch between the graft and the host artery and junction hemodynamics are cited as being major factors in disease formation at the junction. This study uses experimental methods to investigate the major differences in fluid dynamics and wall mechanics at the proximal and distal ends for rigid and compliant bypass grafts. Injection moulding was used to produce idealized transparent and compliant models of the graft/ artery junction configuration. An ePTFE graft was then used to stiffen one of the models. These models were then investigated using two-dimensional video extensometry and one-dimensional laser Doppler anemometry to determine the junction deformations and fluid velocity profiles for the rigid and complaint graft anastomotic junctions. Junction strains were evaluated and generally found to be under 5% with a peak stain measured in the stiff graft model junction of 8.3% at 100 mmHg applied pressure. Hemodynamic results were found to yield up to 40% difference in fluid velocities for the stiff/compliant comparison but up to 80% for the proximal/distal end comparisons. Similar strain conditions were assumed for the proximal and distal models while significant differences were noted in their associated hemodynamic changes. In contrasting the fluid dynamics and wall mechanics for the proximal and distal anastomoses, it is evident from the results of this study, that junction hemodynamics are the more variable factor.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas O'Brien",
      "affiliations": [
        "Center for Applied Biomedical Engineering Research and Materials and Surface Science Institute, Department of Mechanical and Aeronautical Engineering, University of Limerick, Limerick, Ireland. thomas.obrien@ul.ie"
      ]
    },
    {
      "last_name": "Morris",
      "fore_name": "Liam",
      "initials": "L",
      "name": "Liam Morris",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "McGloughlin",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim McGloughlin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of biomechanical engineering",
    "iso_abbreviation": "J Biomech Eng",
    "issn": "0148-0731",
    "issn_type": "Print",
    "volume": "127",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "Oct"
  },
  "start_page": "881",
  "end_page": "886",
  "pages": "881-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anastomosis, Surgical",
    "Arteries",
    "Arteriovenous Anastomosis",
    "Computer Simulation",
    "Elasticity",
    "Graft Rejection",
    "Hemorheology",
    "Humans",
    "Models, Cardiovascular",
    "Risk Assessment",
    "Risk Factors",
    "Stress, Mechanical"
  ],
  "article_ids": {
    "pubmed": "16248320",
    "doi": "10.1115/1.1992532"
  },
  "doi": "10.1115/1.1992532",
  "dates": {
    "completed": "2005-11-29",
    "revised": "2019-06-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.445074",
    "pmid": "16248320"
  }
}