{
  "pmid": "16242595",
  "uid": "16242595",
  "title": "Interventions to improve the health of the homeless: a systematic review.",
  "abstract": "BACKGROUND: Homelessness is a widespread problem in the United States. The primary goal of this systematic review is to provide guidance in the development and organization of programs to improve the health of homeless people. METHODS: MEDLINE, CINAHL, HealthStar, PsycINFO, Sociological Abstracts, and Social Services Abstracts databases were searched from their inception through July 2004 using the following terms: homeless, homeless persons, and homelessness. References of key articles were also searched. 4564 abstracts were screened, and 258 articles underwent full review. Seventy-three studies conducted from 1988 to 2004 met inclusion criteria (use of an intervention, use of a comparison group, and the reporting of health-related outcomes). Two authors independently abstracted data from studies and assigned quality ratings using explicit criteria. RESULTS: Forty-five studies were rated good or fair quality. For homeless people with mental illness, case management linked to other services was effective in improving psychiatric symptoms, and assertive case management was effective in decreasing psychiatric hospitalizations and increasing outpatient contacts. For homeless people with substance abuse problems, case management resulted in greater decreases in substance use than did usual care. For homeless people with latent tuberculosis, monetary incentives improved adherence rates. Although a number of studies comparing an intervention to usual care were positive, studies comparing two interventions frequently found no significant difference in outcomes. CONCLUSIONS: Coordinated treatment programs for homeless adults with mental illness or substance abuse usually result in better health outcomes than usual care. Health care for homeless people should be provided through such programs whenever possible. Research is lacking on interventions for youths, families, and conditions other than mental illness or substance abuse.",
  "authors": [
    {
      "last_name": "Hwang",
      "fore_name": "Stephen W",
      "initials": "SW",
      "name": "Stephen W Hwang",
      "affiliations": [
        "Centre for Research on Inner City Health, St. Michael's Hospital, Toronto, Ontario, Canada. hwangs@smh.toronto.on.ca"
      ]
    },
    {
      "last_name": "Tolomiczenko",
      "fore_name": "George",
      "initials": "G",
      "name": "George Tolomiczenko",
      "affiliations": []
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": []
    },
    {
      "last_name": "Garner",
      "fore_name": "Rochelle E",
      "initials": "RE",
      "name": "Rochelle E Garner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of preventive medicine",
    "iso_abbreviation": "Am J Prev Med",
    "issn": "0749-3797",
    "issn_type": "Print",
    "volume": "29",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Nov"
  },
  "start_page": "311",
  "end_page": "319",
  "pages": "311-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Health Services",
    "Ill-Housed Persons",
    "Hospitalization",
    "Humans",
    "Mental Disorders",
    "Substance-Related Disorders",
    "Tuberculosis",
    "United States"
  ],
  "article_ids": {
    "pubmed": "16242595",
    "doi": "10.1016/j.amepre.2005.06.017",
    "pii": "S0749-3797(05)00295-3"
  },
  "doi": "10.1016/j.amepre.2005.06.017",
  "dates": {
    "completed": "2006-04-13",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:50.101846",
    "pmid": "16242595"
  }
}