{
  "pmid": "16257462",
  "uid": "16257462",
  "title": "Inflammatory markers are not associated with outcomes following elective external cardioversion.",
  "abstract": "BACKGROUND: Electrical cardioversion is a common modality of therapy for persistent atrial fibrillation. Unfortunately even if the cardioversion is initially successful many patients revert to atrial fibrillation. It has been proposed that there may be an inflammatory component to this arrhythmia. It is interesting to speculate that this may have a role in determining the outcome following elective cardioversion. METHODS: The study group consisted of 81 patients with persistent atrial fibrillation undergoing elective external cardioversion. Blood samples were taken immediately prior to the procedure. Soluble E-Selectin, P-Selectin, intra-cellular adhesion molecule and vascular cell adhesion molecule were assayed using a commercially available enzyme linked immunosorbent assay technique (R&D systems) and high sensitivity C reactive protein was measured by rate nephelometry. Patients were reviewed at 8 weeks and bloods were taken at this time. RESULTS: At baseline patients who had an unsuccessful cardioversion (n=15) were compared to those who had a successful cardioversion (n=66). Thirty-two patients of the 66 initially successful patients reverted to atrial fibrillation during the follow-up period. There was no difference in the levels of baseline serum inflammatory markers measured between those with an unsuccessful cardioversion and those who were successful. When the group who reverted to atrial fibrillation were compared to those who remained in sinus rhythm again there was no difference in the levels of serum markers measured at baseline. CONCLUSION: There was no association between maintenance of sinus rhythm following cardioversion and serum inflammatory markers.",
  "authors": [
    {
      "last_name": "Cosgrave",
      "fore_name": "John",
      "initials": "J",
      "name": "John Cosgrave",
      "affiliations": [
        "Department of Cardiology, EMO Centro Cuore Columbus, Via M. Buonarotti 48, 20145, Milano, Italy. cosgravejohn@yahoo.co.uk"
      ]
    },
    {
      "last_name": "Foley",
      "fore_name": "J Brendan",
      "initials": "JB",
      "name": "J Brendan Foley",
      "affiliations": []
    },
    {
      "last_name": "Bahadur",
      "fore_name": "Khan",
      "initials": "K",
      "name": "Khan Bahadur",
      "affiliations": []
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Bennett",
      "affiliations": []
    },
    {
      "last_name": "Crean",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Crean",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of cardiology",
    "iso_abbreviation": "Int J Cardiol",
    "issn": "0167-5273",
    "issn_type": "Print",
    "volume": "110",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Jun",
    "pub_day": "28"
  },
  "start_page": "373",
  "end_page": "377",
  "pages": "373-7",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Biomarkers",
    "Electric Countershock",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Inflammation",
    "Male",
    "Middle Aged",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16257462",
    "doi": "10.1016/j.ijcard.2005.08.028",
    "pii": "S0167-5273(05)01161-7"
  },
  "doi": "10.1016/j.ijcard.2005.08.028",
  "dates": {
    "completed": "2006-11-13",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.445315",
    "pmid": "16257462"
  }
}