{
  "pmid": "16265702",
  "uid": "16265702",
  "title": "Structural factors associated with malalignment in knee osteoarthritis: the Boston osteoarthritis knee study.",
  "abstract": "OBJECTIVE: Osteoarthritis (OA) is a multifactorial condition. The progression of knee OA is determined in part by mechanical effects on local structures. One of the mechanical influences on cartilage loss is limb alignment. We explored the structural factors associated with malalignment in subjects with symptomatic OA. METHODS: We conducted a cross-sectional assessment using The Boston Osteoarthritis of the Knee Study, a natural history study of symptomatic knee OA. Baseline assessments included knee magnetic resonance imaging (MRI) and information on weight and height. Long-limb radiographs to assess mechanical alignment were obtained at 15 months. Subarticular bone attrition, meniscal degeneration, anterior and posterior cruciate ligament integrity, medial and lateral collateral ligament integrity, marginal osteophytes, and cartilage morphology were assessed on MRI using a semiquantitative, multi-feature scoring method (Whole-Organ MRI Score) for whole-organ evaluation of the knee that is applicable to conventional MRI techniques. We also quantified the following meniscal position measures on coronal MRI images in both medial and lateral compartments: subluxation, meniscal height, and meniscal covering of the tibial plateau. Using the long-limb radiographs, mechanical alignment was measured in degrees on a continuous scale. The purpose of this cross-sectional analysis was to determine the individual and relative contribution of various structural factors to alignment of the lower extremity. We assessed the cross-sectional association between various structural factors and alignment of the lower extremity using a linear regression model. RESULTS: The 162 subjects with all measures acquired had a mean age of 67.0 years (SD 9.2), body mass index 31.4 (SD 5.6); 30% were female and 77% of knees had a Kellgren-Lawrence grade > or = 2. The main univariate determinants of varus alignment in decreasing order of influence were medial bone attrition, medial meniscal degeneration, medial meniscal subluxation, and medial tibiofemoral cartilage loss. Multivariable analysis revealed that medial bone attrition and medial tibiofemoral cartilage loss explained more of the variance in varus malalignment than other variables. The main univariate determinants of valgus malalignment in decreasing order of influence were lateral tibiofemoral cartilage loss, lateral osteophyte score, and lateral meniscal degeneration. CONCLUSION: Cartilage loss has been thought to be the major determinant of alignment. We found that other factors including meniscal degeneration and position, bone attrition, osteophytes, and ligament damage contribute to the variance of malalignment. Further longitudinal analysis is required to determine cause and effect relationships. This should assist researchers in determining strategies to ameliorate the potent effects of this mechanical disturbance.",
  "authors": [
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": [
        "Clinical Epidemiology Research and Training Unit, Arthritis Center, Boston University, MA 02118, USA. djhunter@bu.edu"
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": []
    },
    {
      "last_name": "Tu",
      "fore_name": "Xianghua",
      "initials": "X",
      "name": "Xianghua Tu",
      "affiliations": []
    },
    {
      "last_name": "Amin",
      "fore_name": "Shreyasee",
      "initials": "S",
      "name": "Shreyasee Amin",
      "affiliations": []
    },
    {
      "last_name": "Goggins",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Goggins",
      "affiliations": []
    },
    {
      "last_name": "Lavalley",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Lavalley",
      "affiliations": []
    },
    {
      "last_name": "Guermazi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Guermazi",
      "affiliations": []
    },
    {
      "last_name": "Gale",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Gale",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "0315-162X",
    "issn_type": "Print",
    "volume": "32",
    "issue": "11",
    "pub_year": "2005",
    "pub_month": "Nov"
  },
  "start_page": "2192",
  "end_page": "2199",
  "pages": "2192-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Aged",
    "Anterior Cruciate Ligament",
    "Bone Malalignment",
    "Boston",
    "Female",
    "Femur",
    "Humans",
    "Knee Joint",
    "Magnetic Resonance Imaging",
    "Male",
    "Menisci, Tibial",
    "Middle Aged",
    "Osteoarthritis, Knee",
    "Tibia"
  ],
  "article_ids": {
    "pubmed": "16265702",
    "pii": "0315162X-32-2192"
  },
  "dates": {
    "completed": "2005-12-14",
    "revised": "2007-11-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AR47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.031944",
    "pmid": "16265702"
  }
}