{
  "pmid": "16269957",
  "uid": "16269957",
  "title": "The Felodipine Event Reduction (FEVER) Study: a randomized long-term placebo-controlled trial in Chinese hypertensive patients.",
  "abstract": "OBJECTIVE: To compare the incidence of stroke and other cardiovascular events in hypertensive patients receiving a low-dose diuretic and low-dose calcium antagonist combination with those receiving low-dose diuretic monotherapy, and assess the effects of a small blood pressure difference at achieved levels lower than those achieved in previous placebo-controlled trials. METHODS: The Felodipine Event Reduction (FEVER) trial was an investigator-designed, prospective, multicentre, double-blind, randomized, placebo-controlled, parallel group trial. It enrolled 9800 Chinese patients, of either sex, aged 50-79 years, with one or two additional cardiovascular risk factors or disease, whose blood pressure, 6 weeks after switching from previous antihypertensive therapy to low-dose (12.5 mg a day) hydrochlorothiazide, was in the range 140-180 mmHg (systolic) or 90-100 mmHg (diastolic). These patients were randomly assigned either to low-dose felodipine extended release or placebo, and followed at 3-month intervals for an average of 40 months. RESULTS: The intention-to-treat analysis included 9711 randomly selected patients with only 30 (0.3%) lost to follow-up. A total of 31 842 patient-years of follow-up were accumulated, with 85.9% of patients remaining on blinded randomized treatment. Add-on therapy was given to 33.9% of the hydrochlorothiazide-felodipine patients and to 42.3% of the hydrochlorothiazide-placebo patients. In the felodipine group, systolic blood pressure (SBP)/diastolic blood pressure (DBP) decreased (from randomization to study end) from 154.2/91.0 to 137.3/82.5 mmHg, and in the placebo group from 154.4/91.3 to 142.5/85.0 mmHg, with an average difference throughout the trial of 4.2/2.1 mmHg. In the felodipine group, the primary endpoint (fatal and non-fatal stroke) was reduced by 27% (P = 0.001). Among secondary endpoints, all cardiovascular events were reduced by 27% (P < 0.001), all cardiac events by 35% (P = 0.012), death by any cause by 31% (P = 0.006), coronary events by 32% (P = 0.024), heart failure by 30% (P = 0.239), cardiovascular death by 33% (P = 0.019), cancer by 36% (P = 0.017) in the felodipine group. No significant differences were found in new-onset diabetes. Both treatments were very well tolerated. CONCLUSIONS: In moderately complicated hypertensive patients from China even a difference in SBP/DBP as small as 4/2 mmHg, such as that induced by adding low-dose felodipine to low-dose hydrochlorothiazide, is associated with very substantial reductions in the incidence of most types of cardiovascular events. As the SBP achieved in the felodipine group was below the recommended goal of less than 140 mmHg, and SBP in the placebo group was slightly above that level, FEVER provides the required evidence in support of the guidelines recommended goal, even for a hypertensive population not entirely consisting of patients with diabetes or previous cardiovascular events.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Lisheng",
      "initials": "L",
      "name": "Lisheng Liu",
      "affiliations": [
        "Division of Hypertension, Fu Wai Hospital and Cardiovascular Institute, Chinese Academy of Medical Sciences, Beijing, China. chlhypt@163bj.com"
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Guozhang",
      "initials": "G",
      "name": "Guozhang Liu",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Li",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xuezhong",
      "initials": "X",
      "name": "Xuezhong Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zanchetti",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Zanchetti",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "0263-6352",
    "issn_type": "Print",
    "volume": "23",
    "issue": "12",
    "pub_year": "2005",
    "pub_month": "Dec"
  },
  "start_page": "2157",
  "end_page": "2172",
  "pages": "2157-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Antihypertensive Agents",
    "Blood Pressure",
    "Calcium Channel Blockers",
    "Cardiovascular Diseases",
    "China",
    "Diuretics",
    "Double-Blind Method",
    "Felodipine",
    "Female",
    "Heart Rate",
    "Humans",
    "Hydrochlorothiazide",
    "Hypertension",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "16269957",
    "doi": "10.1097/01.hjh.0000194120.42722.ac",
    "pii": "00004872-200512000-00008"
  },
  "doi": "10.1097/01.hjh.0000194120.42722.ac",
  "dates": {
    "completed": "2006-03-02",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Calcium Channel Blockers",
    "Diuretics",
    "Hydrochlorothiazide",
    "Felodipine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.032876",
    "pmid": "16269957"
  }
}