{
  "pmid": "16266472",
  "uid": "16266472",
  "title": "[The comparison of the effect of enalapril and indapamide on the peripheral blood pressure and central blood pressure through pulse wave analysis].",
  "abstract": "OBJECTIVES: The purpose of this study was to evaluate the effects of the angiotensin-converting enzyme (ACE) inhibitor enalapril and diuretic indapamide on the peripheral blood pressure and the central blood pressure in Chinese patients with essential hypertension. METHODS: This study was a double blind, randomized study. Informed consent were given by all patients. After 2 weeks of placebo run-in period, 105 patients with mild or moderate essential hypertension were randomized to receive either enalapril (10 mg per day) or indapamide (2.5 mg per day) for 8 weeks. Radial pulse wave recordings were performed in all the patients before the active treatments were given and at the end of the study. Only those patients who have finished 8 weeks of active treatment in both groups were included into the final analysis. RESULTS: One hundred one patients (51 in enalapril group and 50 in indapamide group) completed the study. No significant difference (all P values > 0.05) was found in baseline data between the two groups. After 8 weeks of treatment, all the parameters of pulse wave (except heart rates in both groups and augmentation index in indapamide group) decreased significantly. Comparison of the 2 groups showed that there were no significant differences (all P values > 0.05) in all the parameters of pulse wave except that the central systolic blood pressure, augmentation and augmentation index were significantly lower in enalapril group than in indapamide group. In enalapril group, the reduced values of systolic blood pressure and pulse pressure in central aorta were significantly larger than those in brachial artery. However, the difference was not observed in indapamide group. CONCLUSIONS: Enalapril and indapamide are both similarly effective in reducing peripheral arterial blood pressure. Moreover, enalapril is more effective in reducing central systolic pressure and augmentation index than indapamide. The difference is probably due to the reduction of wave reflection caused by enalapril.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Xiong-jing",
      "initials": "XJ",
      "name": "Xiong-jing Jiang",
      "affiliations": [
        "Division of Hypertension, Cardiovascular Institute and Fu Wai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100037, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Qiu-ying",
      "initials": "QY",
      "name": "Qiu-ying Li",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Guo-zhang",
      "initials": "GZ",
      "name": "Guo-zhang Liu",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Li-sheng",
      "initials": "LS",
      "name": "Li-sheng Liu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhonghua xin xue guan bing za zhi",
    "iso_abbreviation": "Zhonghua Xin Xue Guan Bing Za Zhi",
    "issn": "0253-3758",
    "issn_type": "Print",
    "volume": "33",
    "issue": "10",
    "pub_year": "2005",
    "pub_month": "Oct"
  },
  "start_page": "885",
  "end_page": "888",
  "pages": "885-8",
  "language": "chi",
  "publication_types": [
    "Comparative Study",
    "English Abstract",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Blood Pressure",
    "Double-Blind Method",
    "Enalapril",
    "Female",
    "Humans",
    "Hypertension",
    "Indapamide",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "16266472"
  },
  "dates": {
    "completed": "2010-02-16",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Enalapril",
    "Indapamide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.032351",
    "pmid": "16266472"
  }
}