{
  "pmid": "16270923",
  "uid": "16270923",
  "title": "Evaluation of an ambulatory system for the quantification of cough frequency in patients with chronic obstructive pulmonary disease.",
  "abstract": "BACKGROUND: To date, methods used to assess cough have been primarily subjective, and only broadly reflect the impact of chronic cough and/or chronic cough therapies on quality of life. Objective assessment of cough has been attempted, but early techniques were neither ambulatory nor feasible for long-term data collection. We evaluated a novel ambulatory cardio-respiratory monitoring system with an integrated unidirectional, contact microphone, and report here the results from a study of patients with COPD who were videotaped in a quasi-controlled environment for 24 continuous hours while wearing the ambulatory system. METHODS: Eight patients with a documented history of COPD with ten or more years of smoking (6 women; age 57.4 +/- 11.8 yrs.; percent predicted FEV1 49.6 +/- 13.7%) who complained of cough were evaluated in a clinical research unit equipped with video and sound recording capabilities. All patients wore the LifeShirt system (LS) while undergoing simultaneous video (with sound) surveillance. Video data were visually inspected and annotated to indicate all cough events. Raw physiologic data records were visually inspected by technicians who remained blinded to the video data. Cough events from LS were analyzed quantitatively with a specialized software algorithm to identify cough. The output of the software algorithm was compared to video records on a per event basis in order to determine the validity of the LS system to detect cough in COPD patients. RESULTS: Video surveillance identified a total of 3,645 coughs, while LS identified 3,363 coughs during the same period. The median cough rate per patient was 21.3 coughs.hr-1 (Range: 10.1 cghs.hr(-1) - 59.9 cghs.hr(-1)). The overall accuracy of the LS system was 99.0%. Overall sensitivity and specificity of LS, when compared to video surveillance, were 0.781 and 0.996, respectively, while positive- and negative-predictive values were 0.846 and 0.994. There was very good agreement between the LS system and video (kappa = 0.807). CONCLUSION: The LS system demonstrated a high level of accuracy and agreement when compared to video surveillance for the measurement of cough in patients with COPD.",
  "authors": [
    {
      "last_name": "Coyle",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Coyle",
      "affiliations": [
        "Physiology Program, Harvard School of Public Health, Boston, MA, USA. mcoyle@hsph.harvard.edu"
      ]
    },
    {
      "last_name": "Keenan",
      "fore_name": "Desmond B",
      "initials": "DB",
      "name": "Desmond B Keenan",
      "affiliations": []
    },
    {
      "last_name": "Henderson",
      "fore_name": "Linda S",
      "initials": "LS",
      "name": "Linda S Henderson",
      "affiliations": []
    },
    {
      "last_name": "Watkins",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Watkins",
      "affiliations": []
    },
    {
      "last_name": "Haumann",
      "fore_name": "Brett K",
      "initials": "BK",
      "name": "Brett K Haumann",
      "affiliations": []
    },
    {
      "last_name": "Mayleben",
      "fore_name": "David W",
      "initials": "DW",
      "name": "David W Mayleben",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cough (London, England)",
    "iso_abbreviation": "Cough",
    "issn": "1745-9974",
    "issn_type": "Electronic",
    "volume": "1",
    "pub_year": "2005",
    "pub_month": "Aug",
    "pub_day": "04"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16270923",
    "pmc": "PMC1277005",
    "doi": "10.1186/1745-9974-1-3",
    "pii": "1745-9974-1-3"
  },
  "doi": "10.1186/1745-9974-1-3",
  "pmc_id": "PMC1277005",
  "dates": {
    "completed": "2005-11-08",
    "revised": "2024-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.776842",
    "pmid": "16270923"
  }
}