{
  "pmid": "16278497",
  "uid": "16278497",
  "title": "Clinical data gap between phase III clinical trials (pre-marketing) and phase IV (post-marketing) studies: evaluation of etanercept in rheumatoid arthritis.",
  "abstract": "BACKGROUND: There are fundamental differences in design between phase III clinical trials and phase IV post-marketing studies that involve patient characteristics, the clinical setting (environment) and the manner of drug use. As well, many phase IV studies are extensions of randomized clinical trials (RCTs) and suffer from selection bias. OBJECTIVE: To determine if the data obtained from RCTs of etanercept (Enbrel) in the treatment of rheumatoid arthritis would be representative of the effects attainable in community practice. METHOD: An analysis was conducted comparing data from published RCTs of etanercept use in rheumatoid arthritis patients with data collected in a community based cohort study that was not an extension of an RCT. RESULTS: Baseline clinical data, such as tender or painful joint count, patient's global assessment, the heath assessment questionnaire, physical and mental component summary of the SF-36, and rheumatoid arthritis drug profile were significantly different between the patients receiving etanercept in the phase IV community cohort study and the patients enrolled in the RCTs. Differences in the baseline data for the control patients were also noted amongst the RCT studies. The treatment outcome, American College of Rheumatology (ACR) response rate of 20%, 50% and 70% at 6 month, was the same between the cohort study and the RCTs, but at 12 months the clinical response was less for the community based patients than for the RCT patients. At 6 months there were fewer withdrawals involving community-based patients than RCT patients due to less frequent withdrawals associated with lack of efficacy. At 12 months the withdrawal rate due to either a lack of efficacy or from adverse events was similar between data sets. CONCLUSION: The data from the etanercept phase III RCTs may not reflect the characteristics of patients using etanercept in community practice, nor the clinical outcomes observed by RA patients at 12 months. These discrepancies may be derived from methodological differences in study design and patient selection. On the other hand, outcomes such as withdrawal rates at 12 months appear comparable between the two types of populations.",
  "authors": [
    {
      "last_name": "Farahani",
      "fore_name": "Pendar",
      "initials": "P",
      "name": "Pendar Farahani",
      "affiliations": [
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1710-6222",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "3",
    "pub_year": "2005"
  },
  "start_page": "e254",
  "end_page": "e263",
  "pages": "e254-63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Antirheumatic Agents",
    "Arthritis, Rheumatoid",
    "Clinical Trials, Phase III as Topic",
    "Clinical Trials, Phase IV as Topic",
    "Etanercept",
    "Female",
    "Humans",
    "Immunoglobulin G",
    "Male",
    "Middle Aged",
    "Product Surveillance, Postmarketing",
    "Randomized Controlled Trials as Topic",
    "Receptors, Tumor Necrosis Factor",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16278497"
  },
  "dates": {
    "completed": "2006-02-16",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Antirheumatic Agents",
    "Immunoglobulin G",
    "Receptors, Tumor Necrosis Factor",
    "Etanercept"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.416721",
    "pmid": "16278497"
  }
}