{
  "pmid": "16298194",
  "uid": "16298194",
  "title": "Study of the selectivity of reversed-phase columns for the separation of polycarboxylic acids and polyphenol compounds.",
  "abstract": "A systematic investigation was undertaken into the relative separation performance of five reversed-phase chromatography columns including some commercially new hybrid packed columns for a series of polycarboxylic acids and polyphenol compounds. Information theory (IT) and factor analysis (FA), together with a basic evaluation of retention information (band shape, retention factor and elution order) were used to compare four columns to a conventional C18 column. The results revealed very little difference in retention behaviour between the Phenomenex Aqua C18 column, the Waters XTerra RP C18 column, and the conventional Phenomenex Luna C18 column. However, there were notable differences in the retention processes between the Phenomenex Synergi polar-RP column, which is an ether-linked phenyl base with polar endcapping, and the Luna C18 column. The most significant differences were observed between the Luna C18 column and a Phenomenex Luna Cyano column. However, the limited degree of retention of the polycarboxylic acids and polyphenol compounds on the Luna Cyano column permits only limited use for the separation of these types of compounds. Overall, the Phenomenex Synergi polar-RP column exhibited the best performance for the separation of the test solutes compared to that of the conventional C18 column, with IT yielding an Informational Similarity of 0.99 and FA a moderate correlation coefficient of 0.70. The Phenomenex Synergi polar-RP column gave the best peak shape and offered substantial selectivity differences thereby providing a good alternative over the conventional C18 column for separating polycarboxylic acids and polyphenols.",
  "authors": [
    {
      "last_name": "Whelan",
      "fore_name": "Thelma J",
      "initials": "TJ",
      "name": "Thelma J Whelan",
      "affiliations": [
        "Department of Chemistry, Materials and Forensic Science, University of Technology Sydney, P.O. Box 123, Broadway 2007, Australia."
      ]
    },
    {
      "last_name": "Gray",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Gray",
      "affiliations": []
    },
    {
      "last_name": "Slonecker",
      "fore_name": "Patrick J",
      "initials": "PJ",
      "name": "Patrick J Slonecker",
      "affiliations": []
    },
    {
      "last_name": "Shalliker",
      "fore_name": "R Andrew",
      "initials": "RA",
      "name": "R Andrew Shalliker",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of chromatography. A",
    "iso_abbreviation": "J Chromatogr A",
    "issn": "0021-9673",
    "issn_type": "Print",
    "volume": "1097",
    "issue": "1-2",
    "pub_year": "2005",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "148",
  "end_page": "156",
  "pages": "148-56",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adsorption",
    "Algorithms",
    "Carboxylic Acids",
    "Chromatography, Liquid",
    "Flavonoids",
    "Kinetics",
    "Particle Size",
    "Phenols",
    "Polymers",
    "Polyphenols",
    "Reproducibility of Results",
    "Silicon Dioxide"
  ],
  "article_ids": {
    "pubmed": "16298194",
    "doi": "10.1016/j.chroma.2005.08.026",
    "pii": "S0021-9673(05)01675-4"
  },
  "doi": "10.1016/j.chroma.2005.08.026",
  "dates": {
    "completed": "2006-01-09",
    "revised": "2011-11-17"
  },
  "chemicals": [
    "Carboxylic Acids",
    "Flavonoids",
    "Phenols",
    "Polymers",
    "Polyphenols",
    "Silicon Dioxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.779525",
    "pmid": "16298194"
  }
}