{
  "pmid": "16303057",
  "uid": "16303057",
  "title": "Expression and genomic organization of zonadhesin-like genes in three species of fish give insight into the evolutionary history of a mosaic protein.",
  "abstract": "BACKGROUND: The mosaic sperm protein zonadhesin (ZAN) has been characterized in mammals and is implicated in species-specific egg-sperm binding interactions. The genomic structure and testes-specific expression of zonadhesin is known for many mammalian species. All zonadhesin genes characterized to date consist of meprin A5 antigen receptor tyrosine phosphatase mu (MAM) domains, mucin tandem repeats, and von Willebrand (VWD) adhesion domains. Here we investigate the genomic structure and expression of zonadhesin-like genes in three species of fish. RESULTS: The cDNA and corresponding genomic locus of a zonadhesin-like gene (zlg) in Atlantic salmon (Salmo salar) were sequenced. Zlg is similar in adhesion domain content to mammalian zonadhesin; however, the domain order is altered. Analysis of puffer fish (Takifugu rubripes) and zebrafish (Danio rerio) sequence data identified zonadhesin (zan) genes that share the same domain order, content, and a conserved syntenic relationship with mammalian zonadhesin. A zonadhesin-like gene in D. rerio was also identified. Unlike mammalian zonadhesin, D. rerio zan and S. salar zlg were expressed in the gut and not in the testes. CONCLUSION: We characterized likely orthologs of zonadhesin in both T. rubripes and D. rerio and uncovered zonadhesin-like genes in S. salar and D. rerio. Each of these genes contains MAM, mucin, and VWD domains. While these domains are associated with several proteins that show prominent gut expression, their combination is unique to zonadhesin and zonadhesin-like genes in vertebrates. The expression patterns of fish zonadhesin and zonadhesin-like genes suggest that the reproductive role of zonadhesin evolved later in the mammalian lineage.",
  "authors": [
    {
      "last_name": "Hunt",
      "fore_name": "Peter N D",
      "initials": "PN",
      "name": "Peter N D Hunt",
      "affiliations": [
        "Centre for Biomedical Research, University of Victoria, Victoria, British Columbia V8W 3N5, Canada. phunt@uvic.ca"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": []
    },
    {
      "last_name": "von Schalburg",
      "fore_name": "Kristian R",
      "initials": "KR",
      "name": "Kristian R von Schalburg",
      "affiliations": []
    },
    {
      "last_name": "Davidson",
      "fore_name": "William S",
      "initials": "WS",
      "name": "William S Davidson",
      "affiliations": []
    },
    {
      "last_name": "Koop",
      "fore_name": "Ben F",
      "initials": "BF",
      "name": "Ben F Koop",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC genomics",
    "iso_abbreviation": "BMC Genomics",
    "issn": "1471-2164",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2005",
    "pub_month": "Nov",
    "pub_day": "22"
  },
  "start_page": "165",
  "pages": "165",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biological Evolution",
    "Blotting, Southern",
    "Chromosomes, Artificial, Bacterial",
    "DNA, Complementary",
    "Evolution, Molecular",
    "Fishes",
    "Genome",
    "Membrane Proteins",
    "Models, Genetic",
    "Mucins",
    "Phylogeny",
    "Protein Structure, Tertiary",
    "RNA, Messenger",
    "Salmon",
    "Species Specificity",
    "Tetraodontiformes",
    "Tissue Distribution",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "16303057",
    "pmc": "PMC1325057",
    "doi": "10.1186/1471-2164-6-165",
    "pii": "1471-2164-6-165"
  },
  "doi": "10.1186/1471-2164-6-165",
  "pmc_id": "PMC1325057",
  "dates": {
    "completed": "2006-04-13",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "DNA, Complementary",
    "Membrane Proteins",
    "Mucins",
    "RNA, Messenger",
    "zonadhesin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.780854",
    "pmid": "16303057"
  }
}