{
  "pmid": "16305469",
  "uid": "16305469",
  "title": "Hemoglobin and myoglobin associated oxidative stress: from molecular mechanisms to disease States.",
  "abstract": "The heme based respiratory proteins myoglobin and hemoglobin can, under certain conditions, exhibit a peroxidase-like enzymic activity, in which a catalytic cycle, driven by peroxides, leads to oxidation of bio molecules. These heme proteins are implicated in what is termed \"oxidative stress\" as this catalytic cycle, when it occurs in vivo, generates cytotoxic product that are implicated in the pathology of a number of disease states. Here we review the evidence that such reactions occur in vivo, in particular in animal models and human patients and examine the underlying chemical mechanism. This mechanism involves the production of ferryl heme (Fe(IV)=O(2-)) and it is this and associated radicals that initiate processes such as lipid peroxidation and the generation of bioactive molecules such as isoprostanes. The reactivity of the high oxidation state of the heme also allows us to identify unambiguous biomarkers for its presence in vivo in such conditions as rhabdomyolysis and brain hemorrhage. Ways to inhibit the peroxidatic cycle are discussed and the role of iron chelators such as desferrioxamine is discussed in terms of their often neglected properties as reducing agents. Suppression of the peroxidatic activity of hemoglobin is discussed in the context of the development of blood substitutes.",
  "authors": [
    {
      "last_name": "Reeder",
      "fore_name": "Brandon J",
      "initials": "BJ",
      "name": "Brandon J Reeder",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Colchester, Essex CO4 3SQ UK. reedb@essex.ac.uk"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current medicinal chemistry",
    "iso_abbreviation": "Curr Med Chem",
    "issn": "0929-8673",
    "issn_type": "Print",
    "volume": "12",
    "issue": "23",
    "pub_year": "2005"
  },
  "start_page": "2741",
  "end_page": "2751",
  "pages": "2741-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Heme",
    "Hemeproteins",
    "Hemoglobins",
    "Humans",
    "Hydrogen-Ion Concentration",
    "Iron",
    "Isoprostanes",
    "Lipid Peroxidation",
    "Myoglobin",
    "Oxidation-Reduction",
    "Oxidative Stress",
    "Rhabdomyolysis"
  ],
  "article_ids": {
    "pubmed": "16305469",
    "doi": "10.2174/092986705774463021"
  },
  "doi": "10.2174/092986705774463021",
  "dates": {
    "completed": "2006-02-08",
    "revised": "2019-08-23"
  },
  "chemicals": [
    "Hemeproteins",
    "Hemoglobins",
    "Isoprostanes",
    "Myoglobin",
    "Heme",
    "Iron"
  ],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.781405",
    "pmid": "16305469"
  }
}