{
  "pmid": "16310608",
  "uid": "16310608",
  "title": "Dalteparin thromboprophylaxis for critically ill medical-surgical patients with renal insufficiency.",
  "abstract": "PURPOSE: Thromboprophylaxis with low-molecular-weight heparin (LMWH) may be more effective than unfractionated heparin but also more likely to bioaccumulate and potentially cause bleeding in patients with renal insufficiency. The objectives of this study were to assess, among medical-surgical patients in the intensive care unit receiving dalteparin 5,000 IU daily for thromboprophylaxis, (1) the relationship between renal dysfunction and LMWH bioaccumulation as measured by trough anti-Xa levels, (2) the relationship between renal dysfunction and risk of bleeding as measured by a surrogate marker (peak anti-Xa levels), and (3) the relationship between anti-Xa levels, bleeding events, and thrombotic events. MATERIALS AND METHODS: In this prospective single-center cohort study, we enrolled patients 18 years or older, expected to stay 72 hours or longer, and with a creatinine clearance 30 mL/min or higher at intensive care unit admission. We administered 5,000 IU dalteparin subcutaneously each day. The main phase 1 objective was to detect bioaccumulation of dalteparin by measuring trough anti-Xa levels (22-23 hours post dalteparin). The main phase 2 objective was to examine the relationship between renal dysfunction and peak anti-Xa levels (4 hours post dalteparin). We recorded creatinine clearance daily and bleeding and thrombotic events, blinded to anti-Xa levels. RESULTS: We enrolled 19 patients aged 62.7 (13.2) years with an APACHE II score of 23.5 (9.4). We measured trough anti-Xa levels on 185 occasions in 19 patients; we measured peak anti-Xa levels on 113 occasions in 11 patients. We identified no bioaccumulation of LMWH in this study, as detected by trough anti-Xa levels. Most peak anti-Xa levels were in the conventional prophylactic range. CONCLUSIONS: When administered in prophylactic doses to critically ill patients with a wide range of calculated creatinine clearances, we found no evidence of bioaccumulation of dalteparin. If dalteparin does not bioaccumulate, it may be an attractive alternative agent for thromboprophylaxis.",
  "authors": [
    {
      "last_name": "Rabbat",
      "fore_name": "Christian G",
      "initials": "CG",
      "name": "Christian G Rabbat",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen McDonald",
      "affiliations": []
    },
    {
      "last_name": "Clarke",
      "fore_name": "France",
      "initials": "F",
      "name": "France Clarke",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "M O",
      "initials": "MO",
      "name": "M O Meade",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Ker-Ai",
      "initials": "KA",
      "name": "Ker-Ai Lee",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "20",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Dec"
  },
  "start_page": "357",
  "end_page": "363",
  "pages": "357-63",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Creatinine",
    "Dalteparin",
    "Factor Xa Inhibitors",
    "Female",
    "Hemorrhage",
    "Humans",
    "Intensive Care Units",
    "Linear Models",
    "Male",
    "Metabolic Clearance Rate",
    "Middle Aged",
    "Ontario",
    "Prospective Studies",
    "Renal Insufficiency",
    "Single-Blind Method",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "16310608",
    "doi": "10.1016/j.jcrc.2005.09.009",
    "pii": "S0883-9441(05)00090-0"
  },
  "doi": "10.1016/j.jcrc.2005.09.009",
  "dates": {
    "completed": "2006-03-16",
    "revised": "2014-11-20"
  },
  "chemicals": [
    "Anticoagulants",
    "Factor Xa Inhibitors",
    "Creatinine",
    "Dalteparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.496957",
    "pmid": "16310608"
  }
}