{
  "pmid": "16313380",
  "uid": "16313380",
  "title": "The Newcastle Satisfaction with Nursing Scales: a valid measure of maternal satisfaction with inpatient postpartum nursing care.",
  "abstract": "AIM: To test the validity of The Newcastle Satisfaction with Nursing Scales as measures of patient satisfaction with nursing care in an inpatient postpartum unit. BACKGROUND: The Newcastle Satisfaction with Nursing Scales (Experience of Nursing Care Scale and Satisfaction with Nursing Care Scale) were developed to measure the satisfaction of medical-surgical inpatients with nursing care. METHODS: The Newcastle Satisfaction with Nursing Scales were administered by interviewers to 189 postpartum women prior to hospital discharge. We tested the construct validity of the scales by making five a priori predictions: mothers who were more satisfied would be more likely to have one nurse caring for them and to recommend the postpartum unit to a friend. We also predicted that the Experience of Nursing Care and Satisfaction with Nursing Care Scales would be positively correlated with each other, with a global question about satisfaction with nursing care, and with a global question about satisfaction with overall postpartum stay. RESULTS: Four of the five a priori predictions were supported by the data. The mean Newcastle Satisfaction with Nursing Scale scores of mothers who would recommend the unit to a friend were higher (more satisfied) than those who would not (P < 0.001). The Experience of Nursing Care Scale and Satisfaction with Nursing Care Scale were positively and significantly correlated with each other (r = 0.9, P < 0.001). There was a positive and significant correlation between the scales and global ratings of nursing care (Experience Scale r = 0.79, P < 0.001; Satisfaction Scale r = 0.82, P < 0.001) and overall postpartum stay (Experience Scale r = 0.64, P < 0.001; Satisfaction Scale r = 0.68, P < 0.001). CONCLUSION: The Newcastle Satisfaction with Nursing Scales are valid measures of maternal satisfaction with inpatient postpartum nursing care.",
  "authors": [
    {
      "last_name": "Peterson",
      "fore_name": "Wendy E",
      "initials": "WE",
      "name": "Wendy E Peterson",
      "affiliations": [
        "School of Nursing, University of Ottawa, Ottawa, Ontario, Canada. wpeterson@mail.health.uottawa.ca"
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": []
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "0309-2402",
    "issn_type": "Print",
    "volume": "52",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Dec"
  },
  "start_page": "672",
  "end_page": "681",
  "pages": "672-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Data Collection",
    "Female",
    "Humans",
    "Nursing Evaluation Research",
    "Obstetric Nursing",
    "Patient Satisfaction",
    "Postnatal Care",
    "Quality Assurance, Health Care",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "16313380",
    "doi": "10.1111/j.1365-2648.2005.03634.x",
    "pii": "JAN3634"
  },
  "doi": "10.1111/j.1365-2648.2005.03634.x",
  "dates": {
    "completed": "2006-02-27",
    "revised": "2013-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:09.025259",
    "pmid": "16313380"
  }
}