{
  "pmid": "16321168",
  "uid": "16321168",
  "title": "Core groups and the transmission of HIV: learning from male sex workers.",
  "abstract": "A growing and substantial body of research suggests that female sex workers play a disproportionately large role in the transmission of HIV in many parts of the world, and they are often referred to as core groups by epidemiologists, mathematical modellers, clinicians and policymakers. Male sex workers, by contrast, have received little attention and it is not known whether it is helpful to conceptualize them as a core group. This paper draws upon ethnographic research documenting social and sexual networks in London and looks at the position of five male sex workers within a network comprising 193 men and seven women (as well as 1378 anonymous sexual contacts and 780 commercial contacts). In so doing, it suggests that there is no evidence to show that male sex workers are more or less likely to acquire or transmit HIV in the course of commercial sex compared with other types of sexual relationships. In addition, men engaging in non-commercial sex all reported having unprotected sex in a variety of contexts and relationships and there is no evidence to suggest that men who are not sex workers play less of a role in the transmission of HIV. In short, these data suggest that it would be inappropriate to conceptualize male sex workers as a core group. This is not to suggest that public policy should continue to overlook male sex workers. New and inventive approaches are required to reach out to a vulnerable but diverse group of men, selling sex for a variety of reasons; even if these men are no more vulnerable to acquiring and/or transmitting HIV than other men and women that form part of their network.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "International Medical Anthropology Programme, Brunel University, UK."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biosocial science",
    "iso_abbreviation": "J Biosoc Sci",
    "issn": "0021-9320",
    "issn_type": "Print",
    "volume": "38",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "117",
  "end_page": "131",
  "pages": "117-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "HIV Infections",
    "Humans",
    "London",
    "Male",
    "Men",
    "Sex Work",
    "Sexual Partners",
    "Sexually Transmitted Diseases, Viral"
  ],
  "article_ids": {
    "pubmed": "16321168",
    "doi": "10.1017/S0021932005001136",
    "pii": "S0021932005001136"
  },
  "doi": "10.1017/S0021932005001136",
  "dates": {
    "completed": "2006-02-28",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.166423",
    "pmid": "16321168"
  }
}