{
  "pmid": "16322612",
  "uid": "16322612",
  "title": "Level of evidence in orthopaedic journals.",
  "abstract": "BACKGROUND: The American edition of The Journal of Bone and Joint Surgery (JBJS-A) has included a level-of-evidence rating for each of its clinical scientific papers published since January 2003. The purpose of this study was to assess the type and level of evidence found in nine different orthopaedic journals by applying this level-of-evidence rating system. METHODS: We reviewed all clinical articles published from January through June 2003 in nine orthopaedic journals. Studies of animals, studies of cadavera, basic-science articles, review articles, case reports, and expert opinions were excluded. The remaining 382 clinical articles were randomly assigned to three experienced reviewers and two inexperienced reviewers, who rated them with the JBJS-A grading system. Each reviewer determined whether the studies were therapeutic, prognostic, diagnostic, or economic, and each rated the level of evidence as I, II, III, or IV. Reviewers were blinded to the grades assigned by the other reviewers. RESULTS: According to the reviewers' ratings, 70.7% of the articles were therapeutic, 19.9% were prognostic, 8.9% were diagnostic, and 0.5% were economic. The reviewers graded 11.3% as Level I, 20.7% as Level II, 9.9% as Level III, and 58.1% as Level IV. The kappa values for the interobserver agreement between the experienced reviewers and the inexperienced reviewers were 0.62 for the level of evidence and 0.76 for the study type. The kappa values for the interobserver agreement between the experienced reviewers were 0.75 for the level of evidence and 0.85 for the study type. The kappa values for the agreement between the reviewers' grades and the JBJS-A grades were 0.84 for the level of evidence and 1.00 for the study type. All kappa values were significantly different from zero (p < 0.0001 for all). The percentage of articles that were rated Level I or II increased in accordance with the 2003 journal impact factors for the individual journals (p = 0.0061). CONCLUSIONS: Orthopaedic journals with a higher impact factor are more likely to publish Level-I or II articles. The type and level of information in orthopaedic journals can be reliably classified, and clinical investigators should pursue studies with a higher level of evidence whenever feasible.",
  "authors": [
    {
      "last_name": "Obremskey",
      "fore_name": "William T",
      "initials": "WT",
      "name": "William T Obremskey",
      "affiliations": [
        "Department of Orthopaedic Surgery, Vanderbilt University, 131 Medical Center South, 2100 Pierce Avenue, Nashville, TN 37212. william.obremskey@vanderbilt.edu."
      ]
    },
    {
      "last_name": "Pappas",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Pappas",
      "affiliations": [
        "3104 Dudley Avenue, Nashville, TN 37212."
      ]
    },
    {
      "last_name": "Attallah-Wasif",
      "fore_name": "Emad",
      "initials": "E",
      "name": "Emad Attallah-Wasif",
      "affiliations": [
        "Department of Orthopaedic Surgery, Vanderbilt University, 131 Medical Center South, 2100 Pierce Avenue, Nashville, TN 37212. william.obremskey@vanderbilt.edu."
      ]
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": [
        "Department of Orthopaedic Surgery, Boston Medical Center, Dowling 2 North, 850 Harrison Avenue, Boston, MA 02118."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton Health Sciences-General Site, 7 North, Suite 723, Hamilton, ON L8L 2X2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "87",
    "issue": "12",
    "pub_year": "2005",
    "pub_month": "Dec"
  },
  "start_page": "2632",
  "end_page": "2638",
  "pages": "2632-2638",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Journalism, Medical",
    "Orthopedics",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "16322612",
    "doi": "10.2106/JBJS.E.00370",
    "pii": "00004623-200512000-00006"
  },
  "doi": "10.2106/JBJS.E.00370",
  "dates": {
    "completed": "2006-01-10",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.107984",
    "pmid": "16322612"
  }
}