{
  "pmid": "16362809",
  "uid": "16362809",
  "title": "Characterization of muscle-regulatory gene, MyoD, from flounder (Paralichthys olivaceus) and analysis of its expression patterns during embryogenesis.",
  "abstract": "Specification and differentiation of skeletal muscle cells are driven by the activity of genes encoding members of the myogenic regulatory factors (MRFs). In vertebrates, the MRF family includes MyoD, Myf5, myogenin, and MRF4. The MRFs are capable of converting a variety of nonmuscle cells into myoblasts and myotubes. To better understand their roles in fish muscle development, we isolated the MyoD gene from flounder (Paralichthys olivaceus) and analyzed its structure and patterns of expression. Sequence analysis showed that flounder MyoD shared a structure similar to that of vertebrate MRFs with three exons and two introns, and its protein contained a highly conserved basic helix-loop-helix domain (bHLH). Comparison of sequences revealed that flounder MyoD was highly conserved with other fish MyoD genes. Sequence alignment and phylogenetic analysis indicated that flounder MyoD, seabream (Sparus aurata) MyoD1, takifugu (Takifugu rubripes) MyoD, and tilapia (Oreochromis aureus) MyoD were more likely to be homologous genes. Flounder MyoD expression was first detected as two rows of presomitic cells in the segmental plate. From somitogenesis, MyoD transcripts were present in the adaxial cells that give rise to slow muscles and the lateral somitic cells that give rise to fast muscles. After 30 somites formed, MyoD expression decreased in the somites except the caudal somites, coincident with somite maturation. In the hatching stage, MyoD was expressed in other muscle cells and caudal somites. It was detected only in muscle in the growing fish.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Institute of Oceanology, Chinese Academy of Sciences, 7 Nanhai Road, Qingdao, 266071 Shandong, People's Republic of China."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Xungang",
      "initials": "X",
      "name": "Xungang Tan",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Pei-Jun",
      "initials": "PJ",
      "name": "Pei-Jun Zhang",
      "affiliations": []
    },
    {
      "last_name": "Xu",
      "fore_name": "Yongli",
      "initials": "Y",
      "name": "Yongli Xu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Marine biotechnology (New York, N.Y.)",
    "iso_abbreviation": "Mar Biotechnol (NY)",
    "issn": "1436-2228",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2006"
  },
  "start_page": "139",
  "end_page": "148",
  "pages": "139-48",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "Base Sequence",
    "Binding Sites",
    "DNA Primers",
    "Embryo, Nonmammalian",
    "Female",
    "Flatfishes",
    "Gene Expression Profiling",
    "Gene Expression Regulation, Developmental",
    "In Situ Hybridization, Fluorescence",
    "Male",
    "Molecular Sequence Data",
    "MyoD Protein",
    "Phylogeny",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Sequence Alignment"
  ],
  "article_ids": {
    "pubmed": "16362809",
    "pmc": "PMC4271811",
    "doi": "10.1007/s10126-005-5042-0"
  },
  "doi": "10.1007/s10126-005-5042-0",
  "pmc_id": "PMC4271811",
  "dates": {
    "completed": "2007-10-25",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "DNA Primers",
    "MyoD Protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.033261",
    "pmid": "16362809"
  }
}