{
  "pmid": "16363230",
  "uid": "16363230",
  "title": "Homocysteine and thrombosis: from basic science to clinical evidence.",
  "abstract": "Homocysteine is a sulfhydryl-containing amino acid formed during the metabolism of methionine. Rapidly accumulating evidence links elevated homocysteine levels to thrombosis via several mechanisms such as increased tissue factor expression, attenuated anticoagulant processes, enhanced platelet reactivity, increased thrombin generation, augmented factor V activity, impaired fibrinolytic potential, and vascular injury, including endothelial dysfunction. Molecular mechanisms underlying prothrombotic actions of homocysteine are incompletely understood and involve oxidative stress, DNA hypomethylation, and proinflammatory effects. Current evidence from retrospective and prospective studies supports the concept that higher total plasma homocysteine concentration is associated with increased risk of coronary artery disease, stroke, and venous thromboembolism. Hyperhomocysteinemia is currently considered a relatively weak prothrombotic factor. It is still unclear whether administration of vitamins, that reduce homocysteine levels acting as cofactors of the enzymes involved in the methionine metabolism, may decrease the risk of arterial and/or venous thromboembolic events. Ongoing clinical trials might help clarify this issue.",
  "authors": [
    {
      "last_name": "Undas",
      "fore_name": "Anetta",
      "initials": "A",
      "name": "Anetta Undas",
      "affiliations": [
        "Department of Medicine, Jagiellonian University School of Medicine, Krakow, Poland. mmundas@cyf-kr.edu.pl"
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": []
    },
    {
      "last_name": "Szczeklik",
      "fore_name": "Andrzej",
      "initials": "A",
      "name": "Andrzej Szczeklik",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis and haemostasis",
    "iso_abbreviation": "Thromb Haemost",
    "issn": "0340-6245",
    "issn_type": "Print",
    "volume": "94",
    "issue": "5",
    "pub_year": "2005",
    "pub_month": "Nov"
  },
  "start_page": "907",
  "end_page": "915",
  "pages": "907-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Homocysteine",
    "Humans",
    "Hyperhomocysteinemia",
    "Risk Factors",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "16363230",
    "doi": "10.1160/TH05-05-0313",
    "pii": "05110907"
  },
  "doi": "10.1160/TH05-05-0313",
  "dates": {
    "completed": "2006-01-24",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Homocysteine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:00.108955",
    "pmid": "16363230"
  }
}