{
  "pmid": "16378532",
  "uid": "16378532",
  "title": "The biggest bang for the buck or bigger bucks for the bang: the fallacy of the cost-effectiveness threshold.",
  "abstract": "It has been suggested that scepticism among decision-makers about using cost-effectiveness analysis (CEA) is caused in part by the low level of the cost-effectiveness \"thresholds\" in the economic evaluation literature. This has led Ubel and colleagues to call for higher threshold values of US$200,000 or more per quality-adjusted life-year. We show that these arguments fail to identify the objective of CEA and hence do not consider whether or how the threshold relates to this objective. We show that incremental cost-effectiveness ratios (ICERs) cannot be used to identify an efficient use of resources--the \"biggest bang for the bucks\"--allocated to health care. On the contrary, the practical consequence of using the ICER approach is shown to be an increase in health care expenditures, or \"bigger bucks for making a bang\", without any evidence of the bang being bigger (i.e. that this leads to an increase in benefits to the population). We present an alternative approach that provides an unambiguous method of determining whether a new intervention leads to an increase in health gains from whatever resources are to be made available to health care decision-makers.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main Street West, Ontario, Canada L8N 3Z5. birch@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of health services research & policy",
    "iso_abbreviation": "J Health Serv Res Policy",
    "issn": "1355-8196",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "46",
  "end_page": "51",
  "pages": "46-51",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cost-Benefit Analysis",
    "Economics, Medical",
    "Health Care Costs",
    "Humans",
    "National Health Programs",
    "Quality-Adjusted Life Years"
  ],
  "article_ids": {
    "pubmed": "16378532",
    "doi": "10.1258/135581906775094235"
  },
  "doi": "10.1258/135581906775094235",
  "dates": {
    "completed": "2006-02-24",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.678309",
    "pmid": "16378532"
  }
}