{
  "pmid": "16376210",
  "uid": "16376210",
  "title": "Computational investigations of a new prosthetic femoral-popliteal bypass graft design.",
  "abstract": "OBJECTIVE: Prosthetic femoral-popliteal bypasses are performed by using an end-to-side anastomosis, and disease can develop at the distal end; this can lead to poor long-term patency rates. Disturbed flow characteristics are hypothesized as being a major factor in promoting disease development. The objective of this study was to propose a new prosthetic femoral-popliteal bypass graft configuration specifically engineered to reduce or eliminate certain disease-influencing factors that act on the host artery. METHODS: The proposed device contains a streamlined bifurcation toward its distal end that results in two end-to-end anastomoses, rather than the single end-to-side anastomosis in the traditional procedure. Comparisons are made between idealized representations of it and the traditional end-to-side anastomosis for specific femoral artery flow rates. Qualitative results in the form of velocity vector plots and wall shear stress contour plots are compared, and quantitative results examine the wall shear stress magnitudes and gradients along the bed and roof of each graft model. RESULTS: Velocity vector plots through each junction suggest that the proposed graft configuration promotes streamlined flow and helps to reduce the magnitude of flow recirculation and separation regions associated with the traditional end-to-side anastomosis. At peak velocity, the flow separation region distal to the toe is eliminated, as evidenced by the change in toe wall shear stress from -0.2 Pa in the traditional anastomosis to +0.5 Pa in the proposed device. Normal fully developed flow occurs sooner in the distal host artery, approximately 15 mm downstream from the toe, unlike 20 mm in the conventional case. The proposed design results in reductions of up to 58% in peak wall shear stress and 86% in peak wall shear stress gradient during the decelerative phase of the femoral pulse in the vicinity of the artery bed below the toe. CONCLUSIONS: In vitro tests on the proposed device suggest that the streamlined nature of blood flow through the junction does result in less disturbed hemodynamic conditions within the host artery junction. Abnormal wall shear stress magnitudes and gradients are reduced, and normal fully developed flow occurs sooner in the distal host artery. This suggests that the proposed graft may have design attributes that are relevant in the search for increased prosthetic femoral-popliteal bypass graft patency rates. A drawback of the proposed device is that significant flow recirculation and separation exist within the prosthesis itself. CLINICAL RELEVANCE: The search for a viable alternative to traditional end-to-side anastomosis for prosthetic femoral-popliteal bypass procedures is ongoing. Prosthetic femoral-popliteal bypass procedures have low long-term patency rates, and there is a need for methods that increase the life span of the procedure. Although research is progressing on a variety of different fronts, this study is significant in that it reports on in vitro tests on a potential device that may increase bypass patency. The device is simple, may be manufactured from clinically proven materials, does not require any additional training in its use, and combines attributes of end-to-side anastomoses with those of end-to-end anastomoses. In addition, the design concept behind the device, the natural bifurcation, may be relevant in other aspects of cardiovascular surgery.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Thomas Patrick",
      "initials": "TP",
      "name": "Thomas Patrick O'Brien",
      "affiliations": [
        "Department of Mechanical and Aeronautical Engineering, Centre for Applied Biomedical Engineering Research, University of Limerick, Limerick, Ireland. thomas.obrien@ul.ie"
      ]
    },
    {
      "last_name": "Grace",
      "fore_name": "Pierce",
      "initials": "P",
      "name": "Pierce Grace",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Burke",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Burke",
      "affiliations": []
    },
    {
      "last_name": "McGloughlin",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy McGloughlin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "0741-5214",
    "issn_type": "Print",
    "volume": "42",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Dec"
  },
  "start_page": "1169",
  "end_page": "1175",
  "pages": "1169-75",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anastomosis, Surgical",
    "Arterial Occlusive Diseases",
    "Blood Vessel Prosthesis",
    "Blood Vessel Prosthesis Implantation",
    "Femoral Artery",
    "Humans",
    "In Vitro Techniques",
    "Mathematical Computing",
    "Popliteal Artery",
    "Prosthesis Design"
  ],
  "article_ids": {
    "pubmed": "16376210",
    "doi": "10.1016/j.jvs.2005.08.016",
    "pii": "S0741-5214(05)01277-2"
  },
  "doi": "10.1016/j.jvs.2005.08.016",
  "dates": {
    "completed": "2006-01-12",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.447123",
    "pmid": "16376210"
  }
}