{
  "pmid": "16374290",
  "uid": "16374290",
  "title": "The value of washers in cannulated screw fixation of femoral neck fractures.",
  "abstract": "BACKGROUND: Given the limited evidence to support the technical aspects of screw placement for treatment of femoral neck fractures, we conducted an observational study to evaluate demographic and radiographic variables associated with fixation failure. METHODS: Eligible patients with femoral neck fractures were treated with multiple cannulated screws across three academic centers during a 6-year period. The following variables were evaluated for their predictive value for fixation failure: age, gender, fracture type, presence of comminution, total number of screws, the absence of a washer, the screw configuration, reduction quality, the distance of the most inferior screw to the inferior neck, and screw alignment. Variables were evaluated separately and in a multivariable regression model. RESULTS: Eighty patients were included in the study. The overall failure rate was 30%. We identified four variables associated with fixation failure. These included the lack of washers (odds ratio [OR], 11.2; p = 0.03), imperfect quality of reduction (OR, 9.7; p < 0.01), age greater than 75 years (OR, 5.1; p = 0.04), and displaced versus undisplaced fracture type (OR, 3.8; p < 0.01). These four variables accounted for 43% of the variability in fixation failure (R(2) = 0.43). All other variables including the distance of the most inferior screw to the inferior/medial neck were found to be not significant. CONCLUSION: This study confirms previous findings in the literature that increased age, a displaced fracture type, and poor reduction increase the risk of fixation failure. Contradictory to current belief, there was no significant association between the distance of the inferior screw to the inferior/medial femoral neck cortex and fixation failure. A novel finding of the present study is that the use of washers significantly decreases the risk of fixation failure.",
  "authors": [
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": [
        "Orthopaedic Research Unit, Division of Orthopedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weening",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Weening",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of trauma",
    "iso_abbreviation": "J Trauma",
    "issn": "0022-5282",
    "issn_type": "Print",
    "volume": "59",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Oct"
  },
  "start_page": "969",
  "end_page": "975",
  "pages": "969-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Bone Screws",
    "Equipment Design",
    "Equipment Failure",
    "Female",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Humans",
    "Male",
    "Middle Aged",
    "Multicenter Studies as Topic",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "16374290",
    "doi": "10.1097/01.ta.0000188130.99626.8c",
    "pii": "00005373-200510000-00025"
  },
  "doi": "10.1097/01.ta.0000188130.99626.8c",
  "dates": {
    "completed": "2006-01-19",
    "revised": "2019-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.108344",
    "pmid": "16374290"
  }
}