{
  "pmid": "16374257",
  "uid": "16374257",
  "title": "Functional gastrointestinal disorders and mood disorders in patients with inactive inflammatory bowel disease: prevalence and impact on health.",
  "abstract": "BACKGROUND: Symptoms of functional gastrointestinal disorders (FGID) associated with mood disorders (MD), such as depression and anxiety, occur in some patients with quiescent inflammatory bowel disease (IBD) and could be caused by changes in gut motility, visceral hypersensitivity, or psychological dysfunction. We assessed the prevalence of FGID symptoms and mood disorders in ambulatory patients with quiescent IBD and examined their impact on health-related quality of life (HRQOL) and use of health resources. METHODS: Consecutive ambulatory patients with IBD completed a survey of Rome II criteria for FGID, the Hospital Anxiety and Depression Survey, HRQOL indices, and health resource utilization. Logistic and linear regression analyses tested for predictors of FGID and HRQOL. RESULTS: Of 361 patients surveyed, 149 (44 ulcerative colitis [UC] and 105 Crohn's disease [CD]) had inactive IBD during the previous 12 months. Symptoms of at least 1 FGID occurred in 81.9%. Functional anorectal disorders were the most prevalent (53.7%) followed by functional bowel disorders (51.7%), and both were of greater prevalence than in the Canadian population (41.6% and 22.6%, respectively). Irritable bowel syndrome symptoms were more common in inactive CD than in UC (26% versus 9.1%, P = .01) and functional constipation was more common in inactive UC than in CD (26.2% versus 5.8%, P < .01). MD occurred in 27.3% of UC and 31.3% of CD patients. Age > or =40 years and anxiety independently predicted an FGID. Both FGID symptoms and MD were associated with impaired HRQOL and increased use of health services. CONCLUSIONS: Many patients with inactive IBD have symptoms compatible with FGID. Both FGID-like symptoms and MD are associated with impaired HRQOL and increased health resource utilization. Recognition and treatment of FGID and MD could potentially improve daily functioning of IBD patients.",
  "authors": [
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, Clinical Epidemiology and Biostatistics, McMaster University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    },
    {
      "last_name": "Easterbrook",
      "fore_name": "Brock",
      "initials": "B",
      "name": "Brock Easterbrook",
      "affiliations": []
    },
    {
      "last_name": "Irvine",
      "fore_name": "E Jan",
      "initials": "EJ",
      "name": "E Jan Irvine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1078-0998",
    "issn_type": "Print",
    "volume": "12",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "38",
  "end_page": "46",
  "pages": "38-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Gastrointestinal Diseases",
    "Health Services",
    "Humans",
    "Inflammatory Bowel Diseases",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Mood Disorders",
    "Prevalence",
    "Prospective Studies",
    "Quality of Life",
    "Regression Analysis",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "16374257",
    "doi": "10.1097/01.mib.0000195391.49762.89",
    "pii": "00054725-200601000-00007"
  },
  "doi": "10.1097/01.mib.0000195391.49762.89",
  "dates": {
    "completed": "2006-03-28",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.325081",
    "pmid": "16374257"
  }
}