{
  "pmid": "16378830",
  "uid": "16378830",
  "title": "Interobserver agreement on ultrasound measurements of residual vein diameter, thrombus echogenicity and Doppler venous flow in patients with previous venous thrombosis.",
  "abstract": "INTRODUCTION: In patients with new symptoms in a leg previously affected by deep vein thrombosis (DVT), the presence of thrombus on ultrasound cannot be assumed to be due to recurrent thrombosis. Several parameters have been suggested to differentiate between acute and chronic thrombus on ultrasound, including measurement of residual vein diameter during compression, thrombus echogenicity and Doppler assessment of venous flow, but studies on the reproducibility of these measurements are sparse. OBJECTIVE: To determine interobserver agreement on measurement of residual vein diameter, thrombus echogenicity and Doppler venous flow in patients with residual thrombus in the veins of the lower limb. MATERIALS AND METHODS: Patients with previous proximal DVT who had a high likelihood of residual thrombosis, but without symptoms of recurrent DVT, had ultrasound examinations independently performed by two examiners on the same day. Interobserver agreement on measurement of residual vein diameter, thrombus echogenicity and Doppler venous flow was evaluated. RESULTS: We determined that interobserver agreement on these measurements was moderate. The mean difference between paired measurements of residual vein diameter was 2.2 mm (95th centile, 8.0 mm). When both examiners agreed residual thrombus was present, 54% of the variance of the measurement of residual vein diameter was accounted for by the paired measurements. The weighted kappa coefficient for thrombus echogenicity was 0.01 and for Doppler venous flow was 0.51. CONCLUSIONS: The error associated with ultrasound measurements of residual vein diameter, thrombus echogenicity and flow appears to be considerable.",
  "authors": [
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. llinkins@thrombosis.hhscr.org"
      ]
    },
    {
      "last_name": "Stretton",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Stretton",
      "affiliations": []
    },
    {
      "last_name": "Probyn",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Probyn",
      "affiliations": []
    },
    {
      "last_name": "Kearon",
      "fore_name": "Clive",
      "initials": "C",
      "name": "Clive Kearon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "117",
    "issue": "3",
    "pub_year": "2006"
  },
  "start_page": "241",
  "end_page": "247",
  "pages": "241-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Observer Variation",
    "Reproducibility of Results",
    "Thrombophlebitis",
    "Thrombosis",
    "Time Factors",
    "Ultrasonography",
    "Ultrasonography, Doppler",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "16378830",
    "doi": "10.1016/j.thromres.2005.02.011",
    "pii": "S0049-3848(05)00077-0"
  },
  "doi": "10.1016/j.thromres.2005.02.011",
  "dates": {
    "completed": "2006-06-06",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.864128",
    "pmid": "16378830"
  }
}