{
  "pmid": "16376966",
  "uid": "16376966",
  "title": "Biological activation of carbon filters.",
  "abstract": "To prepare biological activated carbon (BAC), raw surface water was circulated through granular activated carbon (GAC) beds. Biological activity of carbon filters was initiated after about 6 months of filter operation and was confirmed by two methods: measurement of the amount of biomass attached to the carbon and by the fluorescein diacetate (FDA) test. The effect of carbon pre-washing on WG-12 carbon properties was also studied. For this purpose, the nitrogen adsorption isotherms at 77K and Fourier transform-infrared (FT-IR) spectra analyses were performed. Moreover, iodine number, decolorizing power and adsorption properties of carbon in relation to phenol were studied. Analysis of the results revealed that after WG-12 carbon pre-washing its BET surface increased a little, the pH value of the carbon water extract decreased from 11.0 to 9.4, decolorizing power remained at the same level, and the iodine number and phenol adsorption rate increased. In preliminary studies of the ozonation-biofiltration process, a model phenol solution with concentration of approximately 10mg/l was applied. During the ozonation process a dose of 1.64 mg O(3)/mg TOC (total organic carbon) was employed and the contact time was 5 min. Four empty bed contact times (EBCTs) in the range of 2.4-24.0 min were used in the biofiltration experiment. The effectiveness of purification was measured by the following parameters: chemical oxygen demand (COD(Mn)), TOC, phenol concentration and UV(254)-absorbance. The parameters were found to decrease with EBCT.",
  "authors": [
    {
      "last_name": "Seredyńska-Sobecka",
      "fore_name": "Bozena",
      "initials": "B",
      "name": "Bozena Seredyńska-Sobecka",
      "affiliations": [
        "Department of Water Technology and Environmental Engineering, Institute of Chemical and Environmental Engineering, Szczecin University of Technology, ul. Pułaskiego 10, 70-322 Szczecin, Poland."
      ]
    },
    {
      "last_name": "Tomaszewska",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Tomaszewska",
      "affiliations": []
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": []
    },
    {
      "last_name": "Morawski",
      "fore_name": "Antoni W",
      "initials": "AW",
      "name": "Antoni W Morawski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Water research",
    "iso_abbreviation": "Water Res",
    "issn": "0043-1354",
    "issn_type": "Print",
    "volume": "40",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "355",
  "end_page": "363",
  "pages": "355-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adsorption",
    "Biomass",
    "Bioreactors",
    "Carbon",
    "Filtration",
    "Nitrogen",
    "Oxidants, Photochemical",
    "Ozone",
    "Temperature",
    "Water Purification"
  ],
  "article_ids": {
    "pubmed": "16376966",
    "doi": "10.1016/j.watres.2005.11.014",
    "pii": "S0043-1354(05)00659-7"
  },
  "doi": "10.1016/j.watres.2005.11.014",
  "dates": {
    "completed": "2006-04-13",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Oxidants, Photochemical",
    "Ozone",
    "Carbon",
    "Nitrogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:32.609396",
    "pmid": "16376966"
  }
}