{
  "pmid": "16388434",
  "uid": "16388434",
  "title": "Pneumonia in nursing homes and long-term care facilities.",
  "abstract": "This article reviews the epidemiology of pneumonia in residents of nursing homes and other long-term care facilities (LTCFs). Streptococcus pneumoniae is the most important cause of pneumonia in residents of nursing homes and LTCFs. Factors suggestive of aspiration are the most important risk factors for pneumonia in this population. The clinical presentation of pneumonia among long-term care facility residents is challenging; residents tend to be older and more debilitated than their elderly community-dwelling counterparts. Data on optimal antimicrobial therapy in this setting is sparse. Functional status is an important predictor of outcome in this population. There are key management issues, such as site of care, which remain unresolved. Immunization with influenza and pneumococcal vaccines remains the mainstay of prevention.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. loebm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Seminars in respiratory and critical care medicine",
    "iso_abbreviation": "Semin Respir Crit Care Med",
    "issn": "1069-3424",
    "issn_type": "Print",
    "volume": "26",
    "issue": "6",
    "pub_year": "2005",
    "pub_month": "Dec"
  },
  "start_page": "650",
  "end_page": "655",
  "pages": "650-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Age Factors",
    "Cross Infection",
    "Humans",
    "Nursing Homes",
    "Pneumonia",
    "Prognosis",
    "Residential Facilities",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "16388434",
    "doi": "10.1055/s-2005-925529"
  },
  "doi": "10.1055/s-2005-925529",
  "dates": {
    "completed": "2006-04-10",
    "revised": "2006-01-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.118810",
    "pmid": "16388434"
  }
}