{
  "pmid": "16394699",
  "uid": "16394699",
  "title": "Increased susceptibility to ventilator-associated lung injury persists after clinical recovery from experimental endotoxemia.",
  "abstract": "BACKGROUND: Endotoxin, when delivered shortly before or during mechanical ventilation, increases susceptibility to ventilation-associated lung injury. However, it is unclear whether increased susceptibility to ventilator-associated lung injury is still present after clinical recovery from a transient endotoxin challenge. METHODS: Anesthetized rats were submitted to a 4-h period of mechanical ventilation with low (8 ml/kg) or high (24, 27, or 30 ml/kg) tidal volumes (VTs) 24 h after transient illness had been provoked by a single nonlethal intravenous injection of Escherichia coli endotoxin. Control animals were injected with phosphate-buffered saline and underwent the same protocol. RESULTS: At 24 h, endotoxin-treated nonventilated animals showed no symptoms of clinical illness, and oxygenation was comparable with that of controls, but lung neutrophil counts were increased. Compared with controls, mechanical ventilation with high VT induced a stronger pulmonary inflammatory response and more severe lung injury in endotoxin-treated animals, as indicated by impaired oxygenation, increased lung wet-to-dry weight ratio, and increased levels of protein, neutrophils, and cytokines in lung lavage fluid. In addition, the highest VT resulted in increased mortality in endotoxin-treated animals. Low VT after endotoxin treatment did not cause functional pulmonary impairment but induced an inflammatory response. CONCLUSIONS: In this animal model, a 24-h delay after a single systemic injection of endotoxin resulted in clinical recovery and preserved pulmonary function but did not prevent increased susceptibility to ventilator-associated lung injury provoked by high VT. Residual pulmonary inflammation and neutrophilic infiltration at initiation of mechanical ventilation probably contribute to these findings.",
  "authors": [
    {
      "last_name": "Schreiber",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Schreiber",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, Friedrich-Schiller-Universitaet, Jena, Germany. torsten.schreiber@med.uni-jena.de"
      ]
    },
    {
      "last_name": "Hueter",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Hueter",
      "affiliations": []
    },
    {
      "last_name": "Schwarzkopf",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Schwarzkopf",
      "affiliations": []
    },
    {
      "last_name": "Hohlstein",
      "fore_name": "Sylvia",
      "initials": "S",
      "name": "Sylvia Hohlstein",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Karzai",
      "fore_name": "Waheedullah",
      "initials": "W",
      "name": "Waheedullah Karzai",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anesthesiology",
    "iso_abbreviation": "Anesthesiology",
    "issn": "0003-3022",
    "issn_type": "Print",
    "volume": "104",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "133",
  "end_page": "141",
  "pages": "133-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bronchoalveolar Lavage",
    "Cytokines",
    "Endotoxemia",
    "Hemodynamics",
    "Inflammation",
    "Leukocyte Count",
    "Lung",
    "Lung Injury",
    "Male",
    "Organ Size",
    "Oxygen Consumption",
    "Proteins",
    "Rats",
    "Rats, Wistar",
    "Respiration, Artificial",
    "Respiratory Function Tests",
    "Survival",
    "Tidal Volume",
    "Ventilators, Mechanical"
  ],
  "article_ids": {
    "pubmed": "16394699",
    "doi": "10.1097/00000542-200601000-00019",
    "pii": "00000542-200601000-00019"
  },
  "doi": "10.1097/00000542-200601000-00019",
  "dates": {
    "completed": "2006-03-06",
    "revised": "2019-06-28"
  },
  "chemicals": [
    "Cytokines",
    "Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.345979",
    "pmid": "16394699"
  }
}