{
  "pmid": "16399225",
  "uid": "16399225",
  "title": "Differential effects of blueberry proanthocyanidins on androgen sensitive and insensitive human prostate cancer cell lines.",
  "abstract": "Blueberries are rich in health-promoting polyphenolic compounds including proanthocyanidins. The purpose of this study was to determine if proanthocyanidin-rich fractions from both wild and cultivated blueberry fruit have the same inhibitory effects on the proliferation of LNCaP, an androgen-sensitive prostate cancer cell line, and DU145, a more aggressive androgen insensitive prostate cancer cell line. When 20 microg/ml of a wild blueberry proanthocyanidin fraction (fraction 5) was added to LNCaP media, growth was inhibited to 11% of control with an IC50 of 13.3 microg/ml. Two similar proanthocyanidin-rich fractions from cultivated blueberries (fractions 4 and 5) at the same concentration inhibited LNCaP growth to 57 and 26% of control with an IC50 of 22.7 and 5.8 microg/ml, respectively. In DU145 cells, the only fraction that significantly reduced growth compared to control was fraction 4 from cultivated blueberries with an IC50 value of 74.4 microg/ml, indicating only minor inhibitory activity. Differences in cell growth inhibition of LNCaP and DU145 cell lines by blueberry fractions rich in proanthocyanidins indicate that blueberry proanthocyanidins have an effect primarily on androgen-dependant growth of prostate cancer cells. Possible molecular mechanisms for growth inhibition are reviewed.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara M",
      "initials": "BM",
      "name": "Barbara M Schmidt",
      "affiliations": [
        "Department of Natural Resources and Environmental Sciences, University of Illinois at Urbana-Champaign, 1201 S. Dorner Dr, Urbana, IL 61801, USA."
      ]
    },
    {
      "last_name": "Erdman",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Erdman",
      "affiliations": []
    },
    {
      "last_name": "Lila",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann Lila",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer letters",
    "iso_abbreviation": "Cancer Lett",
    "issn": "0304-3835",
    "issn_type": "Print",
    "volume": "231",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Jan",
    "pub_day": "18"
  },
  "start_page": "240",
  "end_page": "246",
  "pages": "240-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Androgens",
    "Blueberry Plants",
    "Cell Proliferation",
    "Humans",
    "Magnetic Resonance Spectroscopy",
    "Male",
    "Neoplasms, Hormone-Dependent",
    "Proanthocyanidins",
    "Prostatic Neoplasms",
    "Spectrometry, Mass, Matrix-Assisted Laser Desorption-Ionization",
    "Tumor Cells, Cultured"
  ],
  "article_ids": {
    "pubmed": "16399225",
    "doi": "10.1016/j.canlet.2005.02.003",
    "pii": "S0304-3835(05)00099-6"
  },
  "doi": "10.1016/j.canlet.2005.02.003",
  "dates": {
    "completed": "2006-03-09",
    "revised": "2016-11-24"
  },
  "chemicals": [
    "Androgens",
    "Proanthocyanidins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.346433",
    "pmid": "16399225"
  }
}