{
  "pmid": "16391248",
  "uid": "16391248",
  "title": "How many patients? How many limbs? Analysis of patients or limbs in the orthopaedic literature: a systematic review.",
  "abstract": "BACKGROUND: Clinical studies assessing orthopaedic interventions often include data from two limbs or multiple joints within single individuals. Without appropriate design or statistical approaches to address within-individual correlations, this practice may contribute to false precision and possible bias in estimates of treatment effect. We conducted a systematic review of the orthopaedic literature to determine the frequency of inappropriate inclusion of nonindependent limb or joint observations in clinical studies. METHODS: We identified seven orthopaedic journals with high Science Citation Index impact factors and retrieved all clinical studies for 2003 for any intervention on any limb or joint. RESULTS: We identified 288 clinical studies, 143 of which involved two limbs or multiple joint observations from single individuals. These studies included nineteen randomized clinical trials (13%) fifty-eight two-group cohort studies (41%), and sixty-six one-group cohort studies (46%). Seventy-six (53%) of the 143 studies involved statistical comparisons between patient groups with use of tests of association, and an additional sixty studies (42%) presented estimates of proportions without statistical comparisons. Only sixteen of the seventy-six studies involving statistical comparisons involved the use of any technique or methodological approach to account for multiple, nonindependent observations. A median of approximately 13% of the patients in these studies contributed more than one observation. The median proportion of nonindependent observations to total observations (the unit of analysis) was approximately 23%. CONCLUSIONS: Our findings suggest that a high proportion (42%) of clinical studies in high-impact-factor orthopaedic journals involve the inappropriate use of multiple observations from single individuals, potentially biasing results. Orthopaedic researchers should attend to this issue when reporting results.",
  "authors": [
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences, The University of Western Ontario, Elborn College Room 1438, London, ON N6G 1H1, Canada. dianne.bryant@uwo.ca"
      ]
    },
    {
      "last_name": "Havey",
      "fore_name": "Thomas C",
      "initials": "TC",
      "name": "Thomas C Havey",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Roberts",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "88",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "41",
  "end_page": "45",
  "pages": "41-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bias",
    "Cohort Studies",
    "Data Interpretation, Statistical",
    "Extremities",
    "Humans",
    "Joints",
    "Orthopedics",
    "Patients",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "16391248",
    "doi": "10.2106/JBJS.E.00272",
    "pii": "88/1/41"
  },
  "doi": "10.2106/JBJS.E.00272",
  "dates": {
    "completed": "2006-02-07",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.308055",
    "pmid": "16391248"
  }
}