{
  "pmid": "16408582",
  "uid": "16408582",
  "title": "Management of chronic subdural hematoma: a national survey and literature review.",
  "abstract": "OBJECTIVE: To survey neurosurgical practices in the treatment of chronic and subacute subdural hematoma in the Canadian adult population. METHODS: We developed and administered a questionnaire to Canadian Neurosurgeons with questions relating to the management of chronic and subacute subdural hematoma. Our sampling frame included all neurosurgery members of the Canadian Neurosurgical Society. RESULTS: Of 158 questionnaires, 120 were returned (response rate = 76%). The respondents were neurosurgeons with primarily adult clinical practices (108/120). Surgeons preferred one and two burr-hole craniostomy to craniotomy or twist-drill craniostomy as the procedure of choice for initial treatment of subdural hematoma (35.5% vs 49.5% vs 4.7% vs 9.3%, respectively). Craniotomy and two burr-holes were preferred for recurrent subdural hematomas (43.3% and 35.1%, respectively). Surgeons preferred irrigation of the subdural cavity (79.6%), use of a subdural drain (80.6%), and no use of anti-convulsants or corticosteroids (82.1% and 86.6%, respectively). We identified a lack of consensus with keeping patients supine following surgery and post-operative antibiotic use. CONCLUSION: Our survey has identified variations in practice patterns among Canadian Neurosurgeons with respect to treatment of subacute or chronic subdural hematoma (SDH). Our findings support the need for further prospective studies and clinical trials to resolve areas of discrepancies in clinical management and hence, standardize treatment regimens.",
  "authors": [
    {
      "last_name": "Cenic",
      "fore_name": "Aleksa",
      "initials": "A",
      "name": "Aleksa Cenic",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Reddy",
      "fore_name": "Kesava",
      "initials": "K",
      "name": "Kesava Reddy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of neurological sciences. Le journal canadien des sciences neurologiques",
    "iso_abbreviation": "Can J Neurol Sci",
    "issn": "0317-1671",
    "issn_type": "Print",
    "volume": "32",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Nov"
  },
  "start_page": "501",
  "end_page": "506",
  "pages": "501-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Craniotomy",
    "Data Collection",
    "Hematoma, Subdural, Chronic",
    "Humans",
    "Postoperative Care",
    "Practice Patterns, Physicians'",
    "Recurrence",
    "Review Literature as Topic",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16408582",
    "doi": "10.1017/s0317167100004510"
  },
  "doi": "10.1017/s0317167100004510",
  "dates": {
    "completed": "2006-02-21",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.108809",
    "pmid": "16408582"
  }
}