{
  "pmid": "16407003",
  "uid": "16407003",
  "title": "Is nocturia equally common among men and women? A population based study in Finland.",
  "abstract": "PURPOSE: We assessed the prevalence of nocturia and its association with sociodemographic factors. MATERIALS AND METHODS: Information was collected with a questionnaire mailed to a random sample of 6,000 subjects 18 to 79 years old, identified from the Finnish Population Register Centre. Nocturia was defined as 1 or more, or 2 or more voids per night. Information was collected using the DAN-PSS questionnaire with an additional question from the AUA-SI questionnaire. Age standardized prevalence was calculated using the European standard population. Logistic regression was used for multivariate analysis. RESULTS: Of the 6,000 subjects 62.4% responded and 97.9% of the participants provided information on all nocturia questions. The age standardized prevalence of nocturia (1 or more voids per night) was 37% (95% CI 34%-40%) among men and 43% (95% CI 40%-46%) among women. With criterion of 2 or more voids per night prevalence was 12% (95% CI 10%-14%) for men and 13% (95% CI 11%-14%) for women. Women 18 to 49 years old had more nocturia than men. At 50 to 59 years old half of men and women reported nocturia. In older age groups nocturia was more frequent among men than women. The prevalence of nocturia increased at a constant rate with age. It increased twice as rapidly in men as among women (increase in OR 7.3% [95% CI 6.5%-8.2%] and 3.5% [95% CI 2.9%-4.1%] per year among men and women, respectively). CONCLUSIONS: The age standardized prevalence of nocturia (1 or more voids per night) was approximately 40% for both genders. In men the prevalence of nocturia increases more rapidly with age than in women. Nocturia is more common among women at a younger age but the differences disappear by middle age. In the elderly nocturia is more frequent among men.",
  "authors": [
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Medical School, Department of Urology, University of Tampere, Tampere, Finland. kari.tikkinen@uta.fi"
      ]
    },
    {
      "last_name": "Tammela",
      "fore_name": "Teuvo L J",
      "initials": "TL",
      "name": "Teuvo L J Tammela",
      "affiliations": []
    },
    {
      "last_name": "Huhtala",
      "fore_name": "Heini",
      "initials": "H",
      "name": "Heini Huhtala",
      "affiliations": []
    },
    {
      "last_name": "Auvinen",
      "fore_name": "Anssi",
      "initials": "A",
      "name": "Anssi Auvinen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "0022-5347",
    "issn_type": "Print",
    "volume": "175",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "596",
  "end_page": "600",
  "pages": "596-600",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Female",
    "Finland",
    "Humans",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Sex Distribution",
    "Sex Factors",
    "Urination Disorders"
  ],
  "article_ids": {
    "pubmed": "16407003",
    "doi": "10.1016/S0022-5347(05)00245-4",
    "pii": "S0022-5347(05)00245-4"
  },
  "doi": "10.1016/S0022-5347(05)00245-4",
  "dates": {
    "completed": "2006-02-27",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:06.873099",
    "pmid": "16407003"
  }
}