{
  "pmid": "16407136",
  "uid": "16407136",
  "title": "Nitric oxide inhibition of respiration involves both competitive (heme) and noncompetitive (copper) binding to cytochrome c oxidase.",
  "abstract": "NO reversibly inhibits mitochondrial respiration via binding to cytochrome c oxidase (CCO). This inhibition has been proposed to be a physiological control mechanism and/or to contribute to pathophysiology. Oxygen reacts with CCO at a heme iron:copper binuclear center (a(3)/Cu(B)). Reports have variously suggested that during inhibition NO can interact with the binuclear center containing zero (fully oxidized), one (singly reduced), and two (fully reduced) additional electrons. It has also been suggested that two NO molecules can interact with the enzyme simultaneously. We used steady-state and kinetic modeling techniques to reevaluate NO inhibition of CCO. At high flux and low oxygen tensions NO interacts predominantly with the fully reduced (ferrous/cuprous) center in competition with oxygen. However, as the oxygen tension is raised (or the consumption rate is decreased) the reaction with the oxidized enzyme becomes increasingly important. There is no requirement for NO to bind to the singly reduced binuclear center. NO interacts with either ferrous heme iron or oxidized copper, but not both simultaneously. The affinity (K(D)) of NO for the oxygen-binding ferrous heme site is 0.2 nM. The noncompetitive interaction with oxidized copper results in oxidation of NO to nitrite and behaves kinetically as if it had an apparent affinity of 28 nM; at low levels of NO, significant binding to copper can occur without appreciable enzyme inhibition. The combination of competitive (heme) and noncompetitive (copper) modes of binding enables NO to interact with mitochondria across the full in vivo dynamic range of oxygen tension and consumption rates.",
  "authors": [
    {
      "last_name": "Mason",
      "fore_name": "Maria G",
      "initials": "MG",
      "name": "Maria G Mason",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Wivenhoe Park, Colchester CO4 3SQ, United Kingdom."
      ]
    },
    {
      "last_name": "Nicholls",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Nicholls",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    },
    {
      "last_name": "Cooper",
      "fore_name": "Christopher E",
      "initials": "CE",
      "name": "Christopher E Cooper",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings of the National Academy of Sciences of the United States of America",
    "iso_abbreviation": "Proc Natl Acad Sci U S A",
    "issn": "0027-8424",
    "issn_type": "Print",
    "volume": "103",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Jan",
    "pub_day": "17"
  },
  "start_page": "708",
  "end_page": "713",
  "pages": "708-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Binding, Competitive",
    "Cattle",
    "Copper",
    "Electron Transport Complex IV",
    "Enzyme Inhibitors",
    "Heme",
    "Kinetics",
    "Models, Biological",
    "Nitric Oxide",
    "Protein Binding"
  ],
  "article_ids": {
    "pubmed": "16407136",
    "pmc": "PMC1334642",
    "doi": "10.1073/pnas.0506562103",
    "pii": "0506562103"
  },
  "doi": "10.1073/pnas.0506562103",
  "pmc_id": "PMC1334642",
  "dates": {
    "completed": "2006-02-28",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Enzyme Inhibitors",
    "Nitric Oxide",
    "Heme",
    "Copper",
    "Electron Transport Complex IV"
  ],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.782696",
    "pmid": "16407136"
  }
}