{
  "pmid": "16424818",
  "uid": "16424818",
  "title": "Treatment of distal tibia fractures without articular involvement: a systematic review of 1125 fractures.",
  "abstract": "BACKGROUND: The management of unstable distal tibia fractures remains challenging. The mechanism of injury and the prognosis of these fractures are different from pilon fractures, but their proximity to the ankle makes the surgical treatment more complicated than the treatment tibial midshaft fractures. A variety of treatment methods have been suggested for these injuries, including nonoperative treatment, external fixation, intramedullary nailing, and plate fixation. However, each of these treatment options is associated with certain challenges. Nonoperative treatment may be complicated by loss of reduction and subsequent malunion. Similarly, external fixation of distal tibia fractures may result in insufficient reduction, malunion, and pin tract infection. Intramedullary nailing can be considered the \"gold standard\" for the treatment of tibial midshaft fractures, but there are concerns about their use in distal tibia fractures. This is because of technical difficulties with distal nail fixation, the risk of nail propagation into the ankle joint, and the discrepancy between the diaphyseal and metaphyseal diameter of the intramedullary canal. Open reduction and internal plate fixation results in extensive soft tissue dissection and may be associated with wound complications and infections. The optimal treatment of unstable distal tibia without articular involvement remains controversial. OBJECTIVES: This study was designed to review the outcomes of different treatment methods for extra-articular distal tibia fractures. The English literature was systematically reviewed and the rates of malunion, nonunion, infection, fixation failure, and secondary surgical procedures were extracted.",
  "authors": [
    {
      "last_name": "Zelle",
      "fore_name": "Boris A",
      "initials": "BA",
      "name": "Boris A Zelle",
      "affiliations": [
        "University of Pittsburgh School of Medicine, Department of Orthopaedic Surgery, Pittsburgh, PA 15213, USA. zelleba@upmc.edu"
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Espiritu",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Espiritu",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Koval",
      "affiliations": []
    },
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "20",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "76",
  "end_page": "79",
  "pages": "76-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bone Plates",
    "Fracture Fixation, Internal",
    "Fracture Fixation, Intramedullary",
    "Humans",
    "Tibial Fractures"
  ],
  "article_ids": {
    "pubmed": "16424818",
    "doi": "10.1097/01.bot.0000202997.45274.a1",
    "pii": "00005131-200601000-00018"
  },
  "doi": "10.1097/01.bot.0000202997.45274.a1",
  "dates": {
    "completed": "2006-05-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.013163",
    "pmid": "16424818"
  }
}