{
  "pmid": "16424717",
  "uid": "16424717",
  "title": "Canadian survey of the use of sedatives, analgesics, and neuromuscular blocking agents in critically ill patients.",
  "abstract": "OBJECTIVES: To characterize the perceived utilization of sedative, analgesic, and neuromuscular blocking agents, the use of sedation scales, algorithms, and daily sedative interruption in mechanically ventilated adults, and to define clinical factors that influence these practices. DESIGN: Cross-sectional mail survey. PARTICIPANTS: Canadian critical care practitioners. MEASUREMENTS AND MAIN RESULTS: A total of 273 of 448 eligible physicians (60%) responded. Respondents were well distributed with regard to age, years of practice, specialist certification, size of intensive care unit and hospital, and location of practice. Twenty-nine percent responded that a protocol/care pathway/guideline for the use of sedatives or analgesics is currently in use in their intensive care unit. Daily interruption of continuous infusions of sedatives or analgesics is practiced by 40% of intensivists. A sedation scoring system is used by 49% of respondents. Of these, 67% use the Ramsay scale, 10% use the Sedation-Agitation Scale, 9% use the Glasgow Coma Scale, and 8% use the Motor Activity Assessment Scale. Only 3.7% of intensivists use a delirium scoring system in their intensive care units. Only 22% of respondents currently have a protocol for the use of neuromuscular blocking agents in their intensive care unit, and 84% of respondents use peripheral nerve stimulation for monitoring. In patients receiving neuromuscular blocking agents for >24 hrs, 63.7% of respondents discontinue the neuromuscular blocking agent daily. Intensivists working in university-affiliated hospitals are more likely to employ a sedation protocol and scale (p < .0001), as are intensivists working in larger intensive care units (>or=15 beds, p < .01). Intensivists with anesthesiology training (and no formal critical care training) are more likely to use a protocol and sedation scale, and critical care-trained intensivists are more likely to use daily interruption. Younger physicians (<40 yrs) are more likely to practice daily interruption (p = .0092). CONCLUSIONS: There is significant variation in critical care sedation, analgesia, and neuromuscular blockade practice. Given the potential effect of practices regarding these medications on patient outcome, future research and educational efforts related to evidence-based protocols for the use of these agents in mechanically ventilated patients might be worthwhile.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "InterDepartmental Division of Critical Care Medicine, Mount Sinai Hospital."
      ]
    },
    {
      "last_name": "Burry",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Burry",
      "affiliations": []
    },
    {
      "last_name": "Fischer",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Fischer",
      "affiliations": []
    },
    {
      "last_name": "Martinez-Motta",
      "fore_name": "J Carlos",
      "initials": "JC",
      "name": "J Carlos Martinez-Motta",
      "affiliations": []
    },
    {
      "last_name": "Hallett",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hallett",
      "affiliations": []
    },
    {
      "last_name": "Bowman",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Bowman",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Wong",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Stewart",
      "fore_name": "Thomas E",
      "initials": "TE",
      "name": "Thomas E Stewart",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "34",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "374",
  "end_page": "380",
  "pages": "374-80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Analgesics",
    "Canada",
    "Critical Care",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Hypnotics and Sedatives",
    "Intensive Care Units",
    "Linear Models",
    "Male",
    "Middle Aged",
    "Neuromuscular Blocking Agents",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16424717",
    "doi": "10.1097/01.ccm.0000196830.61965.f1",
    "pii": "00003246-200602000-00014"
  },
  "doi": "10.1097/01.ccm.0000196830.61965.f1",
  "dates": {
    "completed": "2006-02-07",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Analgesics",
    "Hypnotics and Sedatives",
    "Neuromuscular Blocking Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.392983",
    "pmid": "16424717"
  }
}