{
  "pmid": "16427390",
  "uid": "16427390",
  "title": "New anti-thrombotic agents: emphasis on hemorrhagic complications and their management.",
  "abstract": "Our advanced knowledge of coagulation has led to the synthesis of novel procoagulant substances, such as recombinant activated factor VII (rFVIIa; NovoSeven, Novo Nordisk, Bagsvaerd, Denmark). Similarly, in-depth understanding of the interaction between anticoagulant proteins and their natural inhibitors has led to the synthesis of various novel anticoagulants. Novel anticoagulants are characterized by highly specific coagulation-inhibiting activities and, frequently, a complete lack of effective antidotes. This lack of antidotes is particularly important in the case of novel inhibitors with extended half-lives; for example, idraparinux may produce effective anticoagulation for as long as one week after subcutaneous administration. As novel anticoagulants complete licensing evaluations and are used in clinical practice, the likelihood of anticoagulant-associated hemorrhage will increase. This will require physicians to have an understanding of the mechanism of action of these anticoagulants, and to have an advanced degree of knowledge of the potential specific and nonspecific inhibitors of these anticoagulant agents. This paper will briefly review the biochemistry of coagulation, focusing on the complexes inhibited by currently available and novel anticoagulants. Specific and nonspecific prohemostatic agents will be reviewed and discussed. The ability of nonspecific procoagulant agents (particularly rFVIIa) to reverse the effects of novel anticoagulants will also be reviewed.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Heng Joo",
      "initials": "HJ",
      "name": "Heng Joo Ng",
      "affiliations": [
        "Department of Haematology, Singapore General Hospital, Singapore."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in hematology",
    "iso_abbreviation": "Semin Hematol",
    "issn": "0037-1963",
    "issn_type": "Print",
    "volume": "43",
    "issue": "1 Suppl 1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "S77",
  "end_page": "S83",
  "pages": "S77-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Blood Coagulation",
    "Factor VII",
    "Factor VIIa",
    "Fibrinolytic Agents",
    "Hemorrhage",
    "Hemostatics",
    "Humans",
    "Recombinant Proteins"
  ],
  "article_ids": {
    "pubmed": "16427390",
    "doi": "10.1053/j.seminhematol.2005.11.023",
    "pii": "S0037-1963(05)00228-3"
  },
  "doi": "10.1053/j.seminhematol.2005.11.023",
  "dates": {
    "completed": "2006-04-12",
    "revised": "2016-11-24"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Hemostatics",
    "Recombinant Proteins",
    "Factor VII",
    "recombinant FVIIa",
    "Factor VIIa"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.649181",
    "pmid": "16427390"
  }
}