{
  "pmid": "16431190",
  "uid": "16431190",
  "title": "Routine blood pressure measurements do not predict adverse events in hospitalized patients.",
  "abstract": "PURPOSE: Countless blood pressure measurements are performed every day for almost every hospitalized patient. We analyzed the value of routine blood pressure measurements on patient care in an unselected group of hospitalized patients. METHODS: The study included 639 patients who were admitted to the hospital with a broad range of medical conditions. Two independent investigators reviewed the medical charts of the patients. Routine blood pressure values were abstracted from the patient charts and evaluated with respect to the occurrence of adverse clinical events in the study group. Changes in blood pressure between the last measurement just before adverse clinical events and the mean blood pressure values 72 hours before the adverse events were calculated and compared with mean normal day-to-day variations in blood pressure. RESULTS: In every patient, a mean of 1.6 +/- 0.6 routine blood pressure measurements per day were performed. Of the 639 patients in the study, 122 (19%) had clinical complications. The most commonly occurring complications were gastrointestinal bleeding (n = 15), falls (n = 13), other bleeding (n = 12) and pneumonia (n = 8). In patients who experienced clinical complications, pre-event systolic and diastolic blood pressure changes of at least 10 mm Hg occurred in 41% and 24% of the group, respectively, but this was not different from the normal day-to-day variations observed in patients who had no clinical complications. The results also were similar for patients who died or who had a severe adverse event that required admission to an intensive care unit. CONCLUSION: Routine blood pressure measurements in a general hospital patient population do not predict clinical adverse events.",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Department of Internal Medicine, University Hospital Basel, Switzerland."
      ]
    },
    {
      "last_name": "Leimenstoll",
      "fore_name": "Bernd M",
      "initials": "BM",
      "name": "Bernd M Leimenstoll",
      "affiliations": []
    },
    {
      "last_name": "Perruchoud",
      "fore_name": "André P",
      "initials": "AP",
      "name": "André P Perruchoud",
      "affiliations": []
    },
    {
      "last_name": "Martina",
      "fore_name": "Benedict",
      "initials": "B",
      "name": "Benedict Martina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of medicine",
    "iso_abbreviation": "Am J Med",
    "issn": "1555-7162",
    "issn_type": "Electronic",
    "volume": "119",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "70.e17",
  "end_page": "70.e7.0E22",
  "pages": "70.e17-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Pressure",
    "Blood Pressure Determination",
    "Diagnostic Tests, Routine",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests"
  ],
  "article_ids": {
    "pubmed": "16431190",
    "doi": "10.1016/j.amjmed.2005.09.060",
    "pii": "S0002-9343(05)00947-2"
  },
  "doi": "10.1016/j.amjmed.2005.09.060",
  "dates": {
    "completed": "2006-03-06",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.038109",
    "pmid": "16431190"
  }
}