{
  "pmid": "16436159",
  "uid": "16436159",
  "title": "A shared treatment decision-making approach between patients with chronic conditions and their clinicians: the case of diabetes.",
  "abstract": "In this paper, we discuss the Charles et al. approach to shared treatment decision-making (STDM) as applied to patients with chronic conditions and their clinicians. We perceive differences between the type of treatment decisions (e.g. end-of-life care, surgical treatment of cancer) that generated existing approaches of shared decision-making for acute care conditions (including the Charles et al. model) and the treatment decisions that patients with chronic conditions need to make and revisit on an ongoing basis. For instance, treatment decisions in the chronic care setting are more likely to require a more active patient role in carrying out the decision and to offer a longer window of opportunity to make decisions and to revisit and reverse them without important loss than acute care decisions. The latter may require minimal patient participation to realize, are often urgent, and may be irreversible. Given these differences, we explore the applicability of the Charles et al. model of STDM in the chronic care context, especially chronic care that relies heavily on patient self-management (e.g. diabetes). To apply the Charles et al. model in this clinical context, we suggest the need to emphasize the patient-clinician relationship as one of partners in making difficult treatment choices and to add a new component to the shared decision-making approach: the need for an ongoing partnership between the clinical team (not just the clinician) and the patient. In the last section of the paper, we explore potential healthcare system barriers to STDM in chronic care delivery. Throughout the discussion we identify areas for further research.",
  "authors": [
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Knowledge and Encounter Research Unit, Department of Diabetes, Endocrinology and Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN 55905, USA. montori.victor@mayo.edu"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-6513",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Mar"
  },
  "start_page": "25",
  "end_page": "36",
  "pages": "25-36",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Diabetes Mellitus, Type 2",
    "Humans",
    "Male",
    "Patient Participation",
    "Self Care"
  ],
  "article_ids": {
    "pubmed": "16436159",
    "pmc": "PMC5060323",
    "doi": "10.1111/j.1369-7625.2006.00359.x",
    "pii": "HEX359"
  },
  "doi": "10.1111/j.1369-7625.2006.00359.x",
  "pmc_id": "PMC5060323",
  "dates": {
    "completed": "2006-06-01",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.867034",
    "pmid": "16436159"
  }
}