{
  "pmid": "16435463",
  "uid": "16435463",
  "title": "Wanted: a new ethics field for health policy analysis.",
  "abstract": "Ethics guidance and ethical frameworks are becoming more explicit and prevalent in health policy proposals. However, little attention has been given to evaluating their roles and impacts in the policy arena. Before this can be investigated, fundamental questions must be asked about the nature of ethics in relation to policy, and about the nexus of the fields of applied ethical analysis and health policy analysis. This paper examines the interdisciplinary stretch between bioethics and health policy analysis. In particular, it highlights areas of scholarship where a health policy ethics specialization--as distinctive from bioethics--might develop to address health policy concerns. If policy and ethics both ask the same question, that question is: \"What is the good, and how do we achieve (create, protect, cultivate) it?\" To answer this question, the new field of \"health policy ethics\" requires development. First, we should develop a full set of ethical principles and complementary ethical theories germane to public policy per se. Second, we must understand better how explicit attention to ethical concerns affects policy dynamics. Third, we require new policy and ethical analytic approaches that contribute to constructive (not obstructive) policy making. Finally, we need indicators of robust, high quality ethical analysis for the purpose public policy making.",
  "authors": [
    {
      "last_name": "Kenny",
      "fore_name": "Nuala",
      "initials": "N",
      "name": "Nuala Kenny",
      "affiliations": [
        "Department of Bioethics, Dalhousie University, 5849 University Ave., Rm 315, Halifax, NS B3H 4H7. nuala.kenny.kenny@dal.ca"
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health care analysis : HCA : journal of health philosophy and policy",
    "iso_abbreviation": "Health Care Anal",
    "issn": "1065-3058",
    "issn_type": "Print",
    "volume": "13",
    "issue": "4",
    "pub_year": "2005",
    "pub_month": "Dec"
  },
  "start_page": "247",
  "end_page": "260",
  "pages": "247-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Benchmarking",
    "Bioethics",
    "Ethical Theory",
    "Ethics, Medical",
    "Health Policy",
    "Health Priorities",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "16435463",
    "doi": "10.1007/s10728-005-8123-3"
  },
  "doi": "10.1007/s10728-005-8123-3",
  "dates": {
    "completed": "2006-07-25",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:55.623389",
    "pmid": "16435463"
  }
}