{
  "pmid": "16449619",
  "uid": "16449619",
  "title": "Does the clinical examination predict lower extremity peripheral arterial disease?",
  "abstract": "CONTEXT: Lower extremity peripheral arterial disease (PAD) is common and associated with significant increases in morbidity and mortality. Physicians typically depend on the clinical examination to identify patients who need further diagnostic testing. OBJECTIVE: To systematically review the accuracy and precision of the clinical examination for PAD. DATA SOURCES, STUDY SELECTION, AND DATA EXTRACTION: MEDLINE (January 1966 to March 2005) and Cochrane databases were searched for articles on the diagnosis of PAD based on physical examination published in the English language. Included studies compared an element of the history or physical examination with a reference standard of ankle-brachial index, duplex sonography, or angiogram. Seventeen of the 51 potential articles identified met inclusion criteria. Two of the authors independently extracted data, performed quality review, and used consensus to resolve any discrepancies. DATA SYNTHESIS: For asymptomatic patients, the most useful clinical findings to diagnose PAD are the presence of claudication (likelihood ratio [LR], 3.30; 95% confidence interval [CI], 2.30-4.80), femoral bruit (LR, 4.80; 95% CI, 2.40-9.50), or any pulse abnormality (LR, 3.10; 95% CI, 1.40-6.60). While none of the clinical examination features help to lower the likelihood of any degree of PAD, the absence of claudication or the presence of normal pulses decreases the likelihood of moderate to severe disease. When considering patients who are symptomatic with leg complaints, the most useful clinical findings are the presence of cool skin (LR, 5.90; 95% CI, 4.10-8.60), the presence of at least 1 bruit (LR, 5.60; 95% CI, 4.70-6.70), or any palpable pulse abnormality (LR, 4.70; 95% CI, 2.20-9.90). The absence of any bruits (iliac, femoral, or popliteal) (LR, 0.39; 95% CI, 0.34-0.45) or pulse abnormality (LR, 0.38; 95% CI, 0.23-0.64) reduces the likelihood of PAD. Combinations of physical examination findings do not increase the likelihood of PAD beyond that of individual clinical findings. However, when combinations of clinical findings are all normal, the likelihood of disease is lower than when individual symptoms or signs are normal. A PAD scoring system, which includes auscultation of arterial components by handheld Doppler, provides greater diagnostic accuracy. CONCLUSIONS: Clinical examination findings must be used in the context of the pretest probability because they are not independently sufficient to include or exclude a diagnosis of PAD with certainty. The PAD screening score using the hand-held Doppler has the greatest diagnostic accuracy.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Nadia A",
      "initials": "NA",
      "name": "Nadia A Khan",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, Canada. nakhan@shaw.ca"
      ]
    },
    {
      "last_name": "Rahim",
      "fore_name": "Sherali A",
      "initials": "SA",
      "name": "Sherali A Rahim",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    },
    {
      "last_name": "Simel",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Simel",
      "affiliations": []
    },
    {
      "last_name": "Panju",
      "fore_name": "Akbar",
      "initials": "A",
      "name": "Akbar Panju",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "295",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "536",
  "end_page": "546",
  "pages": "536-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Ankle",
    "Atherosclerosis",
    "Auscultation",
    "Blood Pressure Determination",
    "Brachial Artery",
    "Diagnosis, Differential",
    "Humans",
    "Intermittent Claudication",
    "Lower Extremity",
    "Oscillometry",
    "Peripheral Vascular Diseases",
    "Physical Examination",
    "Point-of-Care Systems",
    "Pulse",
    "Ultrasonography, Doppler"
  ],
  "article_ids": {
    "pubmed": "16449619",
    "doi": "10.1001/jama.295.5.536",
    "pii": "295/5/536"
  },
  "doi": "10.1001/jama.295.5.536",
  "dates": {
    "completed": "2006-02-03",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:13.524725",
    "pmid": "16449619"
  }
}