{
  "pmid": "16454847",
  "uid": "16454847",
  "title": "Does fecal occult blood testing really reduce mortality? A reanalysis of systematic review data.",
  "abstract": "INTRODUCTION: Colorectal cancer (CRC) is a common cause of cancer mortality. A variety of CRC screening strategies are being adopted in many developed countries. Fecal occult blood testing (FOBT) is one option for screening that has the most evidence for efficacy and is also the cheapest approach. Systematic reviews suggest that FOBT is effective in reducing CRC mortality but the data on overall mortality from any cause has rarely been synthesized. METHODS: Randomized controlled trials identified by a Cochrane review of the efficacy of FOBT were reanalyzed. Trials that reported on biennial FOBT with all cause mortality assessed at similar follow-up periods were analyzed. CRC, non-CRC, and all cause mortality were evaluated using a random effects model. RESULTS: Three trials were analyzed, involving 245,217 subjects with 2,148 CRC deaths after almost 3 million patient-years follow-up. The relative risk (RR) of CRC death in the FOBT arm was 0.87 (95% CI = 0.8-0.95). The RR of non-CRC death in the FOBT group was 1.02 (95% CI = 1.00-1.04, p = 0.015). The increase in non-CRC in the FOBT group balanced the decrease in CRC mortality with no overall impact on mortality (RR of dying in the FOBT arm = 1.002, 95% CI = 0.989-1.015). CONCLUSION: The impact of FOBT in reducing mortality from any cause is uncertain and efficacy of this strategy for CRC screening needs reevaluation.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Division, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Achkar",
      "fore_name": "Edgar",
      "initials": "E",
      "name": "Edgar Achkar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "0002-9270",
    "issn_type": "Print",
    "volume": "101",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "380",
  "end_page": "384",
  "pages": "380-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Colorectal Neoplasms",
    "Global Health",
    "Humans",
    "Mass Screening",
    "Occult Blood",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "16454847",
    "doi": "10.1111/j.1572-0241.2006.00537.x",
    "pii": "AJG537"
  },
  "doi": "10.1111/j.1572-0241.2006.00537.x",
  "dates": {
    "completed": "2006-03-16",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.368090",
    "pmid": "16454847"
  }
}