{
  "pmid": "16455478",
  "uid": "16455478",
  "title": "Barriers to participation in clinical trials of cancer: a meta-analysis and systematic review of patient-reported factors.",
  "abstract": "BACKGROUND: Enrolling participants onto clinical trials of cancer presents an important challenge. We aimed to identify the concerns of patients with cancer about, and the barriers to, participation in clinical trials. METHODS: We did a systematic review to assess studies of barriers to participation in experimental trials and randomised trials for validity and content. We estimated the frequency with which patients identified particular issues by pooling across studies that presented data for barriers to participation in clinical trials as proportions. FINDINGS: We analysed 12 qualitative studies (n=722) and 21 quantitative studies (n=5452). Two qualitative studies inquired of patients who were currently enrolled onto clinical trials, and ten inquired of patients who were eligible for enrolment onto various clinical trials. Barriers to participation in clinical trials were protocol-related, patient-related, or physician-related. The most common reasons cited as barriers included: concerns with the trial setting; a dislike of randomisation; general discomfort with the research process; complexity and stringency of the protocol; presence of a placebo or no-treatment group; potential side-effects; being unaware of trial opportunities; the idea that clinical trials are not appropriate for serious diseases; fear that trial involvement would have a negative effect on the relationship with their physician; and their physician's attitudes towards the trial. Meta-analysis confirmed the findings of our systematic review. INTERPRETATION: The identification of such barriers to the participation in clinical trials should help trialists to develop strategies that will keep to a maximum participation and cooperation in cancer trials, while informing and protecting prospective participants adequately.",
  "authors": [
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. millsej@mcmaster.ca"
      ]
    },
    {
      "last_name": "Seely",
      "fore_name": "Dugald",
      "initials": "D",
      "name": "Dugald Seely",
      "affiliations": []
    },
    {
      "last_name": "Rachlis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Rachlis",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Kumanan",
      "initials": "K",
      "name": "Kumanan Wilson",
      "affiliations": []
    },
    {
      "last_name": "Ellis",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Ellis",
      "affiliations": []
    },
    {
      "last_name": "Wright",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Wright",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Oncology",
    "iso_abbreviation": "Lancet Oncol",
    "issn": "1470-2045",
    "issn_type": "Print",
    "volume": "7",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "141",
  "end_page": "148",
  "pages": "141-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Neoplasms",
    "Refusal to Participate"
  ],
  "article_ids": {
    "pubmed": "16455478",
    "doi": "10.1016/S1470-2045(06)70576-9",
    "pii": "S1470-2045(06)70576-9"
  },
  "doi": "10.1016/S1470-2045(06)70576-9",
  "dates": {
    "completed": "2006-04-04",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.461299",
    "pmid": "16455478"
  }
}