{
  "pmid": "16467313",
  "uid": "16467313",
  "title": "Factor structure of the child health questionnaire-parent form in pediatric populations.",
  "abstract": "OBJECTIVE: To conduct separate exploratory factor analyses (EFA) and confirmatory factor analyses (CFA) of the Child Health Questionnaire-Parent Form 50 (CHQ-PF-50) with a sample of children and adolescents with chronic conditions and physically healthy children seen in a pediatric setting. METHOD: Parents of 329 children with chronic conditions including cancer, epilepsy, recurrent headache, inflammatory bowel disease (IBD), juvenile rheumatoid arthritis (JRA), sickle cell disease (SCD), and recurrent sleep disturbance and 332 physically healthy children completed CHQ-PF-50. RESULTS: The EFA yielded a 27-item measure with seven factors for children with chronic conditions and a 28-item measure with eight factors for physically healthy children. Structural equation modeling procedures were used to conduct a second order CFA, which yielded the secondary factors of physical health and psychosocial health. A CFA yielded an excellent fit to the data for each group, but the models were different for each group. CONCLUSIONS: CFA-derived models of the CHQ-PF-50 demonstrated construct validity for measuring the latent constructs of physical and psychosocial health in children and adolescents with chronic conditions and physically healthy children and adolescents. However, somewhat different factor solutions emerged for each group, suggesting that the specific domains assessed by the CHQ-PF-50 were not equivalent across groups. Findings have implications for applications of the CHQ-PF-50.",
  "authors": [
    {
      "last_name": "Drotar",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Drotar",
      "affiliations": [
        "Division of Behavioral Pediatrics and Psychology, 11100 Euclid Avenue, Cleveland, Ohio 44106, USA. dxd2@case.edu"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Palermo",
      "fore_name": "Tonya M",
      "initials": "TM",
      "name": "Tonya M Palermo",
      "affiliations": []
    },
    {
      "last_name": "Burant",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Burant",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of pediatric psychology",
    "iso_abbreviation": "J Pediatr Psychol",
    "issn": "0146-8693",
    "issn_type": "Print",
    "volume": "31",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Mar"
  },
  "start_page": "127",
  "end_page": "138",
  "pages": "127-38",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Chronic Disease",
    "Factor Analysis, Statistical",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Parents",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16467313",
    "doi": "10.1093/jpepsy/jsi078",
    "pii": "jsi078"
  },
  "doi": "10.1093/jpepsy/jsi078",
  "dates": {
    "completed": "2006-04-27",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.406085",
    "pmid": "16467313"
  }
}