{
  "pmid": "16466331",
  "uid": "16466331",
  "title": "Implementation of a self-administered questionnaire to identify patients at risk for medication-related problems in a family health center.",
  "abstract": "STUDY OBJECTIVE: To determine if a self-administered questionnaire can improve the identification of patients at risk for medication-related problems (MRPs) compared with usual methods of referral to a pharmacist. DESIGN: Prospective, randomized controlled study. SETTING: Multiprofessional primary care clinic at a tertiary care teaching hospital. PATIENTS: One hundred ninety-four ambulatory patients aged 18 years or older who were taking at least two drugs. MEASUREMENTS AND MAIN RESULTS: Patients completed a five-item, self-administered questionnaire modified from a tool that was previously validated in another population and statistically correlated with the risk of MRPs. Of 194 patients who completed the questionnaire, 89 were randomized to the control group (referral by usual methods) and 105 were referred according to their responses on the questionnaire (intervention group). Primary outcomes were the rate of referral and the number of at-risk patients identified. Referral rates were higher with the questionnaire than with usual methods (20% vs 6%, p=0.003). Of five patients referred by usual methods, one was at risk for MRPs according to questionnaire results. Of 84 patients in the control group who were not referred, 12 (14%) were at risk according to the questionnaire results; this finding suggested that several at-risk patients who were not referred by usual methods might have benefitted from a referral for a pharmacist's assessment. CONCLUSION: This self-administered medication risk assessment questionnaire effectively complemented the usual practices for identifying and referring patients at risk for MRPs.",
  "authors": [
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Department of Pharmacy, Toronto Western Hospital, University Health Network, Toronto, Ontario, Canada. Bradley.Langford@uhn.on.ca"
      ]
    },
    {
      "last_name": "Jorgenson",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Jorgenson",
      "affiliations": []
    },
    {
      "last_name": "Kwan",
      "fore_name": "Debora",
      "initials": "D",
      "name": "Debora Kwan",
      "affiliations": []
    },
    {
      "last_name": "Papoushek",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Papoushek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pharmacotherapy",
    "iso_abbreviation": "Pharmacotherapy",
    "issn": "0277-0008",
    "issn_type": "Print",
    "volume": "26",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "260",
  "end_page": "268",
  "pages": "260-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Ambulatory Care Facilities",
    "Data Interpretation, Statistical",
    "Drug-Related Side Effects and Adverse Reactions",
    "Family Health",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Selection",
    "Referral and Consultation",
    "Risk Assessment",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16466331",
    "doi": "10.1592/phco.26.2.260"
  },
  "doi": "10.1592/phco.26.2.260",
  "dates": {
    "completed": "2006-06-14",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.244831",
    "pmid": "16466331"
  }
}