{
  "pmid": "16462566",
  "uid": "16462566",
  "title": "The consistency between scientific papers presented at the Orthopaedic Trauma Association and their subsequent full-text publication.",
  "abstract": "OBJECTIVES: To determine the consistency of conclusions/statements made in podium presentations at the annual meeting of the Orthopaedic Trauma Association (OTA) with those in subsequent full-text publications. Also, to evaluate the nature and consistency of study design, methods, sample sizes, results and assign a corresponding level of evidence. DATA SOURCES: Abstracts of the scientific programs of the OTA from 1994 to 1997 (N = 254) were queried by using the PubMed database to identify those studies resulting in a peer-reviewed, full-text publication. STUDY SELECTION: Of the 169 articles retrieved, 137 studies were the basis of our study after the exclusion criteria were applied: non-English language, basic science studies, anatomic dissection studies, and articles published in non-peer-reviewed journals. DATA EXTRACTION/SYNTHESIS: Information was abstracted onto a data form: first from the abstract published in the final meeting program, and then from the published journal article. Information was recorded regarding study issues, including the study design, primary objective, sample size, and statistical methods. We provided descriptive statistics about the frequency of consistent results between abstracts and full-text publications. The results were recorded as percentages and a 95% confidence interval was applied to each value. Study results were recorded for the abstract and full-text publication comparing results and the overall conclusion. A level of scientific-based evidence was assigned to each full-text publication. RESULTS: The final conclusion of the study remained the same 93.4% of the time. The method of study was an observational case series 52% of the time and a statement regarding the rate of patient follow-up was reported 42% of the time. Of the studies published, 18.2% consisted of a sample size smaller than the previously presented abstract. When the published papers had their level of evidence graded, 11% were level I, 16% level II, 17% level III, and 56% level IV. CONCLUSIONS: Authors conclusions were consistent with those in full-text publications. Most studies were observational, less than half reported on the rate of patient follow-up. Many abstracts followed by publication had a smaller sample size in the published paper. Half of all studies were graded level IV evidence.",
  "authors": [
    {
      "last_name": "Preston",
      "fore_name": "Charles F",
      "initials": "CF",
      "name": "Charles F Preston",
      "affiliations": [
        "New York University-Hospital for Joint Diseases, New York, NY, USA."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Fulkerson",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Fulkerson",
      "affiliations": []
    },
    {
      "last_name": "Ginat",
      "fore_name": "Danial",
      "initials": "D",
      "name": "Danial Ginat",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Koval",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "20",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "129",
  "end_page": "133",
  "pages": "129-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Congresses as Topic",
    "Orthopedics",
    "Peer Review, Research",
    "Reproducibility of Results",
    "Societies, Medical",
    "Traumatology"
  ],
  "article_ids": {
    "pubmed": "16462566",
    "doi": "10.1097/01.bot.0000199120.45982.41",
    "pii": "00005131-200602000-00008"
  },
  "doi": "10.1097/01.bot.0000199120.45982.41",
  "dates": {
    "completed": "2006-06-01",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.013338",
    "pmid": "16462566"
  }
}