{
  "pmid": "16480987",
  "uid": "16480987",
  "title": "Incorporating patient preferences into orthopaedic practice: should the orthopaedic encounter change?",
  "abstract": "The issues concerning treatment decision-making are that often options for treatment lead to uncertain outcomes (benefits and risks) at the individual patient level and that both patients and physicians might value these outcomes differently. There are three main approaches commonly used to describe treatment decision-making including paternalistic, shared and informed decision-making. The challenge and responsibility of physicians is to effectively communicate to patients that they should feel welcome to participate in decision-making through whichever approach seems suitable to them. Changes in laws governing the ethics of medical practice mandate a more comprehensive decision-making tactic requiring a two-way flow of information between patient and physician. The key to information exchange lies in evoking patient preferences by informing the patient of the benefits and risks associated with each treatment option. Decision aids have been developed in a variety of forms to facilitate this transfer of information about available treatment alternatives in as unbiased fashion as possible. We believe that treatment options presented should include not only those available by the particular physicians at that institution but also those available at outside institutions and within other healthcare systems. We discuss barriers for physicians who wish to encourage patient participation such as the power differential that exists between patients and physicians, factors related to health policy, and those unique to surgery. We believe that investigation is necessary to understand how the differences between types of medical practices, or even within a medical field, will influence the importance that patients attach to having their values and preferences considered during treatment decision-making and to evaluate how this importance changes as the severity of adverse events associated with treatment outcomes changes. We feel that it is important for physicians and surgeons to begin to think about these issues and how they might investigate potential resolutions for incorporating patient values and sharing their own preferences for treatment options with their patients during the orthopaedic encounter.",
  "authors": [
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Elborn College, University of Western Ontario, London, Canada. dianne.bryant@uwo.ca"
      ]
    },
    {
      "last_name": "Bednarski",
      "fore_name": "Elzbieta",
      "initials": "E",
      "name": "Elzbieta Bednarski",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Injury",
    "iso_abbreviation": "Injury",
    "issn": "0020-1383",
    "issn_type": "Print",
    "volume": "37",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "328",
  "end_page": "334",
  "pages": "328-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Humans",
    "Orthopedics",
    "Patient Education as Topic",
    "Patient Participation",
    "Patient Satisfaction",
    "Patient Selection",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "16480987",
    "doi": "10.1016/j.injury.2006.01.030",
    "pii": "S0020-1383(06)00052-0"
  },
  "doi": "10.1016/j.injury.2006.01.030",
  "dates": {
    "completed": "2006-11-08",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.867192",
    "pmid": "16480987"
  }
}