{
  "pmid": "16480808",
  "uid": "16480808",
  "title": "Are we expecting too much from print media? An analysis of newspaper coverage of the 2002 Canadian healthcare reform debate.",
  "abstract": "News media effects on their audiences are complex. Four commonly cited effects are: informing audiences; agenda-setting; framing; and persuading. The release in autumn 2002 of two reports on options for reforming Canada's healthcare system attracted widespread media attention. We explored the potential for each of the four media effects by examining Canadian newspaper representation of this healthcare policy debate. Clippings were gathered from regional and national newspapers. Two data collection methodologies were employed: the first involved two staggered \"constructed weeks\" designed to capture thematic news framing styles; the second collected \"intensive\" or episodic coverage immediately following the report releases. Health reform articles with a financing and/or delivery focus were included. Using a codebook, articles were coded to track article characteristics, tone, healthcare sector and reform themes, and key actors. A greater quantity of episodic (n=341 clippings) versus thematic coverage (n=77) was documented. Coverage type did not vary significantly by newspaper, reporting source (e.g., staff reporter versus staff editorialist) or article type (e.g., news versus letter). Thematic articles were significantly shorter in length compared to episodic clippings. Episodic coverage tended to have a positive tone, while thematic coverage ranged in tone. Most coverage was general in scope. Sector-specific coverage favoured physician and hospital care--the two providers accorded privileged financing arrangements under Canada's universal, provincially administered health-insurance plans. Coverage of healthcare financing arrangements favoured broad discussions of publicly financed healthcare, federal-provincial governmental relations, and the Canada Health Act that governs provincial plans. Governmental actors and the political institutions that they represent were the dominant actors. Professional associations were also visible, but played a less dominant role. Given its non-specific scope, it is unclear how informative this coverage was. The large quantity and short duration of the episodic coverage, and the preponderance of governmental actors, suggests these newspapers acted as conduits for the policy agenda. Differences in framing styles were observed by coverage type, newspaper, reporting source, article length and type of article. Finally, the dominance of governmental actors provided these actors with numerous opportunities to persuade the public.",
  "authors": [
    {
      "last_name": "Collins",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Collins",
      "affiliations": [
        "Department of Geography, Simon Fraser University, Robert C. Brown Hall, Room 7230, 8888 University Drive, Burnaby, British Columbia, Canada V5A 1S6. pcollins@sfu.ca"
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": []
    },
    {
      "last_name": "Pyman",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Pyman",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "63",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "89",
  "end_page": "102",
  "pages": "89-102",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bibliometrics",
    "Canada",
    "Health Care Reform",
    "Humans",
    "Information Dissemination",
    "Newspapers as Topic",
    "Persuasive Communication",
    "Policy Making",
    "Public Opinion"
  ],
  "article_ids": {
    "pubmed": "16480808",
    "doi": "10.1016/j.socscimed.2005.12.012",
    "pii": "S0277-9536(05)00694-5"
  },
  "doi": "10.1016/j.socscimed.2005.12.012",
  "dates": {
    "completed": "2006-10-27",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.784315",
    "pmid": "16480808"
  }
}