{
  "pmid": "16484912",
  "uid": "16484912",
  "title": "Rationing in the intensive care unit.",
  "abstract": "BACKGROUND: Critical care services represent a large and growing proportion of health care expenditures. Limiting the magnitude of these costs while maintaining a just allocation of these services will require rationing. We define rationing as \"the allocation of healthcare resources in the face of limited availability, which necessarily means that beneficial interventions are withheld from some individuals.\" Although some have maintained that rationing of health care is unethical, we argue that rationing is not only unavoidable but essential to ensuring the ethical distribution of medical goods and services. PRINCIPAL FINDINGS: Intensivists have little to guide them in the rationing of critical care services. We have developed a taxonomy of the rationing choices faced by intensivists as a framework for ethical analysis. This taxonomy divides rationing decisions into three categories. First are those rationing decisions that may be justified by external constraints (such as not prescribing a potentially beneficial medication because it is not available on the hospital formulary). Second are those that may be justified by reference to clinical guidelines (as, for example, not prescribing a potentially beneficial medication because a valid guideline recommends treatment with a less expensive alternative). Third are those that are justified by individual clinical judgment (such as choosing which of two patients should be admitted into the last ICU bed, in the absence of any evidence-based guidance). Judgments made on the basis of clinical judgment deserve particular scrutiny, since they may mask unethical prejudices or bias. CONCLUSIONS: Although this taxonomy does not by itself determine which decisions are ethical, it does clarify the type of evidence that is appropriate to supporting the decision that is made. Additional work is needed to elucidate how both empirical evidence and ethical analysis can further inform the rationing decisions that arise in the taxonomy described here.",
  "authors": [
    {
      "last_name": "Truog",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D Truog",
      "affiliations": [
        "Professor of Medical Ethics and Anesthesia (Pediatrics, Harvard Medical School, Senior Associate in Critical Care Medicine, Children's Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Brock",
      "fore_name": "Dan W",
      "initials": "DW",
      "name": "Dan W Brock",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Danis",
      "fore_name": "Marion",
      "initials": "M",
      "name": "Marion Danis",
      "affiliations": []
    },
    {
      "last_name": "Luce",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Luce",
      "affiliations": []
    },
    {
      "last_name": "Rubenfeld",
      "fore_name": "Gordon D",
      "initials": "GD",
      "name": "Gordon D Rubenfeld",
      "affiliations": []
    },
    {
      "last_name": "Levy",
      "fore_name": "Mitchell M",
      "initials": "MM",
      "name": "Mitchell M Levy",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "34",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "958",
  "end_page": "971",
  "pages": "958-63; quiz 971",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Health Care Rationing",
    "Humans",
    "Intensive Care Units",
    "United States"
  ],
  "article_ids": {
    "pubmed": "16484912",
    "doi": "10.1097/01.CCM.0000206116.10417.D9"
  },
  "doi": "10.1097/01.CCM.0000206116.10417.D9",
  "dates": {
    "completed": "2006-05-23",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.682406",
    "pmid": "16484912"
  }
}