{
  "pmid": "16485271",
  "uid": "16485271",
  "title": "Denial and minimization in adolescents with anorexia nervosa.",
  "abstract": "OBJECTIVES: This study examines symptoms of denial in 86 adolescents with anorexia nervosa (AN) using a dataset from a family therapy trial. METHOD: Using the Restraint subscale of the Eating Disorders Examination (EDE) at baseline, participants were divided into deniers (n = 15), minimizers (n = 21), and admitters (n = 50). These subgroups were compared with analysis of variance (ANOVA; Tukey post-hoc analysis) on a variety of assessment and treatment variables at baseline and at 12 months. RESULTS: Although body mass index (BMI) was not significantly different, all subscale scores of the EDE were lower in the deniers compared with the admitters (p = .0001 for all subscales) at baseline. Minimizers also scored lower than admitters on 3 of 4 subscales (p = .0001 for the Restraint, Weight Concern, and Shape Concern subscales of the EDE). At baseline and at 12 months, there were no significant differences on the Youth Self-Report or the Child Behavior Checklist. At 12 months, the only significant difference was in the Restraint subscale, with deniers still scoring lower than admitters (p = .015). CONCLUSION: Denial and minimization appear to be common processes occurring in adolescents with AN and present difficulties in assessment.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Couturier",
      "affiliations": [
        "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada. jcouturi@uwo.ca"
      ]
    },
    {
      "last_name": "Lock",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lock",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of eating disorders",
    "iso_abbreviation": "Int J Eat Disord",
    "issn": "0276-3478",
    "issn_type": "Print",
    "volume": "39",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "212",
  "end_page": "216",
  "pages": "212-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Anorexia Nervosa",
    "Body Mass Index",
    "Child",
    "Denial, Psychological",
    "Female",
    "Humans",
    "Male",
    "Severity of Illness Index",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16485271",
    "doi": "10.1002/eat.20241"
  },
  "doi": "10.1002/eat.20241",
  "dates": {
    "completed": "2006-08-10",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.274376",
    "pmid": "16485271"
  }
}