{
  "pmid": "16485268",
  "uid": "16485268",
  "title": "What is remission in adolescent anorexia nervosa? A review of various conceptualizations and quantitative analysis.",
  "abstract": "OBJECTIVE: The current article evaluated models of remission in anorexia nervosa (AN). METHOD: A dataset from 86 adolescents with AN was used to model definitions of remission by using (a) Morgan-Russell categories, (b) criteria proposed by Pike, (c) criteria proposed by Kordy, et al. (d) DSM-IV-text revision criteria, (e) other weight thresholds, (f) psychological symptoms (Eating Disorder Examination [EDE] scores), and (g) combinations of these. RESULTS: The mean age was 15.2 +/- 1.6 years. Remission rates varied from 3% to 96% depending on the method used. Combining percent ideal body weight and EDE scores appeared to reduce the variability in rates, capture the most meaningful aspects of remission, and avoid the pitfalls of other methods. CONCLUSION: These methods of defining remission produce a wide range of outcomes, demonstrating the importance of defining remission consistently. Weight and psychological variables combined appear most important in defining remission.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada. jcouturi@uwo.ca"
      ]
    },
    {
      "last_name": "Lock",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lock",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of eating disorders",
    "iso_abbreviation": "Int J Eat Disord",
    "issn": "0276-3478",
    "issn_type": "Print",
    "volume": "39",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "175",
  "end_page": "183",
  "pages": "175-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Anorexia Nervosa",
    "Diagnostic and Statistical Manual of Mental Disorders",
    "Female",
    "Humans",
    "Male",
    "Remission, Spontaneous",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "16485268",
    "doi": "10.1002/eat.20224"
  },
  "doi": "10.1002/eat.20224",
  "dates": {
    "completed": "2006-08-10",
    "revised": "2006-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.274120",
    "pmid": "16485268"
  }
}