{
  "pmid": "16493178",
  "uid": "16493178",
  "title": "Can contraindications compromise evidence-based, patient-centered clinical practice?",
  "abstract": "BACKGROUND: Despite their often weak evidence base, contraindications convey the unequivocally adverse risk-benefit profile of an intervention in a specific clinical context. However, some patients in that context may nonetheless prefer the contraindicated intervention (with its potential benefits and risks) to the available alternatives. The impact of contraindications on treatment decisions remains unexplored. OBJECTIVE: To provide an estimate of the impact of the \"contraindication\" label on treatment decisions. METHODS: We conducted an international 6-wave email/internet and fax survey of practicing clinicians who were members of the American Diabetes Association or the College of Physicians and Surgeons of Ontario and had available email addresses and fax numbers. Each participant considered one of two patient scenarios. In each scenario, the patient expressed a strong preference for use of a medication that carried a \"contraindication\" label despite weak evidence of harm. We designed these scenarios so that respondents who placed greater weight on patient preferences and research evidence than on the label \"contraindication\" would be ready to prescribe the contraindicated medication. We determined the frequency with which the label \"contraindication\" dominated participants' treatment decisions despite patient preferences and weak evidence of harm. RESULTS: 466 participants responded (22% response rate). Depending on the group and scenario, contraindications dominated the decisions of 47% to 89% of surveyed clinicians, superseding patient preferences and research evidence. CONCLUSIONS: The label \"contraindication\" may often dominate clinicians' decisions about treatment and may compromise evidence-based, patient-centered clinical practice. Further research should elucidate the process that leads to the formulation of contraindications and its impact on treatment decision-making.",
  "authors": [
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Knowledge and Encounter Research Unit, Department of Medicine, Mayo Clinic College of Medicine, Rochester, Minnesota, USA. montori.victor@mayo.edu"
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Teresa W",
      "initials": "TW",
      "name": "Teresa W Leung",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1710-6222",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2006"
  },
  "start_page": "e92",
  "end_page": "e101",
  "pages": "e92-101",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Contraindications",
    "Drug Labeling",
    "Evidence-Based Medicine",
    "Humans",
    "Pharmaceutical Preparations",
    "Physician-Patient Relations",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16493178"
  },
  "dates": {
    "completed": "2006-04-20",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Pharmaceutical Preparations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.473340",
    "pmid": "16493178"
  }
}