{
  "pmid": "16504054",
  "uid": "16504054",
  "title": "The effects of nocturnal hemodialysis compared to conventional hemodialysis on change in left ventricular mass: rationale and study design of a randomized controlled pilot study.",
  "abstract": "BACKGROUND: Nocturnal hemodialysis (NHD) is an alternative to conventional three times per week hemodialysis (CvHD) and has been reported to improve several health outcomes. To date, no randomized controlled trial (RCT) has compared NHD and CvHD. We have undertaken a multi-center RCT in hemodialysis patients comparing the effect of NHD to CvHD on left ventricular (LV) mass, as measured by cardiac magnetic resonance imaging (cMR). METHODOLOGY/DESIGN: All patients in Alberta, Canada, expressing an interest in performing NHD are eligible for the study. Patients enrolled in the study will be randomized to either NHD or CvHD for a six month period. All patients will have a full clinical assessment, including collection of biochemical and cMR data at baseline and at 6 months. Both groups of patients will be monitored biweekly to optimize blood pressure (BP) to a goal of <130/80 mmHg post-dialysis using a predefined BP management protocol. The primary outcome is change in LV mass, a surrogate marker for cardiac mortality, measured at baseline and 6 months. The high sensitivity and reproducibility of cMR facilitates reduction of the required sample size and the time needed between measures compared with echocardiography. Secondary outcomes include BP control, anemia, mineral metabolism, health-related quality of life, and costs. DISCUSSION: To our knowledge, this study will be the first RCT evaluating health outcomes in NHD. The impact of NHD on LV mass represents a clinically important outcome which will further elucidate the potential benefits of NHD and guide future clinical endpoint studies.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Canada. lastwalsh@hotmail.com"
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden J",
      "initials": "BJ",
      "name": "Braden J Manns",
      "affiliations": []
    },
    {
      "last_name": "Klarenbach",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Klarenbach",
      "affiliations": []
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Quinn",
      "affiliations": []
    },
    {
      "last_name": "Tonelli",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Tonelli",
      "affiliations": []
    },
    {
      "last_name": "Culleton",
      "fore_name": "Bruce F",
      "initials": "BF",
      "name": "Bruce F Culleton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2006",
    "pub_month": "Feb",
    "pub_day": "22"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Hemodialysis, Home",
    "Humans",
    "Hypertrophy, Left Ventricular",
    "Kidney Failure, Chronic",
    "Male",
    "Multicenter Studies as Topic",
    "Pilot Projects",
    "Randomized Controlled Trials as Topic",
    "Renal Dialysis",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "16504054",
    "pmc": "PMC1458958",
    "doi": "10.1186/1471-2369-7-2",
    "pii": "1471-2369-7-2"
  },
  "doi": "10.1186/1471-2369-7-2",
  "pmc_id": "PMC1458958",
  "dates": {
    "completed": "2006-08-16",
    "revised": "2023-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.450473",
    "pmid": "16504054"
  }
}