{
  "pmid": "16507806",
  "uid": "16507806",
  "title": "Management of antiphospholipid antibody syndrome: a systematic review.",
  "abstract": "CONTEXT: Antiphospholipid antibodies are autoantibodies directed against proteins that bind to phospholipid. Antiphospholipid antibody syndrome (APS) refers to the association between antiphospholipid antibodies and thrombosis risk or pregnancy morbidity. Patients with APS may be at increased risk of recurrent arterial or venous thrombosis or pregnancy loss. OBJECTIVE: To systematically review the evidence for treatment of thrombosis risk in patients with antiphospholipid antibodies or APS. EVIDENCE ACQUISITION: Search of MEDLINE (1966 to November 2005) and Cochrane Library electronic databases (2005) and reference lists for randomized trials, meta-analyses of randomized trials, and prospective cohort studies of the treatment of thrombosis risk in patients with antiphospholipid antibodies or APS. Studies were selected on the basis of clinical relevance. EVIDENCE SYNTHESIS: Among patients with antiphospholipid antibodies, the absolute risk of developing new thrombosis is low (<1% per year) in otherwise healthy patients without prior thrombotic events, may be moderately increased (up to 10% per year) in women with recurrent fetal loss without prior thrombosis, and is highest (>10% in the first year) in patients with a history of venous thrombosis who have discontinued anticoagulant drugs within 6 months. Compared with placebo or untreated control, anticoagulation with moderate-intensity warfarin (adjusted to a target international normalized ratio [INR] of 2.0-3.0) reduces the risk of recurrent venous thrombosis by 80% to 90% irrespective of the presence of antiphospholipid antibodies and may be effective for preventing recurrent arterial thrombosis. No evidence exists that high-intensity warfarin (target INR, >3.0) is more effective than moderate-intensity warfarin. For patients with a single positive antiphospholipid antibody test result and prior stroke, aspirin and moderate-intensity warfarin appear equally effective for preventing recurrent stroke. Treatment issues that have not been addressed in clinical trials, or for which the evidence is conflicting, include the role of antithrombotic prophylaxis in patients with antiphospholipid antibodies without prior thrombosis, the optimal treatment of noncerebrovascular arterial thrombosis, recurrent thrombosis despite warfarin therapy, and treatment of women with antiphospholipid antibodies and recurrent fetal loss. CONCLUSIONS: In patients with APS, moderate-intensity warfarin is effective for preventing recurrent venous thrombosis and perhaps also arterial thrombosis. Aspirin appears to be as effective as moderate-intensity warfarin for preventing recurrent stroke in patients with prior stroke and a single positive test result for antiphospholipid antibody. The optimal treatment of other thrombotic aspects of APS needs to be addressed in well-designed prospective studies.",
  "authors": [
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "295",
    "issue": "9",
    "pub_year": "2006",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "1050",
  "end_page": "1057",
  "pages": "1050-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antibodies, Antiphospholipid",
    "Anticoagulants",
    "Antiphospholipid Syndrome",
    "Humans",
    "Thrombosis",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "16507806",
    "doi": "10.1001/jama.295.9.1050",
    "pii": "295/9/1050"
  },
  "doi": "10.1001/jama.295.9.1050",
  "dates": {
    "completed": "2006-03-02",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antibodies, Antiphospholipid",
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.499473",
    "pmid": "16507806"
  }
}