{
  "pmid": "16508576",
  "uid": "16508576",
  "title": "High prevalence of newly detected hypertension in hospitalized patients: the value of inhospital 24-h blood pressure measurement.",
  "abstract": "OBJECTIVE: Screening for hypertension in hospitalized patients could reduce the number of individuals with unrecognized hypertension. We hypothesized that 24-h blood pressure monitoring is an adequate tool to detect unrecognized hypertension among inpatients. METHODS: Clinically stable inpatients in the Department of Internal Medicine, Department of Visceral Surgery and Department of Orthopaedics were included in the cross-sectional study. Every patient underwent inhospital 24-h blood pressure measurement. Previously unknown hypertension was defined as 24-h blood pressure of at least 125/80 mmHg in the absence of known hypertension. Forty-two patients had an additional 24-h blood pressure measurement after discharge, to compare mean inhospital and outpatient 24-h blood pressure values. RESULTS: In 314 consecutive inpatients, 24-h blood pressure measurement was performed. Among 139 patients without known hypertension, 53 were hypertensive. The mean routine and 24-h blood pressures in these patients were 135/77 and 137/82 mmHg, respectively. Thirty-seven of these patients had normal routine blood pressure and could be detected only by 24-h blood pressure measurement. Patients with unknown hypertension had a marked cardiovascular risk profile, 26 being at high or very high cardiovascular risk. However, documented cardiovascular disease was present in only seven patients, suggesting that effective treatment could prevent a considerable number of cardiovascular events. The agreement between inhospital and outpatient 24-h blood pressure measurement in 42 patients was good. CONCLUSIONS: By performing inhospital 24-h blood pressure measurement, a considerable number of patients with previously unknown hypertension can be detected.",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Department of Internal Medicine, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Martina",
      "fore_name": "Benedict",
      "initials": "B",
      "name": "Benedict Martina",
      "affiliations": []
    },
    {
      "last_name": "Perruchoud",
      "fore_name": "Andre P",
      "initials": "AP",
      "name": "Andre P Perruchoud",
      "affiliations": []
    },
    {
      "last_name": "Leimenstoll",
      "fore_name": "Bernd M",
      "initials": "BM",
      "name": "Bernd M Leimenstoll",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "0263-6352",
    "issn_type": "Print",
    "volume": "24",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "301",
  "end_page": "306",
  "pages": "301-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Blood Pressure Monitoring, Ambulatory",
    "Female",
    "Hospitalization",
    "Humans",
    "Hypertension",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "16508576",
    "doi": "10.1097/01.hjh.0000200510.95076.2d",
    "pii": "00004872-200602000-00016"
  },
  "doi": "10.1097/01.hjh.0000200510.95076.2d",
  "dates": {
    "completed": "2006-03-31",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.039649",
    "pmid": "16508576"
  }
}