{
  "pmid": "16504060",
  "uid": "16504060",
  "title": "Tests for differential gene expression using weights in oligonucleotide microarray experiments.",
  "abstract": "BACKGROUND: Microarray data analysts commonly filter out genes based on a number of ad hoc criteria prior to any high-level statistical analysis. Such ad hoc approaches could lead to conflicting conclusions with no clear guidance as to which method is most likely to be reproducible. Furthermore, the number of tests performed with concomitant inflation in type I error also plagues the statistical analysis of microarray data, since the number of tested quantities in a study significantly affects the family-wise error rate. It would, therefore, be very useful to develop and adopt strategies that allow quantification of the quality of each probeset, to filter out or give little credence to low-quality or unexpressed probesets, and to incorporate these strategies into gene selection within a multiple testing framework. RESULTS: We have proposed a unified scheme for filtering and gene selection. For Affymetrix gene expression microarrays, we developed new methods for measuring the reliability of a particular probeset in a single array, and we used these to develop measures for a set of arrays. These measures are then used as weights in standard t-statistic calculations, and are incorporated into the multiple testing procedures. We demonstrated the advantages of our methods using simulated data, publicly available spiked-in data as well as data comparing normal muscle to muscle from patients with Duchenne muscular dystrophy (DMD), in which a set of truly differentially expressed genes is known. CONCLUSION: Our quality measures provide convenient ways to search for individual genes of high quality. The quality weighting strategies we proposed for testing differential gene expression have demonstrable improvement on the traditional filtering methods, the standard t-statistic and a regularized t-statistic in Affymetrix data analysis.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Pingzhao",
      "initials": "P",
      "name": "Pingzhao Hu",
      "affiliations": [
        "Program in Genetics and Genomic Biology, The Hospital for Sick Children Research Institute, 15-706 TMDT, Toronto, ON, M5G 1L7, Canada. phu@sickkids.ca"
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Greenwood",
      "fore_name": "Celia M T",
      "initials": "CM",
      "name": "Celia M T Greenwood",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC genomics",
    "iso_abbreviation": "BMC Genomics",
    "issn": "1471-2164",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2006",
    "pub_month": "Feb",
    "pub_day": "22"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Gene Expression Profiling",
    "Humans",
    "Muscle, Skeletal",
    "Muscular Dystrophy, Duchenne",
    "Oligonucleotide Array Sequence Analysis",
    "Quality Control",
    "ROC Curve",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "16504060",
    "pmc": "PMC1420292",
    "doi": "10.1186/1471-2164-7-33",
    "pii": "1471-2164-7-33"
  },
  "doi": "10.1186/1471-2164-7-33",
  "pmc_id": "PMC1420292",
  "dates": {
    "completed": "2006-05-09",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.887996",
    "pmid": "16504060"
  }
}