{
  "pmid": "16512693",
  "uid": "16512693",
  "title": "Pharmacoeconomics of systemic therapies for lung cancer.",
  "abstract": "The purpose of this article is to review the economics of systemic therapies for the treatment of lung cancer. Lung cancer treatment is moderately expensive. The overall cost to society is significant given its high incidence. Most analyses in patients with small cell lung cancer focus on supportive care measures. The economics of chemotherapy in patients with advanced small cell lung cancer, as assessed in one study, shows alternating chemotherapy to be cost effective. Numerous economic analyses of chemotherapy in patients with non-small cell lung cancer (NSCLC) have been completed using varying methodologies in a number of countries. In patients with advanced NSCLC, third generation chemotherapy in the first-line setting can be administered within reasonable incremental cost effectiveness. Single-agent docetaxel chemotherapy in the second-line setting has also been shown to fall within a reasonable cost-effective range. Based on this review, systemic therapies for lung cancer are, for the most part, cost effective. Information on the cost-utility of systemic therapies is more limited. In a population of cancer patients with poor prognosis, the inclusion of quality indicators in the calculation of costs (i.e. cost-utility analyses) will be of great importance to refine our understanding of costs and benefits using a more global approach. Future economic analyses of adjuvant chemotherapy and novel targeted therapies will be of great interest.",
  "authors": [
    {
      "last_name": "Bordeleau",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Bordeleau",
      "affiliations": [
        "Department of Medicine, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Treatments in respiratory medicine",
    "iso_abbreviation": "Treat Respir Med",
    "issn": "1176-3450",
    "issn_type": "Print",
    "volume": "5",
    "issue": "2",
    "pub_year": "2006"
  },
  "start_page": "129",
  "end_page": "141",
  "pages": "129-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antineoplastic Combined Chemotherapy Protocols",
    "Carcinoma, Non-Small-Cell Lung",
    "Cost-Benefit Analysis",
    "Economics, Pharmaceutical",
    "Humans",
    "Lung Neoplasms",
    "Small Cell Lung Carcinoma"
  ],
  "article_ids": {
    "pubmed": "16512693",
    "doi": "10.2165/00151829-200605020-00006",
    "pii": "526"
  },
  "doi": "10.2165/00151829-200605020-00006",
  "dates": {
    "completed": "2016-04-23",
    "revised": "2019-11-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:45.181613",
    "pmid": "16512693"
  }
}