{
  "pmid": "16529654",
  "uid": "16529654",
  "title": "Digital clubbing in tuberculosis--relationship to HIV infection, extent of disease and hypoalbuminemia.",
  "abstract": "BACKGROUND: Digital clubbing is a sign of chest disease known since the time of Hippocrates. Its association with tuberculosis (TB) has not been well studied, particularly in Africa where TB is common. The prevalence of clubbing in patients with pulmonary TB and its association with Human Immunodeficiency Virus (HIV), severity of disease, and nutritional status was assessed. METHODS: A cross-sectional study was carried out among patients with smear-positive TB recruited consecutively from the medical and TB wards and outpatient clinics at a public hospital in Uganda. The presence of clubbing was assessed by clinical signs and measurement of the ratio of the distal and inter-phalangeal diameters (DPD/IPD) of both index fingers. Clubbing was defined as a ratio > 1.0. Chest radiograph, serum albumin and HIV testing were done. RESULTS: Two hundred patients (82% HIV-infected) participated; 34% had clubbing by clinical criteria whilst 30% had clubbing based on DPD/IPD ratio. Smear grade, extensive or cavitary disease, early versus late HIV disease, and hypoalbuminemia were not associated with clubbing. Clubbing was more common among patients with a lower Karnofsky performance scale score or with prior TB. CONCLUSION: Clubbing occurs in up to one-third of Ugandan patients with pulmonary TB. Clubbing was not associated with stage of HIV infection, extensive disease or hypoalbuminemia.",
  "authors": [
    {
      "last_name": "Ddungu",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Ddungu",
      "affiliations": [
        "Department of Medicine, Makerere University and Mulago Hospital, Kampala, Uganda. hddungu@gmail.com"
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "John L",
      "initials": "JL",
      "name": "John L Johnson",
      "affiliations": []
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": []
    },
    {
      "last_name": "Mayanja-Kizza",
      "fore_name": "Harriet",
      "initials": "H",
      "name": "Harriet Mayanja-Kizza",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2006",
    "pub_month": "Mar",
    "pub_day": "10"
  },
  "start_page": "45",
  "pages": "45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "HIV Infections",
    "Humans",
    "Hypoalbuminemia",
    "Male",
    "Nutritional Status",
    "Osteoarthropathy, Secondary Hypertrophic",
    "Prevalence",
    "Severity of Illness Index",
    "Tuberculosis, Pulmonary",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "16529654",
    "pmc": "PMC1462994",
    "doi": "10.1186/1471-2334-6-45",
    "pii": "1471-2334-6-45"
  },
  "doi": "10.1186/1471-2334-6-45",
  "pmc_id": "PMC1462994",
  "dates": {
    "completed": "2006-07-03",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:37.778873",
    "pmid": "16529654"
  }
}