{
  "pmid": "16527798",
  "uid": "16527798",
  "title": "A meta-analysis of noninvasive weaning to facilitate liberation from mechanical ventilation.",
  "abstract": "PURPOSE: To summarize the evidence comparing noninvasive positive pressure ventilation (NPPV) and invasive positive pressure ventilation (IPPV) weaning on mortality, ventilator associated pneumonia and the total duration of mechanical ventilation among invasively ventilated adults with respiratory failure. SOURCE: Meta-analysis of randomized and quasi-randomized studies comparing early extubation with immediate application of NPPV to IPPV weaning. We selected randomized studies that 1) included adults, with respiratory failure, invasively ventilated for at least 24 hr; 2) compared extubation with immediate application of NPPV to weaning using IPPV; and 3) reported at least one clinically important outcome. PRINCIPAL FINDINGS: We searched MEDLINE (1966 to 2003), EMBASE (1980 to 2003) and the Cochrane Central Register of Controlled Trials (The Cochrane Library, Issue 2, 2003) for randomized controlled trials comparing NPPV and IPPV weaning. Additional data sources included personal files, conference proceedings and author contact. Two reviewers independently assessed trial quality and abstracted data. Five studies enrolling 171 patients demonstrated that compared to IPPV, noninvasive weaning decreased mortality (relative risk, 0.41 [95% confidence interval [CI] 0.22-0.76]), ventilator associated pneumonia (relative risk, 0.28 [95% CI 0.09-0.85]) and the total duration of mechanical ventilation (weighted mean difference, -7.33 days [95% CI -11.45 to -3.22 days]). CONCLUSIONS: In the absence of a large randomized controlled trial, this meta-analysis demonstrated a consistent positive effect of noninvasive weaning on mortality. Notwithstanding, the use of NPPV to facilitate weaning, in mechanically ventilated patients, with predominantly chronic obstructive pulmonary disease, is associated with promising, but insufficient, evidence of net clinical benefit at present.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Division of Critical Care Medicine, London Health Sciences Centre-Victoria Hospital. burnsk@smh.toronto.on.ca"
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "0832-610X",
    "issn_type": "Print",
    "volume": "53",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Mar"
  },
  "start_page": "305",
  "end_page": "315",
  "pages": "305-15",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Pneumonia",
    "Positive-Pressure Respiration",
    "Randomized Controlled Trials as Topic",
    "Respiratory Insufficiency",
    "Time Factors",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "16527798",
    "doi": "10.1007/BF03022220",
    "pii": "53/3/305"
  },
  "doi": "10.1007/BF03022220",
  "dates": {
    "completed": "2006-08-29",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.393515",
    "pmid": "16527798"
  }
}