{
  "pmid": "16529658",
  "uid": "16529658",
  "title": "All-arthroscopic versus mini-open repair of small or moderate-sized rotator cuff tears: a protocol for a randomized trial [NCT00128076].",
  "abstract": "BACKGROUND: Rotator cuff tears are the most common source of shoulder pain and disability. Only poor quality studies have compared mini-open to arthroscopic repair, leaving surgeons with inadequate evidence to support optimal, minimally-invasive repair. METHODS/DESIGN: This randomized, multi-centre, national trial will determine whether an arthroscopic or mini-open repair provides better quality of life for patients with small or moderate-sized rotator cuff tears. A national consensus meeting of investigators in the Joint Orthopaedic Initiative for National Trials of the Shoulder (JOINTS Canada) identified this question as the top priority for shoulder surgeons across Canada. The primary outcome measure is a valid quality-of-life scale (Western Ontario Rotator Cuff (WORC)) that addresses 5 domains of health affected by rotator cuff disease. Secondary outcomes will assess rotator cuff functionality (ROM, strength, Constant score), secondary dimensions of health (general health status (SF-12) and work limitations), and repair integrity (MRI). Outcomes are measured at baseline, at 6 weeks, 3, 6, 12, and 24 months post-operatively by blinded research assistants and musculoskeletal radiologists. Patients (n = 250) with small or medium-sized cuff tears identified by clinical examination and MRI who meet eligibility criteria will be recruited. This sample size will provide 80% power to statistically detect a clinically important difference of 20% in WORC scores between procedures after controlling for baseline WORC score (alpha = 0.05). A central methods centre will manage randomization, data management, and monitoring under supervision of experienced epidemiologists. Surgeons will participate in either conventional or expertise-based designs according to defined criteria to avoid biases from differential surgeon expertise. Mini-open or all-arthroscopic repair procedures will be performed according to a standardized protocol. Central Adjudication (of cases), Trial Oversight and Safety Committees will monitor trial conduct. We will use an analysis of covariance (ANCOVA), where the baseline WORC score is used as a covariate, to compare the quality of life (WORC score) at 2 years post-operatively. As a secondary analysis, we will conduct the same statistical test but will include age and tear size as covariates with the baseline score. Enrollment will require 2 years and follow-up an additional 2 years. The trial will commence when funding is in place. DISCUSSION: These results will have immediate impact on the practice behaviors of practicing surgeons and surgical trainees at JOINTS centres across Canada. JOINTS Canada is actively engaged in knowledge exchange and will publish and present findings internationally to facilitate wider application. This trial will establish definitive evidence on this question at an international level.",
  "authors": [
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, 1400 Main St, West, IAHS-403, Hamilton, Ontario, L8S 1C7, Canada. macderj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Holtby",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Holtby",
      "affiliations": []
    },
    {
      "last_name": "Razmjou",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Razmjou",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2006",
    "pub_month": "Mar",
    "pub_day": "10"
  },
  "start_page": "25",
  "pages": "25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arthroscopy",
    "Clinical Protocols",
    "Disability Evaluation",
    "Health Status",
    "Humans",
    "Quality of Life",
    "Research Design",
    "Rotator Cuff",
    "Rotator Cuff Injuries",
    "Severity of Illness Index",
    "Single-Blind Method",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16529658",
    "pmc": "PMC1421402",
    "doi": "10.1186/1471-2474-7-25",
    "pii": "1471-2474-7-25"
  },
  "doi": "10.1186/1471-2474-7-25",
  "pmc_id": "PMC1421402",
  "dates": {
    "completed": "2006-04-18",
    "revised": "2024-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.413512",
    "pmid": "16529658"
  }
}