{
  "pmid": "16549306",
  "uid": "16549306",
  "title": "Tobacco use among immigrant and nonimmigrant adolescents: individual and family level influences.",
  "abstract": "PURPOSE: To identify individual and family level characteristics that might explain differences in rates of tobacco use among immigrant and nonimmigrant adolescents. METHODS: Data for analysis come from a probability sample of 5401 adolescents aged 12-18 years participating in the Ontario Health Survey (OHS). Three groups were compared: (a) adolescents born in Canada to Canadian-born parents (n = 3886), (b) adolescents born in Canada to immigrant parents (n = 1233), and (c) adolescents born outside of Canada (n = 282). Discrete, multilevel logistic regression was used in the analysis. RESULTS: Adolescents born outside of Canada report the lowest rates of tobacco use, despite greater economic hardship. A negative association emerges between family socioeconomic status and tobacco use among adolescents born in Canada but not among adolescents born outside of Canada. Immigrant youth are less likely to affiliate with peers who smoke and are more likely to come from families where parents do not smoke: these differences partially explain the decreased rates of tobacco use among immigrant adolescents. CONCLUSIONS: Although subject to greater economic hardship, immigrant youth are less likely to engage in tobacco use. Protective factors associated with immigrant family life, such as lower rates of parental tobacco use and less exposure among immigrant adolescents to peers who smoke, may counteract some of the negative effects of poverty and social hardship. Future research should begin to address the processes that lead to adaptive outcomes among adolescents from immigrant families, despite greater exposure to social disadvantage.",
  "authors": [
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, Hamilton, Ontario, Canada. georgik@mcmaster.ca"
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    },
    {
      "last_name": "Racine",
      "fore_name": "Yvonne",
      "initials": "Y",
      "name": "Yvonne Racine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of adolescent health : official publication of the Society for Adolescent Medicine",
    "iso_abbreviation": "J Adolesc Health",
    "issn": "1879-1972",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "443.e1",
  "end_page": "443.e4437",
  "pages": "443.e1-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Child",
    "Emigration and Immigration",
    "Family Relations",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Ontario",
    "Parent-Child Relations",
    "Smoking",
    "Social Class"
  ],
  "article_ids": {
    "pubmed": "16549306",
    "doi": "10.1016/j.jadohealth.2005.02.007",
    "pii": "S1054-139X(05)00081-9"
  },
  "doi": "10.1016/j.jadohealth.2005.02.007",
  "dates": {
    "completed": "2006-04-04",
    "revised": "2009-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:20.534329",
    "pmid": "16549306"
  }
}