{
  "pmid": "16548558",
  "uid": "16548558",
  "title": "In situ compatibilizer-reinforced interface between a flexible polymer (a functionalized polypropylene) and a rodlike polymer (a thermotropic liquid crystalline polymer).",
  "abstract": "We present an investigation of the interfacial reinforcement between a flexible folded-chain polymer (functionalized polypropylene-maleic anhydride-grafted polypropylene, MAPP) and a rodlike polymer (a themotropic liquid crystalline polymer, TCLP - poly(ester amide)). Fracture toughness was measured using an asymmetric double-cantilever beam test (ADCB). High fracture toughness at the bonding temperature of 200 degrees C indicates that a chemical reaction has occurred at the interface to provide a strong interaction between MAPP and TLCP. Despite the higher modulus of TLCP, the fracture was propagated in the TLCP phase because of inherent TLCP domain structure. An analysis on the locus of failure revealed that at constant bonding temperature the fracture toughness between MAPP and TLCP was influenced not only by the bonding temperature but also by the bonding time. The fracture toughness increased with the bonding temperature until 200 degrees C was reached and then decreased at higher bonding temperature. The fracture toughness increased with annealing time until it reached a plateau value. We ascribe the dependence of the fracture toughness on the bonding time to the progressive occurrence of two different failure mechanisms, adhesive failure and cohesive failure. The adhesive strength increased with bonding temperature whereas the cohesive strength decreased because of weaker adhesion between TLCP crystalline domains. The dependence of fracture toughness on bonding time was explained in terms of the TLCP crystalline domain structure.",
  "authors": [
    {
      "last_name": "Seo",
      "fore_name": "Yongsok",
      "initials": "Y",
      "name": "Yongsok Seo",
      "affiliations": [
        "School of Materials Science and Engineering and Intellectual Textile System Research Center (ITRC), College of Engineering, Seoul National University, Shillim9dong 56-1, Kwanakgu, Seoul, Korea 151-744. ysseo@snu.ac.kr"
      ]
    },
    {
      "last_name": "Ninh",
      "fore_name": "Tran Hai",
      "initials": "TH",
      "name": "Tran Hai Ninh",
      "affiliations": []
    },
    {
      "last_name": "Hong",
      "fore_name": "Soon Man",
      "initials": "SM",
      "name": "Soon Man Hong",
      "affiliations": []
    },
    {
      "last_name": "Kim",
      "fore_name": "Sehyun",
      "initials": "S",
      "name": "Sehyun Kim",
      "affiliations": []
    },
    {
      "last_name": "Kang",
      "fore_name": "Tae Jin",
      "initials": "TJ",
      "name": "Tae Jin Kang",
      "affiliations": []
    },
    {
      "last_name": "Kim",
      "fore_name": "Hansung",
      "initials": "H",
      "name": "Hansung Kim",
      "affiliations": []
    },
    {
      "last_name": "Kim",
      "fore_name": "Jinyeol",
      "initials": "J",
      "name": "Jinyeol Kim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Langmuir : the ACS journal of surfaces and colloids",
    "iso_abbreviation": "Langmuir",
    "issn": "0743-7463",
    "issn_type": "Print",
    "volume": "22",
    "issue": "7",
    "pub_year": "2006",
    "pub_month": "Mar",
    "pub_day": "28"
  },
  "start_page": "3062",
  "end_page": "3067",
  "pages": "3062-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16548558",
    "doi": "10.1021/la051918c"
  },
  "doi": "10.1021/la051918c",
  "dates": {
    "completed": "2007-06-06",
    "revised": "2006-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:19.774779",
    "pmid": "16548558"
  }
}