{
  "pmid": "16557509",
  "uid": "16557509",
  "title": "Research, public policymaking, and knowledge-translation processes: Canadian efforts to build bridges.",
  "abstract": "Public policymakers must contend with a particular set of institutional arrangements that govern what can be done to address any given issue, pressure from a variety of interest groups about what they would like to see done to address any given issue, and a range of ideas (including research evidence) about how best to address any given issue. Rarely do processes exist that can get optimally packaged high-quality and high-relevance research evidence into the hands of public policymakers when they most need it, which is often in hours and days, not months and years. In Canada, a variety of efforts have been undertaken to address the factors that have been found to increase the prospects for research use, including the production of systematic reviews that meet the shorter term (but not urgent) needs of public policymakers and encouraging partnerships between researchers and policymakers that allow for their interaction around the tasks of asking and answering relevant questions. Much less progress has been made in making available research evidence to inform the urgent needs of public policymakers and in addressing attitudinal barriers and capacity limitations. In the future, knowledge-translation processes, particularly push efforts and efforts to facilitate user pull, should be undertaken on a sufficiently large scale and with a sufficiently rigorous evaluation so that robust conclusions can be drawn about their effectiveness.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. lavisj@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "The Journal of continuing education in the health professions",
    "iso_abbreviation": "J Contin Educ Health Prof",
    "issn": "0894-1912",
    "issn_type": "Print",
    "volume": "26",
    "issue": "1",
    "pub_year": "2006"
  },
  "start_page": "37",
  "end_page": "45",
  "pages": "37-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Evidence-Based Medicine",
    "Health Knowledge, Attitudes, Practice",
    "National Health Programs",
    "Policy Making",
    "Public Policy"
  ],
  "article_ids": {
    "pubmed": "16557509",
    "doi": "10.1002/chp.49"
  },
  "doi": "10.1002/chp.49",
  "dates": {
    "completed": "2006-05-24",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.965889",
    "pmid": "16557509"
  }
}