{
  "pmid": "16557514",
  "uid": "16557514",
  "title": "Knowledge translation in developing countries.",
  "abstract": "There is increasing evidence that the application of knowledge in developing countries is failing. One reason is the woeful shortage of health workers, but as this is redressed, it is also crucial that we have an evidence base of what works to minimize the \"know-do gap.\" The World Health Organization and other international organizations are actively building momentum to promote research to determine effective strategies for knowledge translation (KT). At this time, the evidence base for the effectiveness of those strategies is not definitive in developed countries and is relatively sparse in developing countries. It appears, however, that the effectiveness of these strategies is highly variable and dependent on the setting, and success hinges on whether the strategies have been tailored. A useful framework to provide direction for tailoring interventions is the Ottawa Model of Research Use (OMRU). Underlying OMRU is the principle that success rests with tailoring KT strategies to the salient barriers and supports found within the setting. The model recommends that barriers and supports found in the practice environment or as characteristics of potential adopters and the evidence-based innovation or research evidence be assessed and then the KT strategy tailored and executed. The model also recommends that whether the research has been applied and has resulted in improved health outcomes should be measured. Studies in developing countries, although few, illustrate that the OMRU approach may be a valid method of tackling the challenges of KT strategies to improve health care in developing countries.",
  "authors": [
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Centre for Global Health, Institute of Population Health, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of continuing education in the health professions",
    "iso_abbreviation": "J Contin Educ Health Prof",
    "issn": "0894-1912",
    "issn_type": "Print",
    "volume": "26",
    "issue": "1",
    "pub_year": "2006"
  },
  "start_page": "87",
  "end_page": "96",
  "pages": "87-96",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Developing Countries",
    "Evidence-Based Medicine",
    "Health Knowledge, Attitudes, Practice",
    "Health Personnel",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "16557514",
    "doi": "10.1002/chp.55"
  },
  "doi": "10.1002/chp.55",
  "dates": {
    "completed": "2006-05-24",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.504789",
    "pmid": "16557514"
  }
}