{
  "pmid": "16556313",
  "uid": "16556313",
  "title": "Optimal search strategies for identifying mental health content in MEDLINE: an analytic survey.",
  "abstract": "OBJECTIVE: General practitioners, mental health practitioners, and researchers wishing to retrieve the best current research evidence in the content area of mental health may have a difficult time when searching large electronic databases such as MEDLINE. When MEDLINE is searched unaided, key articles are often missed while retrieving many articles that are irrelevant to the search. The objectives of this study were to develop optimal search strategies to detect articles with mental health content and to determine the effect of combining mental health content search strategies with methodologic search strategies calibrated to detect the best studies of treatment. METHOD: An analytic survey was conducted, comparing hand searches of 29 journals with retrievals from MEDLINE for 3,395 candidate search terms and 11,317 combinations. The sensitivity, specificity, precision, and accuracy of the search strategies were calculated. RESULTS: 3,277 (26.8%) of the 12,233 articles classified in the 29 journals were considered to be of interest to the discipline area of mental health. Search term combinations reached peak sensitivities of 98.4% with specificity at 50.0%, whereas combinations of search terms to optimize specificity reached peak specificities of 97.1% with sensitivity at 51.7%. Combining content search strategies with methodologic search strategies for treatment led to improved precision: substantive decreases in the number of articles that needed to be sorted through in order to find target articles. CONCLUSION: Empirically derived search strategies can achieve high sensitivity and specificity for retrieving mental health content from MEDLINE. Combining content search strategies with methodologic search strategies led to more precise searches.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Health Sciences Centre, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada. wilczyn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of general psychiatry",
    "iso_abbreviation": "Ann Gen Psychiatry",
    "issn": "1744-859X",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2006",
    "pub_month": "Mar",
    "pub_day": "23"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16556313",
    "pmc": "PMC1440861",
    "doi": "10.1186/1744-859X-5-4",
    "pii": "1744-859X-5-4"
  },
  "doi": "10.1186/1744-859X-5-4",
  "pmc_id": "PMC1440861",
  "dates": {
    "completed": "2007-07-27",
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 LM006866",
      "agency": "NLM NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.009923",
    "pmid": "16556313"
  }
}