{
  "pmid": "16552066",
  "uid": "16552066",
  "title": "Inflammatory responses to migrating Brugia pahangi third-stage larvae.",
  "abstract": "Despite being central to parasite establishment and subsequent host pathological and immunologic responses, host-parasite interactions during early third-stage filarial larva (L3) migration are poorly understood. These studies aimed to define early tissue migration of Brugia pahangi L3 in the gerbil (Meriones unguiculatus) and measure host cellular responses during this period. Gerbils were intradermally inoculated in the hind limb with 100 B. pahangi L3, and necropsies were performed at various times. At 3 h, most L3 (96.3%) were recovered from tissues associated with the infection site, with marked L3 migration occurring by 24 h. Larvae were dispersed throughout the lymphatics at 7 days postinfection (dpi), and at 28 dpi, most parasites were recovered from the spermatic cord lymphatics. Parasites were identified histologically at all time points. Inflammatory cells, primarily neutrophils, were frequently observed around larvae in the dermis and muscle near the injection site at 3 h and 24 h. Levels of interleukin-6 (IL-6) and tumor necrosis factor-alpha mRNA peaked at 3 h in all tissues, with IL-6 levels also high in the spleen at 28 dpi. Levels of IL-4 mRNA were elevated in all tissues at 28 dpi. These observations demonstrate that L3 migrate quickly through various tissues and into lymph nodes in a predictable pattern. Migrating L3 induce an early acute inflammatory response that is modulated as parasites establish in the lymphatics. Polarization of the host response towards a dominant Th2-like profile is present at 7 dpi and is well established by 28 dpi in this permissive host.",
  "authors": [
    {
      "last_name": "Porthouse",
      "fore_name": "Kristina H",
      "initials": "KH",
      "name": "Kristina H Porthouse",
      "affiliations": [
        "Department of Pathobiological Sciences, School of Veterinary Medicine, Louisiana State University, Baton Rouge, LA 70803-6308, USA."
      ]
    },
    {
      "last_name": "Chirgwin",
      "fore_name": "Sharon R",
      "initials": "SR",
      "name": "Sharon R Chirgwin",
      "affiliations": []
    },
    {
      "last_name": "Coleman",
      "fore_name": "Sharon U",
      "initials": "SU",
      "name": "Sharon U Coleman",
      "affiliations": []
    },
    {
      "last_name": "Taylor",
      "fore_name": "H Wayne",
      "initials": "HW",
      "name": "H Wayne Taylor",
      "affiliations": []
    },
    {
      "last_name": "Klei",
      "fore_name": "Thomas R",
      "initials": "TR",
      "name": "Thomas R Klei",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Infection and immunity",
    "iso_abbreviation": "Infect Immun",
    "issn": "0019-9567",
    "issn_type": "Print",
    "volume": "74",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "2366",
  "end_page": "2372",
  "pages": "2366-72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Animals",
    "Brugia pahangi",
    "Cytokines",
    "Dermis",
    "Filariasis",
    "Gerbillinae",
    "Inflammation",
    "Larva",
    "Male"
  ],
  "article_ids": {
    "pubmed": "16552066",
    "pmc": "PMC1418928",
    "doi": "10.1128/IAI.74.4.2366-2372.2006",
    "pii": "74/4/2366"
  },
  "doi": "10.1128/IAI.74.4.2366-2372.2006",
  "pmc_id": "PMC1418928",
  "dates": {
    "completed": "2006-05-10",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Cytokines"
  ],
  "grants": [
    {
      "grant_id": "AI-19199",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:15.973963",
    "pmid": "16552066"
  }
}