{
  "pmid": "16557512",
  "uid": "16557512",
  "title": "Knowledge for knowledge translation: the role of the Cochrane Collaboration.",
  "abstract": "Knowledge-translation (KT) activities, including continuing education, should be informed by the totality of available research evidence. Systematic reviews are a generic methodology used to synthesize evidence from a broad range of research methods addressing different questions. Over the past decade, there has been a dramatic increase in the availability of systematic reviews that could support KT activities. However, the conduct of systematic reviews is technically challenging, and it is not surprising that the quality of available reviews is variable. In addition, unless attempts are made to update systematic reviews, they rapidly become out of date. The Cochrane Collaboration is a unique, worldwide, not-for-profit organization that aims to help people make well-informed decisions about all forms of health care by preparing, maintaining, and promoting the accessibility of systematic reviews of the effects of health care interventions. Globally, over 13, 000 consumers, clinicians, policymakers, and researchers are involved with The Cochrane Collaboration and have to date produced over 2, 500 systematic reviews that can be used to inform KT activities. The Cochrane Collaboration publishes its reviews quarterly in The Cochrane Library. Cochrane reviews have been used to develop a number of KT-derivative products for professionals, consumers, and policymakers. Whereas most Cochrane Review groups focus on specific clinical areas, the Cochrane Effective Practice and Organisation of Care Group undertakes reviews of interventions to improve health care delivery and health care systems, including reviews of different KT activities. We summarize the activities of The Cochrane Collaboration and how these can contribute to KT activities.",
  "authors": [
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Canadian Cochrane Network and Centre, Institute of Population Health, University of Ottawa, ON, Canada. jgrimshaw@ohri.ca"
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    },
    {
      "last_name": "Cumpston",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda Cumpston",
      "affiliations": []
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Mayhew",
      "affiliations": []
    },
    {
      "last_name": "McGowan",
      "fore_name": "Jessie",
      "initials": "J",
      "name": "Jessie McGowan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of continuing education in the health professions",
    "iso_abbreviation": "J Contin Educ Health Prof",
    "issn": "0894-1912",
    "issn_type": "Print",
    "volume": "26",
    "issue": "1",
    "pub_year": "2006"
  },
  "start_page": "55",
  "end_page": "62",
  "pages": "55-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Databases, Bibliographic",
    "Evidence-Based Medicine",
    "Health Knowledge, Attitudes, Practice",
    "Role"
  ],
  "article_ids": {
    "pubmed": "16557512",
    "doi": "10.1002/chp.51"
  },
  "doi": "10.1002/chp.51",
  "dates": {
    "completed": "2006-05-24",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.504399",
    "pmid": "16557512"
  }
}