{
  "pmid": "16554329",
  "uid": "16554329",
  "title": "The direct and indirect economic costs incurred by living kidney donors-a systematic review.",
  "abstract": "BACKGROUND: Despite the many benefits of living donor kidney transplantation, economic consequences can result for donors. We reviewed studies which quantified the direct and indirect costs incurred by living kidney donors, in order to understand the strengths and limitations of existing literature. METHODS: We identified relevant studies in MEDLINE, EMBASE and ECONOLIT bibliographic databases, in the Science Citation Index and study reference lists. Any study which reported at least one cost relevant to donors was included. The accuracy of abstracted data was verified by two reviewers and reported in year 2004 US dollars. RESULTS: Thirty-five studies from 12 countries described costs incurred by individuals who donated between the years 1964 and 2003. No study comprehensively quantified all relevant expenses-the sum of select costs considered in one US study averaged Dollars 837 per donor and ranged from Dollars 0 to 28,906. Travel and/or accommodation costs were incurred by 9-99% of donors, and were higher in countries with a larger land mass. Post-discharge analgesics were required by 4-24% of donors, but prescription costs were not reported. Between 14 and 30% of donors incurred costs for lost income, with an average loss of Dollars 3386 in one study from the UK and Dollars 682 in another study from the Netherlands. Costs for dependent care were incurred by 9-44% of donors, while costs for domestic help were incurred by 8% of donors. CONCLUSIONS: Donors incur many types of costs attributable to kidney donation and the total costs are certainly higher than previously reported. To guide informed consent and fair reimbursement policies, further data on all relevant costs, preferably from a detailed prospective multi-centre cohort study, are required.",
  "authors": [
    {
      "last_name": "Clarke",
      "fore_name": "Katherine S",
      "initials": "KS",
      "name": "Katherine S Clarke",
      "affiliations": [
        "Division of Nephrology, University of Western Ontario, Canada."
      ]
    },
    {
      "last_name": "Klarenbach",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Klarenbach",
      "affiliations": []
    },
    {
      "last_name": "Vlaicu",
      "fore_name": "Sorina",
      "initials": "S",
      "name": "Sorina Vlaicu",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Robert C",
      "initials": "RC",
      "name": "Robert C Yang",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
    "iso_abbreviation": "Nephrol Dial Transplant",
    "issn": "0931-0509",
    "issn_type": "Print",
    "volume": "21",
    "issue": "7",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "1952",
  "end_page": "1960",
  "pages": "1952-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Compensation and Redress",
    "Cost of Illness",
    "Costs and Cost Analysis",
    "Databases, Bibliographic",
    "Fees and Charges",
    "Health Expenditures",
    "Humans",
    "Kidney Diseases",
    "Kidney Transplantation",
    "Living Donors",
    "Models, Organizational",
    "Motivation",
    "Public Policy",
    "Tissue Donors",
    "Tissue and Organ Harvesting",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "16554329",
    "doi": "10.1093/ndt/gfl069",
    "pii": "gfl069"
  },
  "doi": "10.1093/ndt/gfl069",
  "dates": {
    "completed": "2007-02-01",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.920769",
    "pmid": "16554329"
  }
}