{
  "pmid": "16551325",
  "uid": "16551325",
  "title": "Isolation of health services research from practice and policy: the example of chronic heart failure management.",
  "abstract": "This study examined how health services research connects with practice and policy, first by investigating whether successful research projects continued in their test settings and engendered replication and then by examining whether a coherent body of research helped shape public policy. Chronic heart failure (CHF) was studied because randomized, controlled trials of posthospital CHF disease management have repeatedly demonstrated patient benefits and reduced costs, yet this practice has not become standard in the United States. Literature review produced 30 randomized, controlled trials of multidisciplinary outpatient CHF management, generally yielding improved patient outcomes. An e-mail survey of first authors (97% response rate) showed that practices proven to be effective in U.S. studies generally did not continue or expand (13 of 15 studies), mostly attributed to financial constraints (11 of 13), whereas similar projects in other countries often became permanent (7 of 13). U.S. respondents generally rated current quality of clinical care as good, whereas those elsewhere mostly rated it as excellent. Recent Medicare reforms implemented a model of CHF management substantially different from those studied in health services research. The Congressional hearings leading to these Medicare reforms, and the statute itself, mostly evidence the model used by commercial disease-management firms. Policy-makers, health service researchers, and funding agencies could develop more-effective methods for translating proven models of healthcare delivery into routine practice. Reforms that might improve the effectiveness of the linkages between research, policy, and practice are suggested.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Bloomberg School of Public Health, Johns Hopkins University, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Christopher O",
      "initials": "CO",
      "name": "Christopher O Phillips",
      "affiliations": []
    },
    {
      "last_name": "Rich",
      "fore_name": "Michael W",
      "initials": "MW",
      "name": "Michael W Rich",
      "affiliations": []
    },
    {
      "last_name": "Spertus",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Spertus",
      "affiliations": []
    },
    {
      "last_name": "Krumholz",
      "fore_name": "Harlan M",
      "initials": "HM",
      "name": "Harlan M Krumholz",
      "affiliations": []
    },
    {
      "last_name": "Lynn",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Lynn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "0002-8614",
    "issn_type": "Print",
    "volume": "54",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Mar"
  },
  "start_page": "535",
  "end_page": "540",
  "pages": "535-40",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Guideline Adherence",
    "Health Policy",
    "Health Services Research",
    "Heart Failure",
    "Humans",
    "Outcome and Process Assessment, Health Care",
    "United States"
  ],
  "article_ids": {
    "pubmed": "16551325",
    "doi": "10.1111/j.1532-5415.2005.00638.x",
    "pii": "JGS638"
  },
  "doi": "10.1111/j.1532-5415.2005.00638.x",
  "dates": {
    "completed": "2006-04-25",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "5P20HS011558-03",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:28.543586",
    "pmid": "16551325"
  }
}