{
  "pmid": "16550954",
  "uid": "16550954",
  "title": "Hyperresponsiveness of congestive nasal reflexes in allergic rhinitis.",
  "abstract": "BACKGROUND: Nasal secretory hyperresponsiveness is well documented in allergic rhinitis, and is mediated in part by neural mechanisms. In contrast, reflex-mediated congestion is poorly documented in both normal and allergic subjects. OBJECTIVE: To characterize congestive responses to unilateral nasal bradykinin challenge in normal and allergic subjects, and to investigate whether congestive hyperresponsiveness is present in allergic rhinitis. METHODS: Normal subjects (n = 13), and subjects with out-of-season seasonal allergic rhinitis (SAR) (n = 16) underwent a unilateral nasal challenge protocol using filter paper disks, using Hartman's solution and bradykinin as challenge substances. Congestive responses were measured using acoustic rhinometry. RESULTS: Normal subjects demonstrated a transient ipsilateral congestive response, and a circumscribed contralateral congestive response away from the major flow limiting section. Subjects with SAR demonstrated a more persistent ipsilateral congestive response, and a more pronounced, generalized contralateral congestive response affecting all areas of the contralateral nasal cavity. Significant differences were present between normal and SAR subjects. CONCLUSION: Congestive reflexes are present in normal and allergic subjects. Congestive hyperresponsiveness is present in allergic rhinitis.",
  "authors": [
    {
      "last_name": "Sheahan",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Sheahan",
      "affiliations": [
        "Department of Otorhinolaryngology, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Rory McConn",
      "initials": "RM",
      "name": "Rory McConn Walsh",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Walsh",
      "affiliations": []
    },
    {
      "last_name": "Costello",
      "fore_name": "Richard W",
      "initials": "RW",
      "name": "Richard W Costello",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Rhinology",
    "iso_abbreviation": "Rhinology",
    "issn": "0300-0729",
    "issn_type": "Print",
    "volume": "44",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Mar"
  },
  "start_page": "68",
  "end_page": "73",
  "pages": "68-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Bradykinin",
    "Female",
    "Humans",
    "Irritants",
    "Male",
    "Nasal Mucosa",
    "Nasal Provocation Tests",
    "Reflex, Abnormal",
    "Rhinitis, Allergic, Seasonal",
    "Rhinometry, Acoustic",
    "Thymol",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "16550954"
  },
  "dates": {
    "completed": "2006-05-30",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Hartman's solution",
    "Irritants",
    "Vasodilator Agents",
    "Thymol",
    "Bradykinin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.450759",
    "pmid": "16550954"
  }
}