{
  "pmid": "16568415",
  "uid": "16568415",
  "title": "Maternal and littermate deprivation disrupts maternal behavior and social-learning of food preference in adulthood: tactile stimulation, nest odor, and social rearing prevent these effects.",
  "abstract": "Maternal and littermate (social) separation, through artificial rearing (AR), disrupts the development of subsequent maternal behavior and social learning in rats. The addition of maternal-licking-like stimulation during AR, partially reverses some of these effects. However, little is know about the role of social stimuli from littermates and nest odors during the preweaning period, in the development of the adult maternal behavior and social learning. The purpose of this study was to examine the effects of peer- and peer-and-odor rearing on the development of maternal behavior and social learning in rats. Female pups were reared with mothers (mother reared-MR) or without mothers (AR) from postnatal day (PND) 3. AR rats received three different treatments: (1) AR-CONTROL group received minimal tactile stimulation, (2) AR-ODOR females received exposure to maternal nest material inside the AR-isolation-cup environment, (3) AR-SOCIAL group was reared in the cup with maternal nest material and a conspecific of the same-age and same-sex and received additional tactile stimulation. MR females were reared by their mothers in the nest and with conspecifics. In adulthood, rats were tested for maternal behavior towards their own pups and in a social learning task. Results confirm our previous report that AR impairs performance of maternal behavior and the development of a social food preference. Furthermore, social cues from a littermate, in combination with tactile stimulation and the nest odor, reversed the negative effects of complete isolation (AR-CONTROL) on some of the above behaviors. Exposure to the odor alone also had effects on some of these olfactory-mediated behaviors. These studies indicate that social stimulation from littermates during the preweaning period, in combination with odor from the nest and tactile stimulation, contributes to the development of affiliative behaviors.",
  "authors": [
    {
      "last_name": "Melo",
      "fore_name": "Angel I",
      "initials": "AI",
      "name": "Angel I Melo",
      "affiliations": [
        "Centro de Investigación en Reproducción Animal, Universidad Autónoma de Tlaxcala, CINVESTAV-Laboratorio Tlaxcala. Apdo. Postal 62 Tlaxcala Tlax. 90000, México. angelimelo@hotmail.com"
      ]
    },
    {
      "last_name": "Lovic",
      "fore_name": "Vedran",
      "initials": "V",
      "name": "Vedran Lovic",
      "affiliations": []
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": []
    },
    {
      "last_name": "Madden",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Madden",
      "affiliations": []
    },
    {
      "last_name": "Sinopoli",
      "fore_name": "Katia",
      "initials": "K",
      "name": "Katia Sinopoli",
      "affiliations": []
    },
    {
      "last_name": "Fleming",
      "fore_name": "Alison S",
      "initials": "AS",
      "name": "Alison S Fleming",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Developmental psychobiology",
    "iso_abbreviation": "Dev Psychobiol",
    "issn": "0012-1630",
    "issn_type": "Print",
    "volume": "48",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "209",
  "end_page": "219",
  "pages": "209-19",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Animals",
    "Animals, Newborn",
    "Behavior, Animal",
    "Cues",
    "Discrimination, Psychological",
    "Female",
    "Food Preferences",
    "Learning",
    "Maternal Behavior",
    "Maternal Deprivation",
    "Odorants",
    "Rats",
    "Rats, Sprague-Dawley",
    "Sibling Relations",
    "Siblings",
    "Smell",
    "Social Behavior",
    "Touch"
  ],
  "article_ids": {
    "pubmed": "16568415",
    "doi": "10.1002/dev.20130"
  },
  "doi": "10.1002/dev.20130",
  "dates": {
    "completed": "2006-09-15",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.108316",
    "pmid": "16568415"
  }
}