{
  "pmid": "16565999",
  "uid": "16565999",
  "title": "Do supplementary items on the eating disorder examination improve the assessment of adolescents with anorexia nervosa?",
  "abstract": "OBJECTIVE: Given that adolescents with anorexia nervosa (AN) typically have lower scores on the Eating Disorder Examination (EDE) than expected, the current study examined whether the inclusion of eight supplementary items developed by the authors of the EDE better captured the symptoms of adolescents with AN. METHOD: A dataset consisting of EDEs from 86 adolescents was examined by 3 primary methods: (1) baseline subscale scores were compared before and after the addition of the supplementary items, (2) the internal consistency of the EDE with the addition of these items was examined, and (3) each of these items was compared before and after treatment. RESULTS: After the addition of the supplementary items, the Eating Concern and Weight Concern subscales were significantly increased, whereas the Restraint subscale was significantly decreased, and the Shape Concern subscale was unchanged. Internal consistency was improved on the Eating Concern, Weight Concern, and Shape Concern subscales, and was decreased on the Restraint subscale. Three of eight items showed a significant decrease with treatment. CONCLUSION: Although the addition of some of these eight supplementary items better captured the psychopathology of adolescents with AN, scores were still substantially below expected, indicating that the exploration of other methods of assessment is needed.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Couturier",
      "affiliations": [
        "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada. jcouturi@uwo.ca"
      ]
    },
    {
      "last_name": "Lock",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lock",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of eating disorders",
    "iso_abbreviation": "Int J Eat Disord",
    "issn": "0276-3478",
    "issn_type": "Print",
    "volume": "39",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "426",
  "end_page": "433",
  "pages": "426-33",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anorexia Nervosa",
    "Body Image",
    "Body Weight",
    "Diet, Reducing",
    "Female",
    "Humans",
    "Male",
    "Personality Assessment",
    "Psychometrics",
    "Reproducibility of Results",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "16565999",
    "doi": "10.1002/eat.20258"
  },
  "doi": "10.1002/eat.20258",
  "dates": {
    "completed": "2006-07-31",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.275125",
    "pmid": "16565999"
  }
}