{
  "pmid": "16584804",
  "uid": "16584804",
  "title": "Seeking a second opinion: do patients need a second opinion when practice guidelines exist?",
  "abstract": "INTRODUCTION: Patients often search for a second opinion (i.e., a search for additional information on the diagnosis and/or treatment options and the potential prognosis, which will help the patient decide what to do or not to do, where, with whom and how). The scope of this phenomenon is not well documented. Also it is not clear if this is warranted or not. This paper aims to explore whether knowing that his clinician follows practice guidelines eliminates the need of a patient's to seek a second opinion. Given that practice guidelines should allow each patient to benefit from the best current clinical evidence, one might wonder if in such a context a second opinion is still necessary, and if so, for what reasons? METHODS: We review the literature to find the reasons that may prompt a patient to seek a second opinion before the implementation of practice guidelines. We then analyse, from a conceptual point of view, whether for 'informed patient' (i.e., one who knows about and understands practice guidelines) these reasons still hold after the implementation of practice guidelines and if new reasons for seeking a second opinion have emerged. We also discuss practical limitations to searching for a second opinion. RESULTS: We show that even if some reasons, like the search for a second opinion to check whether the treatment prescribed by the first physician is appropriate or not, can be questioned after the implementation of practice guidelines, an 'informed patient' may still wish to seek a second opinion stemming from new reasons which have emerged after the introduction of practice guidelines, e.g., to determine which practice guidelines his physician follows and whether they are appropriate to his case. SUMMARY AND CONCLUSION: We conclude that the implementation of practice guidelines will not eliminate the need for a second opinion consultation. On the contrary, the use of guidelines can even stimulate a broader request for second opinions. This conclusion however needs to be validated in an empirical study.",
  "authors": [
    {
      "last_name": "Moumjid",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Moumjid",
      "affiliations": [
        "GRESAC (Research Group in Health Economics in Cancer Care), LASS, CNRS (FRE 2747), Centre Léon Bérard, 28 Rue Laënnec, 69008 Lyon, France. ferdjaou@lyon.fnclcc.fr"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Bremond",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Bremond",
      "affiliations": []
    },
    {
      "last_name": "Carrere",
      "fore_name": "Marie-Odile",
      "initials": "MO",
      "name": "Marie-Odile Carrere",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "80",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "43",
  "end_page": "50",
  "pages": "43-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "France",
    "Humans",
    "Patient Acceptance of Health Care",
    "Physician-Patient Relations",
    "Practice Guidelines as Topic",
    "Referral and Consultation"
  ],
  "article_ids": {
    "pubmed": "16584804",
    "doi": "10.1016/j.healthpol.2006.02.009",
    "pii": "S0168-8510(06)00035-2"
  },
  "doi": "10.1016/j.healthpol.2006.02.009",
  "dates": {
    "completed": "2007-02-27",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.868085",
    "pmid": "16584804"
  }
}