{
  "pmid": "16598512",
  "uid": "16598512",
  "title": "ACE inhibition in secondary prevention: are the results controversial?",
  "abstract": "Results from the HOPE and EUROPA trials showed that ACE inhibitors lower cardiovascular mortality of patients with atherosclerosis and preserved left ventricular function. However, despite apparently adequate study design, the recently conducted PEACE trial detected no benefit of an additional ACE inhibitor treatment in patients with coronary artery disease and no heart failure with respect to cardiovascular risk reduction. One of the main reasons for this discrepancy might be the lower cardiovascular baseline risk of the PEACE study population, which was more intensively treated with lipid lowering drugs and myocardial revascularization prior to enrollment than patients in HOPE or EUROPA. Another reason for the negative results of PEACE might be substance-specific differences between individual ACE inhibitors (trandolapril in PEACE, ramipril in HOPE, and perindopril in EUROPA) in their clinical efficacy to reduce cardiovascular end-points. The PEACE trial did not achieve the originally projected sample size and the addition of a soft end-point of revascularization has not been helpful. While the results from the PEACE trial suggest that low-risk patients with coronary artery disease and with preserved left ventricular function who receive intensive standard therapy including lipid lowering and coronary revascularization may not benefit from additional ACE inhibition therapy, this conclusion should be made with caution. A number of reasons, other than drug treatment efficacy, may explain the neutral results in the PEACE trial. Further studies are needed to try to resolve this issue. In the meantime, the overwhelming data still support the use of ACE inhibitors in patients with coronary artery disease with preserved left ventricular function.",
  "authors": [
    {
      "last_name": "Friedrich",
      "fore_name": "Erik B",
      "initials": "EB",
      "name": "Erik B Friedrich",
      "affiliations": [
        "Klinik für Innere Medizin III, Universitätsklinikum des Saarlandes, Kirrberger Strasse, 66421 Homburg/Saar, Germany. efriedrich@med-in.uni.sb.de"
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    },
    {
      "last_name": "Böhm",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Böhm",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical research in cardiology : official journal of the German Cardiac Society",
    "iso_abbreviation": "Clin Res Cardiol",
    "issn": "1861-0684",
    "issn_type": "Print",
    "volume": "95",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Feb"
  },
  "start_page": "61",
  "end_page": "67",
  "pages": "61-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Angioplasty, Balloon, Coronary",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Cardiovascular Diseases",
    "Coronary Artery Bypass",
    "Coronary Disease",
    "Dose-Response Relationship, Drug",
    "Humans",
    "Indoles",
    "Randomized Controlled Trials as Topic",
    "Ventricular Function, Left"
  ],
  "article_ids": {
    "pubmed": "16598512",
    "doi": "10.1007/s00392-006-0334-6"
  },
  "doi": "10.1007/s00392-006-0334-6",
  "dates": {
    "completed": "2006-06-30",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Indoles",
    "trandolapril"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:32.014256",
    "pmid": "16598512"
  }
}