{
  "pmid": "16595759",
  "uid": "16595759",
  "title": "Can the clinical history distinguish between organic and functional dyspepsia?",
  "abstract": "CONTEXT: Upper gastrointestinal symptoms occur in 40% of the population. An accurate diagnosis would help rationalize investigation and treatment. OBJECTIVE: To systematically review the literature of the accuracy of primary care physicians, gastroenterologists, or computer models in diagnosing organic dyspepsia. DATA SOURCES: A search of Cochrane Controlled Trials Register (December 2003), MEDLINE (1966-December 2003), EMBASE (1988-December 2003), and CINAHL (1982-December 2003) for studies that reported on cohorts of patients attending for endoscopy that had symptoms, clinical opinion, or both recorded before investigation. STUDY SELECTION: Studies that prospectively compared the diagnosis reached by a clinician, computer model, or both with results of upper gastrointestinal endoscopy in adult patients with upper gastrointestinal symptoms. DATA EXTRACTION: Two authors independently assessed studies (n = 79) for eligibility and abstracted data for estimating likelihood ratios (LRs) of clinical opinion, computer models, or both in diagnosing an organic cause for dyspepsia. DATA SYNTHESIS: Fifteen studies were identified that evaluated 11 366 patients, with 4817 patients (42%) classified as having organic dyspepsia. The computer models performed similarly to the clinician; therefore, the 2 approaches were combined. The diagnosis reached by the clinician or computer model suggesting organic dyspepsia had an LR of 1.6 (95% confidence interval [CI], 1.4-1.8), and a negative result decreased the likelihood of organic dyspepsia (LR, 0.46; 95% CI, 0.38-0.55). A diagnosis of peptic ulcer disease performed similarly with an LR of 2.2 (95% CI, 1.9-2.6), but an evaluation that suggested the absence of peptic ulcer disease had an LR of 0.45 (95% CI, 0.38-0.53). A clinical history suggesting esophagitis had an LR of 2.4 (95% CI, 1.9-3.0) vs a negative history that had an LR of 0.50 (95% CI, 0.42-0.60). CONCLUSION: Neither clinical impression nor computer models that incorporated patient demographics, risk factors, history items, and symptoms adequately distinguished between organic and functional disease in patients referred for endoscopic evaluation of dyspepsia.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. moayyep@mcmaster.ca"
      ]
    },
    {
      "last_name": "Talley",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Talley",
      "affiliations": []
    },
    {
      "last_name": "Fennerty",
      "fore_name": "M Brian",
      "initials": "MB",
      "name": "M Brian Fennerty",
      "affiliations": []
    },
    {
      "last_name": "Vakil",
      "fore_name": "Nimish",
      "initials": "N",
      "name": "Nimish Vakil",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "295",
    "issue": "13",
    "pub_year": "2006",
    "pub_month": "Apr",
    "pub_day": "05"
  },
  "start_page": "1566",
  "end_page": "1576",
  "pages": "1566-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Diagnosis, Computer-Assisted",
    "Dyspepsia",
    "Esophagitis",
    "Family Practice",
    "Gastroenterology",
    "Gastroscopy",
    "Humans",
    "Medical History Taking",
    "Peptic Ulcer",
    "Physical Examination",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "16595759",
    "doi": "10.1001/jama.295.13.1566",
    "pii": "295/13/1566"
  },
  "doi": "10.1001/jama.295.13.1566",
  "dates": {
    "completed": "2006-04-12",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.368234",
    "pmid": "16595759"
  }
}