{
  "pmid": "16622142",
  "uid": "16622142",
  "title": "Second-order peer review of the medical literature for clinical practitioners.",
  "abstract": "CONTEXT: Most articles in clinical journals are not appropriate for direct application by individual clinicians. OBJECTIVE: To create a second order of clinical peer review for journal articles to determine which articles are most relevant for specific clinical disciplines. DESIGN AND SETTING: A 2-stage prospective observational study in which research staff reviewed all issues of over 110 (number has varied slightly as new journals were added or discarded from review but number has always been over 110) clinical journals and selected each article that met critical appraisal criteria from January 2003 through the present. Practicing physicians were recruited from around the world, excluding Northern Ontario, to the McMaster Online Rating of Evidence (MORE) system and registered as raters according to their clinical disciplines. An automated system assigned each qualifying article to raters for each pertinent clinical discipline, and recorded their online assessments of the articles on 7-point scales (highest score, 7) of relevance and newsworthiness (defined as useful new information for physicians). Rated articles fed an online alerting service, the McMaster Premium Literature Service (PLUS). Physicians from Northern Ontario were invited to register with PLUS and then receive e-mail alerts about articles according to MORE system peer ratings for their own discipline. Online access by PLUS users of PLUS alerts, raters' comments, article abstracts, and full-text journal articles was automatically recorded. MAIN OUTCOME MEASURES: Clinical rater recruitment and performance. Relevance and newsworthiness of journal articles to clinical practice in the discipline of the rating physician. RESULTS: Through October 2005, MORE had 2139 clinical raters, and PLUS had 5892 articles with 45 462 relevance ratings and 44 724 newsworthiness ratings collected since 2003. On average, clinicians rated systematic review articles higher for relevance to practice than articles with original evidence and lower for useful new information. Primary care physicians rated articles lower than did specialists (P<.05). Of the 98 physicians who registered for PLUS, 88 (90%) used it on 3136 occasions during an 18-month test period. CONCLUSIONS: This demonstration project shows the feasibility and use of a post-publication clinical peer review system that differentiates published journal articles according to the interests of a broad range of clinical disciplines.",
  "authors": [
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, Michael G. DeGroote School of Medicine, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada. bhaynes@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cotoi",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Cotoi",
      "affiliations": []
    },
    {
      "last_name": "Holland",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Holland",
      "affiliations": []
    },
    {
      "last_name": "Walters",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Walters",
      "affiliations": []
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Jedraszewski",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Jedraszewski",
      "affiliations": []
    },
    {
      "last_name": "McKinlay",
      "fore_name": "James",
      "initials": "J",
      "name": "James McKinlay",
      "affiliations": []
    },
    {
      "last_name": "Parrish",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Parrish",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "295",
    "issue": "15",
    "pub_year": "2006",
    "pub_month": "Apr",
    "pub_day": "19"
  },
  "start_page": "1801",
  "end_page": "1808",
  "pages": "1801-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Medicine",
    "Medicine",
    "Peer Review, Research",
    "Periodicals as Topic",
    "Prospective Studies",
    "Review Literature as Topic",
    "Specialization"
  ],
  "article_ids": {
    "pubmed": "16622142",
    "doi": "10.1001/jama.295.15.1801",
    "pii": "295/15/1801"
  },
  "doi": "10.1001/jama.295.15.1801",
  "dates": {
    "completed": "2006-04-21",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.373301",
    "pmid": "16622142"
  }
}