{
  "pmid": "16629922",
  "uid": "16629922",
  "title": "Health promotion for frail older home care clients.",
  "abstract": "AIM: This paper reports a study evaluating the comparative effects and costs of a proactive nursing health promotion intervention in addition to usual home care for older people compared with usual home care services alone. BACKGROUND: An ageing population, budget constraints and technological advances in many countries have increased the pressure on home care resources. The result is a shift in nursing services from health promotion to meet the more pressing need for postacute care. For frail older people with long-term needs, these changes combine to create a fragmented system of health service delivery, characterized by providing nursing on demand rather than proactively. METHODS: A two-armed, single-blind, randomized controlled trial was carried out with older people > or =75 years and eligible for personal support services through a home care programme in Ontario, Canada. Participants were randomly allocated either to usual home care (control) or to a nursing (experimental) group. In addition to usual home care, the nursing group received a health assessment combined with regular home visits or telephone contacts, health education about management of illness, coordination of community services, and use of empowerment strategies to enhance independence. The data were collected in 2001-2002. RESULTS: Of the 288 older people who were randomly allocated at baseline, 242 (84%) completed the study (120 nursing group; 122 control group). Proactively providing older people with nursing health promotion, compared with providing nursing services on-demand, resulted in better mental health functioning (P = 0.009), a reduction in depression (P = 0.009), and enhanced perceptions of social support (P = 0.009) at no additional cost from a societal perspective. CONCLUSIONS: Home based nursing health promotion, proactively provided to frail older people with chronic health needs, enhances quality of life while not increasing the overall costs of health care. The results underscore the need to re-invest in nursing services for health promotion for older clients receiving home care.",
  "authors": [
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "Ontario Ministry of Health and Long-Term Care, Health Research Personnel Development Fund, Ontario, Canada. mreid@mcmaster.ca"
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Weir",
      "affiliations": []
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Roberts",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Henderson",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Henderson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "0309-2402",
    "issn_type": "Print",
    "volume": "54",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "May"
  },
  "start_page": "381",
  "end_page": "395",
  "pages": "381-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Aged",
    "Aged, 80 and over",
    "Depression",
    "Emotions",
    "Female",
    "Frail Elderly",
    "Health Care Costs",
    "Health Promotion",
    "Health Status",
    "Home Nursing",
    "Humans",
    "Male",
    "Mental Health",
    "Patient Acceptance of Health Care",
    "Patient Dropouts",
    "Quality of Life",
    "Single-Blind Method",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "16629922",
    "doi": "10.1111/j.1365-2648.2006.03817.x",
    "pii": "JAN3817"
  },
  "doi": "10.1111/j.1365-2648.2006.03817.x",
  "dates": {
    "completed": "2006-09-26",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.868853",
    "pmid": "16629922"
  }
}