{
  "pmid": "16625115",
  "uid": "16625115",
  "title": "In-house, overnight physician staffing: a cross-sectional survey of Canadian adult and pediatric intensive care units.",
  "abstract": "OBJECTIVE: Physician staffing is an important determinant of patient outcomes following intensive care unit (ICU) admission. We conducted a national survey of in-house after-hours physician staffing in Canadian ICUs. DESIGN: : Cross-sectional survey. SETTING: Canadian adult and pediatric ICUs. PARTICIPANTS: ICU directors. INTERVENTIONS: ICU directors of Canadian adult and pediatric ICUs were surveyed to describe overnight staffing by interns, residents, critical care medicine trainees, clinical assistants, and ICU physicians in their ICUs. MEASUREMENTS AND MAIN RESULTS: Data were collected regarding hospital and ICU demographics and ICU staffing. For ICUs with in-house overnight physicians, we documented physician experience, shift duration, and clinical responsibilities outside the ICU. We identified 98 Canadian ICU directors, of whom 88 (90%) responded. Dedicated in-house physician coverage overnight was reported in 53 (60%) ICUs, including 13 (15%) in which ICU staff physicians stayed in-house overnight. Compared with ICUs without in-house physicians, those with in-house physicians had more ICU beds (15 vs. 8.5, p=.0001) and fewer ICU staff physicians (5 vs. 7, p=.03). For the 271 physicians who provide overnight staffing, the median level of postgraduate experience was 3 yrs (range, <1 yr, >10 yrs); 129 (48%) had <3 months of ICU experience. Most shifts (83%) were >20 hrs long. CONCLUSIONS: In-house overnight physician staffing in Canadian ICUs varies widely. Only a minority of ICUs comply with the 2003 Society of Critical Care Medicine guidelines for adult ICUs recommending continuous in-house staffing by ICU staff physicians. The duration of most ICU shifts raises concern about workload-associated fatigue and medical error. The impact of current nighttime staffing requires further evaluation with respect to patient outcomes.",
  "authors": [
    {
      "last_name": "Parshuram",
      "fore_name": "Christopher S",
      "initials": "CS",
      "name": "Christopher S Parshuram",
      "affiliations": [
        "Department of Critical Care Medicine and Division of Clinical Pharmacology, Population Health Sciences, the Research Institute, the Hospital for Sick Children, Toronto, and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirpalani",
      "fore_name": "Haresh",
      "initials": "H",
      "name": "Haresh Kirpalani",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": []
    },
    {
      "last_name": "Granton",
      "fore_name": "John",
      "initials": "J",
      "name": "John Granton",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "34",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Jun"
  },
  "start_page": "1674",
  "end_page": "1678",
  "pages": "1674-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Child",
    "Cross-Sectional Studies",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Intensive Care Units",
    "Intensive Care Units, Pediatric",
    "Personnel Staffing and Scheduling",
    "Physicians",
    "Workforce",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "16625115",
    "doi": "10.1097/01.CCM.0000218808.13189.E7"
  },
  "doi": "10.1097/01.CCM.0000218808.13189.E7",
  "dates": {
    "completed": "2006-06-15",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.952482",
    "pmid": "16625115"
  }
}