{
  "pmid": "16626892",
  "uid": "16626892",
  "title": "Radiation dose to the internal pudendal arteries from permanent-seed prostate brachytherapy as determined by time-of-flight MR angiography.",
  "abstract": "PURPOSE: To determine the feasibility of time-of-flight magnetic resonance (MR) angiography to visualize the internal pudendal arteries (IPAs) in potent men undergoing permanent-seed prostate brachytherapy and to calculate the radiation dose received by these arteries. METHODS AND MATERIALS: Prostate brachytherapy is performed at the University Health Network/Princess Margaret Hospital by use of transrectal ultrasound (TRUS) preplanning and preloaded needles. All patients received (125)I, with a mean seed activity of 0.32 mCi/seed (0.41 U). Postplan evaluation is performed at 1 month by magnetic resonance-computed tomography fusion. Twenty consecutive potent men had time-of-flight MR angiography as part of their postplan evaluation. RESULTS: The mean V100 was 96.5%, and the mean D90 was171.5 Gy. The IPAs were easily visualized for 18 of the 20 men. The mean peak dose received by the IPA was 17 Gy. The highest peak dose received by any patient was 38.2 Gy, with only 1 other patient receiving a peak dose greater than 30 Gy. Eleven of 18 had a measurable portion of at least 1 IPA that received 10% of the prescribed dose (V10 = 14.5 Gy). Only 2 patients had nonzero values for V25. The distal third of the IPA received the highest dose for 16 of the 18 patients. CONCLUSIONS: The IPAs can be well visualized in the majority of potent men by use of time-of-flight MR angiography 1 month after brachytherapy. The IPAs receive a low but calculable dose from permanent-seed (125)I brachytherapy. Further research is needed to determine if this outcome has any correlation with subsequent potency.",
  "authors": [
    {
      "last_name": "Gillan",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin Gillan",
      "affiliations": [
        "Department of Radiation Medicine, University Health Network, Princess Margaret Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kirilova",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Kirilova",
      "affiliations": []
    },
    {
      "last_name": "Landon",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Landon",
      "affiliations": []
    },
    {
      "last_name": "Yeung",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Yeung",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": []
    },
    {
      "last_name": "Crook",
      "fore_name": "Juanita",
      "initials": "J",
      "name": "Juanita Crook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of radiation oncology, biology, physics",
    "iso_abbreviation": "Int J Radiat Oncol Biol Phys",
    "issn": "0360-3016",
    "issn_type": "Print",
    "volume": "65",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "688",
  "end_page": "693",
  "pages": "688-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Angiography",
    "Arteries",
    "Brachytherapy",
    "Feasibility Studies",
    "Genitalia, Male",
    "Humans",
    "Iodine Radioisotopes",
    "Magnetic Resonance Angiography",
    "Male",
    "Middle Aged",
    "Penile Erection",
    "Prostatic Neoplasms",
    "Radiation Dosage"
  ],
  "article_ids": {
    "pubmed": "16626892",
    "doi": "10.1016/j.ijrobp.2006.01.037",
    "pii": "S0360-3016(06)00160-X"
  },
  "doi": "10.1016/j.ijrobp.2006.01.037",
  "dates": {
    "completed": "2006-07-06",
    "revised": "2006-06-05"
  },
  "chemicals": [
    "Iodine Radioisotopes"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.844010",
    "pmid": "16626892"
  }
}