{
  "pmid": "16633129",
  "uid": "16633129",
  "title": "Colonic health: fermentation and short chain fatty acids.",
  "abstract": "Interest has been recently rekindled in short chain fatty acids (SCFAs) with the emergence of prebiotics and probiotics aimed at improving colonic and systemic health. Dietary carbohydrates, specifically resistant starches and dietary fiber, are substrates for fermentation that produce SCFAs, primarily acetate, propionate, and butyrate, as end products. The rate and amount of SCFA production depends on the species and amounts of microflora present in the colon, the substrate source and gut transit time. SCFAs are readily absorbed. Butyrate is the major energy source for colonocytes. Propionate is largely taken up by the liver. Acetate enters the peripheral circulation to be metabolized by peripheral tissues. Specific SCFA may reduce the risk of developing gastrointestinal disorders, cancer, and cardiovascular disease. Acetate is the principal SCFA in the colon, and after absorption it has been shown to increase cholesterol synthesis. However, propionate, a gluconeogenerator, has been shown to inhibit cholesterol synthesis. Therefore, substrates that can decrease the acetate: propionate ratio may reduce serum lipids and possibly cardiovascular disease risk. Butyrate has been studied for its role in nourishing the colonic mucosa and in the prevention of cancer of the colon, by promoting cell differentiation, cell-cycle arrest and apoptosis of transformed colonocytes; inhibiting the enzyme histone deacetylase and decreasing the transformation of primary to secondary bile acids as a result of colonic acidification. Therefore, a greater increase in SCFA production and potentially a greater delivery of SCFA, specifically butyrate, to the distal colon may result in a protective effect. Butyrate irrigation (enema) has also been suggested in the treatment of colitis. More human studies are now needed, especially, given the diverse nature of carbohydrate substrates and the SCFA patterns resulting from their fermentation. Short-term and long-term human studies are particularly required on SCFAs in relation to markers of cancer risk. These studies will be key to the success of dietary recommendations to maximize colonic disease prevention.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "Julia M W",
      "initials": "JM",
      "name": "Julia M W Wong",
      "affiliations": [
        "Clinical Nutrition and Risk Factor Modification Center, St Michael's Hospital, Toronto, Ont, Canada. julia.wong@utoronto.ca"
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell de Souza",
      "affiliations": []
    },
    {
      "last_name": "Kendall",
      "fore_name": "Cyril W C",
      "initials": "CW",
      "name": "Cyril W C Kendall",
      "affiliations": []
    },
    {
      "last_name": "Emam",
      "fore_name": "Azadeh",
      "initials": "A",
      "name": "Azadeh Emam",
      "affiliations": []
    },
    {
      "last_name": "Jenkins",
      "fore_name": "David J A",
      "initials": "DJ",
      "name": "David J A Jenkins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical gastroenterology",
    "iso_abbreviation": "J Clin Gastroenterol",
    "issn": "0192-0790",
    "issn_type": "Print",
    "volume": "40",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Mar"
  },
  "start_page": "235",
  "end_page": "243",
  "pages": "235-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Carbohydrate Metabolism",
    "Colon",
    "Dietary Fiber",
    "Fatty Acids, Volatile",
    "Fermentation",
    "Gastrointestinal Diseases",
    "Humans",
    "Intestinal Absorption"
  ],
  "article_ids": {
    "pubmed": "16633129",
    "doi": "10.1097/00004836-200603000-00015",
    "pii": "00004836-200603000-00015"
  },
  "doi": "10.1097/00004836-200603000-00015",
  "dates": {
    "completed": "2006-09-14",
    "revised": "2024-01-09"
  },
  "chemicals": [
    "Dietary Fiber",
    "Fatty Acids, Volatile"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:17:42.549875",
    "pmid": "16633129"
  }
}