{
  "pmid": "16630418",
  "uid": "16630418",
  "title": "Does flattery work? A comparison of 2 different cover letters for an international survey of orthopedic surgeons.",
  "abstract": "BACKGROUND: Surveys are an important tool for gaining information about physicians' beliefs, practice patterns and knowledge. However, the validity of surveys among physicians is often threatened by low response rates. We investigated whether response rates to an international survey could be increased using a more personalized cover letter. METHODS: We conducted an international survey of the 442 surgeon-members of the Orthopaedic Trauma Association on the treatment of femoral-neck fractures. We used previous literature, key informants and focus groups in developing the self-administered 8-page questionnaire. Half of the participants received the survey by mail, and half received an e-mail invitation to participate on the Internet. We alternately allocated participants to receive a \"standard\" or \"test\" cover letter. RESULTS: We found a higher primary response rate to the test cover letter (47%) than to the standard cover letter (30%) among those who received the questionnaire by mail. There was no difference between the response rates to the test and to the standard cover letters in the Internet group (22% v. 23%). Overall, there was a higher primary response rate for the test cover letter (34%) when both the mail and Internet groups were combined, compared with the standard cover letter (27%). CONCLUSIONS: Our test cover letter to surgeons in our survey resulted in a significantly higher primary response rate than a standard cover letter when the survey was sent by mail. Researchers should consider using a more personalized cover letter with a postal survey to increase response rates.",
  "authors": [
    {
      "last_name": "Leece",
      "fore_name": "Pam",
      "initials": "P",
      "name": "Pam Leece",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "0008-428X",
    "issn_type": "Print",
    "volume": "49",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "90",
  "end_page": "95",
  "pages": "90-5",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Correspondence as Topic",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "International Cooperation",
    "Orthopedic Procedures",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16630418",
    "pmc": "PMC3207534"
  },
  "pmc_id": "PMC3207534",
  "dates": {
    "completed": "2006-05-16",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.110348",
    "pmid": "16630418"
  }
}