{
  "pmid": "16646730",
  "uid": "16646730",
  "title": "A review and analysis of placebo treatments, placebo effects, and placebo controls in trials of medical procedures when sham is not inert.",
  "abstract": "Researchers examining the efficacy of medical procedures make assumptions about the nature of placebo. From these assumptions they select the sham interventions to be used in their trials. However, placebo is not well defined. A number of definitions are contradictory and sometimes misleading. This leads to problems in sham-controlled studies of medical procedures and difficulties interpreting their results. The author explores some of the contradictory definitions of placebo and assumptions and consequences of these. Principal among these is the assumption that the placebo is inert when it is not, which introduces bias against the tested medical procedures and devices. To illustrate the problem, the author examines the use of sham procedures in clinical trials of the medical procedures surgery and acupuncture in which the sham was assumed to be inert but was not. Trials of surgery and acupuncture should be re-examined in light of this.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Stichting (Foundation) for the Study of Traditional East Asian Medicine (STEAM), Amsterdam, The Netherlands. sjbirch@gmail.com"
      ]
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1075-5535",
    "issn_type": "Print",
    "volume": "12",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Apr"
  },
  "start_page": "303",
  "end_page": "310",
  "pages": "303-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Controlled Clinical Trials as Topic",
    "Human Experimentation",
    "Humans",
    "Placebos",
    "Research Design",
    "Surgical Procedures, Operative"
  ],
  "article_ids": {
    "pubmed": "16646730",
    "doi": "10.1089/acm.2006.12.303"
  },
  "doi": "10.1089/acm.2006.12.303",
  "dates": {
    "completed": "2006-07-25",
    "revised": "2019-11-09"
  },
  "chemicals": [
    "Placebos"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.641961",
    "pmid": "16646730"
  }
}