{
  "pmid": "16646037",
  "uid": "16646037",
  "title": "Increase in bone marrow lesions associated with cartilage loss: a longitudinal magnetic resonance imaging study of knee osteoarthritis.",
  "abstract": "OBJECTIVE: Although bone marrow lesions (BMLs) are powerful predictors of joint space loss as visualized on radiographs, the natural history of these lesions, their relationship to cartilage loss, and the association between change in these lesions and cartilage loss are unknown. These questions were tested using longitudinal magnetic resonance imaging (MRI) data in a natural history study of symptomatic knee osteoarthritis (OA). METHODS: MRI of the knee was performed at baseline, 15 months, and 30 months in 217 patients with primary knee OA (122 men, 95 women; mean +/- SD age 66.4 +/- 9.4 years). To assess mechanical alignment, long-limb films were obtained at 15 months. Subchondral bone marrow abnormalities, graded in the medial and lateral tibiofemoral joints, were defined as poorly marginated areas of increased signal intensity in the marrow on fat-suppressed, T2-weighted images. Cartilage morphologic features in the medial and lateral tibiofemoral joints were scored at all time points using a semiquantitative scale. For each of the medial and lateral compartments, generalized estimating equations were used to evaluate the longitudinal relationship of tibiofemoral BMLs to the tibiofemoral cartilage score, with adjustment for malalignment. RESULTS: Fifty-seven percent of knees had BMLs at baseline, of which 99% remained the same or increased in size at followup. Knee compartments with a higher baseline BML score had greater cartilage loss. An increase in BMLs was strongly associated with further worsening of the cartilage score. Enlarging or new BMLs occurred mostly in malaligned limbs, on the side of the malalignment (e.g., new medial BMLs in varus-aligned knees). The association of BML change with medial tibiofemoral cartilage loss was not significant after adjusting for alignment. CONCLUSION: Lesions of the bone marrow are unlikely to resolve and often get larger over time. Compared with BMLs that stay the same, enlarging BMLs are strongly associated with more cartilage loss. Furthermore, any change in BML is mediated by limb alignment.",
  "authors": [
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": [
        "Boston University Clinical Epidemiology Research and Training Unit, Boston, Massachusetts, USA. djhunter@bu.edu"
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": []
    },
    {
      "last_name": "Goggins",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Goggins",
      "affiliations": []
    },
    {
      "last_name": "Amin",
      "fore_name": "Shreyasee",
      "initials": "S",
      "name": "Shreyasee Amin",
      "affiliations": []
    },
    {
      "last_name": "LaValley",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P LaValley",
      "affiliations": []
    },
    {
      "last_name": "Guermazi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Guermazi",
      "affiliations": []
    },
    {
      "last_name": "Genant",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Genant",
      "affiliations": []
    },
    {
      "last_name": "Gale",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Gale",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "54",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "May"
  },
  "start_page": "1529",
  "end_page": "1535",
  "pages": "1529-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Bone Marrow",
    "Cartilage",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Male",
    "Osteoarthritis, Knee"
  ],
  "article_ids": {
    "pubmed": "16646037",
    "doi": "10.1002/art.21789"
  },
  "doi": "10.1002/art.21789",
  "dates": {
    "completed": "2006-08-04",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AR-47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.034980",
    "pmid": "16646037"
  }
}