{
  "pmid": "16651571",
  "uid": "16651571",
  "title": "Predictors of short-term functional outcome following ankle fracture surgery.",
  "abstract": "BACKGROUND: Ankle fractures are among the most common injuries treated by orthopaedic surgeons. However, very few investigators have examined the functional recovery following ankle fracture surgery and, to our knowledge, none have analyzed factors that may predict functional recovery. In this study, we evaluated predictors of short-term functional outcome following surgical stabilization of ankle fractures. METHODS: Over three years, 232 patients who sustained a fracture of the ankle and were treated surgically were followed prospectively, for a minimum of one year. Trained interviewers recorded baseline characteristics, including patient demographics, medical comorbidities, and functional status according to the Short Musculoskeletal Function Assessment (SMFA). Laboratory findings, the American Society of Anesthesiologists (ASA) class, and operative findings were recorded from the chart during hospitalization. Follow-up information included the occurrence of complications or additional surgery, weight-bearing status, functional status according to the SMFA, and the American Orthopaedic Foot and Ankle Society (AOFAS) ankle-hindfoot score. The data were analyzed to determine predictors of functional recovery at three months, six months, and one year postoperatively. RESULTS: Complete follow-up data were available for 198 patients (85%). At one year, 174 (88%) of the patients had either no or mild ankle pain and 178 (90%) had either no limitations or limitations only in recreational activities. According to the AOFAS ankle-hindfoot score, 178 (90%) of the patients had > or = 90% functional recovery. A patient age of less than forty years was a predictor of recovery, as measured with the SMFA subscores, at six months after the ankle fracture. At one year, however, age was no longer a predictor of recovery. Patients who were younger than forty were more likely to recover > or = 90% of function (p = 0.004), and men were more likely than women to recover function (p = 0.02). ASA Class 1 or 2 (p = 0.03) and an absence of diabetes (p = 0.02) were also predictors of better functional recovery at one year. SMFA subscores were below average at baseline, indicating a healthy population. At three and six months postoperatively, all SMFA subscores were significantly higher than the baseline subscores (p < 0.001); however, at one year, the SMFA subscores were almost back to the baseline, normal level. CONCLUSIONS: One year after ankle fracture surgery, patients are generally doing well, with most experiencing little or mild pain and few restrictions in functional activities. They have a significant improvement in function compared with six months after the surgery. Younger age, male sex, absence of diabetes, and a lower ASA class are predictive of functional recovery at one year following ankle fracture surgery. It is important to counsel patients and their families regarding the expected functional recovery after an ankle injury.",
  "authors": [
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": [
        "Department of Orthopaedic Surgery, New York University Hospital for Joint Diseases, 301 East 17th Street, Suite 1402, New York, NY 10003, USA. egolk01@nyumc.org"
      ]
    },
    {
      "last_name": "Tejwani",
      "fore_name": "Nirmal C",
      "initials": "NC",
      "name": "Nirmal C Tejwani",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": []
    },
    {
      "last_name": "Capla",
      "fore_name": "Edward L",
      "initials": "EL",
      "name": "Edward L Capla",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Koval",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "88",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "May"
  },
  "start_page": "974",
  "end_page": "979",
  "pages": "974-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ankle Injuries",
    "Female",
    "Follow-Up Studies",
    "Fracture Fixation",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Satisfaction",
    "Predictive Value of Tests",
    "Prospective Studies",
    "Recovery of Function",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16651571",
    "doi": "10.2106/JBJS.E.00343",
    "pii": "88/5/974"
  },
  "doi": "10.2106/JBJS.E.00343",
  "dates": {
    "completed": "2006-06-06",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.452209",
    "pmid": "16651571"
  }
}