{
  "pmid": "16670137",
  "uid": "16670137",
  "title": "Meta-analysis: low-molecular-weight heparin and bleeding in patients with severe renal insufficiency.",
  "abstract": "BACKGROUND: Dose adjustment or laboratory monitoring of low-molecular-weight heparin (LMWH) is commonly recommended for patients with severe renal insufficiency (creatinine clearance < or =30 mL/min), but the basis for this recommendation is unclear. PURPOSE: To compare levels of anti-Xa heparin and risk for major bleeding in LMWH-treated patients with a creatinine clearance of 30 mL/min or less versus those with a creatinine clearance greater than 30 mL/min by using standard weight-adjusted therapeutic doses, empirically adjusted doses, or prophylactic doses of LMWH. DATA SOURCES: Electronic databases (MEDLINE, EMBASE, and the Cochrane Library) searched to December 2005 with no language restrictions. The authors also searched reference lists and contacted experts. STUDY SELECTION: Observational or subgroups of randomized studies that included non-dialysis-dependent patients with varying degrees of renal function who were treated with LMWH and reported creatinine clearance and anti-Xa levels or major bleeding. DATA EXTRACTION: Two reviewers independently selected studies and extracted data on patient characteristics, renal function, LMWH treatment, anti-Xa levels, and major bleeding. The pooled odds ratio of major bleeding in patients with a creatinine clearance of 30 mL/min or less was calculated by using the Peto method. DATA SYNTHESIS: Eighteen studies using 3 preparations of LMWH (15 studies using enoxaparin, 2 using tinzaparin, and 1 using dalteparin) were included. Peak anti-Xa levels measured 4 hours after a subcutaneous injection were statistically significantly higher in patients with a creatinine clearance of 30 mL/min or less compared with those with a creatinine clearance greater than 30 mL/min in studies that used a standard therapeutic dose of enoxaparin (4 studies) but not in studies of empirically dose-adjusted enoxaparin (3 studies). Data were insufficient to assess the relationship between anti-Xa and renal function for prophylactic doses of enoxaparin and therapeutic doses of tinzaparin or dalteparin. In 12 studies involving 4971 patients, LMWH was associated with a statistically significant increase in the risk for major bleeding in patients with a creatinine clearance of 30 mL/min or less compared with those with a creatinine clearance greater than 30 mL/min (5.0% vs. 2.4%; odds ratio, 2.25 [95% CI, 1.19 to 4.27]; P = 0.013). When analyzed according to LMWH preparation, major bleeding was increased when a standard therapeutic dose of enoxaparin was used (8.3% vs. 2.4%; odds ratio, 3.88 [CI, 1.78 to 8.45]) but may not be increased when an empirically adjusted dose of enoxaparin is used (0.9% vs. 1.9%; odds ratio, 0.58 [CI, 0.09 to 3.78]; P = 0.23 for heterogeneity). There were insufficient studies to assess the risk for major bleeding with tinzaparin, dalteparin, and prophylactic doses of enoxaparin. LIMITATIONS: The data for tinzaparin and dalteparin were limited. Data are observational, and the potential for confounding cannot be excluded. CONCLUSIONS: Non-dialysis-dependent patients with a creatinine clearance of 30 mL/min or less who are treated with standard therapeutic doses of enoxaparin have elevated levels of anti-Xa and an increased risk for major bleeding. Empirical dose adjustment of enoxaparin may reduce the risk for bleeding and merits additional evaluation. No conclusions can be made regarding other LMWHs.",
  "authors": [
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "McMaster University and Hamilton General Hospital, Hamilton, Ontario, Canada. limwp@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": []
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "9",
    "pub_year": "2006",
    "pub_month": "May",
    "pub_day": "02"
  },
  "start_page": "673",
  "end_page": "684",
  "pages": "673-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Autoantibodies",
    "Creatinine",
    "Drug Monitoring",
    "Enoxaparin",
    "Factor Xa",
    "Hemorrhage",
    "Humans",
    "Renal Insufficiency",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "16670137",
    "doi": "10.7326/0003-4819-144-9-200605020-00011",
    "pii": "144/9/673"
  },
  "doi": "10.7326/0003-4819-144-9-200605020-00011",
  "dates": {
    "completed": "2006-05-11",
    "revised": "2022-03-31"
  },
  "chemicals": [
    "Anticoagulants",
    "Autoantibodies",
    "Enoxaparin",
    "Creatinine",
    "Factor Xa"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.500890",
    "pmid": "16670137"
  }
}