{
  "pmid": "16677391",
  "uid": "16677391",
  "title": "\"I really should've gone to the doctor\": older adults and family caregivers describe their experiences with community-acquired pneumonia.",
  "abstract": "BACKGROUND: Responding to acute illness symptoms can often be challenging for older adults. The primary objective of this study was to describe how community-dwelling older adults and their family members responded to symptoms of community-acquired pneumonia (CAP). METHODS: A qualitative study that used face-to-face semi-structured interviews to collect data from a purposeful sample of seniors aged 60+ and their family members living in a mid-sized Canadian city. Data analysis began with descriptive and interpretive coding, then advanced as the research team repeatedly compared emerging thematic categories to the raw data. Searches for disconfirming evidence and member checking through focus groups provided additional data and helped ensure rigour. RESULTS: Community-acquired pneumonia symptoms varied greatly among older adults, making decisions to seek care difficult for them and their family members. Both groups took varying amounts of time as they attempted to sort out what was wrong and then determine how best to respond. Even after they concluded something was wrong, older adults with confirmed pneumonia continued to wait for days, to over a week, before seeking medical care. Participants provided diverse reasons for this delay, including fear, social obligations (work, family, leisure), and accessibility barriers (time, place, systemic). Several older adults and family members regretted their delays in seeking help. CONCLUSION: Treatment-seeking delay is a variable, multi-phased decision-making process that incorporates symptom assessment plus psychosocial and situational factors. Public health and health care professionals need to educate older adults about the potential causes and consequences of unnecessary waits. Such efforts may reduce the severity of community-acquired pneumonia upon presentation at clinics and hospitals, and that, in turn, could potentially improve health outcomes.",
  "authors": [
    {
      "last_name": "Kelly",
      "fore_name": "Caralyn",
      "initials": "C",
      "name": "Caralyn Kelly",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. cjkelly@linuxmail.org"
      ]
    },
    {
      "last_name": "Krueger",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Krueger",
      "affiliations": []
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    },
    {
      "last_name": "Edward",
      "fore_name": "H Gayle",
      "initials": "HG",
      "name": "H Gayle Edward",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC family practice",
    "iso_abbreviation": "BMC Fam Pract",
    "issn": "1471-2296",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2006",
    "pub_month": "May",
    "pub_day": "05"
  },
  "start_page": "30",
  "pages": "30",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Caregivers",
    "Community-Acquired Infections",
    "Decision Making",
    "Female",
    "Focus Groups",
    "Health Services for the Aged",
    "Hospitalization",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Pneumonia",
    "Sampling Studies",
    "Surveys and Questionnaires",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "16677391",
    "pmc": "PMC1468411",
    "doi": "10.1186/1471-2296-7-30",
    "pii": "1471-2296-7-30"
  },
  "doi": "10.1186/1471-2296-7-30",
  "pmc_id": "PMC1468411",
  "dates": {
    "completed": "2006-06-01",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.119391",
    "pmid": "16677391"
  }
}