{
  "pmid": "16677547",
  "uid": "16677547",
  "title": "[Comparison of the diagnostic criteria of metabolic syndrome by International Diabetes Federation and that by Chinese Medical Association Diabetes Branch].",
  "abstract": "OBJECTIVE: To compare the accordance between the diagnostic criteria of metabolic syndrome (MS) by International Diabetes Federation (IDF) and that by Chinese Medical Association (CMA) Diabetes Branch. METHODS: An epidemiological survey on diabetes mellitus (DM) was conducted among 2344 residents in Shijingshan community, Beijing, aged >or= 40. 1870 of these 2344 people, 901 males and 969 females, without DM underwent physical examination, laboratory tests, questionnaire survey and oral glucose tolerance test so as to screen the MS patients by both diagnostic criteria. The accordance of these 2 criteria was analyzed statistically by using the STATA7.0 software. RESULTS: The accordance rate of these 2 MS diagnostic criteria was 79.95%. If the criterion for fasting blood glucose in the China criteria was adjusted to 5.6 mmol/L, the accordance increased to 81.39%. 1091 persons were diagnosed as with central obesity according to the IDF criteria, 626 of which could be diagnosed as central obesity according to the China criteria with an accordance rate of 57.38%. Out of these 1091 persons 578 (92.3%) had the BMI >or= 25 kg/m(2). Out of the 779 persons that failed to be diagnosed as with central obesity 113 persons were diagnosed as with central obesity according to the China criteria. Fifty of these 113 persons had the BMI >or= 25 kg/m(2). 111 persons diagnosed as with MS did not have BMI abnormality. According to the IDF criteria, the morbidity of myocardial infarction (MI) and/or cerebral stroke in those with MS was 19.87%, significantly higher than in those without MS (14.86%, P = 0.004), and according to the China criteria, the morbidity of myocardial infarction (MI) and/or cerebral stroke in those with MS was 19.52%, significantly higher than in those without MS (15.21%, P = 0.013) as well. There was no significant difference in the morbidity of MI and cerebral stroke between the IDF criteria and China criteria (P = 0.092). According to the IDF criteria the morbidity of microalbuminuria in the MS patients was 8.59%, significantly higher than that in the persons without MS (4.28%, P = 0.000). According to the China criteria the morbidity of microalbuminuria in the MS patients was 8.55%, significantly higher than that in the persons without MS (4.49%, P = 0.000). There was no significant difference in the morbidity of microalbuminuria between these 2 criteria (P = 0.976). There were no significant difference in the morbidity of microalbuminuria in the persons with central obesity and those with the BMI >or= 25 kg/m(2) between these 2 criteria (P = 0.77). CONCLUSION: The MS diagnostic criteria of IDF and that of CMA Diabetes Branch are in good accordance.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Yan-hui",
      "initials": "YH",
      "name": "Yan-hui Lu",
      "affiliations": [
        "Department of Endocrinology, General Hospital of Chinese People's Liberation Army, Beijing 100853, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Ju-ming",
      "initials": "JM",
      "name": "Ju-ming Lu",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Shu-yu",
      "initials": "SY",
      "name": "Shu-yu Wang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Chun-lin",
      "initials": "CL",
      "name": "Chun-lin Li",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Li-sheng",
      "initials": "LS",
      "name": "Li-sheng Liu",
      "affiliations": []
    },
    {
      "last_name": "Zheng",
      "fore_name": "Run-ping",
      "initials": "RP",
      "name": "Run-ping Zheng",
      "affiliations": []
    },
    {
      "last_name": "Tian",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Tian",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Xian-ling",
      "initials": "XL",
      "name": "Xian-ling Wang",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Li-juan",
      "initials": "LJ",
      "name": "Li-juan Yang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Pan",
      "fore_name": "Chang-yu",
      "initials": "CY",
      "name": "Chang-yu Pan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhonghua yi xue za zhi",
    "iso_abbreviation": "Zhonghua Yi Xue Za Zhi",
    "issn": "0376-2491",
    "issn_type": "Print",
    "volume": "86",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "386",
  "end_page": "389",
  "pages": "386-9",
  "language": "chi",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Blood Glucose",
    "Body Mass Index",
    "China",
    "Diabetes Mellitus",
    "Female",
    "Glucose Tolerance Test",
    "Humans",
    "Male",
    "Metabolic Diseases",
    "Metabolic Syndrome",
    "Middle Aged",
    "Obesity",
    "Physical Examination",
    "Reference Standards",
    "Surveys and Questionnaires",
    "Syndrome"
  ],
  "article_ids": {
    "pubmed": "16677547"
  },
  "dates": {
    "completed": "2008-03-03",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Blood Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.036032",
    "pmid": "16677547"
  }
}