{
  "pmid": "16684642",
  "uid": "16684642",
  "title": "Randomized trials stopped early for harm in HIV/AIDS: a systematic survey.",
  "abstract": "PURPOSE: The decision to stop trials early because of the harmful effects of the intervention is complex and requires weighing statistical, logistical, and ethical considerations. We assessed the prevalence of randomized clinical trials (RCTs) stopped early for harm in HIV/AIDS and determined the quality of reporting of methods to inform the decision to stop the trial. METHOD: We searched 11 electronic databases and major conference abstract databases, contacted trialist and advocacy groups, and searched the Internet. We selected RCTs stopped early for harm. We extracted data on journal and year of publication, reporting of methods and funding, planned sample size, number and planning of interim analyses, stopping rules, and effect size of the harm outcomes. RESULTS: We found 10 RCTs stopped early for harm (median, n = 85; range, 7-1227). Most interventions (n = 9) were antiviral drugs; one trial studied vitamins to prevent vertical transmission of HIV. Five studies reported a priori defined adverse events, and only 1 trial reported planned stopping guidelines. The primary harm outcomes reported across trials included toxicity, death, and increased mother-to-child transmission. Two trials were stopped due to sudden unanticipated adverse events (Stevens-Johnson syndrome, death, and encephalopathy). Relative risk point estimates for harm ranged from 1 to 6.18. Six studies reported the presence of a data safety and monitoring board. CONCLUSION: The reporting of methods to inform the decision to stop trials for harm in this population is deficient in a variety of ways, including lack of stopping guidelines. Clinicians should interpret RCTs stopped early for harm with caution and interpret the results in light of related evidence. Trialists should improve the transparency of their decision-making regarding early stopping for harmful effects.",
  "authors": [
    {
      "last_name": "Mills",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Mills",
      "affiliations": [
        "Centre for International Health and Human Rights Studies, North York, Ontario, Canada. emills@cihhrs.org"
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Curtis",
      "initials": "C",
      "name": "Curtis Cooper",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": []
    },
    {
      "last_name": "Rachlis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Rachlis",
      "affiliations": []
    },
    {
      "last_name": "Singh",
      "fore_name": "Sonal",
      "initials": "S",
      "name": "Sonal Singh",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "HIV clinical trials",
    "iso_abbreviation": "HIV Clin Trials",
    "issn": "1528-4336",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2006"
  },
  "start_page": "24",
  "end_page": "33",
  "pages": "24-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-HIV Agents",
    "Clinical Trials Data Monitoring Committees",
    "HIV Infections",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "16684642",
    "doi": "10.1310/FEED-6T8U-0BUG-6HQH",
    "pii": "FEED6T8U0BUG6HQH"
  },
  "doi": "10.1310/FEED-6T8U-0BUG-6HQH",
  "dates": {
    "completed": "2006-06-01",
    "revised": "2007-11-15"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.311282",
    "pmid": "16684642"
  }
}