{
  "pmid": "16701635",
  "uid": "16701635",
  "title": "Evaluation of an intervention to improve successful completion of the Mini-AQLQ: comparison of postal and supervised completion.",
  "abstract": "INTRODUCTION: Previous postal administration of Mini Asthma-related Quality of Life Questionnaire (Mini-AQLQ) (validated for self-completion under supervision) resulted in 12.7% completion error rate. AIMS: To administer the Mini-AQLQ by post with instructions, and to compare completion errors with our previous study and usable response rate with supervised self-completion. METHOD: The Mini-AQLQ, with an instruction sheet, was posted to 96 participants from UK general practice, for completion 1 week before supervised self-completion in the surgery. RESULTS: 94/96 (98%) postal questionnaires were returned: the error rate of 10.6% was similar to our previous study (postal versus previous: 10/94 versus 23/181: P=0.62). 86/96 (90%) attended for supervised completion with no completion errors (supervised versus postal: 0/86 versus 10/94: P</=0.01) Overall usable response rates were similar. (supervised versus postal: 86/96 versus 84/96, P=0.65). CONCLUSION: Our instruction sheet did not significantly reduce postal completion errors, however the good postal return rate achieved comparable overall usable response rates to supervised administration.",
  "authors": [
    {
      "last_name": "Pinnock",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Pinnock",
      "affiliations": [
        "Department of General Practice and Primary Care, Foresterhill Health Centre, University of Aberdeen, Westburn Road, Aberdeen, Scotland AB25 2AY, UK."
      ]
    },
    {
      "last_name": "Sheikh",
      "fore_name": "Aziz",
      "initials": "A",
      "name": "Aziz Sheikh",
      "affiliations": []
    },
    {
      "last_name": "Juniper",
      "fore_name": "Elizabeth F",
      "initials": "EF",
      "name": "Elizabeth F Juniper",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Primary care respiratory journal : journal of the General Practice Airways Group",
    "iso_abbreviation": "Prim Care Respir J",
    "issn": "1471-4418",
    "issn_type": "Print",
    "volume": "13",
    "issue": "1",
    "pub_year": "2004",
    "pub_month": "Mar"
  },
  "start_page": "36",
  "end_page": "41",
  "pages": "36-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16701635",
    "pmc": "PMC6750657",
    "doi": "10.1016/j.pcrj.2003.11.004",
    "pii": "S1471-4418(03)00005-7"
  },
  "doi": "10.1016/j.pcrj.2003.11.004",
  "pmc_id": "PMC6750657",
  "dates": {
    "completed": "2008-04-24",
    "revised": "2019-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:38.447629",
    "pmid": "16701635"
  }
}