{
  "pmid": "16709479",
  "uid": "16709479",
  "title": "Antithrombin replacement in neonates: is there any indication?",
  "abstract": "INTRODUCTION: Activation of the coagulation system and severe acquired antithrombin (AT) deficiency are common and prognostically important findings in sick and preterm neonates. It has been hypothesised that treatment of the acquired AT deficiency with AT concentrate may improve the outcome of conditions such as the neonatal respiratory distress syndrome (RDS), intracranial hemorrhage (ICH) and sepsis. MATERIALS AND METHODS: We performed a systematic review of randomised controlled trials (RCTs) of AT replacement therapy in newborn infants. RESULTS: Two full-length trial reports were found. Both were placebo-controlled. The first RCT examined the effects of AT therapy in 122 preterm infants with RDS. Administration of AT prolonged rather than shortened the duration of mechanical ventilation and oxygen therapy. The second RCT determined whether AT replacement decreased the incidence of ICH in 60 preterm infants who were born before 30 weeks of gestation. No beneficial effect on ICH was found. CONCLUSIONS: Preterm infants with RDS do not benefit from therapy with AT concentrate and may be harmed. There is also little evidence that the administration of AT reduces the risk of ICH. The role of AT replacement during neonatal sepsis remains uncertain.",
  "authors": [
    {
      "last_name": "Bassler",
      "fore_name": "Dirk",
      "initials": "D",
      "name": "Dirk Bassler",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "118",
    "issue": "1",
    "pub_year": "2006"
  },
  "start_page": "107",
  "end_page": "111",
  "pages": "107-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antithrombin III",
    "Humans",
    "Infant, Newborn",
    "Infant, Newborn, Diseases",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "16709479",
    "doi": "10.1016/j.thromres.2005.01.007",
    "pii": "S0049-3848(05)00042-3"
  },
  "doi": "10.1016/j.thromres.2005.01.007",
  "dates": {
    "completed": "2006-08-24",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Antithrombin III"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:18.258803",
    "pmid": "16709479"
  }
}