{
  "pmid": "16711631",
  "uid": "16711631",
  "title": "Is regular visiting associated with lower costs? Analyzing service utilization patterns in the first nations population in Canada.",
  "abstract": "OBJECTIVES: Using an administrative database of dental service records from the Non-Insured Health Benefits (NIHB) program of Health Canada for 1994-2001, the authors set out to test whether regular visitors had lower program expenditures. METHODS: The age-specific mean expenditures per client were compared among those with regular examinations in 8, 7 and fewer years. The study further examined the effect of regular visiting over the first 6 years on expenditures in the last 2 years. \"Continuity of care\" was measured by the numbers of consecutive years prior to 2000 in which clients had a regular examination. In a \"gap analysis\" individuals were classified according to the number of years prior to 2000 since they last had an initial or recall examination. Mean expenditures per client were analyzed by age group and type of service. FINDINGS: Over the 8-year period, clients with regular visits had the highest expenditures. In both the continuity of care and gap analyses, the findings were generally consistent; the more that clients visited over the first 6 years, the higher the expenditures in the final 2 years. Clients with more \"regular\" (initial and recall) examinations received a relatively standard, age-specific, pattern of service but incurred greater expenditures compared to clients with fewer regular, or longer gaps in, examinations. CONCLUSION: The observations of the authors in this client group do not support the thesis that regular visiting is associated with lower expenditures on dental care.",
  "authors": [
    {
      "last_name": "Leake",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Leake",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, 124 Edward St., Toronto ON, Canada. james.leake@utoronto.ca"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Main",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Main",
      "affiliations": []
    },
    {
      "last_name": "Ho",
      "fore_name": "Elsa",
      "initials": "E",
      "name": "Elsa Ho",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of public health dentistry",
    "iso_abbreviation": "J Public Health Dent",
    "issn": "0022-4006",
    "issn_type": "Print",
    "volume": "66",
    "issue": "2",
    "pub_year": "2006"
  },
  "start_page": "116",
  "end_page": "122",
  "pages": "116-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Canada",
    "Child",
    "Child, Preschool",
    "Continuity of Patient Care",
    "Dental Care",
    "Health Expenditures",
    "Humans",
    "Indians, North American",
    "Infant",
    "Inuit",
    "Medically Uninsured",
    "Middle Aged",
    "National Health Programs",
    "Office Visits",
    "Orthodontics, Corrective"
  ],
  "article_ids": {
    "pubmed": "16711631",
    "doi": "10.1111/j.1752-7325.2006.tb02566.x"
  },
  "doi": "10.1111/j.1752-7325.2006.tb02566.x",
  "dates": {
    "completed": "2006-06-21",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.642265",
    "pmid": "16711631"
  }
}