{
  "pmid": "16729239",
  "uid": "16729239",
  "title": "Standard setting in a small scale OSCE: a comparison of the Modified Borderline-Group Method and the Borderline Regression Method.",
  "abstract": "When setting standards, administrators of small-scale OSCEs often face several challenges, including a lack of resources, a lack of available expertise in statistics, and difficulty in recruiting judges. The Modified Borderline-Group Method is a standard setting procedure that compensates for these challenges by using physician examiners and is easy to use making it a good choice for small scale OSCEs. Unfortunately, the use of this approach may introduce a new challenge. Because a small scale OSCE has a small number of examinees, there may be few examinees in the borderline range, which could introduce an unintentional bias. A standard setting method called The Borderline Regression Method will be described. This standard setting method is similar to the Modified Borderline-Group Method but incorporates a linear regression approach allowing the cut score to be set using the scores from all examinees and not from a subset. The current study uses confidence intervals to analyze the precision of cut scores derived from both approaches when applied to a small scale OSCE.",
  "authors": [
    {
      "last_name": "Wood",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Wood",
      "affiliations": [
        "Medical Council of Canada and Faculty of Medicine, University of Ottawa, K1G-3H7, ON, Ottawa, Canada. twood@mcc.ca"
      ]
    },
    {
      "last_name": "Humphrey-Murto",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Humphrey-Murto",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1382-4996",
    "issn_type": "Print",
    "volume": "11",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "May"
  },
  "start_page": "115",
  "end_page": "122",
  "pages": "115-22",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Education, Medical",
    "Educational Measurement",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "16729239",
    "doi": "10.1007/s10459-005-7853-1"
  },
  "doi": "10.1007/s10459-005-7853-1",
  "dates": {
    "completed": "2006-09-12",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.085070",
    "pmid": "16729239"
  }
}