{
  "pmid": "16729778",
  "uid": "16729778",
  "title": "Sex differences in hospital admissions from emergency departments in asthmatic adults: a population-based study.",
  "abstract": "BACKGROUND: Women represent the majority of adult patients hospitalized for asthma. Analyzing the course of emergency department (ED) visits before hospital admission can help understanding of the mechanisms behind the excess of hospitalizations in women. OBJECTIVE: To investigate sex differences in hospital admission rates in adult patients with asthma visiting EDs in Ontario. METHODS: Asthmatic patients 18 to 55 years old who visited Ontario EDs between April 1, 2003, and March 31, 2004, were identified using the Canadian Institute for Health Information's National Ambulatory Care Reporting System. The generalized estimating equations for binary outcome were used to model rates of hospital admission with sex, age, and triage (severity) score as covariates. Analysis was further stratified by the ED volume. RESULTS: Women represented 62.2% of all ED visits. They were on average older than men, but both groups had similar distributions of triage scores. Female patients accounted for more hospital admissions than male patients (7.4% vs 4.5%). After adjusting for age and triage score, women were more likely to be admitted than men (odds ratio, 1.64; 95% confidence interval, 1.41-1.90). The interaction found between sex and triage level indicates that hospitalized women may have less severe asthma than hospitalized men. Analysis by ED volume did not significantly alter the results. CONCLUSION: The higher admission rates in women may be related to sex differences in the subjective perception of dyspnea, management of asthma by ED physician, or inadequate ambulatory care strategies in women and thus merit further investigation.",
  "authors": [
    {
      "last_name": "Baibergenova",
      "fore_name": "Akerke",
      "initials": "A",
      "name": "Akerke Baibergenova",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Department of Clinical Epidemiology and Biostatistics, Centre for Evaluation of Medicines, St Joseph's Healthcare, Hamilton, Ontario, Canada. baibera@mcmaster.ca"
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Leeb",
      "fore_name": "Kira",
      "initials": "K",
      "name": "Kira Leeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
    "iso_abbreviation": "Ann Allergy Asthma Immunol",
    "issn": "1081-1206",
    "issn_type": "Print",
    "volume": "96",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "May"
  },
  "start_page": "666",
  "end_page": "672",
  "pages": "666-72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Asthma",
    "Emergency Service, Hospital",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "16729778",
    "doi": "10.1016/S1081-1206(10)61063-0",
    "pii": "S1081-1206(10)61063-0"
  },
  "doi": "10.1016/S1081-1206(10)61063-0",
  "dates": {
    "completed": "2006-06-23",
    "revised": "2006-05-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.852293",
    "pmid": "16729778"
  }
}