{
  "pmid": "16739171",
  "uid": "16739171",
  "title": "Effect of coinitiator and water on the photoreactivity and photopolymerization of HEMA/camphoquinone-based reactant mixtures.",
  "abstract": "It was reported previously that, in the presence of water, a commercially available light-activated BisGMA/HEMA adhesive underwent physical separation into solid BisGMA-rich particles and a fluid-like HEMA-rich phase. The HEMA-rich phase exhibited limited monomer conversion suggesting that the photoinitiator is localized to the hydrophobic phase or that the photoinitiator is not compatible with the hydrophilic HEMA. The objective of the present study was to identify photoinitiators that are compatible with the hydrophilic HEMA-rich phase, when the mixtures are prepared without and with water added. The photoinitiator was camphoquinone (CQ, 0.5 mol %), and the coinitiators (0.5 mol %) were 2,2'-dihydroxyethyl-para-toluidine (DHEPT), dimethylaminoethyl methacrylate (DMAEMA), and N-phenylglycine (NPG), and (1 wt %) diphenyliodonium chloride (DPIC). Reactivities were evaluated using photodifferential scanning calorimetry, at 37 degrees C, using visible light (>418 nm), with the parameters determined being enthalpy (DeltaH), the induction time (herein defined as the time for 1% of the photopolymerization to be complete), and the time at which the maximum exotherm occurred. The degree of monomer conversion was measured using micro-Raman spectroscopy. It was shown that the reactivity ranking (based on time to exotherm peak maximum and total enthalpy) was HEMA/CQ/DHEPT < HEMA/CQ/DMAEMA < HEMA/CQ/NPG. Reactivity was dramatically increased for CQ/DMAEMA and CQ/NPG in the presence of DPIC, but not for CQ/DHEPT. Water has a major effect on HEMA conversion. At 10% of water, the conversion level of HEMA formulated with CQ/DMEMA dropped from approximately 100% to 86%. In comparison, the conversion in 10% of water increased to nearly 96% when DPIC was used. The results suggest that DHEPT, which is commonly used in commercial adhesives, is not compatible with HEMA. Both NPG and DMAEMA appear compatible with the HEMA. The ionic hydrophilic iodonium salt, DPIC, enhances the polymerization of HEMA, even in the presence of water. Future studies on water-compatible photoinitiators should be performed to address the detrimental effects of water on dentin adhesive systems.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Wang",
      "affiliations": [
        "Department of Oral Biology, School of Dentistry, University of Missouri-Kansas City, Kansas City, Missouri, USA."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Paulette",
      "initials": "P",
      "name": "Paulette Spencer",
      "affiliations": []
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": []
    },
    {
      "last_name": "Ye",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Ye",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of biomedical materials research. Part A",
    "iso_abbreviation": "J Biomed Mater Res A",
    "issn": "1549-3296",
    "issn_type": "Print",
    "volume": "78",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Sep",
    "pub_day": "15"
  },
  "start_page": "721",
  "end_page": "728",
  "pages": "721-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Calorimetry, Differential Scanning",
    "Methacrylates",
    "Photochemistry",
    "Polymers",
    "Quinones",
    "Spectrum Analysis, Raman",
    "Water"
  ],
  "article_ids": {
    "pubmed": "16739171",
    "mid": "NIHMS18914",
    "pmc": "PMC1855261",
    "doi": "10.1002/jbm.a.30733"
  },
  "doi": "10.1002/jbm.a.30733",
  "pmc_id": "PMC1855261",
  "dates": {
    "completed": "2006-11-01",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Methacrylates",
    "Polymers",
    "Quinones",
    "Water",
    "hydroxyethyl methacrylate"
  ],
  "grants": [
    {
      "grant_id": "K25 DE015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DE014392",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DE014392",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DE015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.346205",
    "pmid": "16739171"
  }
}