{
  "pmid": "16730624",
  "uid": "16730624",
  "title": "Azathioprine and inhibition of the anticoagulant effect of warfarin: evidence from a case report and a literature review.",
  "abstract": "BACKGROUND: Warfarin and azathioprine may be prescribed concurrently in patients requiring both anticoagulation and immunosuppression. However, a potential interaction between the 2 drugs, resulting in an increased warfarin requirement, may be overlooked in clinical practice. CASE SUMMARY: A 67-year-old woman was treated with warfarin (initial mean dose, 24 mg/wk [3.5 mg/d]) for >3 years for recurrent deep vein thrombosis associated with systemic lupus erythematosus. Soon after commencing warfarin, azathioprine 150 mg/d was introduced for its steroid-sparing effect. Warfarin was titrated to a mean dose of 60 to 75 mg/wk (8.5-10.5 mg/d) over the next 18 months. Her dose of azathioprine was then increased to 200 mg/d. Subtherapeutic international normalized ratio (INR) levels required an increase in the warfarin dose to a mean of 130 mg/wk (18.5 mg/d). Subsequent discontinuation of azathioprine resulted in a dramatic increase in her INR levels (from 1.8 to 14.0 four weeks after discontinuation). DISCUSSION: A temporal relationship, demonstrating the interaction between warfarin and azathioprine, was evident at various times during therapy for our patient. This case, together with 7 additional published cases, is comprehensively reviewed here using previously described criteria for establishing a definite interaction between warfarin and other drugs. CONCLUSIONS: The evidence supports a clinically important inhibitory action of azathioprine on warfarin and calls for closer monitoring of INR levels when azathioprine doses are altered during concurrent administration with warfarin.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Heng Joo",
      "initials": "HJ",
      "name": "Heng Joo Ng",
      "affiliations": [
        "St. Joseph's Hospital, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada. ng.heng.joo@sgh.com.sg"
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of geriatric pharmacotherapy",
    "iso_abbreviation": "Am J Geriatr Pharmacother",
    "issn": "1543-5946",
    "issn_type": "Print",
    "volume": "4",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Mar"
  },
  "start_page": "75",
  "end_page": "77",
  "pages": "75-7",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Anticoagulants",
    "Azathioprine",
    "Drug Antagonism",
    "Female",
    "Humans",
    "Immunosuppressive Agents",
    "International Normalized Ratio",
    "Lupus Erythematosus, Systemic",
    "Venous Thrombosis",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "16730624",
    "doi": "10.1016/j.amjopharm.2006.03.001",
    "pii": "S1543-5946(06)00002-X"
  },
  "doi": "10.1016/j.amjopharm.2006.03.001",
  "dates": {
    "completed": "2006-06-22",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Immunosuppressive Agents",
    "Warfarin",
    "Azathioprine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.501150",
    "pmid": "16730624"
  }
}