{
  "pmid": "16733500",
  "uid": "16733500",
  "title": "How to read, understand, and write 'Discussion' sections in medical articles. An exercise in critical thinking.",
  "abstract": "Writing and reading 'Discussion' sections in medical articles require a procedure as exact and structured as that involved in raising questions, choosing materials and methods and producing results for a health research study. The medical article as a whole can be considered an exercise in modern argumentation and its 'Discussion' section, a systematic critical appraisal of a path from theses to conclusions. The methodology of modern critical thinking applies perfectly to article writing, reading, and understanding. Structuring the 'Discussion' section as a review of argumentation benefits more than the study and its authors. It allows the reader to grasp the real relevance and validity of the study and its usability for his or her decision-making in clinical and community care, research and health policies and program proposal, implementation, and evaluation.",
  "authors": [
    {
      "last_name": "Jenicek",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jenicek",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. jenicekm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1234-1010",
    "issn_type": "Print",
    "volume": "12",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Jun"
  },
  "start_page": "SR28",
  "end_page": "SR36",
  "pages": "SR28-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Comprehension",
    "Manuscripts, Medical as Topic",
    "Reading",
    "Writing"
  ],
  "article_ids": {
    "pubmed": "16733500",
    "pii": "9096"
  },
  "dates": {
    "completed": "2006-08-11",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:59.464436",
    "pmid": "16733500"
  }
}