{
  "pmid": "16741158",
  "uid": "16741158",
  "title": "Key role of Kv1 channels in vasoregulation.",
  "abstract": "Small arteries play an essential role in the regulation of blood pressure and organ-specific blood flow by contracting in response to increased intraluminal pressure, ie, the myogenic response. The molecular basis of the myogenic response remains to be defined. To achieve incremental changes in arterial diameter, as well as blood pressure or organ-specific blood flow, the depolarizing influence of intravascular pressure on vascular smooth muscle membrane potential that elicits myogenic contraction must be precisely controlled by an opposing hyperpolarizing influence. Here we use a dominant-negative molecular strategy and pressure myography to determine the role of voltage-dependent Kv1 potassium channels in vasoregulation, specifically, whether they act as a negative-feedback control mechanism of the myogenic response. Functional Kv1 channel expression was altered by transfection of endothelium-denuded rat middle cerebral arteries with cDNAs encoding c-myc epitope-tagged, dominant-negative mutant or wild-type rabbit Kv1.5 subunits. Expression of mutant Kv1.5 dramatically enhanced, whereas wild-type subunit expression markedly suppressed, the myogenic response over a wide range of intraluminal pressures. These effects on arterial diameter were associated with enhanced and reduced myogenic depolarization by mutant and wild-type Kv1.5 subunit expression, respectively. Expression of myc-tagged mutant and wild-type Kv1.5 subunit message and protein in transfected but not control arteries was confirmed, and isolated myocytes of transfected but not control arteries exhibited anti-c-myc immunofluorescence. No changes in message encoding other known, non-Kv1 elements of the myogenic response were apparent. These findings provide the first molecular evidence that Kv1-containing delayed rectifier K+ (K(DR)) channels are of fundamental importance for control of arterial diameter and, thereby, peripheral vascular resistance, blood pressure, and organ-specific blood flow.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Tim T",
      "initials": "TT",
      "name": "Tim T Chen",
      "affiliations": [
        "The Smooth Muscle Research Group, Faculty of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Luykenaar",
      "fore_name": "Kevin D",
      "initials": "KD",
      "name": "Kevin D Luykenaar",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Emma J",
      "initials": "EJ",
      "name": "Emma J Walsh",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    },
    {
      "last_name": "Cole",
      "fore_name": "William C",
      "initials": "WC",
      "name": "William C Cole",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Circulation research",
    "iso_abbreviation": "Circ Res",
    "issn": "1524-4571",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "start_page": "53",
  "end_page": "60",
  "pages": "53-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Arteries",
    "Feedback, Physiological",
    "Genes, Dominant",
    "In Vitro Techniques",
    "Kv1.5 Potassium Channel",
    "Male",
    "Pressure",
    "Rabbits",
    "Rats",
    "Rats, Sprague-Dawley",
    "Transfection",
    "Vasoconstriction"
  ],
  "article_ids": {
    "pubmed": "16741158",
    "doi": "10.1161/01.RES.0000229654.45090.57",
    "pii": "01.RES.0000229654.45090.57"
  },
  "doi": "10.1161/01.RES.0000229654.45090.57",
  "dates": {
    "completed": "2006-07-24",
    "revised": "2014-11-20"
  },
  "chemicals": [
    "Kv1.5 Potassium Channel"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.453280",
    "pmid": "16741158"
  }
}