{
  "pmid": "16757755",
  "uid": "16757755",
  "title": "Antibiotic susceptibility of bacteria infecting total joint arthroplasty sites.",
  "abstract": "BACKGROUND: Currently, there is no consensus regarding the principles of empiric antibiotic treatment of suspected periprosthetic infection following total knee and hip arthroplasties. This study was undertaken to attempt to establish such principles. METHODS: We performed a retrospective analysis of 146 patients who had had a total of 194 positive cultures of specimens obtained at the time of a reoperation following a total knee or total hip arthroplasty at one of two institutions. Patient demographic data, comorbid conditions, bacterial species, the antibiotic sensitivity profile, and the postoperative day on which the culture tested positive were recorded. RESULTS: Specimens from 110 hips and eighty-four knees were positive on culture. Seventy percent of the infections were classified as chronic; 17%, as acute postoperative; and 13%, as acute hematogenous. The mean time between the operation and the positive culture results was three days. Gram-positive organisms caused the majority of the infections. In the series as a whole, 88% of the bacteria were sensitive to gentamicin; 96%, to vancomycin; and 61%, to cefazolin. The most antibiotic-resistant bacterial strains were from patients for whom prior antibiotic treatment had failed. Acute postoperative infections had a greater resistance profile than did chronic or hematogenous infections. Bacteria isolated from patients with a hematogenous infection had a high sensitivity to both cefazolin and gentamicin. CONCLUSIONS: Empiric antibiotic treatment for suspected periprosthetic infection should be guided by the class of the infection and the findings of Gram staining. We believe that, until the final culture results are available, acute hematogenous infections should initially be treated by a combination of cefazolin and gentamicin therapy. All chronic and acute postoperative infections with Gram-positive bacteria and all cases in which a Gram stain fails to identify bacteria should be managed with vancomycin. Infections with Gram-negative bacteria should be managed with a third or fourth-generation cephalosporin. Infections with mixed Gram-positive and Gram-negative bacteria should be managed with a combination of vancomycin and a third or fourth-generation cephalosporin. Furthermore, we believe that if culture results and other confirmatory tests are not positive by the fourth postoperative day, termination of empiric antibiotic therapy should be considered.",
  "authors": [
    {
      "last_name": "Fulkerson",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Fulkerson",
      "affiliations": [
        "Musculoskeletal Research Center, New York University Hospital for Joint Diseases, 301 East 17th Street, New York, NY 10003, USA."
      ]
    },
    {
      "last_name": "Valle",
      "fore_name": "Craig J Della",
      "initials": "CJ",
      "name": "Craig J Della Valle",
      "affiliations": []
    },
    {
      "last_name": "Wise",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Wise",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Preston",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Preston",
      "affiliations": []
    },
    {
      "last_name": "Di Cesare",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Di Cesare",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "88",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Jun"
  },
  "start_page": "1231",
  "end_page": "1237",
  "pages": "1231-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anti-Bacterial Agents",
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Drug Resistance, Bacterial",
    "Female",
    "Gram-Negative Bacteria",
    "Gram-Positive Bacteria",
    "Humans",
    "Joint Prosthesis",
    "Male",
    "Microbial Sensitivity Tests",
    "Middle Aged",
    "Prosthesis-Related Infections",
    "Reoperation",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "16757755",
    "doi": "10.2106/JBJS.E.00004",
    "pii": "88/6/1231"
  },
  "doi": "10.2106/JBJS.E.00004",
  "dates": {
    "completed": "2006-06-29",
    "revised": "2016-05-12"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.453544",
    "pmid": "16757755"
  }
}