{
  "pmid": "16757722",
  "uid": "16757722",
  "title": "Effect of a clinical pathway to reduce hospitalizations in nursing home residents with pneumonia: a randomized controlled trial.",
  "abstract": "CONTEXT: Nursing home residents with pneumonia are frequently hospitalized. Such transfers may be associated with multiple hazards of hospitalization as well as economic costs. OBJECTIVE: To assess whether using a clinical pathway for on-site treatment of pneumonia and other lower respiratory tract infections in nursing homes could reduce hospital admissions, related complications, and costs. DESIGN, SETTING, AND PARTICIPANTS: A cluster randomized controlled trial of 680 residents aged 65 years or older in 22 nursing homes in Hamilton, Ontario, Canada. Nursing homes began enrollment between January 2, 2001, and April 18, 2002, with the last resident follow-up occurring July 4, 2005. Residents were eligible if they met a standardized definition of lower respiratory tract infection. INTERVENTIONS: Treatment in nursing homes according to a clinical pathway, which included use of oral antimicrobials, portable chest radiographs, oxygen saturation monitoring, rehydration, and close monitoring by a research nurse, or usual care. MAIN OUTCOME MEASURES: Hospital admissions, length of hospital stay, mortality, health-related quality of life, functional status, and cost. RESULTS: Thirty-four (10%) of 327 residents in the clinical pathway group were hospitalized compared with 76 (22%) of 353 residents in the usual care group. Adjusting for clustering of residents in nursing homes, the weighted mean reduction in hospitalizations was 12% (95% confidence interval [CI], 5%-18%; P = .001). The mean number of hospital days per resident was 0.79 in the clinical pathway group vs 1.74 in the usual care group, with a weighted mean difference of 0.95 days per resident (95% CI, 0.34-1.55 days; P = .004). The mortality rate was 8% (24 deaths) in the clinical pathway group vs 9% (32 deaths) in the usual care group, with a weighted mean difference of 2.9% (95% CI, -2.0% to 7.9%; P = .23). There were no significant differences between the groups in health-related quality of life or functional status. The clinical pathway resulted in an overall cost savings of US 1016 dollars per resident (95% CI, 207 dollars-1824 dollars) treated. CONCLUSION: Treating residents of nursing homes with pneumonia and other lower respiratory tract infections with a clinical pathway can result in comparable clinical outcomes, while reducing hospitalizations and health care costs. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT00157612.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada. loebm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Carusone",
      "fore_name": "Soo Chan",
      "initials": "SC",
      "name": "Soo Chan Carusone",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Krueger",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Krueger",
      "affiliations": []
    },
    {
      "last_name": "Simor",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Simor",
      "affiliations": []
    },
    {
      "last_name": "Moss",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Moss",
      "affiliations": []
    },
    {
      "last_name": "Marrie",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Marrie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "295",
    "issue": "21",
    "pub_year": "2006",
    "pub_month": "Jun",
    "pub_day": "07"
  },
  "start_page": "2503",
  "end_page": "2510",
  "pages": "2503-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Critical Pathways",
    "Female",
    "Health Care Costs",
    "Homes for the Aged",
    "Hospitalization",
    "Humans",
    "Male",
    "Nursing Homes",
    "Ontario",
    "Pneumonia",
    "Quality of Life",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16757722",
    "doi": "10.1001/jama.295.21.2503",
    "pii": "295/21/2503"
  },
  "doi": "10.1001/jama.295.21.2503",
  "dates": {
    "completed": "2006-06-12",
    "revised": "2016-10-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.116222",
    "pmid": "16757722"
  }
}