{
  "pmid": "16768666",
  "uid": "16768666",
  "title": "Media reporting on research presented at scientific meetings: more caution needed.",
  "abstract": "OBJECTIVE: To examine media stories on research presented at scientific meetings to see if they reported basic study facts and cautions, and whether they were clear about the preliminary stage of the research. DESIGN AND SETTING: Three physicians with clinical epidemiology training analysed front-page newspaper stories (n = 32), other newspaper stories (n = 142), and television/radio stories (n = 13) identified in LexisNexis and ProQuest searches for research reports from five scientific meetings in 2002-2003 (American Heart Association, 14th Annual International AIDS Conference, American Society of Clinical Oncology, Society for Neuroscience, and the Radiological Society of North America). MAIN OUTCOME MEASURES: Media reporting of basic study facts (size, design, quantification of results); cautions about study designs with intrinsic limitations (animal/laboratory studies, studies with < 30 people, uncontrolled studies, controlled but not randomised studies) or downsides (adverse effects in intervention studies); warnings about the preliminary stage of the research presented at scientific meetings. RESULTS: 34% of the 187 stories did not mention study size, 18% did not mention study design (another 35% were so ambiguous that expert readers had to guess the design), and 40% did not quantify the main result. Only 6% of news stories about animal studies mentioned their limited relevance to human health; 21% of stories about small studies noted problems with the precision of the finding; 10% of stories about uncontrolled studies noted it was not possible to know if the outcome really related to the exposure; and 19% of stories about controlled but not randomised studies raised the possibility of confounding. Only 29% of the 142 news stories on intervention studies noted the possibility of any potential downside. Twelve stories mentioned a corresponding \"in press\" medical journal article; two of the remaining 175 noted that findings were unpublished, might not have undergone peer review, or might change. CONCLUSIONS: News stories about scientific meeting research presentations often omit basic study facts and cautions. Consequently, the public may be misled about the validity and relevance of the science presented.",
  "authors": [
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "VA Outcomes Group, Dartmouth Medical School, White River Junction, VT, USA. lisa.schwartz@dartmouth.edu"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Medical journal of Australia",
    "iso_abbreviation": "Med J Aust",
    "issn": "0025-729X",
    "issn_type": "Print",
    "volume": "184",
    "issue": "11",
    "pub_year": "2006",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "start_page": "576",
  "end_page": "580",
  "pages": "576-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Congresses as Topic",
    "Databases, Bibliographic",
    "Humans",
    "Journalism, Medical",
    "Mass Media",
    "Quality Control",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "16768666",
    "doi": "10.5694/j.1326-5377.2006.tb00384.x",
    "pii": "wol10024_fm"
  },
  "doi": "10.5694/j.1326-5377.2006.tb00384.x",
  "dates": {
    "completed": "2006-07-13",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.411628",
    "pmid": "16768666"
  }
}