{
  "pmid": "16760351",
  "uid": "16760351",
  "title": "Temporal regulation of the expression locus of homeostatic plasticity.",
  "abstract": "Homeostatic plasticity of excitatory synapses plays an important role in stabilizing neuronal activity, but the mechanism of this form of plasticity is incompletely understood. In particular, whether the locus of expression is presynaptic or postsynaptic has been controversial. Here we show that the expression locus depends on the time neurons have spent in vitro. In visual cortical cultures < or =14 days in vitro (DIV), 2 days of TTX treatment induced an increase in miniature excitatory postsynaptic current (mEPSC) amplitude onto pyramidal neurons, without affecting mEPSC frequency. However, in cultures > or =18 DIV, the same TTX treatment induced a large increase in mEPSC frequency, whereas the amplitude effect was reduced. The increased mEPSC frequency was associated with an increased density of excitatory synapses and increased presynaptic vesicle release in response to electrical stimulation. This indicates a shift from a predominantly postsynaptic response to TTX in < or =14 DIV cultures, to a coordinated pre- and postsynaptic response in > or =18 DIV cultures. This shift was not specific for cortical cultures because a similar shift was observed in cultured hippocampal neurons. Culturing neurons from older animals showed that the timing of the switch depends on the time the neurons have spent in vitro, rather than their postnatal age. This temporal switch in expression locus can largely reconcile the contradictory literature on the expression locus of homeostatic excitatory synaptic plasticity in central neurons. Furthermore, our results raise the intriguing possibility that the expression mechanism of homeostatic plasticity can be tailored to the needs of the network during different stages of development or in response to different challenges to network function.",
  "authors": [
    {
      "last_name": "Wierenga",
      "fore_name": "Corette J",
      "initials": "CJ",
      "name": "Corette J Wierenga",
      "affiliations": [
        "Department of Biology and Center for Complex Systems, Brandeis University, Waltham, MA 02454, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F Walsh",
      "affiliations": []
    },
    {
      "last_name": "Turrigiano",
      "fore_name": "Gina G",
      "initials": "GG",
      "name": "Gina G Turrigiano",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of neurophysiology",
    "iso_abbreviation": "J Neurophysiol",
    "issn": "0022-3077",
    "issn_type": "Print",
    "volume": "96",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Oct"
  },
  "start_page": "2127",
  "end_page": "2133",
  "pages": "2127-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Anesthetics, Local",
    "Animals",
    "Cells, Cultured",
    "Cellular Senescence",
    "Electric Stimulation",
    "Excitatory Postsynaptic Potentials",
    "Gene Expression Regulation, Developmental",
    "Homeostasis",
    "Neuronal Plasticity",
    "Neurons",
    "Rats",
    "Rats, Inbred Strains",
    "Synaptic Transmission",
    "Tetrodotoxin",
    "Visual Cortex"
  ],
  "article_ids": {
    "pubmed": "16760351",
    "doi": "10.1152/jn.00107.2006",
    "pii": "00107.2006"
  },
  "doi": "10.1152/jn.00107.2006",
  "dates": {
    "completed": "2006-11-02",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Tetrodotoxin"
  ],
  "grants": [
    {
      "grant_id": "NS-36853",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.453815",
    "pmid": "16760351"
  }
}