{
  "pmid": "16766943",
  "uid": "16766943",
  "title": "Operative treatment of acute distal femur fractures: systematic review of 2 comparative studies and 45 case series (1989 to 2005).",
  "abstract": "BACKGROUND: The incidence of distal femur fractures is approximately 37 per 100,000 person-years. Typically, distal femur fractures are caused by a high-energy injury mechanism in young men or a low-energy mechanism in elderly women. Managing these fractures can be a challenging task. Most surgeons agree that distal femur fractures need to be treated operatively to achieve optimal patient outcomes. The articular fracture component is usually treated with open reduction and internal lag screw fixation or external tension wire fixation (Illizarov). However, there is no consensus on the type of implant for the fixation of the metaphyseal-diaphyseal fracture component. OBJECTIVE: The aim of this study is to systematically summarize and compare the results of different fixation techniques (traditional compression plating, antegrade nailing, retrograde nailing, submuscular locked internal fixation, and external fixation) in the operative management of acute nonperiprosthetic distal femur fractures (AO/OTA type 33A and C) and the characteristics of the fractures for each treatment (articular/nonarticular and open/closed). Additionally an attempt was made to evaluate the impact of surgical experience on nonunion rate, fixation failure rate, deep infection rate, and secondary surgical procedure rate. In the context of this article compression plating relates to techniques/implants that require compression of the implant to the femoral shaft-it does not relate to interfragmentary compression.",
  "authors": [
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": [
        "Division of Orthopaedic Trauma, Vanderbilt Orthopaedic Institute, Medical Center East, South Tower, Nashville, TN 37232-8744, USA."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Marek",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Marek",
      "affiliations": []
    },
    {
      "last_name": "Cole",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Cole",
      "affiliations": []
    },
    {
      "last_name": "Kregor",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Kregor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "20",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "May"
  },
  "start_page": "366",
  "end_page": "371",
  "pages": "366-71",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Femoral Fractures",
    "Fracture Fixation",
    "Humans",
    "Knee Injuries",
    "Middle Aged",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16766943",
    "doi": "10.1097/00005131-200605000-00013",
    "pii": "00005131-200605000-00013"
  },
  "doi": "10.1097/00005131-200605000-00013",
  "dates": {
    "completed": "2006-11-14",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.016229",
    "pmid": "16766943"
  }
}