{
  "pmid": "16765862",
  "uid": "16765862",
  "title": "A clinical pathway for treating pneumonia in the nursing home: part I: the nursing perspective.",
  "abstract": "OBJECTIVES: This paper examines nursing staff's perspectives on the utility and sustainability of a clinical pathway for treating nursing home residents with pneumonia. DESIGN: A qualitative (case study) design was used. SETTING: Data were collected from 6 nursing homes in Southern Ontario (5 from metro regions and 1 from a nonmetro region). Nursing homes were drawn from a larger randomized controlled trial of a clinical pathway for nursing home-acquired pneumonia conducted between 2001 and 2005. The clinical pathway was designed to assist in the identification, diagnosis, and management of pneumonia, including a decision tool for determining the appropriate location of treatment (hospital versus nursing home). PARTICIPANTS: A total of 7 focus groups and 1 one-on-one interview were conducted between February 2003 and May 2004. Interview data were analyzed using the template style, described by Miller and Crabtree, to identify key themes. FINDINGS: Nurses strongly supported the idea of the clinical pathway and believed that providing pneumonia care in the nursing home was better for the resident. As a result of using the clinical pathway, nurses felt that pneumonia was being identified, diagnosed, and treated earlier, resulting in fewer hospitalizations. In addition to the benefits to resident care, the nurses felt that their skills and knowledge also improved. Nurses generally supported the implementation of the pathway although some concern was expressed about the additional responsibility and resources that would entail. CONCLUSIONS: The implementation of a clinical pathway for treating pneumonia in nursing homes and quick access to a backup clinician are desired by nurses who also believe it will result in better care and fewer hospitalizations of residents.",
  "authors": [
    {
      "last_name": "Carusone",
      "fore_name": "Soo Chan",
      "initials": "SC",
      "name": "Soo Chan Carusone",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1525-8610",
    "issn_type": "Print",
    "volume": "7",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "Jun"
  },
  "start_page": "271",
  "end_page": "278",
  "pages": "271-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Attitude of Health Personnel",
    "Bed Occupancy",
    "Clinical Competence",
    "Critical Pathways",
    "Cross Infection",
    "Decision Trees",
    "Education, Nursing, Continuing",
    "Focus Groups",
    "Geriatric Nursing",
    "Health Facility Size",
    "Health Services Needs and Demand",
    "Hospitalization",
    "Humans",
    "Nurse's Role",
    "Nursing Homes",
    "Nursing Methodology Research",
    "Nursing Staff",
    "Ontario",
    "Pneumonia",
    "Qualitative Research",
    "Quality of Health Care",
    "Self Efficacy",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16765862",
    "doi": "10.1016/j.jamda.2005.11.004",
    "pii": "S1525-8610(05)00642-0"
  },
  "doi": "10.1016/j.jamda.2005.11.004",
  "dates": {
    "completed": "2006-08-18",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.119846",
    "pmid": "16765862"
  }
}