{
  "pmid": "16765863",
  "uid": "16765863",
  "title": "A clinical pathway for treating pneumonia in the nursing home: part II: the administrators' perspective and how it differs from nurses' views.",
  "abstract": "OBJECTIVES: This paper examines the utility and sustainability of a clinical pathway for treating nursing home residents with pneumonia from the perspective of nursing administrators and medical directors in Ontario, Canada. The discussion includes a comparison of the perspectives of the administrators and the nursing staff (reported in part I of this article). DESIGN: A qualitative case study design was used. SETTING: Data were collected from 6 nursing homes in Southern Ontario that were drawn from a larger randomized controlled trial of a clinical pathway to help identify, diagnose, and manage cases of nursing home-acquired pneumonia. PARTICIPANTS: Six interviews were conducted with nursing administrators and 2 with medical directors (1 per facility). Key themes were identified in the interview data using the template style of analysis described by Miller and Crabtree. FINDINGS: Administrators were in favor of using a clinical pathway for identifying and treating pneumonia in nursing home residents. Participants thought that during the study residents with pneumonia received better and more timely care, and that nurses' clinical skills, knowledge, and confidence had improved. In comparison with views expressed by nurses and medical directors in the same facilities, nursing administrators tended to report less clinical training and staff support were required to successfully implement the pathway. CONCLUSIONS: Even though nurses and administrators strongly support the use of a pneumonia clinical pathway in nursing homes, implementation plans should be tailored to individual facilities and be informed by the perspectives of both administrators and staff.",
  "authors": [
    {
      "last_name": "Carusone",
      "fore_name": "Soo Chan",
      "initials": "SC",
      "name": "Soo Chan Carusone",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1525-8610",
    "issn_type": "Print",
    "volume": "7",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "Jun"
  },
  "start_page": "279",
  "end_page": "286",
  "pages": "279-86",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Attitude of Health Personnel",
    "Bed Occupancy",
    "Clinical Competence",
    "Critical Pathways",
    "Cross Infection",
    "Feasibility Studies",
    "Geriatric Assessment",
    "Health Services Needs and Demand",
    "Hospitalization",
    "Humans",
    "Nurse Administrators",
    "Nursing Assessment",
    "Nursing Homes",
    "Nursing Methodology Research",
    "Nursing Staff",
    "Ontario",
    "Physician Executives",
    "Pneumonia",
    "Program Development",
    "Qualitative Research",
    "Quality of Health Care",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "16765863",
    "doi": "10.1016/j.jamda.2005.11.005",
    "pii": "S1525-8610(05)00643-2"
  },
  "doi": "10.1016/j.jamda.2005.11.005",
  "dates": {
    "completed": "2006-08-18",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.120055",
    "pmid": "16765863"
  }
}