{
  "pmid": "16761906",
  "uid": "16761906",
  "title": "Dalteparin versus warfarin for the prevention of recurrent venous thromboembolic events in cancer patients: a pharmacoeconomic analysis.",
  "abstract": "OBJECTIVE: In a recent randomised trial (CLOT [Comparison of Low molecular weight heparin versus Oral anticoagulant Therapy for long term anticoagulation in cancer patients with venous thromboembolism]), which evaluated secondary prophylaxis of venous thromboembolism (VTE) in cancer patients, dalteparin reduced the relative risk of recurrent VTEs by 52% compared with oral anticoagulation therapy (p = 0.002). A Canadian pharmacoeconomic analysis was conducted to measure the economic value of dalteparin for this indication. DESIGN: The study was conducted from the Canadian healthcare system. The first part of this study utilised the CLOT trial database, from which resource utilisation data were converted into Canadian cost estimates (Can dollars, year 2005 values). Univariate and multivariate regression analyses were conducted to compare the total cost of therapy between patients randomised to treatment with dalteparin or oral therapy. Health state utilities and treatment preferences were then measured in 24 oncology care providers using the time trade-off technique. RESULTS: When all of the cost components were combined for the entire population (n = 676), patients in the dalteparin group had significantly higher overall costs than the control group (Can dollars 4162 vs Can dollars 2003; p < 0.001). The preference assessment revealed that 23 of 24 respondents (96%) selected dalteparin over warfarin, with an associated gain of 0.157 QALYs. When the incremental cost of dalteparin (Can dollars 2159 per patient) was combined with the QALY gain, the findings revealed that dalteparin was associated with a cost of approximately Can dollars 13,800 (95% CI 12,400, 15,100) per QALY gained. CONCLUSIONS: Given the practical advantages of dalteparin in terms of convenience, improved efficacy and the acceptable economic value, this analysis suggests that long-term dalteparin therapy is a sound alternative to warfarin for the prevention of recurrent VTEs in patients with cancer.",
  "authors": [
    {
      "last_name": "Dranitsaris",
      "fore_name": "George",
      "initials": "G",
      "name": "George Dranitsaris",
      "affiliations": [
        "Augmentium Pharma Consulting, Toronto, Ontario, Canada. george@augmentium.com"
      ]
    },
    {
      "last_name": "Vincent",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Vincent",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1170-7690",
    "issn_type": "Print",
    "volume": "24",
    "issue": "6",
    "pub_year": "2006"
  },
  "start_page": "593",
  "end_page": "607",
  "pages": "593-607",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Anticoagulants",
    "Canada",
    "Dalteparin",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Quality of Life",
    "Secondary Prevention",
    "Thromboembolism",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "16761906",
    "doi": "10.2165/00019053-200624060-00006",
    "pii": "2466"
  },
  "doi": "10.2165/00019053-200624060-00006",
  "dates": {
    "completed": "2006-09-08",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin",
    "Dalteparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.656039",
    "pmid": "16761906"
  }
}