{
  "pmid": "16767720",
  "uid": "16767720",
  "title": "Synthesis of silk fibroin-insulin bioconjugates and their characterization and activities in vivo.",
  "abstract": "The regenerated liquid silk fibroin with an average molecular mass of about 60 kDa consists of 18 kinds of amino acids containing approximately 10% of polar amino acids with hydroxyl and amino groups such as serine and lysine. The liquid silk fibroin is coupled covalently with insulin molecules through these strongly polar side groups by using glutaraldehyde. The physicochemical properties of the silk fibroin-insulin (SF-Ins) bioconjugates were investigated by enzyme-linked immunosorbent assay for the quantitative measurement of insulin. The biological activities of the insulin bioconjugates were characterized in vitro and in vivo. The SF-Ins constructs obtained by 5 h of covalent crosslinking showed much higher recovery (about 70%) and in vitro stability in human serum than bovine serum albumin-insulin (BSA-Ins) derivatives. The results in human serum indicated that the half-life in vitro of the biosynthesized SF-Ins derivatives was 2.1 and 1.7 times more than that of BSA-Ins conjugates and native insulin, respectively. The immunogenicity of the regenerated silk fibroin and the antigenicity of silk fibroin-modified insulin were not observed in both rabbits and rats. The pharmacological activity of the SF-Ins bioconjugates in diabetic rats evidently lengthened and was about 3.5 times as long as that of the native insulin, nearly 21 h. The bioconjugation of insulin with the regenerated silk fibroin greatly improved its physicochemical and biological stability.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Lab., School of Life Science, Soochow University, Dushuhu Higher Education Town, Suzhou 215123, People's Republic of China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Ma",
      "affiliations": []
    },
    {
      "last_name": "Xia",
      "fore_name": "Yun-Yue",
      "initials": "YY",
      "name": "Yun-Yue Xia",
      "affiliations": []
    },
    {
      "last_name": "Shen",
      "fore_name": "Wei-De",
      "initials": "WD",
      "name": "Wei-De Shen",
      "affiliations": []
    },
    {
      "last_name": "Mao",
      "fore_name": "Jian-Ping",
      "initials": "JP",
      "name": "Jian-Ping Mao",
      "affiliations": []
    },
    {
      "last_name": "Zha",
      "fore_name": "Xin-Min",
      "initials": "XM",
      "name": "Xin-Min Zha",
      "affiliations": []
    },
    {
      "last_name": "Shirai",
      "fore_name": "Koji",
      "initials": "K",
      "name": "Koji Shirai",
      "affiliations": []
    },
    {
      "last_name": "Kiguchi",
      "fore_name": "Kenji",
      "initials": "K",
      "name": "Kenji Kiguchi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of biomedical materials research. Part B, Applied biomaterials",
    "iso_abbreviation": "J Biomed Mater Res B Appl Biomater",
    "issn": "1552-4973",
    "issn_type": "Print",
    "volume": "79",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "275",
  "end_page": "283",
  "pages": "275-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bombyx",
    "Cross-Linking Reagents",
    "Fibroins",
    "Insulin",
    "Male",
    "Rabbits",
    "Rats"
  ],
  "article_ids": {
    "pubmed": "16767720",
    "doi": "10.1002/jbm.b.30539"
  },
  "doi": "10.1002/jbm.b.30539",
  "dates": {
    "completed": "2006-12-20",
    "revised": "2020-09-30"
  },
  "chemicals": [
    "Cross-Linking Reagents",
    "Insulin",
    "Fibroins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.037321",
    "pmid": "16767720"
  }
}