{
  "pmid": "16764798",
  "uid": "16764798",
  "title": "Eight-year results of a minimally constrained total ankle arthroplasty.",
  "abstract": "BACKGROUND: Few studies have reported the intermediate to long-term results of minimally constrained total ankle replacements. The purpose of this study was to investigate the efficacy and safety of a minimally constrained total ankle prosthesis in a select low-demand patient population. METHODS: We reviewed a consecutive series of patients with rheumatoid arthritis who underwent a Buechel-Pappas total ankle replacement (BP TAR) between 1990 to 1997. Thirty-one ankle arthroplasties were performed in 23 patients with rheumatoid arthritis. One patient was lost to followup (deceased) and two ankles that failed resulted in fusion (overall survivorship - 93%). This left 28 ankles (21 patients) that were re-evaluated clinically and radiographically with an average followup of 8.3 (range 5.0 to 12.2) years. Preoperative and postoperative ranges of motion were measured and AOFAS hindfoot scores were calculated. Recent weightbearing radiographs were reviewed for evidence of component subsidence, radiolucent lines, and osteolysis. RESULTS: In 25 of 28 ankles (89%), patients were completely satisfied with the result of their ankle replacement and rated their pain as only mild to none; three (11%) patients were dissatisfied. Radiographic analysis revealed stable, well-positioned implants with evidence of biologic ingrowth in 23 ankles (82%), while five implants were interpreted as being at risk for impending failure because of marked tibial or talar component subsidence (18%). Component subsidence did not correlate with the presence or absence of radiolucent lines. Only one ankle demonstrated clear evidence of osteolysis. Ten intraoperative medial malleolar fractures occurred (32% of ankles) during implantation of the prosthesis, though in only one did this adversely affect patient outcome. Nine postoperative complications (29%) occurred; four wound dehiscences, four stress fractures, and one medial malleolar nonunion. CONCLUSIONS: Improvements in prosthetic design such as cementless fixation and decreased constraint appear to make total ankle arthroplasty a more predictable procedure over this period of followup. Despite a variety of complications, we are encouraged by the intermediate-term results in a select low-demand arthritic population.",
  "authors": [
    {
      "last_name": "San Giovanni",
      "fore_name": "Thomas P",
      "initials": "TP",
      "name": "Thomas P San Giovanni",
      "affiliations": [
        "Department of Orthopaedic Surgery, UHZ Sports Medicine Institute, Coral Gables, FL 33146, USA. tsangiovanni@uhzsmi.com"
      ]
    },
    {
      "last_name": "Keblish",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Keblish",
      "affiliations": []
    },
    {
      "last_name": "Thomas",
      "fore_name": "William H",
      "initials": "WH",
      "name": "William H Thomas",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Foot & ankle international",
    "iso_abbreviation": "Foot Ankle Int",
    "issn": "1071-1007",
    "issn_type": "Print",
    "volume": "27",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Jun"
  },
  "start_page": "418",
  "end_page": "426",
  "pages": "418-26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Ankle Joint",
    "Arthritis, Rheumatoid",
    "Arthroplasty, Replacement",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Joint Prosthesis",
    "Male",
    "Middle Aged",
    "Prosthesis Design",
    "Retrospective Studies",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "16764798",
    "doi": "10.1177/107110070602700606",
    "pii": "928159"
  },
  "doi": "10.1177/107110070602700606",
  "dates": {
    "completed": "2006-11-21",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.788663",
    "pmid": "16764798"
  }
}