{
  "pmid": "16766353",
  "uid": "16766353",
  "title": "GENTEX, a general multiscale model for in vivo tissue exchanges and intraorgan metabolism.",
  "abstract": "Endothelial cells lining myocardial capillaries not only impede transport of blood solutes to the contractile cells, but also take up and release substrates, competing with myocytes. Solutes permeating this barrier exhibit concentration gradients along the capillary. This paper introduces a generic model, GENTEX, to characterize blood-tissue exchanges. GENTEX is a whole organ model of the vascular network providing intraorgan flow heterogeneity and accounts for substrate transmembrane transport, binding and metabolism in erythrocytes, plasma, endothelial cells, interstitial space and cardiomyocytes. The model is tested here for the analysis of multiple tracer indicator dilution data on purine nucleoside metabolism in the isolated Krebs-Henseleit-perfused non-working hearts. It has been also used for analysing NMR contrast data for regional myocardial flows and for positron emission tomographic studies of cardiac receptor kinetics. The facilitating transporters, binding sites and enzymatic reactions are nonlinear elements and allow competition between substrates and a reaction sequence of up to five substrate-product reactions in a metabolic network. Strategies for application start with experiment designs incorporating inert reference tracers. For the estimation of endothelial and sarcolemmal permeability-surface area products and metabolism of the substrates and products, model solutions were optimized to fit the data from pairs of tracer injections (of either inosine or adenosine, plus the reference tracers) injected under the same circumstances a few minutes later. The results provide a self-consistent description of nucleoside metabolism in a beating well-perfused rabbit heart, and illustrate the power of the model to fit multiple datasets simultaneously.",
  "authors": [
    {
      "last_name": "Bassingthwaighte",
      "fore_name": "James B",
      "initials": "JB",
      "name": "James B Bassingthwaighte",
      "affiliations": [
        "Department of Bioengineering, University of Washington, Seattle, WA 98195-7962, USA. jbb@bioeng.washington.edu"
      ]
    },
    {
      "last_name": "Raymond",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Raymond",
      "affiliations": []
    },
    {
      "last_name": "Ploger",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Ploger",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Bukowski",
      "fore_name": "Thomas R",
      "initials": "TR",
      "name": "Thomas R Bukowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences",
    "iso_abbreviation": "Philos Trans A Math Phys Eng Sci",
    "issn": "1364-503X",
    "issn_type": "Print",
    "volume": "364",
    "issue": "1843",
    "pub_year": "2006",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "1423",
  "end_page": "1442",
  "pages": "1423-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Biological Transport, Active",
    "Capillary Permeability",
    "Computer Simulation",
    "Coronary Vessels",
    "Endothelium, Vascular",
    "Energy Metabolism",
    "Guinea Pigs",
    "Models, Biological",
    "Multienzyme Complexes",
    "Myocardium",
    "Nucleosides",
    "Rabbits"
  ],
  "article_ids": {
    "pubmed": "16766353",
    "mid": "NIHMS621720",
    "pmc": "PMC4169204",
    "doi": "10.1098/rsta.2006.1779",
    "pii": "C3053663835670K1"
  },
  "doi": "10.1098/rsta.2006.1779",
  "pmc_id": "PMC4169204",
  "dates": {
    "completed": "2006-07-07",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Multienzyme Complexes",
    "Nucleosides"
  ],
  "grants": [
    {
      "grant_id": "R01 EB001973",
      "agency": "NIBIB NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T15 HL088516",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 HL007403",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.411058",
    "pmid": "16766353"
  }
}