{
  "pmid": "16773145",
  "uid": "16773145",
  "title": "Conceptualizing and validating the human services integration measure.",
  "abstract": "PURPOSES: This paper proposes both a model and a measure of human service integration through strategic alliances with autonomous services as one way to achieve comprehensive health and social services for target populations. THEORY: Diverse theories of integrated service delivery and collaboration were combined reflecting integration along a continuum of care within a service sector, across service sectors and between public, not-for-profit and private sectors of financing services. METHODS: A measure of human service integration is proposed and tested. The measure identifies the scope and depth of integration for each sector and service that make up a total service network. It captures in quantitative terms both intra and inter sectoral service integration. RESULTS: Results are provided using the Human Service Measure in two networks of services involved in promoting Healthy Babies and Healthy Children known to have more and less integration. CONCLUSIONS: The instrument demonstrated discriminate validity with scores correctly distinguishing the two networks. The instrument does not correlate (r=0.13) with Weiss (2001) measure of partnership synergy confirming that it measures a distinct component of integration. DISCUSSION: We recommend the combined use of the proposed measure and the Weiss (2001) measure to more completely capture the scope and depth of integration efforts as well as the nature of the functioning of a service program or network.",
  "authors": [
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": [
        "System Linked Research Unit (SLRU) on Health and Social Service Utilization, School of Nursing, Department of Clinical Epidemiology and Biostatistics, (CE&B) McMaster University, Hamilton, Ontario, Canada. browneg@mcmaster.ca"
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Roberts",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Byrne",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Byrne",
      "affiliations": []
    },
    {
      "last_name": "Kertyzia",
      "fore_name": "June",
      "initials": "J",
      "name": "June Kertyzia",
      "affiliations": []
    },
    {
      "last_name": "Loney",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Loney",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of integrated care",
    "iso_abbreviation": "Int J Integr Care",
    "issn": "1568-4156",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2004"
  },
  "start_page": "e03",
  "pages": "e03",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16773145",
    "pmc": "PMC1393260",
    "doi": "10.5334/ijic.98"
  },
  "doi": "10.5334/ijic.98",
  "pmc_id": "PMC1393260",
  "dates": {
    "completed": "2006-07-07",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.679402",
    "pmid": "16773145"
  }
}