{
  "pmid": "16783198",
  "uid": "16783198",
  "title": "A novel model of selective lung ventilation to investigate the long-term effects of ventilation-induced lung injury.",
  "abstract": "Mechanical ventilation (MV) with large tidal volumes (V(T)) causes ventilator induced lung injury. Whereas immediate effects of short-term injurious ventilation are well studied, little is known about its long-term effects. We aimed to establish an animal model of selective injurious MV, permitting assessment of the long-term course of ventilation-induced lung injury. In anesthetized and instrumented rats (n = 26), laryngoscopy was performed, and one cannula for MV was placed in the left main bronchus and a second one in the trachea. Two ventilators were used to ventilate the left lung with high (20 mL/kg) and the right lung with low (4 mL/kg) V(T). In control animals, both lungs received low V(T). After 2 h of MV, animals were extubated and observed for 24 h and then killed. Left and right lungs were excised and sampled for further investigations. Survival in animals ventilated with the high V(T) was 90%. Twenty-four hours after MV, alveolar levels of humoral (tumor necrosis factor alpha, interleukin 6) and cellular (polymorphonuclear leukocytes) inflammatory markers were increased, and histological alterations were present in lungs ventilated with high V(T). A delayed decrease in PaO2 was noted 24 h after MV, with high V(T) delivered to one lung as compared with low V(T) delivered to both lungs. This animal model permits assessment of the long-term course of ventilation-induced lung injury and shows that pulmonary inflammation and histological alterations are present 24 h after unilateral injurious ventilation.",
  "authors": [
    {
      "last_name": "Schreiber",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Schreiber",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, Friedrich-Schiller-Universitaet Jena, Jena, Germany. torsten.schreiber@med.uni-jena.de"
      ]
    },
    {
      "last_name": "Niemann",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Niemann",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Karzai",
      "fore_name": "Waheedullah",
      "initials": "W",
      "name": "Waheedullah Karzai",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Shock (Augusta, Ga.)",
    "iso_abbreviation": "Shock",
    "issn": "1073-2322",
    "issn_type": "Print",
    "volume": "26",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "50",
  "end_page": "54",
  "pages": "50-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Biomarkers",
    "Bronchoalveolar Lavage Fluid",
    "Disease Models, Animal",
    "Interleukin-6",
    "Lung",
    "Lung Injury",
    "Male",
    "Pneumonia",
    "Rats",
    "Rats, Wistar",
    "Respiration, Artificial",
    "Tidal Volume",
    "Time Factors",
    "Tumor Necrosis Factor-alpha"
  ],
  "article_ids": {
    "pubmed": "16783198",
    "doi": "10.1097/01.shk.0000215318.99241.25",
    "pii": "00024382-200607000-00010"
  },
  "doi": "10.1097/01.shk.0000215318.99241.25",
  "dates": {
    "completed": "2006-08-18",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Biomarkers",
    "Interleukin-6",
    "Tumor Necrosis Factor-alpha"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.348390",
    "pmid": "16783198"
  }
}