{
  "pmid": "16793185",
  "uid": "16793185",
  "title": "The influence of child abuse on the pattern of expenditures in women's adult health service utilization in Ontario, Canada.",
  "abstract": "Childhood maltreatment is a common and serious problem for women, particularly in relation to impairment in adulthood. To our knowledge, no system-wide study has addressed the influence of childhood maltreatment on the cost of these women's adult health service utilization. This paper examines this relationship. The 1990 Ontario Health Survey (OHS) gathered information regarding determinants of physical health status and the use of health services. The 1991 Ontario Mental Health Supplement (OHSUP) examined a variety of childhood experiences as well as the prevalence of psychiatric disorders from a sample of OHS respondents. These were province-wide population health surveys of a probability-based sample of persons aged 15 years and older living in household dwellings in Ontario. The OHSUP randomly selected one member from each participating OHS household to be interviewed regarding personal experiences and mental health. This analysis used data from women aged 15-64 who participated in both the OHS and OHSUP. Self-reported health service utilization was collected in four groups of women--those who reported no history of child abuse, those with a history of physical abuse only, those who reported sexual abuse only, and those who reported both physical and sexual (combined) abuse. We hypothesized that a history of child abuse would result in greater adult health care costs. The results indicated that having a history of combined abuse nearly doubles mean annual ambulatory self-reported health care costs to 775 dollars (95% CI 504 dollars-1045 dollars) compared to a mean cost of 400 dollars with no abuse (95% CI 357 dollars-443 dollars). Median annual ambulatory self-reported health care costs were also increased in the combined abuse group, to 314 dollars (95% CI 220 dollars-429 dollars), compared to 138 dollars (95% CI 132 dollars-169 dollars) in those with no abuse. We conclude that child abuse in women is significantly associated with increased adult self-reported health care costs.",
  "authors": [
    {
      "last_name": "Tang",
      "fore_name": "Betty",
      "initials": "B",
      "name": "Betty Tang",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ont., Canada L8N 3Z5. b_tang@shaw.ca <b_tang@shaw.ca>"
      ]
    },
    {
      "last_name": "Jamieson",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Jamieson",
      "affiliations": []
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Boyle",
      "affiliations": []
    },
    {
      "last_name": "Libby",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Libby",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet",
      "initials": "H",
      "name": "Harriet MacMillan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "63",
    "issue": "7",
    "pub_year": "2006",
    "pub_month": "Oct"
  },
  "start_page": "1711",
  "end_page": "1719",
  "pages": "1711-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Ambulatory Care",
    "Child",
    "Child Abuse",
    "Female",
    "Health Expenditures",
    "Health Status Indicators",
    "Humans",
    "Least-Squares Analysis",
    "Middle Aged",
    "Ontario",
    "Surveys and Questionnaires",
    "Women's Health Services"
  ],
  "article_ids": {
    "pubmed": "16793185",
    "doi": "10.1016/j.socscimed.2006.04.015",
    "pii": "S0277-9536(06)00222-X"
  },
  "doi": "10.1016/j.socscimed.2006.04.015",
  "dates": {
    "completed": "2006-12-20",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.680003",
    "pmid": "16793185"
  }
}