{
  "pmid": "16798392",
  "uid": "16798392",
  "title": "Gastro-oesophageal reflux disease.",
  "abstract": "Gastro-oesophageal reflux disease refers to reflux of gastric contents into the oesophagus leading to oesophagitis, reflux symptoms sufficient to impair quality of life, or long-term complications. Transient relaxation of the lower oesophageal sphincter is believed to be the primary mechanism of the disease although the underlying cause remains uncertain. Obesity and smoking are weakly associated with the disease and genetic factors might be important. A negative association with Helicobacter pylori exists, but eradication of H pylori does not seem to cause reflux disease. Diagnosis is imprecise as there is no gold standard. Reflux symptoms are helpful in diagnosis but they lack sensitivity. Ambulatory oesophageal pH monitoring also seems to be insensitive despite high specificity. Empirical acid suppression with a proton-pump inhibitor (PPI) has reasonable sensitivity but poor specificity. Some evidence suggests that once patients develop the disease, severity is determined early and patients seem to continue with that phenotype long term. Unfortunately, most patients do not respond to life-style advice and require further therapy. H2 receptor antagonists and PPIs are better than placebo in oesophagitis, with a number needed to treat of five and two, respectively. In non-erosive reflux disease, acid suppression is better than placebo but the response rate is lower. Most patients need long-term treatment because the disease usually relapses. The role of endoscopic therapy is uncertain. Anti-reflux surgery is probably as effective as PPI therapy although there is a low operative mortality and morbidity.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University Medical Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Talley",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Talley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "367",
    "issue": "9528",
    "pub_year": "2006",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "2086",
  "end_page": "2100",
  "pages": "2086-100",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Antacids",
    "Endoscopy",
    "Female",
    "Fundoplication",
    "Gastroesophageal Reflux",
    "Histamine H2 Antagonists",
    "Humans",
    "Male",
    "Prevalence",
    "Proton Pump Inhibitors",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "16798392",
    "doi": "10.1016/S0140-6736(06)68932-0",
    "pii": "S0140-6736(06)68932-0"
  },
  "doi": "10.1016/S0140-6736(06)68932-0",
  "dates": {
    "completed": "2006-07-11",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Antacids",
    "Histamine H2 Antagonists",
    "Proton Pump Inhibitors"
  ],
  "grants": [
    {
      "grant_id": "R01DK 65713-1 A1",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.368580",
    "pmid": "16798392"
  }
}