{
  "pmid": "16804099",
  "uid": "16804099",
  "title": "Does celecoxib potentiate the anticoagulant effect of warfarin? A randomized, double-blind, controlled trial.",
  "abstract": "BACKGROUND: The management of patients who are receiving warfarin therapy and have musculoskeletal problems that require treatment with a nonsteroidal antiinflammatory drug (NSAID) is problematic because NSAID use may increase the risk for bleeding. Cyclooxygenase-2 selective NSAIDs such as celecoxib may be less likely to promote gastrointestinal bleeding; however, there are concerns that they could potentiate the anticoagulation effect of warfarin. OBJECTIVE: To determine whether celecoxib potentiates the anticoagulant effect of warfarin, as measured by the international normalized ratio (INR). METHODS: We performed a randomized, controlled, crossover trial to assess the effect on INR of celecoxib versus codeine (control treatment) in 15 patients who were receiving warfarin therapy and required analgesic treatment for osteoarthritis. During Phase 1 of the study, patients were randomly allocated to receive celecoxib 200 mg/day or codeine phosphate 7-15 mg 3-4 times daily for 5 weeks. During Phase 2 of the study, patients stopped the first study medication and started the other study medication; there was no drug-free interval between phases. Weekly INR testing was performed during the 10 week study period. Adopting the intent-to-treat principle, we used generalized estimating equations to analyze the data. RESULTS: There was no significant difference in the mean INR values during each 5 week treatment period when patients received either celecoxib or codeine. There was, therefore, insufficient evidence to reject the hypothesis that these 2 treatments had an equal effect on the INR (mean difference [95% CI] 0.10 [-0.04 to 0.24]; p = 0.16) based on mean imputation. This finding was confirmed after we repeated the analysis with multiple imputations (mean difference [95% CI] 0.093 [-0.16 to 0.35]; p = 0.47). CONCLUSIONS: Our results suggest that treatment with celecoxib does not potentiate the INR when taken with warfarin. Larger randomized trials are warranted to address the effects of coadministered warfarin and celecoxib on clinical outcomes.",
  "authors": [
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": []
    },
    {
      "last_name": "Woods",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Woods",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": []
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Annals of pharmacotherapy",
    "iso_abbreviation": "Ann Pharmacother",
    "issn": "1060-0280",
    "issn_type": "Print",
    "volume": "40",
    "issue": "7-8",
    "pub_year": "2006"
  },
  "start_page": "1241",
  "end_page": "1247",
  "pages": "1241-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Anticoagulants",
    "Celecoxib",
    "Codeine",
    "Cross-Over Studies",
    "Cyclooxygenase 2 Inhibitors",
    "Double-Blind Method",
    "Drug Interactions",
    "Female",
    "Humans",
    "International Normalized Ratio",
    "Male",
    "Osteoarthritis",
    "Pyrazoles",
    "Sulfonamides",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "16804099",
    "doi": "10.1345/aph.1G733",
    "pii": "aph.1G733"
  },
  "doi": "10.1345/aph.1G733",
  "dates": {
    "completed": "2007-02-21",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Anticoagulants",
    "Cyclooxygenase 2 Inhibitors",
    "Pyrazoles",
    "Sulfonamides",
    "Warfarin",
    "Celecoxib",
    "Codeine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.502138",
    "pmid": "16804099"
  }
}