{
  "pmid": "16802001",
  "uid": "16802001",
  "title": "A cost comparison of off-pump CABG versus on-pump CABG at one-year: The Canadian off-pump CABG registry.",
  "abstract": "BACKGROUND: Evidence suggests that off-pump coronary artery bypass graft surgery (CABG) is as safe and effective as on-pump CABG, and the cost of initial hospitalization for off-pump CABG is less expensive than on-pump CABG. However, it is uncertain whether the cost savings are sustained over a longer period of time. OBJECTIVE: To assess in-hospital and one-year direct medical costs of off-pump CABG versus on-pump CABG in the context of the Canadian health care system. METHODS AND RESULTS: From March 2001 to December 2002, 1657 consecutive patients enrolled in the Canadian Off-Pump CABG Registry were compared with 1693 consecutive on-pump patients from Hamilton Health Sciences CABG database. At one year, patients of both groups were followed by telephone interview. An economic analysis was conducted from the perspective of the Ontario Ministry of Health and Long-Term Care, and the data analysis was based on propensity score-matched registry patients (1233 pairs) to ensure the comparability of the two study groups. Clinical event and resource use information was collected from all patients. Unit costs from the Hamilton Health Sciences case-costing system were used to estimate hospital costs; all costs were reported in 2003 Canadian dollars. Sensitivity analyses were performed to account for uncertainties. The cost of initial hospitalization for off-pump CABG was significantly less than on-pump CABG (11,744 dollars versus 13,720 dollars, P < 0.001). Although follow-up costs were similar between the groups, the one-year total cost per patient for off-pump CABG remained significantly less than on-pump CABG (12,063 dollars versus 14,141 dollars, P < 0.001). CONCLUSION: Off-pump CABG offers significant savings during initial hospitalization that are also sustained after one year.",
  "authors": [
    {
      "last_name": "Lamy",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Lamy",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. lamya@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoyin",
      "initials": "X",
      "name": "Xiaoyin Wang",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Kent",
      "fore_name": "Rosanne",
      "initials": "R",
      "name": "Rosanne Kent",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "0828-282X",
    "issn_type": "Print",
    "volume": "22",
    "issue": "8",
    "pub_year": "2006",
    "pub_month": "Jun"
  },
  "start_page": "699",
  "end_page": "704",
  "pages": "699-704",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Coronary Artery Bypass, Off-Pump",
    "Coronary Disease",
    "Costs and Cost Analysis",
    "Follow-Up Studies",
    "Humans",
    "Internal Mammary-Coronary Artery Anastomosis",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Registries",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "16802001",
    "pmc": "PMC2560563",
    "doi": "10.1016/s0828-282x(06)70939-4",
    "pii": "S0828-282X(06)70939-4"
  },
  "doi": "10.1016/s0828-282x(06)70939-4",
  "pmc_id": "PMC2560563",
  "dates": {
    "completed": "2006-08-10",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.325729",
    "pmid": "16802001"
  }
}