{
  "pmid": "16836533",
  "uid": "16836533",
  "title": "How specific is case specificity?",
  "abstract": "OBJECTIVES: Case specificity implies that success on any case is specific to that case. In examining the sources of error variance in performance on case-based examinations, how much error variance results from differences between cases compared with differences between items within cases? What is the optimal number of cases and questions within cases to maximise test reliability given some fixed period of examination time? METHODS: G and D generalisability studies were conducted to identify variance components and reliability for each examination analysed, and to optimise the reliability of the given test composition (1, 1.5, 2, 3, 4 and 5 questions per case), using data from 3 key features examinations of the Medical Council of Canada (n = 6342 graduating medical students), each of which consisted of about 35 written cases followed by 1- questions regarding specific key elements of data gathering, diagnosis and/or management. RESULTS: The smallest variance component was due to subjects; the variance due to subject-item interaction was over 5 times the interaction with cases (on average, 0.1106 compared with 0.0195). Relatively little variance was due to differences between cases; about 80% of the error variance was due to variability in performance among items within cases. The D study showed that reliability varied between 0.541 and 0.579, was least with 1 item per case and highest at 2 and 3 items per case. CONCLUSIONS: The main source of error variance was items within cases, not cases, and the optimal strategy in terms of enhancing reliability would use cases with 2-3 items per case.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Health Sciences Centre, McMaster University, Hamilton, Ontario, Canada. norman@mcmaster.ca"
      ]
    },
    {
      "last_name": "Bordage",
      "fore_name": "Georges",
      "initials": "G",
      "name": "Georges Bordage",
      "affiliations": []
    },
    {
      "last_name": "Page",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Page",
      "affiliations": []
    },
    {
      "last_name": "Keane",
      "fore_name": "David",
      "initials": "D",
      "name": "David Keane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "40",
    "issue": "7",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "618",
  "end_page": "623",
  "pages": "618-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analysis of Variance",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "16836533",
    "doi": "10.1111/j.1365-2929.2006.02511.x",
    "pii": "MED2511"
  },
  "doi": "10.1111/j.1365-2929.2006.02511.x",
  "dates": {
    "completed": "2006-10-30",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.741392",
    "pmid": "16836533"
  }
}