{
  "pmid": "16837679",
  "uid": "16837679",
  "title": "Doppler ultrasonography versus amniocentesis to predict fetal anemia.",
  "abstract": "BACKGROUND: Pregnancies complicated by Rh alloimmunization have been evaluated with the use of serial invasive amniocentesis to determine bilirubin levels by measuring in the amniotic fluid the change in optical density at a wavelength of 450 nm (DeltaOD450); however, this procedure carries risks. Noninvasive Doppler ultrasonographic measurement of the peak velocity of systolic blood flow in the middle cerebral artery also predicts severe fetal anemia, but this test has not been rigorously evaluated in comparison with amniotic-fluid DeltaOD450. METHODS: We performed a prospective, international, multicenter study including women with RhD-, Rhc-, RhE-, or Fy(a)-alloimmunized pregnancies with indirect antiglobulin titers of at least 1:64 and antigen-positive fetuses to assess whether Doppler ultrasonographic measurement of the peak systolic velocity of blood flow in the middle cerebral artery was at least as sensitive and accurate as measurement of amniotic-fluid DeltaOD450 for diagnosing severe fetal anemia. The results of the two tests were compared with the incidence of fetal anemia, as determined by measurement of hemoglobin levels in fetal blood. RESULTS: Of 165 fetuses, 74 had severe anemia. For the detection of severe fetal anemia, Doppler ultrasonography of the middle cerebral artery had a sensitivity of 88 percent (95 percent confidence interval, 78 to 93 percent), a specificity of 82 percent (95 percent confidence interval, 73 to 89 percent), and an accuracy of 85 percent (95 percent confidence interval, 79 to 90 percent). Amniotic-fluid DeltaOD450 had a sensitivity of 76 percent (95 percent confidence interval, 65 to 84 percent), a specificity of 77 percent (95 percent confidence interval, 67 to 84 percent), and an accuracy of 76 percent (95 percent confidence interval, 69 to 82 percent). Doppler ultrasonography was more sensitive, by 12 percentage points (95 percent confidence interval, 0.3 to 24.0), and more accurate, by 9 percentage points (95 percent confidence interval, 1.1 to 15.9), than measurement of amniotic-fluid DeltaOD450. CONCLUSIONS: Doppler measurement of the peak velocity of systolic blood flow in the middle cerebral artery can safely replace invasive testing in the management of Rh-alloimmunized pregnancies. (ClinicalTrials.gov number, NCT00295516.).",
  "authors": [
    {
      "last_name": "Oepkes",
      "fore_name": "Dick",
      "initials": "D",
      "name": "Dick Oepkes",
      "affiliations": [
        "Department of Obstetrics, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Seaward",
      "fore_name": "P Gareth",
      "initials": "PG",
      "name": "P Gareth Seaward",
      "affiliations": []
    },
    {
      "last_name": "Vandenbussche",
      "fore_name": "Frank P H A",
      "initials": "FP",
      "name": "Frank P H A Vandenbussche",
      "affiliations": []
    },
    {
      "last_name": "Windrim",
      "fore_name": "Rory",
      "initials": "R",
      "name": "Rory Windrim",
      "affiliations": []
    },
    {
      "last_name": "Kingdom",
      "fore_name": "John",
      "initials": "J",
      "name": "John Kingdom",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Kanhai",
      "fore_name": "Humphrey H H",
      "initials": "HH",
      "name": "Humphrey H H Kanhai",
      "affiliations": []
    },
    {
      "last_name": "Ohlsson",
      "fore_name": "Arne",
      "initials": "A",
      "name": "Arne Ohlsson",
      "affiliations": []
    },
    {
      "last_name": "Ryan",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Ryan",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The New England journal of medicine",
    "iso_abbreviation": "N Engl J Med",
    "issn": "1533-4406",
    "issn_type": "Electronic",
    "volume": "355",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "start_page": "156",
  "end_page": "164",
  "pages": "156-64",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amniocentesis",
    "Anemia",
    "Bilirubin",
    "Female",
    "Fetal Diseases",
    "Humans",
    "Middle Cerebral Artery",
    "Predictive Value of Tests",
    "Pregnancy",
    "Rh Isoimmunization",
    "Sensitivity and Specificity",
    "Ultrasonography, Doppler, Transcranial",
    "Ultrasonography, Prenatal"
  ],
  "article_ids": {
    "pubmed": "16837679",
    "doi": "10.1056/NEJMoa052855",
    "pii": "355/2/156"
  },
  "doi": "10.1056/NEJMoa052855",
  "dates": {
    "completed": "2006-07-18",
    "revised": "2016-06-21"
  },
  "chemicals": [
    "Bilirubin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.888821",
    "pmid": "16837679"
  }
}