{
  "pmid": "16834841",
  "uid": "16834841",
  "title": "Cost-effectiveness of alternative treatments for women with osteoporosis in Canada.",
  "abstract": "BACKGROUND: During the years following menopause, estrogen levels decline leading to accelerated bone loss and an increased risk of osteoporosis and osteoporosis-related fractures. METHODS: Using a Markov model and decision analytic techniques, the long-term costs and outcomes of five treatment and secondary prevention strategies for osteoporosis were compared: 'no intervention', alendronate, etidronate, risedronate, and raloxifene. The base case analysis examined postmenopausal (65 year old) osteoporotic women without prior fracture. Probabilistic sensitivity analysis (PSA) was used to incorporate the impact of parameter uncertainty, and deterministic sensitivity analysis (DSA) was used to compare alternative patient populations and modeling assumptions. Life years and Quality Adjusted Life Years (QALYs) were used as measures of effectiveness. RESULTS: In the base case analysis, risedronate was dominated by etidronate and alendronate. Alendronate and etidronate were projected to have similar costs and QALYs, and the efficiency frontier was represented by 'no intervention', etidronate, alendronate, and raloxifene (Can$32 571, Can$38 623 and Can$114 070 per QALY respectively). Alternative assumptions of raloxifene's impact on CHD and breast cancer, alternative discount rates and alternative patient risk factors (e.g., starting age of therapy, CHD risk, and prior fracture risk) had significant impacts on the overall cost-effectiveness results for both the bisphosphonates and raloxifene. DISCUSSION: Using conventionally quoted benchmarks and compared to no therapy, alendronate, etidronate, and raloxifene would all be considered cost-effective alternatives for treating women with osteoporosis. Potential limitations of this study include the usual caveats and cautions associated with long-term projection models and the fact that not all inputs into the model are Canadian data sources.",
  "authors": [
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": [
        "Program for Assessment of Technology in Health (PATH), McMaster University, Ontario, Canada. goereer@mcmaster.ca"
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Adachi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current medical research and opinion",
    "iso_abbreviation": "Curr Med Res Opin",
    "issn": "0300-7995",
    "issn_type": "Print",
    "volume": "22",
    "issue": "7",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "1425",
  "end_page": "1436",
  "pages": "1425-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Alendronate",
    "Bone Density Conservation Agents",
    "Canada",
    "Cost-Benefit Analysis",
    "Decision Support Techniques",
    "Etidronic Acid",
    "Female",
    "Humans",
    "Markov Chains",
    "Osteoporosis, Postmenopausal",
    "Raloxifene Hydrochloride",
    "Risedronic Acid"
  ],
  "article_ids": {
    "pubmed": "16834841",
    "doi": "10.1185/030079906X115568"
  },
  "doi": "10.1185/030079906X115568",
  "dates": {
    "completed": "2006-08-29",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Raloxifene Hydrochloride",
    "Risedronic Acid",
    "Etidronic Acid",
    "Alendronate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:38.913338",
    "pmid": "16834841"
  }
}