{
  "pmid": "16865076",
  "uid": "16865076",
  "title": "Towards evidence-based critical thinking medicine? Uses of best evidence in flawless argumentations.",
  "abstract": "Uses of informal logic and critical thinking methodology are increasingly taught, learnt and advantageously applied in such diverse domains as law, the military, business, and education. Health sciences are also following this trend. However, production and critical appraisal of evidence as already practiced in Evidence-Based Medicine must be coupled with equally rigorous uses in order to ensure appropriate health problem understanding and decision-making. Making most proposals and decisions in medicine is the conclusion of an argumentation process that lies behind any communication between health professionals working with patients, performing research or sharing ideas about health problems, their interpretations and solutions with numerous stakeholders in public life. Modern critical thinking and decision making in medicine is not instantly mastered, but is instead a learnt experience as anything else in professional and social interactions. The modern argument as outlined, illustrated and applied to health problems in this essay is an extension of a previously established way of thinking in Evidence-Based Medicine. Ideally, health professionals, their patients and all other stakeholders should speak the same language and it is up to us to make this possible. Evidence and critical thinking - based medicine might be a solution. As modern critical thinkers, we are at the forefront and we must see to it that patients and professional and general communities benefit from this more so even than from other remarkable historical and current contributions to the well-being of those under our care.",
  "authors": [
    {
      "last_name": "Jenicek",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jenicek",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON Canada. jenicekm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1234-1010",
    "issn_type": "Print",
    "volume": "12",
    "issue": "8",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "RA149",
  "end_page": "RA153",
  "pages": "RA149-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Professional Practice",
    "Thinking"
  ],
  "article_ids": {
    "pubmed": "16865076",
    "pii": "9204"
  },
  "dates": {
    "completed": "2006-09-20",
    "revised": "2006-08-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:59.464675",
    "pmid": "16865076"
  }
}