{
  "pmid": "16869718",
  "uid": "16869718",
  "title": "Incidence and risk factors for vertebral fracture in women and men: 25-year follow-up results from the population-based Framingham study.",
  "abstract": "UNLABELLED: This study evaluates baseline characteristics of 704 women and men in the Framingham Study with respect to long-term risk of incident vertebral fracture. Incidence was 24% in women and 10% in men. Few factors in middle-aged persons, except prevalent (moderate) fracture and alcohol consumption (in men), predicted long-term incidence of vertebral fracture. INTRODUCTION: We studied potential risk factors in women and men in middle adult years to help identify individuals at increased long-term risk of vertebral fracture in advanced age. MATERIALS AND METHODS: Participants included Framingham cohort members who underwent radiographic examinations at baseline in 1967-1969 (mean age, 53 years) and follow-up in 1992-1993. Semiquantitative methods were used to determine incident fracture, defined as any vertebral body graded normal at baseline and at least mildly deformed (20-25% reduction or more in any vertebral height) at follow-up. Information on potential risk factors was obtained from examinations conducted at or before baseline radiography. RESULTS: Prevalence of vertebral fracture was similar (14%) in women and men, although incidence was greater in women (24%) than men (10%). Alcohol consumption increased fracture risk in men. Multivariable-adjusted ORs increased from 1.78 in men who consumed 1-3 oz of alcohol per week in middle-age years to 4.61 in those with intakes of > or =4 oz/week (trend, P = 0.0099). Age, height, weight, grip strength, physical activity, metacarpal cortical area, and estrogen use (in women) had little or no influence on cumulative incidence of vertebral fracture. Results were similar when fracture was restricted to (at least) moderate severity; however, participants with moderate to severe fracture prevalent at baseline had five times the incidence of moderate to severe fracture during follow-up compared with those without moderately to severe prevalent fractures. CONCLUSIONS: Few factors in middle-aged persons, except prevalent fracture and alcohol consumption (in men), predict long-term incidence of vertebral fracture. The explanation underlying this finding is not readily apparent, however, risk factors for vertebral fracture may be more relevant to older individuals, with respect to short-term fracture risk, than to middle-aged adults in relation to long-term risk with aging.",
  "authors": [
    {
      "last_name": "Samelson",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Samelson",
      "affiliations": [
        "Institute for Aging Research, Hebrew SeniorLife, Boston, MA 02131, USA. samelson@hrca.harvard.edu"
      ]
    },
    {
      "last_name": "Hannan",
      "fore_name": "Marian T",
      "initials": "MT",
      "name": "Marian T Hannan",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Genant",
      "fore_name": "Harry K",
      "initials": "HK",
      "name": "Harry K Genant",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    },
    {
      "last_name": "Kiel",
      "fore_name": "Douglas P",
      "initials": "DP",
      "name": "Douglas P Kiel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
    "iso_abbreviation": "J Bone Miner Res",
    "issn": "0884-0431",
    "issn_type": "Print",
    "volume": "21",
    "issue": "8",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "1207",
  "end_page": "1214",
  "pages": "1207-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Alcohol Drinking",
    "Cohort Studies",
    "Female",
    "Habits",
    "Humans",
    "Incidence",
    "Life Style",
    "Lumbar Vertebrae",
    "Male",
    "Middle Aged",
    "Radiography",
    "Risk Factors",
    "Spinal Fractures",
    "Thoracic Vertebrae"
  ],
  "article_ids": {
    "pubmed": "16869718",
    "doi": "10.1359/jbmr.060513"
  },
  "doi": "10.1359/jbmr.060513",
  "dates": {
    "completed": "2006-10-05",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AR47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "N01-HC-25195",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AR/AG 41398",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 AR007598",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.038223",
    "pmid": "16869718"
  }
}