{
  "pmid": "16880460",
  "uid": "16880460",
  "title": "Meta-analysis: risk for hypertension in living kidney donors.",
  "abstract": "BACKGROUND: The risk for hypertension after kidney donation remains uncertain. PURPOSE: To see whether normotensive adults who donate a kidney develop higher blood pressure and risk for hypertension compared with nondonor adults acting as control participants. DATA SOURCES: MEDLINE, EMBASE, and Science Citation Index were searched from 1966 until November 2005 for articles published in any language. Reference lists of pertinent articles were also reviewed. STUDY SELECTION: The authors selected studies involving 10 or more healthy normotensive adults who donated a kidney and in whom blood pressure was assessed at least 1 year later. DATA EXTRACTION: Two reviewers independently abstracted data on study and donor characteristics, blood pressure measurements, outcomes, and prognostic features. Comparison data were abstracted from donor studies with control participants. Thirty primary authors provided additional data. DATA SYNTHESIS: Forty-eight studies from 28 countries followed a total of 5145 donors. Before surgery, the average age of donors was 41 years, the average systolic blood pressure was 121 mm Hg, and the average diastolic blood pressure was 77 mm Hg for all studies. In controlled studies in which the average follow-up was at least 5 years after donation (range, 6 to 13 years), blood pressure was 5 mm Hg higher in donors than in control participants (the weighted mean for systolic blood pressure using 4 studies involving 157 donors and 128 control participants was 6 mm Hg [95% CI, 2 to 11 mm Hg], and the weighted mean for diastolic blood pressure using 5 studies involving 196 donors and 161 control participants was 4 mm Hg [CI, 1 to 7 mm Hg]). There was statistical heterogeneity among the 6 controlled studies that assessed hypertension; an increase in risk was noted in 1 study (relative risk, 1.9 [CI, 1.1 to 3.5]). LIMITATIONS: Most studies were retrospective and did not include control groups that were assembled and followed along with donors. Approximately one third of the donors had incomplete follow-up information. CONCLUSIONS: On the basis of the limited studies conducted to date, kidney donors may have a 5-mm Hg increase in blood pressure within 5 to 10 years after donation over that anticipated with normal aging. Future controlled, prospective studies with long periods of follow-up will better delineate safety and identify donors at lowest risk for long-term morbidity.",
  "authors": [
    {
      "last_name": "Boudville",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Boudville",
      "affiliations": [
        "University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prasad",
      "fore_name": "G V Ramesh",
      "initials": "GV",
      "name": "G V Ramesh Prasad",
      "affiliations": []
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Knoll",
      "affiliations": []
    },
    {
      "last_name": "Muirhead",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Muirhead",
      "affiliations": []
    },
    {
      "last_name": "Thiessen-Philbrook",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Thiessen-Philbrook",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Robert C",
      "initials": "RC",
      "name": "Robert C Yang",
      "affiliations": []
    },
    {
      "last_name": "Rosas-Arellano",
      "fore_name": "M Patricia",
      "initials": "MP",
      "name": "M Patricia Rosas-Arellano",
      "affiliations": []
    },
    {
      "last_name": "Housawi",
      "fore_name": "Abdulrahman",
      "initials": "A",
      "name": "Abdulrahman Housawi",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "145",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "185",
  "end_page": "196",
  "pages": "185-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Follow-Up Studies",
    "Humans",
    "Hypertension",
    "Incidence",
    "Kidney",
    "Living Donors",
    "Middle Aged",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "16880460",
    "doi": "10.7326/0003-4819-145-3-200608010-00006",
    "pii": "145/3/185"
  },
  "doi": "10.7326/0003-4819-145-3-200608010-00006",
  "dates": {
    "completed": "2006-08-09",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.921649",
    "pmid": "16880460"
  }
}