{
  "pmid": "16886144",
  "uid": "16886144",
  "title": "Prospective, randomized inpatient study of oral metronidazole versus oral metronidazole and rifampin for treatment of primary episode of Clostridium difficile-associated diarrhea.",
  "abstract": "BACKGROUND: To date, no randomized trial to address the use of adjunctive rifampin in addition to metronidazole for the treatment of Clostridium difficile-associated diarrhea has been reported. Rifampin has excellent in vitro activity against C. difficile and penetrates into cellular materials where the organisms may persist. METHODS: This was a prospective, randomized, single-blinded study of 39 patients that compared therapy with metronidazole alone versus therapy with metronidazole and rifampin for 10 days to treat laboratory-confirmed primary episode C. difficile-associated diarrhea. Twenty patients were randomly assigned to the metronidazole group, and 19 were randomly assigned to the metronidazole and rifampin group. Data were analyzed by intention-to-treat analysis using the 2-tailed Kaplan-Meier method and the log-rank test. RESULTS: Adjunctive rifampin treatment for 10 days, compared with treatment with metronidazole alone for 10 days, was associated with a similar median time to symptom improvement (9.0 days vs. 6.5 days; P=.74), a similar median time to first relapse (26 days vs. 16 days; P=.23), a similar proportion of patients with relapse by study day 40 (42% vs. 38%; P=1.0), and a similar proportion of patients experiencing nonfatal adverse events (37% vs. 40%; P=.55). There were a significantly higher number of deaths in the metronidazole and rifampin group, compared with the metronidazole group (6 of 19 patients vs. 1 of 20 patients; P=.04), but there were fewer laboratory-confirmed relapses by study day 40 (2 vs. 4; P=.66). CONCLUSIONS: We conclude that there is no role for routine rifampin as an adjunct to treatment with metronidazole for hospitalized patients with C. difficile-associated diarrhea. The cure rates for both treatment groups remain unacceptably low, and better treatments are urgently needed.",
  "authors": [
    {
      "last_name": "Lagrotteria",
      "fore_name": "Danny",
      "initials": "D",
      "name": "Danny Lagrotteria",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Holmes",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Holmes",
      "affiliations": []
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": []
    },
    {
      "last_name": "Smaill",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Smaill",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Lee",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "547",
  "end_page": "552",
  "pages": "547-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Oral",
    "Aged",
    "Anti-Bacterial Agents",
    "Diarrhea",
    "Enterocolitis, Pseudomembranous",
    "Female",
    "Humans",
    "Male",
    "Metronidazole",
    "Rifampin"
  ],
  "article_ids": {
    "pubmed": "16886144",
    "doi": "10.1086/506354",
    "pii": "CID39360"
  },
  "doi": "10.1086/506354",
  "dates": {
    "completed": "2006-10-16",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Metronidazole",
    "Rifampin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.057483",
    "pmid": "16886144"
  }
}