{
  "pmid": "16890592",
  "uid": "16890592",
  "title": "Limited value of alarm features in the diagnosis of upper gastrointestinal malignancy: systematic review and meta-analysis.",
  "abstract": "BACKGROUND & AIMS: Alarm features such as dysphagia, weight loss, or anemia raise concern of an upper gastrointestinal malignancy in patients with dyspepsia. The aim of this study was to determine the diagnostic accuracy of alarm features in predicting malignancy by performing a metaanalysis based on the published literature. METHODS: English-language studies were identified by searching MEDLINE, EMBASE, Cochrane Controlled Trials Register, and CINAHL. Cohort studies that measured alarm features and compared them with the endoscopic findings were included. Studies were screened for inclusion by 2 authors who independently extracted the data. Sensitivity, specificity, and likelihood ratios were calculated by comparing the alarm feature with the endoscopic diagnosis. The summary receiver operating characteristic curve method was used to summarize test characteristics across studies. Individual alarm features were also assessed when the study report permitted. RESULTS: Eighty-three of 2600 studies met the initial screening criteria; 15 met inclusion criteria after detailed review. These 15 studies evaluated a total of 57,363 patients, of whom 458 (.8%) had cancer. The sensitivity of alarm symptoms varied from 0% to 83% with considerable heterogeneity between studies. The specificity also varied significantly from 40% to 98%. A clinical diagnosis made by a physician was very specific (range, 97%-98%) but not very sensitive (range, 11%-53%). CONCLUSIONS: Alarm features have limited predictive value for an underlying malignancy. Their use in dyspepsia management strategies needs further refinement and study.",
  "authors": [
    {
      "last_name": "Vakil",
      "fore_name": "Nimish",
      "initials": "N",
      "name": "Nimish Vakil",
      "affiliations": [
        "Department of Medicine, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin 53233, USA. nvakil@wisc.edu"
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Fennerty",
      "fore_name": "M Brian",
      "initials": "MB",
      "name": "M Brian Fennerty",
      "affiliations": []
    },
    {
      "last_name": "Talley",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Talley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "0016-5085",
    "issn_type": "Print",
    "volume": "131",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "390",
  "end_page": "660",
  "pages": "390-401; quiz 659-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anemia",
    "Deglutition Disorders",
    "Diagnosis, Differential",
    "Dyspepsia",
    "Gastrointestinal Neoplasms",
    "Humans",
    "Prognosis",
    "Risk Factors",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "16890592",
    "doi": "10.1053/j.gastro.2006.04.029",
    "pii": "S0016-5085(06)00840-7"
  },
  "doi": "10.1053/j.gastro.2006.04.029",
  "dates": {
    "completed": "2006-09-19",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.750698",
    "pmid": "16890592"
  }
}