{
  "pmid": "16907796",
  "uid": "16907796",
  "title": "Parenting children with diabetes and Belsky's Determinants of Parenting Model: literature review.",
  "abstract": "AIM: This paper provides a critical appraisal of the parenting literature as related to children with diabetes and proposes an adapted model of Belsky's Determinants of Parenting. BACKGROUND: Diabetes is the leading endocrine disease in school-aged children. As primary healthcare providers, parents assume responsibility for the daily management of their children's diabetes. It is therefore inevitable that parenting becomes a crucial variable in determining diabetes control. However, the literature examining parenting children with a chronic illness such as diabetes is limited. METHOD: A literature search was conducted using the CINAHL, EMBASE, PsychINFO, and Social Science Index databases and the terms 'parenting', 'determinants of parenting', 'Belsky's Determinants of Parenting' and combined with 'children' and 'type 1 diabetes'. Parenting and nursing literature from 1984 to 2004 was included if it was related to parenting determinants and diabetes control in children. The literature retrieved was critically appraised and synthesized in relation to Belsky's Determinants of Parenting Model. FINDINGS: By incorporating new knowledge, an adapted Determinants of Parenting Model is proposed. The adapted model reflects a bi-directional relationship between parenting and child characteristics. Specifically, suggestions for future research on the adapted model and the bi-directional relationship between parenting and child characteristics are also discussed. CONCLUSION: Recommendations are presented for use of the adapted Determinants of Parenting Model for future nursing research. Future research will need to focus on establishing causal links between the determinants, identifying the extent to which each determinant influences parenting, and parenting determinants questionnaire development.",
  "authors": [
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. dsherif@mcmaster.ca"
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "0309-2402",
    "issn_type": "Print",
    "volume": "55",
    "issue": "5",
    "pub_year": "2006",
    "pub_month": "Sep"
  },
  "start_page": "636",
  "end_page": "642",
  "pages": "636-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Child",
    "Child, Preschool",
    "Diabetes Mellitus, Type 1",
    "Home Nursing",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Models, Theoretical",
    "Parenting"
  ],
  "article_ids": {
    "pubmed": "16907796",
    "doi": "10.1111/j.1365-2648.2006.03955.x",
    "pii": "JAN3955"
  },
  "doi": "10.1111/j.1365-2648.2006.03955.x",
  "dates": {
    "completed": "2007-03-15",
    "revised": "2006-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.730556",
    "pmid": "16907796"
  }
}