{
  "pmid": "16905022",
  "uid": "16905022",
  "title": "Angiotensin-converting-enzyme inhibitors in stable vascular disease without left ventricular systolic dysfunction or heart failure: a combined analysis of three trials.",
  "abstract": "BACKGROUND: Angiotensin-converting-enzyme (ACE) inhibitors reduce cardiovascular mortality and morbidity in patients with heart failure or left ventricular systolic dysfunction (LVSD). Three large trials have assessed the effect of ACE inhibitors in stable patients without these conditions but with atherosclerosis. We undertook a systematic review of the Heart Outcomes Prevention Evaluation (HOPE), the European trial on Reduction Of cardiac events with Perindopril among patients with stable coronary Artery disease (EUROPA), and the Prevention of Events with ACE inhibition (PEACE) studies to determine the consistency with which ACE inhibitors reduce total mortality and fatal and non-fatal cardiovascular events. METHODS: We computed cardiovascular outcomes and total mortality in the 29,805 patients of these three trials, randomly assigned an ACE inhibitor or placebo and followed up for a mean of about 4.5 years. The results were also analysed within the context of five large trials of ACE inhibitors in patients with heart failure or LVSD. FINDINGS: When the findings of the HOPE, EUROPA, and PEACE trials were combined, ACE inhibitors significantly reduced all-cause mortality (7.8 vs 8.9%, p=0.0004), cardiovascular mortality (4.3 vs 5.2%, p=0.0002), non-fatal myocardial infarction (5.3 vs 6.4%, p=0.0001), all stroke (2.2 vs 2.8%, p=0.0004), heart failure (2.1 vs 2.7%, p=0.0007), coronary-artery bypass surgery (6.0 vs 6.9%, p=0.0036) but not percutaneous coronary intervention (7.4 vs 7.6%, p=0.481). The composite outcomes of cardiovascular mortality, non-fatal myocardial infarction, or stroke occurred in 1599 (10.7%) of the patients allocated ACE inhibitor and in 1910 (12.8%) of those allocated placebo (odds ratio, 0.82; 95% CIs 0.76-0.88; p<0.0001). Except for stroke and revascularisation, these results were similar to those of the five trials in patients with heart failure or LVSD. INTERPRETATION: ACE inhibitors reduce serious vascular events in patients with atherosclerosis without known evidence of LVSD or heart failure. Results showing these benefits in intermediate-risk patients complement existing evidence of similar benefit in higher-risk patients with LVSD or heart failure. Therefore, use of ACE inhibitors should be considered in all patients with atherosclerosis.",
  "authors": [
    {
      "last_name": "Dagenais",
      "fore_name": "Gilles R",
      "initials": "GR",
      "name": "Gilles R Dagenais",
      "affiliations": [
        "The Laval University Heart and Lung Institute, Laval Hospital, Quebec, Canada G1V 4G5. gilles.dagenais@crhl.ulaval.ca"
      ]
    },
    {
      "last_name": "Pogue",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Pogue",
      "affiliations": []
    },
    {
      "last_name": "Fox",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Fox",
      "affiliations": []
    },
    {
      "last_name": "Simoons",
      "fore_name": "Marteen L",
      "initials": "ML",
      "name": "Marteen L Simoons",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "368",
    "issue": "9535",
    "pub_year": "2006",
    "pub_month": "Aug",
    "pub_day": "12"
  },
  "start_page": "581",
  "end_page": "588",
  "pages": "581-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Coronary Artery Bypass",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Randomized Controlled Trials as Topic",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "16905022",
    "doi": "10.1016/S0140-6736(06)69201-5",
    "pii": "S0140-6736(06)69201-5"
  },
  "doi": "10.1016/S0140-6736(06)69201-5",
  "dates": {
    "completed": "2006-08-25",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.227208",
    "pmid": "16905022"
  }
}