{
  "pmid": "16907682",
  "uid": "16907682",
  "title": "The hard art of soft science: Evidence-Based Medicine, Reasoned Medicine or both?",
  "abstract": "In the past 14 years, Evidence-Based Medicine (EBM) has enjoyed unprecedented developments and gained widespread acceptance among health professionals. However, should we be content with producing, critically appraising and using the best evidence available for our understanding of health problems and decision making about them? Are our convictions about EBM's relevance, our conviction and intellectual satisfaction with its mastery and adoption enough? Should we continue pushing forward along this promising path, or should we further diversify the content and scope of EBM? Is EBM the only way to view medicine in the near future? This paper presents some options to choose from in terms of direction and content as well as questions to answer given the current EBM crossroads. More intensive and extensive EBM combined with 'other features'-based medicines may be the preferred strategy to follow in the future to determine the development, use and evaluation of EBM. Argument-based medicine or Reasoned Medicine is one of the options that can be integrated into the mainstream of medical reasoning and decision making.",
  "authors": [
    {
      "last_name": "Jenicek",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jenicek",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics at McMaster University, Hamilton, Ontario, Canada. jenicekm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1356-1294",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "410",
  "end_page": "419",
  "pages": "410-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Dissent and Disputes",
    "Empirical Research",
    "Evidence-Based Medicine",
    "Humans",
    "Logic",
    "Meta-Analysis as Topic",
    "Observation",
    "Practice Guidelines as Topic",
    "Science"
  ],
  "article_ids": {
    "pubmed": "16907682",
    "doi": "10.1111/j.1365-2753.2006.00718.x",
    "pii": "JEP718"
  },
  "doi": "10.1111/j.1365-2753.2006.00718.x",
  "dates": {
    "completed": "2006-12-22",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:59.464865",
    "pmid": "16907682"
  }
}