{
  "pmid": "16905555",
  "uid": "16905555",
  "title": "Should angiotensin-converting enzyme-inhibitors be used to improve outcome in patients with coronary artery disease and 'preserved' left ventricular function?",
  "abstract": "Early clinical studies investigating the role of angiotensin-converting enzyme (ACE) inhibitors in the treatment of heart failure unexpectedly demonstrated a possible reduction in coronary heart disease endpoints. Two large scale clinical trials, HOPE and EUROPA, both studies in patients with coronary artery disease (CAD) but without clinical evidence of heart failure, showed a highly significant improvement in coronary heart disease outcomes on treatment with ramipril and perindopril, respectively, in contrast, in a similar population, PEACE was unable to demonstrate such benefit with trandolapril. Meta-analyses of all trials involving ACE-inhibitors showed a highly significant improvement in coronary heart disease endpoints. Current ESC guidelines recommend ACE-inhibitor therapy in CAD patients with co-existing indications for ACE-inhibitors, such as hypertension, heart failure, left ventricular dysfunction, prior MI was left ventricular dysfunction, or diabetes (class I, level of evidence A). These guidelines also recommend ACE-inhibitor therapy in all patients with angina and proven coronary disease (class IIa, level of evidence B). However, in angina patients without independent indication for ACE-inhibitor treatment, the anticipated benefit should be weighted against the costs and risks of side effects; in these patients, only agents and doses of proven efficacy for secondary prevention should be employed.",
  "authors": [
    {
      "last_name": "Fox",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Fox",
      "affiliations": [
        "Department of Cardiology, Royal Brompton Hospital, Sydney Street, London SW3 6NP, UK. k.fox@rbht.nhs.uk"
      ]
    },
    {
      "last_name": "Ferrari",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Ferrari",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Borer",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Borer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "0195-668X",
    "issn_type": "Print",
    "volume": "27",
    "issue": "18",
    "pub_year": "2006",
    "pub_month": "Sep"
  },
  "start_page": "2154",
  "end_page": "2157",
  "pages": "2154-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Coronary Artery Disease",
    "Humans",
    "Treatment Outcome",
    "Ventricular Function, Left"
  ],
  "article_ids": {
    "pubmed": "16905555",
    "doi": "10.1093/eurheartj/ehl122",
    "pii": "ehl122"
  },
  "doi": "10.1093/eurheartj/ehl122",
  "dates": {
    "completed": "2007-03-22",
    "revised": "2007-11-15"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.227781",
    "pmid": "16905555"
  }
}