{
  "pmid": "16907691",
  "uid": "16907691",
  "title": "A comparison between integrating clinical practice setting and randomized controlled trial setting into economic evaluation models of therapeutics.",
  "abstract": "BACKGROUND: Cost-effectiveness analyses generated from randomized controlled trials (RCTs) represent results obtained under ideal experimental conditions (efficacy) and the applicability of these data to real-world settings (effectiveness) may be questionable. OBJECTIVE: To compare cost-effectiveness results obtained from a RCT setting with the results derived from community-based clinical practice. METHODS: Using data from a community-based cohort study and from a RCT, two cost-effectiveness analyses were performed and the incremental cost-effectiveness ratios (ICERs) were calculated for the use of etanercept in the treatment of patients with rheumatoid arthritis. RESULTS: Using an effectiveness-based analysis, the mean quality-adjusted life years (QALYs) gained during the 12-month monitoring period were 0.45 and 0.35 for the treatment and control groups respectively. The ICER for etanercept treatment was 174,200 dollars (CDN) per QALY (95% confidence limits between 119,500 dollars and 285,000 dollars). Incorporating efficacy data obtained from the RCT into the analysis, the mean QALYs gained were 0.56 and 0.35 for the treatment and control groups respectively. This resulted in a substantially lower ICER for etanercept treatment of 82,952 dollars per QALY (95% confidence limits between 66,500 dollars and 103,430 dollars). CONCLUSION: Depending on the type of clinical setting used for the analysis, the resulting ICER for etanercept treatment was very different. These results help to explain the difference in cost-effectiveness reported in previous modeling studies, some based on RCT assumptions and some based on effectiveness setting.",
  "authors": [
    {
      "last_name": "Farahani",
      "fore_name": "Pendar",
      "initials": "P",
      "name": "Pendar Farahani",
      "affiliations": [
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada. farahap@mcmaster.ca"
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1356-1294",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "463",
  "end_page": "470",
  "pages": "463-70",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Arthritis, Rheumatoid",
    "Cohort Studies",
    "Community Medicine",
    "Cost-Benefit Analysis",
    "Etanercept",
    "Evidence-Based Medicine",
    "Humans",
    "Immunoglobulin G",
    "Models, Economic",
    "Practice Patterns, Physicians'",
    "Quality-Adjusted Life Years",
    "Randomized Controlled Trials as Topic",
    "Receptors, Tumor Necrosis Factor"
  ],
  "article_ids": {
    "pubmed": "16907691",
    "doi": "10.1111/j.1365-2753.2006.00731.x",
    "pii": "JEP731"
  },
  "doi": "10.1111/j.1365-2753.2006.00731.x",
  "dates": {
    "completed": "2006-12-22",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Immunoglobulin G",
    "Receptors, Tumor Necrosis Factor",
    "Etanercept"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.853228",
    "pmid": "16907691"
  }
}