{
  "pmid": "16917649",
  "uid": "16917649",
  "title": "Assessing country-level efforts to link research to action.",
  "abstract": "We developed a framework for assessing country-level efforts to link research to action. The framework has four elements. The first element assesses the general climate (how those who fund research, universities, researchers and users of research support or place value on efforts to link research to action). The second element addresses the production of research (how priority setting ensures that users' needs are identified and how scoping reviews, systematic reviews and single studies are undertaken to address these needs). The third element addresses the mix of four clusters of activities used to link research to action. These include push efforts (how strategies are used to support action based on the messages arising from research), efforts to facilitate \"user pull\" (how \"one-stop shopping\" is provided for optimally packaged high-quality reviews either alone or as part of a national electronic library for health, how these reviews are profiled during \"teachable moments\" such as intense media coverage, and how rapid-response units meet users' needs for the best research), \"user pull\" efforts undertaken by those who use research (how users assess their capacity to use research and how structures and processes are changed to support the use of research) and exchange efforts (how meaningful partnerships between researchers and users help them to jointly ask and answer relevant questions). The fourth element addresses approaches to evaluation (how support is provided for rigorous evaluations of efforts to link research to action).",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lomas",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Lomas",
      "affiliations": []
    },
    {
      "last_name": "Hamid",
      "fore_name": "Maimunah",
      "initials": "M",
      "name": "Maimunah Hamid",
      "affiliations": []
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson K",
      "initials": "NK",
      "name": "Nelson K Sewankambo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin of the World Health Organization",
    "iso_abbreviation": "Bull World Health Organ",
    "issn": "0042-9686",
    "issn_type": "Print",
    "volume": "84",
    "issue": "8",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "620",
  "end_page": "628",
  "pages": "620-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Health Policy",
    "Humans",
    "Information Dissemination",
    "National Health Programs",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "16917649",
    "pmc": "PMC2627430",
    "doi": "10.2471/blt.06.030312",
    "pii": "S0042-96862006000800013"
  },
  "doi": "10.2471/blt.06.030312",
  "pmc_id": "PMC2627430",
  "dates": {
    "completed": "2006-10-24",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.966213",
    "pmid": "16917649"
  }
}