{
  "pmid": "16917652",
  "uid": "16917652",
  "title": "Systematic reviews and knowledge translation.",
  "abstract": "Proven effective interventions exist that would enable all countries to meet the Millennium Development Goals. However, uptake and use of these interventions in the poorest populations is at least 50% less than in the richest populations within each country. Also, we have recently shown that community effectiveness of interventions is lower for the poorest populations due to a \"staircase\" effect of lower coverage/access, worse diagnostic accuracy, less provider compliance and less consumer adherence. We propose an evidence-based framework for equity-oriented knowledge translation to enhance community effectiveness and health equity. This framework is represented as a cascade of steps to assess and prioritize barriers and thus choose effective knowledge translation interventions that are tailored for relevant audiences (public, patient, practitioner, policy-maker, press and private sector), as well as the evaluation, monitoring and sharing of these strategies. We have used two examples of effective interventions (insecticide-treated bednets to prevent malaria and childhood immunization) to illustrate how this framework can provide a systematic method for decision-makers to ensure the application of evidence-based knowledge in disadvantaged populations. Future work to empirically validate and evaluate the usefulness of this framework is needed. We invite researchers and implementers to use the cascade for equity-oriented knowledge translation as a guide when planning implementation strategies for proven effective interventions. We also encourage policy-makers and health-care managers to use this framework when deciding how effective interventions can be implemented in their own settings.",
  "authors": [
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Centre for Global Health, Institute of Population Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Robinson",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin of the World Health Organization",
    "iso_abbreviation": "Bull World Health Organ",
    "issn": "0042-9686",
    "issn_type": "Print",
    "volume": "84",
    "issue": "8",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "643",
  "end_page": "651",
  "pages": "643-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Developed Countries",
    "Developing Countries",
    "Global Health",
    "Health Policy",
    "Health Services Accessibility",
    "Humans",
    "Immunization Programs",
    "Information Dissemination",
    "Insecticides",
    "Knowledge",
    "Malaria",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "16917652",
    "pmc": "PMC2627444",
    "doi": "10.2471/blt.05.026658",
    "pii": "S0042-96862006000800016"
  },
  "doi": "10.2471/blt.05.026658",
  "pmc_id": "PMC2627444",
  "dates": {
    "completed": "2006-10-24",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Insecticides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.504985",
    "pmid": "16917652"
  }
}