{
  "pmid": "16922235",
  "uid": "16922235",
  "title": "Sensitivity of marine-reserve design to the spatial resolution of socioeconomic data.",
  "abstract": "Socioeconomic considerations should have an important place in reserve design. Systematic reserve-selection tools allow simultaneous optimization for ecological objectives while minimizing costs but are seldom used to incorporate socioeconomic costs in the reserve-design process. The sensitivity of this process to biodiversity data resolution has been studied widely but the issue of socioeconomic data resolution has not previously been considered. We therefore designed marine reserves for biodiversity conservation with the constraint of minimizing commercial fishing revenue losses and investigated how economic data resolution affected the results. Incorporating coarse-resolution economic data from official statistics generated reserves that were only marginally less costly to the fishery than those designed with no attempt to minimize economic impacts. An intensive survey yielded fine-resolution data that, when incorporated in the design process, substantially reduced predicted fishery losses. Such an approach could help minimize fisher displacement because the least profitable grounds are selected for the reserve. Other work has shown that low-resolution biodiversity data can lead to underestimation of the conservation value of some sites, and a risk of overlooking the most valuable areas, and we have similarly shown that low-resolution economic data can cause underestimation of the profitability of some sites and a risk of inadvertently including these in the reserve. Detailed socioeconomic data are therefore an essential input for the design of cost-effective reserve networks.",
  "authors": [
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Richardson",
      "affiliations": [
        "University of Queensland, St. Lucia, Australia. ospc2e@bangor.ac.uk"
      ]
    },
    {
      "last_name": "Kaiser",
      "fore_name": "Michel J",
      "initials": "MJ",
      "name": "Michel J Kaiser",
      "affiliations": []
    },
    {
      "last_name": "Edwards-Jones",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Edwards-Jones",
      "affiliations": []
    },
    {
      "last_name": "Possingham",
      "fore_name": "Hugh P",
      "initials": "HP",
      "name": "Hugh P Possingham",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Conservation biology : the journal of the Society for Conservation Biology",
    "iso_abbreviation": "Conserv Biol",
    "issn": "0888-8892",
    "issn_type": "Print",
    "volume": "20",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "1191",
  "end_page": "1202",
  "pages": "1191-202",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biodiversity",
    "Computational Biology",
    "Conservation of Natural Resources",
    "Fisheries",
    "Geography",
    "Humans",
    "Oceans and Seas",
    "Socioeconomic Factors",
    "Software",
    "Wales"
  ],
  "article_ids": {
    "pubmed": "16922235",
    "doi": "10.1111/j.1523-1739.2006.00426.x"
  },
  "doi": "10.1111/j.1523-1739.2006.00426.x",
  "dates": {
    "completed": "2006-10-16",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.377059",
    "pmid": "16922235"
  }
}