{
  "pmid": "16929042",
  "uid": "16929042",
  "title": "Effectiveness of clinician-selected electronic information resources for answering primary care physicians' information needs.",
  "abstract": "OBJECTIVE: To determine if clinician-selected electronic information resources improve primary care physicians' abilities to answer simulated clinical questions. DESIGN: Observational study using hour-long interviews in physician offices and think-aloud protocols. PARTICIPANTS: answered 23 multiple-choice questions and chose 2 to obtain further information using their own information resources. We established which resources physicians chose, processes used, and results obtained when looking for information to support their answers. MEASUREMENTS: Correctness of answers before and after searching, resources used, and searching techniques. RESULTS: 23 physicians sought answers to 46 questions using their own information resources. They spent a mean of 13.0 (SD 5.5) minutes searching for information for the two questions using an average of 1.8 resources per question and a wide variety of searching techniques. On average 43.5% of the answers to the original 23 questions were correct. For the questions that were searched, 18 (39.1%) of the 46 answers were correct before searching. After searching, the number of correct answers was 19 (42.1%). This difference of 1 correct answer was attributed to 6 questions (13.0%) going from an incorrect to correct answer and 5 (10.9%) questions going from a correct to incorrect answer. We found differences in the ability of various resources to provide correct answers. CONCLUSION: For the primary care physicians studied, electronic information resources of choice did not always provide support for finding correct answers to simulated clinical questions and in some instances, individual resources may have contributed to an initially correct answer becoming incorrect.",
  "authors": [
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Health Information Research Unit, Clinical Epidemiology and Biostatistics, Faculty of Health Sciences McMaster University, Hamilton, Ontario, Canada. mckib@mcmaster.ca"
      ]
    },
    {
      "last_name": "Fridsma",
      "fore_name": "Douglas B",
      "initials": "DB",
      "name": "Douglas B Fridsma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Informatics Association : JAMIA",
    "iso_abbreviation": "J Am Med Inform Assoc",
    "issn": "1067-5027",
    "issn_type": "Print",
    "volume": "13",
    "issue": "6",
    "pub_year": "2006"
  },
  "start_page": "653",
  "end_page": "659",
  "pages": "653-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Family Practice",
    "Information Services",
    "Information Storage and Retrieval",
    "Internal Medicine",
    "Online Systems",
    "Physicians, Family"
  ],
  "article_ids": {
    "pubmed": "16929042",
    "pmc": "PMC1656967",
    "doi": "10.1197/jamia.M2087",
    "pii": "M2087"
  },
  "doi": "10.1197/jamia.M2087",
  "pmc_id": "PMC1656967",
  "dates": {
    "completed": "2007-01-04",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.373899",
    "pmid": "16929042"
  }
}