{
  "pmid": "16923951",
  "uid": "16923951",
  "title": "Candida albicans biofilms produce antifungal-tolerant persister cells.",
  "abstract": "Fungal pathogens form biofilms that are highly recalcitrant to antimicrobial therapy. The expression of multidrug resistance pumps in young biofilms has been linked to increased resistance to azoles, but this mechanism does not seem to underlie the resistance of mature biofilms that is a model of in vivo infection. The mechanism of drug resistance of mature biofilms remains largely unknown. We report that biofilms formed by the major human pathogen Candida albicans exhibited a strikingly biphasic killing pattern in response to two microbicidal agents, amphotericin B, a polyene antifungal, and chlorhexidine, an antiseptic, indicating that a subpopulation of highly tolerant cells, termed persisters, existed. The extent of killing with a combination of amphotericin B and chlorhexidine was similar to that observed with individually added antimicrobials. Thus, surviving persisters form a multidrug-tolerant subpopulation. Interestingly, surviving C. albicans persisters were detected only in biofilms and not in exponentially growing or stationary-phase planktonic populations. Reinoculation of cells that survived killing of the biofilm by amphotericin B produced a new biofilm with a new subpopulation of persisters. This suggests that C. albicans persisters are not mutants but phenotypic variants of the wild type. Using a stain for dead cells, rare dark cells were visible in a biofilm after amphotericin B treatment, and a bright and a dim population were physically sorted from this biofilm. Only the dim cells produced colonies, showing that this method allows the isolation of yeast persisters. Given that persisters formed only in biofilms, mutants defective in biofilm formation were examined for tolerance of amphotericin B. All of the known mutants affected in biofilm formation were able to produce normal levels of persisters. This finding indicates that attachment rather than formation of a complex biofilm architecture initiates persister formation. Bacteria produce multidrug-tolerant persister cells in both planktonic and biofilm populations, and it appears that yeasts and bacteria have evolved analogous strategies that assign the function of survival to a small part of the population. In bacteria, persisters are dormant cells. It remains to be seen whether attachment initiates dormancy that leads to the formation of fungal persisters. This study suggests that persisters may be largely responsible for the multidrug tolerance of fungal biofilms.",
  "authors": [
    {
      "last_name": "LaFleur",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D LaFleur",
      "affiliations": [
        "Department of Biology, Northeastern University, 360 Huntington Ave., 134 Mugar Hall, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Kumamoto",
      "fore_name": "Carol A",
      "initials": "CA",
      "name": "Carol A Kumamoto",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Antimicrobial agents and chemotherapy",
    "iso_abbreviation": "Antimicrob Agents Chemother",
    "issn": "0066-4804",
    "issn_type": "Print",
    "volume": "50",
    "issue": "11",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "3839",
  "end_page": "3846",
  "pages": "3839-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Antifungal Agents",
    "Biofilms",
    "Candida albicans",
    "Chlorhexidine",
    "Disinfectants",
    "Drug Resistance, Multiple, Fungal",
    "Fluoresceins",
    "Microbial Sensitivity Tests",
    "Microscopy, Fluorescence",
    "Phenotype"
  ],
  "article_ids": {
    "pubmed": "16923951",
    "pmc": "PMC1635216",
    "doi": "10.1128/AAC.00684-06",
    "pii": "AAC.00684-06"
  },
  "doi": "10.1128/AAC.00684-06",
  "pmc_id": "PMC1635216",
  "dates": {
    "completed": "2006-12-11",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Antifungal Agents",
    "Disinfectants",
    "Fluoresceins",
    "Chlorhexidine",
    "diacetylfluorescein"
  ],
  "grants": [
    {
      "grant_id": "R01 AI052805",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 GM061162",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "2 R01 GM061162-05A1",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AI052805",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.978893",
    "pmid": "16923951"
  }
}