{
  "pmid": "16924919",
  "uid": "16924919",
  "title": "Longitudinal microbiological survey of fresh produce grown by farmers in the upper midwest.",
  "abstract": "Microbiological analyses of fruits and vegetables produced by farms in Minnesota and Wisconsin were conducted to determine coliform and Escherichia coli counts and the prevalence of E. coli, Salmonella, and E. coli O157:H7. During the 2003 and 2004 harvest seasons, 14 organic farms (certified by accredited organic agencies), 30 semiorganic farms (used organic practices but not certified), and 19 conventional farms were sampled to analyze 2,029 preharvest produce samples (473 organic, 911 semiorganic, and 645 conventional). Produce varieties included mainly lettuces, leafy greens, cabbages, broccoli, peppers, tomatoes, zucchini, summer squash, cucumber, and berries. Semiorganic and organic farms provided the majority of leafy greens and lettuces. Produce samples from the three farm types had average coliform counts of 1.5 to 2.4 log most probable number per g. Conventional produce had either significantly lower or similar coliform populations compared with the semiorganic and organic produce. None of the produce samples collected during the 2 years of this study were contaminated with Salmonella or E. coli O157:H7. E. coli contamination was detected in 8% of the samples, and leafy greens, lettuces, and cabbages had significantly higher E. coli prevalence than did all the other produce types in both years for the three farm types. The prevalence of E. coli contamination by produce type was not significantly different between the three farm types during these 2 years, with the exception of organic leafy greens, in which E. coli prevalence was one-third that of semiorganic leafy greens in 2003. These results indicate that the preharvest microbiological quality of produce from the three types of farms was very similar during these two seasons and that produce type appears to be more likely than farm type to influence E. coli contamination.",
  "authors": [
    {
      "last_name": "Mukherjee",
      "fore_name": "Avik",
      "initials": "A",
      "name": "Avik Mukherjee",
      "affiliations": [
        "Department of Food Science and Nutrition, University of Minnesota, St. Paul, Minnesota 55108, USA."
      ]
    },
    {
      "last_name": "Speh",
      "fore_name": "Dorinda",
      "initials": "D",
      "name": "Dorinda Speh",
      "affiliations": []
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron T",
      "initials": "AT",
      "name": "Aaron T Jones",
      "affiliations": []
    },
    {
      "last_name": "Buesing",
      "fore_name": "Kathleen M",
      "initials": "KM",
      "name": "Kathleen M Buesing",
      "affiliations": []
    },
    {
      "last_name": "Diez-Gonzalez",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Diez-Gonzalez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of food protection",
    "iso_abbreviation": "J Food Prot",
    "issn": "0362-028X",
    "issn_type": "Print",
    "volume": "69",
    "issue": "8",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "1928",
  "end_page": "1936",
  "pages": "1928-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Agriculture",
    "Colony Count, Microbial",
    "Consumer Product Safety",
    "Escherichia coli",
    "Escherichia coli O157",
    "Food Contamination",
    "Food Microbiology",
    "Fruit",
    "Minnesota",
    "Salmonella",
    "Seasons",
    "Vegetables",
    "Wisconsin"
  ],
  "article_ids": {
    "pubmed": "16924919",
    "doi": "10.4315/0362-028x-69.8.1928",
    "pii": "S0362-028X(22)07538-X"
  },
  "doi": "10.4315/0362-028x-69.8.1928",
  "dates": {
    "completed": "2006-09-07",
    "revised": "2023-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.528209",
    "pmid": "16924919"
  }
}