{
  "pmid": "16948690",
  "uid": "16948690",
  "title": "Application of the precautionary principle by senior policy officials: results of a Canadian survey.",
  "abstract": "Though use of the controversial precautionary principle in risk management has increasingly been recommended as a guide for the construction of public policy in Canada and elsewhere, there are few data available characterizing its use in risk management by senior public policymakers. Using established survey methodology we sought to investigate the perceptions and terms of application of the precautionary principle in this important subset of individuals. A total of 240 surveys were sent out to seven departments or agencies in the Canadian government. The overall survey response rate was 26.6%, and our findings need to be interpreted in the context of possible responder bias. Of respondents, the overwhelming majority perceived the precautionary principle and the management of risk as complementary, and endorsed a role for the precautionary principle as a general guideline for all risk management decisions. However, 25% of respondents responded that the lack of clarity of the definition of the principle was a limitation to its effective use. The majority of respondents viewed their own level of understanding of the precautionary principle as moderate. Risk managers appeared to favor an interpretation of the precautionary principle that was based on the seriousness and irreversibility of the threat of damage, and did not endorse as strongly the need for cost effectiveness in the measures taken as a precaution against such threats. In contrast with its perceived role as a general guideline, the application of the precautionary principle by respondents was highly variable, with >60% of respondents reporting using the precautionary principle in one-quarter or less of all risk management decisions. Several factors influenced whether the precautionary principle was applied with the perceived seriousness of the threat being considered the most influential factor. The overwhelming majority of risk managers felt that \"preponderance of evidence\" was the level of evidence required for precautionary action to be instituted against a serious negative event. Overall, the majority of respondents viewed the precautionary principle as having a significant and positive impact on risk management decisions. Importantly, respondents endorsed a net result of more good than harm to society when the precautionary principle was applied to the management of risk.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Kumanan",
      "initials": "K",
      "name": "Kumanan Wilson",
      "affiliations": [
        "Department of Medicine, University of Toronto. Kumanan.Wilson@uhn.on.ca"
      ]
    },
    {
      "last_name": "Leonard",
      "fore_name": "Blair",
      "initials": "B",
      "name": "Blair Leonard",
      "affiliations": []
    },
    {
      "last_name": "Wright",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Wright",
      "affiliations": []
    },
    {
      "last_name": "Graham",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Graham",
      "affiliations": []
    },
    {
      "last_name": "Moffet",
      "fore_name": "John",
      "initials": "J",
      "name": "John Moffet",
      "affiliations": []
    },
    {
      "last_name": "Pluscauskas",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Pluscauskas",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Risk analysis : an official publication of the Society for Risk Analysis",
    "iso_abbreviation": "Risk Anal",
    "issn": "0272-4332",
    "issn_type": "Print",
    "volume": "26",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "981",
  "end_page": "988",
  "pages": "981-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "16948690",
    "doi": "10.1111/j.1539-6924.2006.00793.x",
    "pii": "RISK793"
  },
  "doi": "10.1111/j.1539-6924.2006.00793.x",
  "dates": {
    "completed": "2006-10-17",
    "revised": "2022-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.792700",
    "pmid": "16948690"
  }
}