{
  "pmid": "16948883",
  "uid": "16948883",
  "title": "Influence of hospital characteristics on operative death and survival of patients after major cancer surgery in Ontario.",
  "abstract": "BACKGROUND: There is a lack of information from Canadian hospitals on the role of hospital characteristics such as procedure volume and teaching status on the survival of patients who undergo major cancer resection. Therefore, we chose to study these relationships using data from patients treated in Ontario hospitals. METHODS: We used the Ontario Cancer Registry from calendar years 1990-2000 to obtain data on patients who underwent surgery for breast, colon, lung or esophageal cancer or who underwent major liver surgery related to a cancer diagnosis between 1990 and 1995 in order to assess the influence of volume of procedures and teaching status of hospitals on in-hospital death rate and long-term survival. For each disease site and before observing patient outcomes data, volume cut-off points were selected to create volume groups with similar numbers of patients. Teaching hospitals were those directly affiliated with a medical school. Logistic regression and proportional hazards models were used to consider the clustering of data at the hospital level and to assess operative death and long-term survival. We also used 4 measures to gauge the degree of procedure regionalization across the province including (1) the number of hospitals performing a procedure; (2) the percentage of patients treated in teaching hospitals; (3) the percentage of rural patients treated in higher volume procedure hospitals; and (4) median distances travelled by patients to receive care. RESULTS: The number of patients in our cohorts who underwent resection of the breast, colon, lung, esophagus or liver was 14 346, 8398, 2698, 629 and 362, respectively. Surgery in a high-volume versus a low-volume hospital did not have a statistically significant influence on the odds of operative death for patients who underwent colon, liver, lung or esophageal cancer resection. The risk of long-term death was increased in low-volume versus high-volume hospitals for patients who underwent resection of the breast (hazard ratio [HR] 1.2, 95% confidence interval [95% CI] 1.0-1.4, p < 0.05), lung (HR 1.3, 95% CI 1.1-1.6, p < 0.01) and liver (HR 1.7, 95% CI 1.0-2.7, p = 0.04). There were no significant differences in the odds of operative (in-hospital) death or risk of long-term death among patients treated in teaching compared with nonteaching hospitals. There was more regionalization of liver, lung and esophageal operations versus breast and colon operations. CONCLUSIONS: Increased hospital procedure volume correlated with improved longterm survival for patients in Ontario who underwent some, but not all, cancer resections, whereas hospital teaching status had no significant impact on patient outcomes. Across the province, further regionalization of care may help improve the quality of some cancer procedures.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, Faculty of Health Sciences, McMaster University, the Juravinski Cancer Centre, Hamilton, ON. marko.simunovic@hrcc.on.ca"
      ]
    },
    {
      "last_name": "Rempel",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Rempel",
      "affiliations": []
    },
    {
      "last_name": "Thériault",
      "fore_name": "Marc-Erick",
      "initials": "ME",
      "name": "Marc-Erick Thériault",
      "affiliations": []
    },
    {
      "last_name": "Coates",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Coates",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Whelan",
      "affiliations": []
    },
    {
      "last_name": "Holowaty",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Holowaty",
      "affiliations": []
    },
    {
      "last_name": "Langer",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Langer",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "0008-428X",
    "issn_type": "Print",
    "volume": "49",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "251",
  "end_page": "258",
  "pages": "251-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Breast Neoplasms",
    "Colonic Neoplasms",
    "Esophageal Neoplasms",
    "Female",
    "Hospital Mortality",
    "Hospitals",
    "Hospitals, Teaching",
    "Humans",
    "Liver Neoplasms",
    "Logistic Models",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Models, Biological",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Proportional Hazards Models",
    "Registries",
    "Surgical Procedures, Operative",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "16948883",
    "pmc": "PMC3207572"
  },
  "pmc_id": "PMC3207572",
  "dates": {
    "completed": "2006-09-28",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.890108",
    "pmid": "16948883"
  }
}