{
  "pmid": "16959392",
  "uid": "16959392",
  "title": "Managing competition in the countryside: Non-profit and for-profit perceptions of long-term care in rural Ontario.",
  "abstract": "This paper contributes to the current debates surrounding private delivery of health care services by addressing the distinctive challenges, constraints and opportunities facing for-profit and non-profit providers of long-term care in rural and small town settings. It focuses on the empirical case of Ontario, Canada where extensive restructuring of long-term care, under the rubric of managed competition, has been underway since the mid-1990s. In-depth interviews with 72 representatives from local governments, public health institutions and authorities, for-profit and non-profit organisations, and community groups during July 2003 to December 2003 form the platform for a qualitative analysis of the implications of managed competition as it relates to the provision of long-term care in the countryside. The results suggest that the introduction and implementation of managed competition has accentuated the problems of service provision in rural communities, and that the long-standing issues of caregiving in rural situations transcend the differences, perceived or otherwise, between for-profit and non-profit provision. Understanding the implications of market-oriented long-term care restructuring initiatives for providers, and their clients, in rural situations requires a re-focussing of research beyond the for- versus non-profit dichotomy.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Department of Geography, Trent University, 1600 West Bank Drive, Peterborough, Ont., Canada K9J 7B8. markskinner@trentu.ca"
      ]
    },
    {
      "last_name": "Rosenberg",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Rosenberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "63",
    "issue": "11",
    "pub_year": "2006",
    "pub_month": "Dec"
  },
  "start_page": "2864",
  "end_page": "2876",
  "pages": "2864-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Economic Competition",
    "Homes for the Aged",
    "Humans",
    "Interviews as Topic",
    "Long-Term Care",
    "National Health Programs",
    "Ontario",
    "Rural Population"
  ],
  "article_ids": {
    "pubmed": "16959392",
    "doi": "10.1016/j.socscimed.2006.07.028",
    "pii": "S0277-9536(06)00391-1"
  },
  "doi": "10.1016/j.socscimed.2006.07.028",
  "dates": {
    "completed": "2007-02-13",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.380781",
    "pmid": "16959392"
  }
}