{
  "pmid": "16952867",
  "uid": "16952867",
  "title": "Patient characteristics associated with nocturnal emergency department visits for asthma.",
  "abstract": "STUDY OBJECTIVES: To identify patient characteristics associated with nocturnal emergency department (ED) visits for asthma. METHODS: Asthmatic patients 18 to 55 years of age who visited Ontario EDs between April 1, 2003 and March 31, 2004, were identified through an administrative clinical database. Patients' time of ED presentation was analyzed for circadian pattern using histogram and polynomial regression. Risk of nocturnal visit (presentation at the ED between midnight and 8 AM) was modeled through generalized estimating equations with patient age, gender, and asthma severity level as covariates. The effect of nocturnal visit on return rate to the ED within 14 days after the initial visit was determined through Cox regression. RESULTS: During study period there were 31,490 ED visits for asthma made by 23,253 patients. Their time of ED visits displayed a distinct circadian pattern with peak between 7 and 8 PM, and trough at 5 AM. Approximately 22% of visits (6,868) occurred at night. Men had higher odds of presenting at night than women (OR 1.61; 1.49-1.73). Patients with mild asthma were significantly less likely to visit the ED at night than patients with moderate or severe asthma. Nocturnal presentation was not associated with higher odds of subsequent returns to the ED (HR 1.00; 0.89-1.14). CONCLUSION: Higher odds of nocturnal visits in men suggest the existence of gender-differences in health-seeking behavior in asthmatics. Although nocturnal visits are associated with more severe asthma, they do not lead to higher return rates.",
  "authors": [
    {
      "last_name": "Baibergenova",
      "fore_name": "Akerke",
      "initials": "A",
      "name": "Akerke Baibergenova",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. baibera@mcmaster.ca"
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of asthma : official journal of the Association for the Care of Asthma",
    "iso_abbreviation": "J Asthma",
    "issn": "0277-0903",
    "issn_type": "Print",
    "volume": "43",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Aug"
  },
  "start_page": "469",
  "end_page": "475",
  "pages": "469-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Asthma",
    "Circadian Rhythm",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Sex Characteristics"
  ],
  "article_ids": {
    "pubmed": "16952867",
    "doi": "10.1080/02770900600758382",
    "pii": "N5678J6385532324"
  },
  "doi": "10.1080/02770900600758382",
  "dates": {
    "completed": "2006-09-21",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.853556",
    "pmid": "16952867"
  }
}