{
  "pmid": "16950290",
  "uid": "16950290",
  "title": "Analysis of the burden of treatment in patients receiving an EpiPen for yellow jacket anaphylaxis.",
  "abstract": "BACKGROUND: Venom immunotherapy (VIT) is a treatment with established efficacy for the prevention of repeated anaphylactic reactions in patients with Hymenoptera allergy, which also allows patients to discontinue carrying an EpiPen. Despite their merits, both treatments can have negative aspects potentially important to patients. OBJECTIVE: We examined possible negative aspects of the EpiPen in comparison with VIT as perceived by patients. METHODS: Positive and negative aspects of both treatments were measured by using a burden of treatment questionnaire together with statements about the EpiPen. RESULTS: One hundred ninety-three patients were included, of whom 94 consented to randomization: 47 received VIT, and 47 received the EpiPen. Of the remaining 99, 75 chose VIT, and 26 chose the EpiPen. Of the patients receiving VIT, 91.5% were (extremely) positive about their treatment, and 85% would choose VIT again. Of the patients receiving the EpiPen, only 48% were positive about their treatment, and even of these patients, 68% preferred to be treated with VIT after 1 year of carrying the EpiPen. Although most patients indicated that it is reassuring to carry an EpiPen and makes them feel safe, many patients also indicated that it is inconvenient and troublesome. Especially patients who were negative about the EpiPen indicated that they would not dare use the EpiPen if necessary and were afraid at possible side effects. CONCLUSION: In contrast to VIT, the EpiPen is perceived as burdensome by most patients with venom allergy. For most patients, an EpiPen is an unsuitable definitive treatment. CLINICAL IMPLICATIONS: As VIT enables patients with venom allergy to get rid of the EpiPen, patients should be offered VIT.",
  "authors": [
    {
      "last_name": "Oude Elberink",
      "fore_name": "Joanne N G",
      "initials": "JN",
      "name": "Joanne N G Oude Elberink",
      "affiliations": [
        "Department of Allergology, University Medical Center of Groningen, University of Groningen, The Netherlands. j.n.g.oude@elberink@int.azg.nl"
      ]
    },
    {
      "last_name": "van der Heide",
      "fore_name": "S",
      "initials": "S",
      "name": "S van der Heide",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Dubois",
      "fore_name": "Anthony E J",
      "initials": "AE",
      "name": "Anthony E J Dubois",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "0091-6749",
    "issn_type": "Print",
    "volume": "118",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Sep"
  },
  "start_page": "699",
  "end_page": "704",
  "pages": "699-704",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Anaphylaxis",
    "Animals",
    "Cost-Benefit Analysis",
    "Desensitization, Immunologic",
    "Epinephrine",
    "Humans",
    "Insect Bites and Stings",
    "Middle Aged",
    "Wasp Venoms"
  ],
  "article_ids": {
    "pubmed": "16950290",
    "doi": "10.1016/j.jaci.2006.03.049",
    "pii": "S0091-6749(06)01149-3"
  },
  "doi": "10.1016/j.jaci.2006.03.049",
  "dates": {
    "completed": "2006-10-17",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Wasp Venoms",
    "Epinephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.315794",
    "pmid": "16950290"
  }
}