{
  "pmid": "16965628",
  "uid": "16965628",
  "title": "Does a \"Level I Evidence\" rating imply high quality of reporting in orthopaedic randomised controlled trials?",
  "abstract": "BACKGROUND: The Levels of Evidence Rating System is widely believed to categorize studies by quality, with Level I studies representing the highest quality evidence. We aimed to determine the reporting quality of Randomised Controlled Trials (RCTs) published in the most frequently cited general orthopaedic journals. METHODS: Two assessors identified orthopaedic journals that reported a level of evidence rating in their abstracts from January 2003 to December 2004 by searching the instructions for authors of the highest impact general orthopaedic journals. Based upon a priori eligibility criteria, two assessors hand searched all issues of the eligible journal from 2003-2004 for RCTs. The assessors extracted the demographic information and the evidence rating from each included RCT and scored the quality of reporting using the reporting quality assessment tool, which was developed by the Cochrane Bone, Joint and Muscle Trauma Group. Scores were conducted in duplicate, and we reached a consensus for any disagreements. We examined the correlation between the level of evidence rating and the Cochrane reporting quality score. RESULTS: We found that only the Journal of Bone and Joint Surgery - American Volume (JBJS-A) used a level of evidence rating from 2003 to 2004. We identified 938 publications in the JBJS-A from January 2003 to December 2004. Of these publications, 32 (3.4%) were RCTs that fit the inclusion criteria. The 32 RCTs included a total of 3543 patients, with sample sizes ranging from 17 to 514 patients. Despite being labelled as the highest level of evidence (Level 1 and Level II evidence), these studies had low Cochrane reporting quality scores among individual methodological safeguards. The Cochrane reporting quality scores did not differ significantly between Level I and Level II studies. Correlations varied from 0.0 to 0.2 across the 12 items of the Cochrane reporting quality assessment tool (p > 0.05). Among items closely corresponding to the Levels of Evidence Rating System criteria assessors achieved substantial agreement (ICC = 0.80, 95% CI:0.60 to 0.90). CONCLUSION: Our findings suggest that readers should not assume that 1) studies labelled as Level I have high reporting quality and 2) Level I studies have better reporting quality than Level II studies. One should address methodological safeguards individually.",
  "authors": [
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": [
        "Department Surgery, Division of Orthopaedic surgery, McMaster University, Hamilton General Hospital, 7 North, Room 727, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada. namloop@gmail.com"
      ]
    },
    {
      "last_name": "Struijs",
      "fore_name": "Peter A A",
      "initials": "PA",
      "name": "Peter A A Struijs",
      "affiliations": []
    },
    {
      "last_name": "Krips",
      "fore_name": "Rover",
      "initials": "R",
      "name": "Rover Krips",
      "affiliations": []
    },
    {
      "last_name": "Sierevelt",
      "fore_name": "Inger N",
      "initials": "IN",
      "name": "Inger N Sierevelt",
      "affiliations": []
    },
    {
      "last_name": "Lutz",
      "fore_name": "Kristina H",
      "initials": "KH",
      "name": "Kristina H Lutz",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2006",
    "pub_month": "Sep",
    "pub_day": "11"
  },
  "start_page": "44",
  "pages": "44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bibliometrics",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Orthopedics",
    "Peer Review, Research",
    "Periodicals as Topic",
    "Quality Control",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "16965628",
    "pmc": "PMC1590046",
    "doi": "10.1186/1471-2288-6-44",
    "pii": "1471-2288-6-44"
  },
  "doi": "10.1186/1471-2288-6-44",
  "pmc_id": "PMC1590046",
  "dates": {
    "completed": "2007-04-23",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.111049",
    "pmid": "16965628"
  }
}