{
  "pmid": "16965833",
  "uid": "16965833",
  "title": "Capacity planning for cardiac catheterization: a case study.",
  "abstract": "BACKGROUND: Excessive waiting for procedures such as cardiac catheterization is an important issue for health care systems. Delays are generally attributed to a mismatch between demand and available capacity. Furthermore, due to the dynamic nature of short-term referral rates, procedure times, and patients' medical urgency, all of which are important contributors to the problem of excessive waiting time, it has been difficult to predict capacity needs accurately. The objective of our paper is to demonstrate how such calculations could be performed. METHODS: After constructing a patient flow model and populating it with appropriate data from 16 consecutive months of operations (n=6215 referrals) of a regional cardiac centre in Ontario, we used computer simulation to simulate the operations of catheterization laboratories in several \"what-if\" scenarios. We divided the patients into three urgency categories: U1--hospitalized patients, U2--urgent outpatients, U3--elective outpatients. We tested the accuracy of the model by comparing a 1-year sample of computer simulation with actual data which resulted in a highly significant correlation of 0.94. RESULTS: We observed from the referral cohort that waiting times were long, both overall and within each urgency category. We observed from the simulation models that: (1) a one-time infusion of capacity to clear the backlog failed to reduce the waiting times; (2) targeting extra capacity to highest urgency categories reduced waiting times overall and also benefited low urgency patients for whom specific increased capacity was not earmarked; (3) there were no significant effects on waiting times if in some cases patients or referring physicians were able to choose their cath physician; and (4) in situations where the arrival rates increased overall or within specific urgency categories, waiting times increased dramatically and failed to return to baseline for several months to years for the low urgency patients. Efficiency of the labs within the existing capacity could be improved by: (1) reducing changeover time between cases (2) externalizing and standardizing many of the pre- and post-procedural management of the patients, and (3) more carefully balancing the booking to reduce both slack and overtime. INTERPRETATION: Capacity determination is a complex and dynamic process. A combination of available clinical and administrative data, along with a computer simulation model, helps predict capacity needs and is the most appropriate strategy to minimize waiting of patients for procedures. This approach is generalizable and can lead to more effective management of waiting lists for a variety of procedures.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Diwakar",
      "initials": "D",
      "name": "Diwakar Gupta",
      "affiliations": [
        "Graduate Program in Industrial & Systems Engineering, Department of Mechanical Engineering, University of Minnesota, Minneapolis, MN 55455, USA. guptad@me.umn.edu"
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu Kailash",
      "initials": "MK",
      "name": "Madhu Kailash Natarajan",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Lei",
      "initials": "L",
      "name": "Lei Wang",
      "affiliations": []
    },
    {
      "last_name": "Shilton",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don Shilton",
      "affiliations": []
    },
    {
      "last_name": "Holder",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Holder",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "82",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "1",
  "end_page": "11",
  "pages": "1-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cardiac Catheterization",
    "National Health Programs",
    "Ontario",
    "Organizational Case Studies",
    "Registries",
    "Waiting Lists"
  ],
  "article_ids": {
    "pubmed": "16965833",
    "doi": "10.1016/j.healthpol.2006.07.010",
    "pii": "S0168-8510(06)00173-4"
  },
  "doi": "10.1016/j.healthpol.2006.07.010",
  "dates": {
    "completed": "2007-07-03",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.234825",
    "pmid": "16965833"
  }
}