{
  "pmid": "16973000",
  "uid": "16973000",
  "title": "Interpreting the results of patient reported outcome measures in clinical trials: the clinician's perspective.",
  "abstract": "This article deals with the problem of interpreting health-related quality of life (HRQL) outcomes in clinical trials. First, we will briefly describe how dichotomization and item response theory can facilitate interpretation. Based on examples from the medical literature for the interpretation of HRQL scores we will show that dichotomies may help clinicians understand information provided by HRQL instruments in RCTs. They can choose thresholds to calculate proportions of patients benefiting based on absolute scores or change scores. For example, clinicians interpreting clinical trial results could consider the difference in the proportion of patients who achieve a mean score of 50 before and after an intervention on a scale from 1 to 100. For the change score approach, they could consider the proportion of patients who have changed by a score of 5 or more. Finally, they can calculate the proportion of patients benefiting and transform these numbers into a number needed to treat or natural frequencies. Second, we will describe in more detail an approach to the interpretation of HRQL scores based on the minimal important difference (MID) and proportions. The MID is the smallest difference in score in the outcome of interest that informed patients or informed proxies perceive as important, either beneficial or harmful, and that would lead the patient or clinician to consider a change in the management. Any change in management will depend on the downsides, including cost and inconvenience, associated with the intervention. Investigators can help with the interpretation of HRQL scores by determining the MID of an HRQL instrument and provide mean differences in relation to the MID. For instance, for an MID of 0.5 on a seven point scale investigators could provide the mean change on the instrument as well as the proportion of patients with scores greater than the MID. Thus, there are several steps investigators can take to facilitate this process to help bringing HRQL information closer to the bedside.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Division of Clinical Research Development and INFORMAtion Translation, Department of Epidemiology, Istituto Regina Elena/Italian National Cancer Institute Rome, Rome, Italy. schuneh@mcmaster.ca"
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Sep",
    "pub_day": "14"
  },
  "start_page": "62",
  "pages": "62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Decision Support Techniques",
    "Humans",
    "Judgment",
    "Outcome Assessment, Health Care",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Regression Analysis",
    "Risk Assessment",
    "Sickness Impact Profile"
  ],
  "article_ids": {
    "pubmed": "16973000",
    "pmc": "PMC1584217",
    "doi": "10.1186/1477-7525-4-62",
    "pii": "1477-7525-4-62"
  },
  "doi": "10.1186/1477-7525-4-62",
  "pmc_id": "PMC1584217",
  "dates": {
    "completed": "2006-11-27",
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.476593",
    "pmid": "16973000"
  }
}