{
  "pmid": "16987187",
  "uid": "16987187",
  "title": "Speed kills? Speed, accuracy, encapsulations and causal understanding.",
  "abstract": "BACKGROUND: The role of basic science, which provides causal explanations for clinical phenomena in medical education, is poorly understood. Schmidt has postulated that expert clinicians maintain this knowledge in 'encapsulated' form, indexed by words or phrases describing the processes. In the present paper we show that students who learn causal explanations have a more coherent understanding of the relation between diseases and clinical features which, in turn, influences recognition of words or phrases describing 'encapsulated knowledge' and the ability to maintain performance under speeded conditions. HYPOTHESES: In comparison to students who simply learn the features of 4 diagnostic categories, students who learn a causal explanation will: (a) recognise words describing encapsulated knowledge more accurately and (b) maintain or improve diagnostic performance under speeded conditions. METHODS: Two studies were conducted involving 4 'pseudo-endocrinology' diseases and undergraduate psychology students. One group learned signs and symptoms alone; the second group also learned a causal explanation. In study 1, they were then given a recognition memory task. In study 2, they were asked to diagnose new cases either (i) as quickly as possible or (ii) taking their time. RESULTS: In study 1, while there was no difference in recognising old words (90% versus 91%), the causal group was better able to recognise encapsulated and novel consistent words (50% versus 41%) (P = 0.02). In study 2 there was an interaction; causal students performed better under speeded conditions (71% versus 66%) but worse under thoroughness conditions (67% versus 73%), as predicted. CONCLUSIONS: Causal understanding leads to more coherent understanding of clinical conditions, which in turn leads to expert-like behaviour.",
  "authors": [
    {
      "last_name": "Woods",
      "fore_name": "Nicole N",
      "initials": "NN",
      "name": "Nicole N Woods",
      "affiliations": [
        "The Wilson Centre, Department of Surgery, University of Toronto, Toronto, ON, Canada. nikki.woods@utoronto.ca"
      ]
    },
    {
      "last_name": "Howey",
      "fore_name": "Elizabeth H A",
      "initials": "EH",
      "name": "Elizabeth H A Howey",
      "affiliations": []
    },
    {
      "last_name": "Brooks",
      "fore_name": "Lee R",
      "initials": "LR",
      "name": "Lee R Brooks",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "0308-0110",
    "issn_type": "Print",
    "volume": "40",
    "issue": "10",
    "pub_year": "2006",
    "pub_month": "Oct"
  },
  "start_page": "973",
  "end_page": "979",
  "pages": "973-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Diagnosis",
    "Education, Medical, Undergraduate",
    "Humans",
    "Memory",
    "Psychological Tests",
    "Psychology",
    "Teaching",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "16987187",
    "doi": "10.1111/j.1365-2929.2006.02556.x",
    "pii": "MED2556"
  },
  "doi": "10.1111/j.1365-2929.2006.02556.x",
  "dates": {
    "completed": "2007-01-04",
    "revised": "2007-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.086186",
    "pmid": "16987187"
  }
}