{
  "pmid": "16986154",
  "uid": "16986154",
  "title": "Improving adherence to hand hygiene among health care workers.",
  "abstract": "Increased adherence to hand hygiene is widely acknowledged to be the most important way of reducing infections in health care facilities. Despite evidence of benefit, adherence to hand hygiene among health care professionals remains low. Several behavioral and organizational theories have been proposed to explain this. As a whole, the success of interventions to improve adherence to hand hygiene among health care professionals has been limited. Recent data suggest that a multifaceted intervention, including the use of feedback, education, the introduction of alcohol-based hand wash, and visual reminders, may increase adherence to hand-hygiene recommendations. Although the \"active ingredient\" of such an intervention is unknown, there is evidence that the use of feedback may be the key to increasing adherence. In this article, we review the theoretical basis for interventions and provide an overview of the evidence for interventions. Coherent and methodologically sound research is required to better understand the factors contributing to hand-hygiene behavior among health care professionals.",
  "authors": [
    {
      "last_name": "Maskerine",
      "fore_name": "Courtney",
      "initials": "C",
      "name": "Courtney Maskerine",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of continuing education in the health professions",
    "iso_abbreviation": "J Contin Educ Health Prof",
    "issn": "0894-1912",
    "issn_type": "Print",
    "volume": "26",
    "issue": "3",
    "pub_year": "2006"
  },
  "start_page": "244",
  "end_page": "251",
  "pages": "244-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Allied Health Personnel",
    "Cross Infection",
    "Guideline Adherence",
    "Hand Disinfection",
    "Humans",
    "Hygiene",
    "Intensive Care Units",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "16986154",
    "doi": "10.1002/chp.77"
  },
  "doi": "10.1002/chp.77",
  "dates": {
    "completed": "2006-10-26",
    "revised": "2012-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.120571",
    "pmid": "16986154"
  }
}