{
  "pmid": "16985357",
  "uid": "16985357",
  "title": "Competence and cognitive difficulty in physicians: a follow-up study.",
  "abstract": "PURPOSE: Remediation of incompetent physicians has proven difficult and sometimes impossible. The authors wished to determine whether such physicians had neuropsychological impairment sufficient to explain their incompetence and their failure to improve after remedial continuing medical education (CME). METHOD: Between 1997 and 2001, the authors undertook neuropsychological screening of 45 participants of a physician competency assessment program. For those physicians reassessed after a period of remediation, the authors relate the findings of the physicians' competence reassessments to their neuropsychological scores. RESULTS: Nearly all physicians performing well on competency assessment had no or mild cognitive impairment. Conversely, a significant number of physicians performing poorly on competency assessment had sufficient neuropsychological difficulty to explain their poor performance. The cognitive impairment was more marked in elderly physicians, and referencing the neuropsychological scores to an age-matched normative population underestimates the impairment. No physician with moderate or severe neuropsychological dysfunction had successful competency reassessment. Increasing age was associated with poor performance on competency testing, but was less strongly associated with unsuccessful reassessment. CONCLUSION: A large minority of the physicians who fell significantly below desired levels of competence had cognitive impairment sufficient to explain their lack of competence and their failure to improve with remedial CME.",
  "authors": [
    {
      "last_name": "Turnbull",
      "fore_name": "John",
      "initials": "J",
      "name": "John Turnbull",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. turnbull@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cunnington",
      "fore_name": "John",
      "initials": "J",
      "name": "John Cunnington",
      "affiliations": []
    },
    {
      "last_name": "Unsal",
      "fore_name": "Ayse",
      "initials": "A",
      "name": "Ayse Unsal",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Norman",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Blair",
      "initials": "B",
      "name": "Blair Ferguson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1040-2446",
    "issn_type": "Print",
    "volume": "81",
    "issue": "10",
    "pub_year": "2006",
    "pub_month": "Oct"
  },
  "start_page": "915",
  "end_page": "918",
  "pages": "915-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Cognition Disorders",
    "Follow-Up Studies",
    "Humans",
    "Neuropsychological Tests",
    "Physicians",
    "Prognosis",
    "Retrospective Studies",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "16985357",
    "doi": "10.1097/01.ACM.0000238194.55648.b2",
    "pii": "00001888-200610000-00014"
  },
  "doi": "10.1097/01.ACM.0000238194.55648.b2",
  "dates": {
    "completed": "2006-11-02",
    "revised": "2006-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:51.629310",
    "pmid": "16985357"
  }
}