{
  "pmid": "16984066",
  "uid": "16984066",
  "title": "Measuring quality of life: the development and initial validation of the patient-reported erectile function assessment instrument.",
  "abstract": "OBJECTIVES: Erectile dysfunction (ED) is a complex condition, which is variously influenced by physical, emotional, societal, and relationship factors. ED has serious implications for the quality of life (QoL) enjoyed by an affected male and his partner. It is very important, therefore, to understand the impact of ED on the QoL of those affected by it. Our objective was to determine if the eight-question Patient Reported Erectile Function Assessment (PREFA) could act as an independent, comprehensive disease-specific instrument in the assessment of QoL as it is impacted by ED. METHODS: During the development and validation of the Erectile Function-Visual Analog Scale (EF-VAS) (14), a new ED-specific preference-based instrument, a series of questions were included at the beginning of the assessment that would act as a way to encourage respondents to focus on their own experience with ED. Upon analysis of the EF-VAS data, it became apparent that the eight-question \"warm up\" section might act as a stand-alone assessment. Accordingly, the eight questions were named PREFA, and a validation analysis was undertaken to determine their consistency, feasibility, reliability, validity, and responsiveness. RESULTS: The PREFA questionnaire was found to be feasible and simple to complete, reliable, and valid, with excellent responsiveness. Overall, the PREFA has demonstrated that it can perform as a stand alone, validated assessment of the impact of ED on QoL, assessing areas of QoL not previously captured in existing instruments. CONCLUSIONS: The PREFA is suitable for use in clinical and research settings as a disease-specific QoL assessment tool.",
  "authors": [
    {
      "last_name": "Torrance",
      "fore_name": "George W",
      "initials": "GW",
      "name": "George W Torrance",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Torrance@mcmaster.ca"
      ]
    },
    {
      "last_name": "Keresteci",
      "fore_name": "Margaret-Anne",
      "initials": "MA",
      "name": "Margaret-Anne Keresteci",
      "affiliations": []
    },
    {
      "last_name": "Casey",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Casey",
      "affiliations": []
    },
    {
      "last_name": "Ryan",
      "fore_name": "Nancy C",
      "initials": "NC",
      "name": "Nancy C Ryan",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of technology assessment in health care",
    "iso_abbreviation": "Int J Technol Assess Health Care",
    "issn": "0266-4623",
    "issn_type": "Print",
    "volume": "22",
    "issue": "3",
    "pub_year": "2006"
  },
  "start_page": "372",
  "end_page": "378",
  "pages": "372-8",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Erectile Dysfunction",
    "Humans",
    "Male",
    "Piperazines",
    "Purines",
    "Quality of Life",
    "Sildenafil Citrate",
    "Sulfones",
    "Surveys and Questionnaires",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "16984066",
    "doi": "10.1017/s0266462306051270"
  },
  "doi": "10.1017/s0266462306051270",
  "dates": {
    "completed": "2006-10-12",
    "revised": "2019-09-22"
  },
  "chemicals": [
    "Piperazines",
    "Purines",
    "Sulfones",
    "Vasodilator Agents",
    "Sildenafil Citrate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.609518",
    "pmid": "16984066"
  }
}