{
  "pmid": "16996637",
  "uid": "16996637",
  "title": "Bringing 'the public' into health technology assessment and coverage policy decisions: from principles to practice.",
  "abstract": "Those making health care coverage decisions rely on health technology assessment (HTA) for crucial technical information. But coverage decision-making, and the HTA that informs it, are also inherently political. They involve the values and judgments of a range of stakeholders as well as the public. Moreover, governments are politically accountable for their resource allocation decisions. Canadian policy makers are at an early stage in the design of legitimate mechanisms for the public to contribute to, and to be apprised of, HTA and coverage decisions. As they consider the options, questions arise about whom to involve (e.g., which publics), how to engage them (e.g., through what public involvement or accountability mechanisms), and for what purpose (e.g., to inform the public of decisions and their rationales, or to have the public directly affect those decisions). Often key concepts, such as the difference between public accountability and public participation, are not well articulated or distinguished in these debates. Guidance is needed regarding both rationales and methods for involving the public in HTA and technology coverage decisions. We offer a framework that clearly distinguishes specific roles for the public, and relates them to several layers of policy analysis and policy making where 'the public' may engage in different tasks. The framework offers a menu of choices for policy makers contemplating changes to public involvement, as well as a model that can be used to characterize and analyze different approaches across jurisdictions.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Health Sciences Centre, Hamilton Ontario, Canada. abelsonj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "affiliations": []
    },
    {
      "last_name": "Lehoux",
      "fore_name": "Pascale",
      "initials": "P",
      "affiliations": []
    },
    {
      "last_name": "Gauvin",
      "fore_name": "Francois-Pierre",
      "initials": "FP",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "82",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "37",
  "end_page": "50",
  "pages": "37-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Community Participation",
    "Humans",
    "Insurance Coverage",
    "National Health Programs",
    "Policy Making",
    "Quebec",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "16996637",
    "doi": "10.1016/j.healthpol.2006.07.009",
    "pii": "S0168-8510(06)00175-8"
  },
  "doi": "10.1016/j.healthpol.2006.07.009",
  "dates": {
    "completed": "2007-07-03",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.655559",
    "pmid": "16996637"
  }
}