{
  "pmid": "17005037",
  "uid": "17005037",
  "title": "How a well-grounded minimal important difference can enhance transparency of labelling claims and improve interpretation of a patient reported outcome measure.",
  "abstract": "The evaluation and use of patient reported outcome (PRO) measures requires detailed understanding of the meaning of the outcome of interest. The Food and Drug Administration (FDA) recently presented its draft guidance and view on the use of PRO measures as endpoints in clinical trials. One section of the guidance document specifically deals with advice about the use of the minimal important difference (MID) that we redefined as the smallest difference in score in the outcome of interest that informed patients or informed proxies perceive as important. The advice, however, is short, indeed much too short. We believe that expanding the section and making it more specific will benefit all stakeholders: patients, clinicians, other clinical decision makers, those designing trials and making claims, payers and the FDA. There is no \"gold standard\" methodology of estimating the MID or achieving the meaningfulness of clinical trial results based on patient reported outcomes. There are many methods of estimating the MID usually grouped into two distinct categories: anchor-based methods, that examine the relationship between scores on the target instrument and some independent measure, and distribution-based methods resorting to the statistical characteristics of the obtained scores. Estimation of an MID and interpretation of clinical trial results that present patient important outcomes is demanding but vital for informing the decision to recommend approve a given intervention. Investigators are encouraged to use reliable and valid methods to achieve meaningfulness of their results, preferably those that rely on patients to estimate what constitutes a minimal important, small, moderate, or large difference. However, acquiring the meaningfulness of PRO measures transcends beyond a concept of the MID and we advocate that dichotomizing the scores of patient-reported outcome measures facilitate interpretability of clinical trial results for those who need to understand trial results after a labelling claim has been granted. Irrespective of the strategy investigators use to estimate these values, from the individual patient perspective it is much more relevant if investigators report both the estimated thresholds and the proportion of patients achieving that benefit.",
  "authors": [
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": [
        "Department of Medicine, Jagiellonian University School of Medicine, Krakow, Poland. brozek@mp.pl"
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Sep",
    "pub_day": "27"
  },
  "start_page": "69",
  "pages": "69",
  "language": "eng",
  "publication_types": [
    "Editorial"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Endpoint Determination",
    "Guidelines as Topic",
    "Humans",
    "Outcome Assessment, Health Care",
    "Proxy",
    "Quality of Life",
    "Self Concept",
    "Treatment Outcome",
    "United States",
    "United States Food and Drug Administration"
  ],
  "article_ids": {
    "pubmed": "17005037",
    "pmc": "PMC1599713",
    "doi": "10.1186/1477-7525-4-69",
    "pii": "1477-7525-4-69"
  },
  "doi": "10.1186/1477-7525-4-69",
  "pmc_id": "PMC1599713",
  "dates": {
    "completed": "2007-05-21",
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.476813",
    "pmid": "17005037"
  }
}