{
  "pmid": "17006806",
  "uid": "17006806",
  "title": "Active screening in high-risk units is an effective and cost-avoidant method to reduce the rate of methicillin-resistant Staphylococcus aureus infection in the hospital.",
  "abstract": "OBJECTIVE: To evaluate the impact of active screening for methicillin-resistant Staphylococcus aureus (MRSA) on MRSA infection rates and cost avoidance in units where the risk of MRSA transmission is high. METHODS: During a 15-month period, all patients admitted to our adult medical and surgical intensive care units (ICUs) were screened for MRSA nasal carriage on admission and weekly thereafter. The overall rates of all MRSA infections and of nosocomial MRSA infection in the 2 adult ICUs and the general wards were compared with rates during the 15-month period prior to the start of routine screening. The percentage of patients colonized or infected with MRSA on admission and the cost avoidance of the surveillance program were also assessed. RESULTS: The overall rate of MRSA infections for all 3 areas combined decreased from 6.1 infections per 1,000 census-days in the preintervention period to 4.1 infections per 1,000 census-days in the postintervention period (P = .01). The decrease remained statistically significant when only nosocomial MRSA infections were examined (4.5 vs 2.8 infections per 1,000 census-days; P < .01), despite a corresponding increase during the postintervention period in the percentage of patients with onset of MRSA infection in the first 72 hours after admission to the general wards (46% to 81%; P < .005). A total of 3.7% of ICU patients were colonized or infected with MRSA on admission; MRSA would not have been detected in 91% of these patients if screening had not been performed. At a cost of Dollars 3,475/month for the program, we averted a mean of 2.5 MRSA infections/month for the ICUs combined, avoiding Dollars 19,714/month in excess cost in the ICUs. CONCLUSIONS: Even in a setting of increasing community-associated MRSA, active MRSA screening as part of a multi-factorial intervention targeted to high-risk units may be an effective and cost-avoidant strategy for achieving a sustained decrease of MRSA infections throughout the hospital.",
  "authors": [
    {
      "last_name": "Clancy",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Clancy",
      "affiliations": [
        "Divisions of Infectious Diseases, Denver Health Medical Center, Denver, CO, USA."
      ]
    },
    {
      "last_name": "Graepler",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Graepler",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Douglas",
      "fore_name": "Ivor",
      "initials": "I",
      "name": "Ivor Douglas",
      "affiliations": []
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Johnson",
      "affiliations": []
    },
    {
      "last_name": "Price",
      "fore_name": "Connie Savor",
      "initials": "CS",
      "name": "Connie Savor Price",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Infection control and hospital epidemiology",
    "iso_abbreviation": "Infect Control Hosp Epidemiol",
    "issn": "0899-823X",
    "issn_type": "Print",
    "volume": "27",
    "issue": "10",
    "pub_year": "2006",
    "pub_month": "Oct"
  },
  "start_page": "1009",
  "end_page": "1017",
  "pages": "1009-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cost Control",
    "Cross Infection",
    "Humans",
    "Intensive Care Units",
    "Mass Screening",
    "Methicillin Resistance",
    "Staphylococcal Infections",
    "Staphylococcus aureus"
  ],
  "article_ids": {
    "pubmed": "17006806",
    "doi": "10.1086/507915",
    "pii": "S0195941700070727"
  },
  "doi": "10.1086/507915",
  "dates": {
    "completed": "2007-01-09",
    "revised": "2015-01-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.794176",
    "pmid": "17006806"
  }
}