{
  "pmid": "17000073",
  "uid": "17000073",
  "title": "Cultural influences on the physician-patient encounter: The case of shared treatment decision-making.",
  "abstract": "OBJECTIVE: In this paper we discuss the influence of culture on the process of treatment decision-making, and in particular, shared treatment decision-making in the physician-patient encounter. We explore two key issues: (1) the meaning of culture and the ways that it can affect treatment decision-making; (2) cultural issues and assumptions underlying the development and use of treatment decision aids. METHODS: This is a conceptual paper. Based on our knowledge and reading of the key literature in the treatment decision-making field, we looked for written examples where cultural influences were taken into account when discussing the physician-patient encounter and when designing instruments (decision aids) to help patients participate in making decisions. RESULTS: Our assessment of the situation is that to date, and with some recent exceptions, research in the above areas has not been culturally sensitive. CONCLUSION: We suggest that more research attention should be focused on exploring potential cultural variations in the meaning of and preferences for shared decision-making as well as on the applicability across cultural groups of decision aids developed to facilitate patient participation in treatment decision-making with physicians. PRACTICE IMPLICATIONS: Both patients and physicians need to be aware of the cultural assumptions underlying the development and use of decision aids and assess their cultural sensitivity to the needs and preferences of patients in diverse cultural groups.",
  "authors": [
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, FHS, Rm. 3H5, McMaster University, 1200 Main St. West, Hamilton, Ont. L8N3Z5, Canada. charlesc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Whelan",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Patient education and counseling",
    "iso_abbreviation": "Patient Educ Couns",
    "issn": "0738-3991",
    "issn_type": "Print",
    "volume": "63",
    "issue": "3",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "262",
  "end_page": "267",
  "pages": "262-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Culture",
    "Decision Making",
    "Humans",
    "Patient Participation",
    "Physician-Patient Relations"
  ],
  "article_ids": {
    "pubmed": "17000073",
    "doi": "10.1016/j.pec.2006.06.018",
    "pii": "S0738-3991(06)00218-7"
  },
  "doi": "10.1016/j.pec.2006.06.018",
  "dates": {
    "completed": "2007-01-09",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.691980",
    "pmid": "17000073"
  }
}