{
  "pmid": "17019271",
  "uid": "17019271",
  "title": "Pacemakers, recent directions and developments.",
  "abstract": "PURPOSE OF REVIEW: Pacemaker and implantable cardiovertor defibrillator utilization is evolving rapidly. Expanding indications are reviewed. RECENT FINDINGS: Current pacemakers are smaller, more dependable, longer lasting and have rate-adaptive features. Implantable cardiovertor defibrillators use transvenous leads and have advanced pacing abilities. Primary pacing indications remain sinus node dysfunction or atrioventricular conduction abnormalities. Dual-chamber pacemakers compared with single chamber ventricular pacemakers, have small quality of life advantages and result in less atrial fibrillation, but decrease stroke rates and mortality. In congestive heart failure patients with delayed ventricular conduction, cardiac resynchronization therapy (atrially timed biventricular pre-excitation) improves physiological parameters, performance indices and quality of life. Atrial arrhythmias may be prevented or treated with appropriate pacing strategies. Pacing-related improvements for symptomatic neurally mediated syncope and symptomatic hypertrophic obstructive cardiomyopathy have been demonstrated. For patients with coronary artery disease and low ejection fractions, implantable cardiovertor defibrillators are well established in the secondary prevention of sudden death, and may be helpful for primary prevention if there are inducible ventricular arrhythmias. Combining cardiac resynchronization and implantable cardiovertor defibrillators in similar patients is under investigation. The role of atrial defibrillators is being defined. Electromagnetic interference remains possible with these devices, particularly in electromagnetically hostile environments. SUMMARY: More pacemakers and implantable cardiovertor defibrillators will be encountered. Despite increasing sophistication, most often only basic anti-bradycardia modes are essential in the perioperative setting. Understanding the indications for implantation will help the anesthesiologist better support the physiological needs of the patient. Existing perioperative pacemaker-related guidelines for the anesthesiologist still apply.",
  "authors": [
    {
      "last_name": "Bourke",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Bourke",
      "affiliations": [
        "Department of Anesthesiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada. mbourke@ottawaheart.ca"
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Healey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in anaesthesiology",
    "iso_abbreviation": "Curr Opin Anaesthesiol",
    "issn": "0952-7907",
    "issn_type": "Print",
    "volume": "15",
    "issue": "6",
    "pub_year": "2002",
    "pub_month": "Dec"
  },
  "start_page": "681",
  "end_page": "686",
  "pages": "681-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17019271",
    "doi": "10.1097/00001503-200212000-00013",
    "pii": "00001503-200212000-00013"
  },
  "doi": "10.1097/00001503-200212000-00013",
  "dates": {
    "completed": "2007-06-19",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:38.189002",
    "pmid": "17019271"
  }
}