{
  "pmid": "17012530",
  "uid": "17012530",
  "title": "Selective processing of gastrointestinal symptom-related stimuli in irritable bowel syndrome.",
  "abstract": "OBJECTIVES: We sought to determine whether irritable bowel syndrome (IBS) was associated with attentional bias toward symptom-related cues in IBS patients versus healthy controls, using a modified Stroop task to measure selective processing of gastrointestinal symptom-related cues. METHODS: Fifteen patients with a clinical diagnosis of IBS and 15 healthy controls were recruited into the study. All participants attended a single testing session, during which they completed a modified Stroop task using gastrointestinal symptom-related and neutral control words. RESULTS: Results indicated a significant main effect of word type (p = .013), with slower color-naming times for IBS-related compared with neutral words, and a significant main effect of exposure (p = .001), with slower color-naming times in the unmasked condition compared with the masked condition. The group x word type x exposure interaction was significant (p = .048). A series of post hoc tests indicated that among patients there was significant interference of symptom-related words in the masked condition but not in the unmasked condition, whereas among controls, the reverse was true. CONCLUSIONS: These results indicate that IBS patients selectively process gastrointestinal symptom-related words compared with neutral words when they are presented subliminally but not when they are presented supraliminally. In contrast, healthy controls demonstrate the opposite pattern. Implications for the cognitive mechanisms in IBS, and future research directions, are discussed.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Gastroenterology, East Surrey Hospital, Redhill, United Kingdom."
      ]
    },
    {
      "last_name": "Potokar",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Potokar",
      "affiliations": []
    },
    {
      "last_name": "Probert",
      "fore_name": "Christopher S J",
      "initials": "CS",
      "name": "Christopher S J Probert",
      "affiliations": []
    },
    {
      "last_name": "Munafò",
      "fore_name": "Marcus R",
      "initials": "MR",
      "name": "Marcus R Munafò",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Psychosomatic medicine",
    "iso_abbreviation": "Psychosom Med",
    "issn": "1534-7796",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "5",
    "pub_year": "2006"
  },
  "start_page": "758",
  "end_page": "761",
  "pages": "758-61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attention",
    "Constipation",
    "Cues",
    "Diarrhea",
    "Female",
    "Humans",
    "Irritable Bowel Syndrome",
    "Language Tests",
    "Male",
    "Mental Recall",
    "Middle Aged",
    "Psychological Tests",
    "Subliminal Stimulation",
    "Time Factors",
    "Visual Perception"
  ],
  "article_ids": {
    "pubmed": "17012530",
    "doi": "10.1097/01.psy.0000232270.78071.28",
    "pii": "68/5/758"
  },
  "doi": "10.1097/01.psy.0000232270.78071.28",
  "dates": {
    "completed": "2006-11-08",
    "revised": "2006-10-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.519202",
    "pmid": "17012530"
  }
}