{
  "pmid": "17043856",
  "uid": "17043856",
  "title": "Subjects with non-allergic non-infectious perennial rhinitis do not show nasal hyper-responsiveness to bradykinin.",
  "abstract": "Symptoms in non-allergic non-infectious perennial rhinitis (NANIPER) are characteristically trigged by non-specific irritants. Hyper-responsiveness to cold dry air has been demonstrated in NANIPER. Bradykinin is a peptide involved in allergic inflammation. Neurally mediated hyper-responsiveness to bradykinin has been demonstrated in allergic rhinitis. The purpose of the present study was to investigate whether hyper-responsiveness to bradykinin is present in NANIPER. Normal subjects (n = 13) and subjects with NANIPER (n = 10) were subjected to a nasal bradykinin challenge protocol. Secretory responses were measured using filter paper disks, and congestive responses measured using acoustic rhinometry. Compared to normal subjects, with NANIPER had a greater secretory response to control challenge with Hartman's solution. On the other hand, the normal ipsilateral secretory and congestive response to bradykinin was absent in NANIPER. Subjects with NANIPER did not demonstrate any evidence of reflex responses to bradykinin, and no evidence of nasal hyper-responsiveness to bradykinin. Hyper-responsiveness to bradykinin is absent in NANIPER. These results suggest that autonomic hyporesponsiveness rather than neural hyper-responsiveness may be an important factor in the etiology of NANIPER.",
  "authors": [
    {
      "last_name": "Sheahan",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Sheahan",
      "affiliations": [
        "Department of Otolaryngology-Head and Neck Surgery, Royal College of Surgeons in Ireland, Dublin, Ireland. sheahanp@eircom.net"
      ]
    },
    {
      "last_name": "McConn-Walsh",
      "fore_name": "Rory",
      "initials": "R",
      "name": "Rory McConn-Walsh",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Costello",
      "fore_name": "Richard W",
      "initials": "RW",
      "name": "Richard W Costello",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European archives of oto-rhino-laryngology : official journal of the European Federation of Oto-Rhino-Laryngological Societies (EUFOS) : affiliated with the German Society for Oto-Rhino-Laryngology - Head and Neck Surgery",
    "iso_abbreviation": "Eur Arch Otorhinolaryngol",
    "issn": "0937-4477",
    "issn_type": "Print",
    "volume": "264",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "33",
  "end_page": "37",
  "pages": "33-7",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Autonomic Nervous System",
    "Bradykinin",
    "Female",
    "Humans",
    "Male",
    "Nasal Mucosa",
    "Rhinitis",
    "Rhinometry, Acoustic",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "17043856",
    "doi": "10.1007/s00405-006-0161-4"
  },
  "doi": "10.1007/s00405-006-0161-4",
  "dates": {
    "completed": "2008-02-19",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Vasodilator Agents",
    "Bradykinin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.455852",
    "pmid": "17043856"
  }
}