{
  "pmid": "17058628",
  "uid": "17058628",
  "title": "A multinational assessment of complications in type 1 diabetes: the DiaMond substudy of complications (DiaComp) level 1.",
  "abstract": "The objectives of this study were to describe the global geographic variation of microvascular and macrovascular complications in childhood onset type 1 diabetes (T1D) and to relate any such variation to diabetes care activities such as self blood glucose monitoring and intensive insulin therapy. The DiaComp study is a multinational (17 countries) cross-sectional study of complications in T1D (n=2,657). All participants were diagnosed at < 15 years of age and had a diabetes duration of 5-24 years when surveyed. Complications were assessed by self-report of physician diagnosis. Twenty-two centres in 17 countries achieved at least a 67% response rate and are included in the analyses. Central European centres exhibited high rates of retinopathy (Lithuania=31.6%, Romania=24.2%), laser treatment (Lithuania=25.4%) and neuropathy (Lithuania=29.9%, Romania=12.4%) in those with short duration of diabetes (5-15 years), as did Cuba for neuropathy (15.4%). For retinopathy the geographic variation in the short-duration group was also pronounced, ranging from 1.6% in Italy to 41.6% in Lithuania, and from 0% in Brazil, Italy and Australia, to 29.9% in Lithuania for laser treatment. Variation was less dramatic for the prevalence of complications in the long-duration group (15-25 years). Hypertension and duration were strong consistent predictors of all complications, while women had higher prevalence for half the complications (retinopathy, laser treatment and renal disease). Intensive insulin therapy and self-monitoring of blood glucose showed little association with prevalence of complications. In conclusion, this first population-based account of the geographic variation of T1D complications has demonstrated substantial variation. However, the healthcare practice variables that were measured contributed little toward explaining this variation.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Division of Epidemiology, Department of Environmental Medicine, New York University Medical Center/School of Medicine, 530 First Avenue, New York, NY 10016, USA. michael.walsh@nyumc.org"
      ]
    },
    {
      "last_name": "Zgibor",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Zgibor",
      "affiliations": []
    },
    {
      "last_name": "Borch-Johnsen",
      "fore_name": "Knut",
      "initials": "K",
      "name": "Knut Borch-Johnsen",
      "affiliations": []
    },
    {
      "last_name": "Orchard",
      "fore_name": "Trevor J",
      "initials": "TJ",
      "name": "Trevor J Orchard",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diabetes & vascular disease research",
    "iso_abbreviation": "Diab Vasc Dis Res",
    "issn": "1479-1641",
    "issn_type": "Print",
    "volume": "3",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Sep"
  },
  "start_page": "84",
  "end_page": "92",
  "pages": "84-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Blood Glucose Self-Monitoring",
    "Cross-Sectional Studies",
    "Diabetes Complications",
    "Diabetes Mellitus, Type 1",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Male",
    "Prevalence",
    "Regression Analysis"
  ],
  "article_ids": {
    "pubmed": "17058628",
    "doi": "10.3132/dvdr.2006.018"
  },
  "doi": "10.3132/dvdr.2006.018",
  "dates": {
    "completed": "2006-11-14",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.456394",
    "pmid": "17058628"
  }
}