{
  "pmid": "17050865",
  "uid": "17050865",
  "title": "Impact and perceptions of mandatory tumor biopsies for correlative studies in clinical trials of novel anticancer agents.",
  "abstract": "PURPOSE: To assess the impact and perceptions of patients, physicians, and institutional review board members (IRBs) on the issue of mandatory serial tumor biopsies to acquire tissues for correlative studies. PATIENTS AND METHODS: Complementary, self-administered questionnaires were circulated to trial patients who had previously undergone serial research-related biopsies (TPs), clinic patients who had prior diagnostic but not research-related biopsies (CPs), academic medical oncologists in Canada (MOs), and IRBs at the affiliated academic centers. RESULTS: Ten (72%) of 14 TPs, 265 (82%) of 325 CPs, 137 (66%) of 209 MOs, and 142 (49%) of 291 IRBs responded. A 5% to 10% risk of a major biopsy complication was acceptable to 22% of CPs but only to 1% of MOs or IRBs. Anxiety was reported by 30% of TPs and 45% of CPs before their biopsies. More than 82% of MOs or IRBs believed the average patient would have at least borderline anxiety before their biopsy. Among the patients, 84% would authorize their samples for additional unrelated research and 75% would agree to genetic testing. Nearly all MOs and 86% of IRBs considered it ethical to request for additional unrelated research testing. With respect to genetic testing, 82% of MOs and 72% of IRBs would request it. CONCLUSION: Although nearly all MOs and IRBs see the value in the biopsy, their threshold for acceptable risk is lower and they anticipate more associated anxiety than patients. Most patients recalled a tendency to tolerate their biopsies well with an average associated anxiety, and would allow their specimens to be tested for research purposes.",
  "authors": [
    {
      "last_name": "Agulnik",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Agulnik",
      "affiliations": [
        "Department of Medical Oncology and Hematology, Princess Margaret Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oza",
      "fore_name": "Amit M",
      "initials": "AM",
      "name": "Amit M Oza",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Siu",
      "fore_name": "Lillian L",
      "initials": "LL",
      "name": "Lillian L Siu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "iso_abbreviation": "J Clin Oncol",
    "issn": "1527-7755",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "30",
    "pub_year": "2006",
    "pub_month": "Oct",
    "pub_day": "20"
  },
  "start_page": "4801",
  "end_page": "4807",
  "pages": "4801-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Antineoplastic Agents",
    "Anxiety",
    "Attitude of Health Personnel",
    "Biomedical Research",
    "Biopsy",
    "Clinical Trials as Topic",
    "Cross-Sectional Studies",
    "Ethics Committees, Research",
    "Ethics, Medical",
    "Female",
    "Humans",
    "Informed Consent",
    "Male",
    "Medical Oncology",
    "Middle Aged",
    "Patient Participation",
    "Physician's Role",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "17050865",
    "doi": "10.1200/JCO.2005.03.4496",
    "pii": "24/30/4801"
  },
  "doi": "10.1200/JCO.2005.03.4496",
  "dates": {
    "completed": "2006-11-06",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.845409",
    "pmid": "17050865"
  }
}