{
  "pmid": "17069840",
  "uid": "17069840",
  "title": "The value of both ST-segment and QRS complex changes during acute coronary occlusion for prediction of reperfusion-induced myocardial salvage in a canine model.",
  "abstract": "BACKGROUND: Analysis of ST-segment elevation for assessment of patients with suspected acute coronary occlusion is in widespread use for diagnostic and prognostic purposes. In this study, changes in the QRS complex also were analyzed to determine if these changes that are seldom used clinically can provide additional prognostic information. An acute coronary occlusion canine model, in which direct measurements of myocardial salvage were made, was used to assess whether ST-segment and QRS complex changes during coronary occlusion yielded independent estimates of the amount of salvage provided by reperfusion with arterial blood. METHODS AND RESULTS: Continuous electrocardiographic recordings were obtained from 14 study dogs undergoing a 90-minute period of coronary artery occlusion in which the severity of the ischemia during the occlusion was estimated at 10 and 45 minutes by microsphere injections. After 3 hours of reperfusion, the myocardium at risk and postmortem infarct size was measured. Myocardial salvage correlated inversely with both ST-segment elevation (r = -0.85; P < .0001), and QRS complex prolongation (r = -0.72; P = .003). When dogs were paired so that they had equal amounts of ST elevation but differed with respect to the presence of QRS prolongation, less myocardial salvage was found in those with QRS prolongation. The independent value of QRS prolongation was supported further by the observation that presence of QRS prolongation resulted in a loss of the highly significant correlation between ST elevation and salvage (r = -0.60; P = .2). CONCLUSIONS: High magnitudes of ST elevation are correlated significantly with less myocardial salvage. Moreover, for a given magnitude of ST elevation, the presence of concurrent QRS prolongation is associated with even less myocardial salvage.",
  "authors": [
    {
      "last_name": "Weston",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Weston",
      "affiliations": [
        "Duke University Medical Center, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Johanson",
      "fore_name": "Per",
      "initials": "P",
      "name": "Per Johanson",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Maynard",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Maynard",
      "affiliations": []
    },
    {
      "last_name": "Jennings",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Jennings",
      "affiliations": []
    },
    {
      "last_name": "Wagner",
      "fore_name": "Galen S",
      "initials": "GS",
      "name": "Galen S Wagner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of electrocardiology",
    "iso_abbreviation": "J Electrocardiol",
    "issn": "1532-8430",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "18",
  "end_page": "25",
  "pages": "18-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Coronary Stenosis",
    "Diagnosis, Computer-Assisted",
    "Disease Models, Animal",
    "Dogs",
    "Electroencephalography",
    "Myocardial Stunning",
    "Reperfusion Injury"
  ],
  "article_ids": {
    "pubmed": "17069840",
    "doi": "10.1016/j.jelectrocard.2006.09.001",
    "pii": "S0022-0736(06)00252-4"
  },
  "doi": "10.1016/j.jelectrocard.2006.09.001",
  "dates": {
    "completed": "2007-01-16",
    "revised": "2009-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.414987",
    "pmid": "17069840"
  }
}