{
  "pmid": "17067857",
  "uid": "17067857",
  "title": "Epidemiology and reporting of randomized trials employing re-randomization of patient groups: a systematic survey.",
  "abstract": "Trials employing re-randomization of some or all participants provide opportunities for determining optimal dosing and dosing schedules, potential disease modifying effects, direct comparisons between drugs, and salvage therapy for patients failing their assigned treatments. To date, no data exists about their prevalence, epidemiology, or quality. We undertook a systematic review of all trials re-randomizing patients. Using explicit search criteria, we searched 11 electronic databases independently, in duplicate. We additionally searched pharmaceutical company websites for unpublished studies. We extracted data on the epidemiology of trials, year published, characteristics of the purpose of the re-randomization, what groups of patients were re-randomized, and methodological issues, including allocation, concealment, sequence generation, blinding, intention to treat, and appropriate sample size calculations. We found 65 trials. All trials were reported in English. Of these, 21 employed re-randomization to determine optimal dosing, 8 for optimal dose-scheduling, 3 for salvage therapy, 0 for estimating disease modifying effects, 24 as direct comparison trials, 9 as standard efficacy trials--that did not require re-randomization, and 3 as withdrawal of treatment trials. The median sample size of the period prior to re-randomization is 180 [interquartile range (IQR) 83-480] and after re-randomization is 104 [IQR 36 to 246]. Studies lost a median of 8% of eligible patients from period 1 to period 2 [IQR 0 to 17]. Studies were published between 1975 and 2005, with the vast majority (71%) published since 1995. The findings of our review indicate that trials employing re-randomization are relatively rare, have poor reporting of important methodological features, and, in some circumstances, fail to take advantage of the benefits that re-randomization can permit.",
  "authors": [
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main Street West, Hamilton, Ontario, Canada. millsej@mcmaster.ca"
      ]
    },
    {
      "last_name": "Kelly",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Kelly",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials",
    "iso_abbreviation": "Contemp Clin Trials",
    "issn": "1551-7144",
    "issn_type": "Print",
    "volume": "28",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "268",
  "end_page": "275",
  "pages": "268-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Dose-Response Relationship, Drug",
    "Drug Evaluation",
    "Humans",
    "Quality Control",
    "Randomized Controlled Trials as Topic",
    "Salvage Therapy"
  ],
  "article_ids": {
    "pubmed": "17067857",
    "doi": "10.1016/j.cct.2006.09.002",
    "pii": "S1551-7144(06)00118-2"
  },
  "doi": "10.1016/j.cct.2006.09.002",
  "dates": {
    "completed": "2007-05-11",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.001512",
    "pmid": "17067857"
  }
}