{
  "pmid": "17067196",
  "uid": "17067196",
  "title": "Information created to evade reality (ICER): things we should not look to for answers.",
  "abstract": "Cost-effectiveness analysis has been advocated in the health economics methods literature and adopted in a growing number of jurisdictions as an evidence base for decision makers charged with maximising health gains from available resources. This paper critically appraises the information generated by cost-effectiveness analysis, in particular the incremental cost-effectiveness ratio (ICER). It is shown that this ratio is used as comparative information on what are non-comparable options and hence evades the reality of the decision-maker's problem. The theoretical basis for the ICER approach is the simplification of theoretical assumptions that have no relevance to the decision maker's context. Although alternative, well established methods can be used for addressing the decision maker's problem, faced with the increasing evidence of the theoretical and empirical failures of the cost-effectiveness approach, some proponents of the approach now propose changing the research question to suit the approach as opposed to adopting a more appropriate method for the prevailing and continuing problem. As long as decision makers are concerned with making the best use of available healthcare resources, cost-effectiveness analysis and the ICER should not be where we look for answers.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. birch@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1170-7690",
    "issn_type": "Print",
    "volume": "24",
    "issue": "11",
    "pub_year": "2006"
  },
  "start_page": "1121",
  "end_page": "1131",
  "pages": "1121-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Decision Making, Organizational",
    "Economics, Pharmaceutical"
  ],
  "article_ids": {
    "pubmed": "17067196",
    "doi": "10.2165/00019053-200624110-00008",
    "pii": "24118"
  },
  "doi": "10.2165/00019053-200624110-00008",
  "dates": {
    "completed": "2007-01-26",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.692221",
    "pmid": "17067196"
  }
}