{
  "pmid": "17072278",
  "uid": "17072278",
  "title": "Evidence-based medicine: fifteen years later. Golem the good, the bad, and the ugly in need of a review?",
  "abstract": "Despite its well-deserved strengths, Evidence-Based Medicine (EBM)'s shell still remains half-full. Its strong points are clouded in persisting philosophical gaps and mostly ideological advancements of its concepts and rules. Further clarification of its logic and critical use of evidence is required. In this non-systematic essay and review, several present and future necessary achievements are outlined: Solid methodological tools were developed under the umbrella of surprisingly less-operational definition(s) of EBM and 'evidence' itself, incomplete classifications of various evidences and limited scope of original critical appraisal of evidence. The integration of the best evidence with clinical expertise, setting and circumstances, as well as patient expectations, values, and preferences and the application of evidence to a specific patient have only been conceptually traced so far and usable rules remain in waiting. The question of whether the practice of EBM produces better results than its alternatives also remains unanswered. Uses of the best evidence as a basis for the fundamental elements of modern argumentation and critical thinking applied to medicine may be one of the promising paths, but this approach still must be more widely applied and evaluated on its own merit. In other words, we do have a point, but it needs to be improved.",
  "authors": [
    {
      "last_name": "Jenicek",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jenicek",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. jenicekm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1234-1010",
    "issn_type": "Print",
    "volume": "12",
    "issue": "11",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "RA241",
  "end_page": "RA251",
  "pages": "RA241-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Medicine",
    "Decision Making",
    "Decision Support Systems, Clinical",
    "Evidence-Based Medicine",
    "Health Services Needs and Demand",
    "Humans",
    "Logic",
    "Philosophy, Medical",
    "Practice Guidelines as Topic",
    "Professional Practice"
  ],
  "article_ids": {
    "pubmed": "17072278",
    "pii": "9683"
  },
  "dates": {
    "completed": "2007-03-07",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:59.465039",
    "pmid": "17072278"
  }
}