{
  "pmid": "17077987",
  "uid": "17077987",
  "title": "Using a sampling strategy to address psychometric challenges in tutorial-based assessments.",
  "abstract": "INTRODUCTION: Tutorial-based assessment, despite providing a good match with the philosophy adopted by educational programmes that emphasize small group learning, remains one of the greatest challenges for educators working in this context. The current study was performed in an attempt to assess the psychometric characteristics of tutorial-based evaluation upon adopting a multiple sampling approach that requires minimal recording of observations. METHOD: After reviewing the literature, a simple 3-item evaluation form was created. The items were \"Professional Behaviour,\" \"Contribution to Group Process,\" and \"Contribution to Group Content.\" Explicit definition of these items was provided on an evaluation form. Twenty five tutors in five different programmes were asked to use the form to evaluate their students (N=169) after every tutorial over the course of an academic unit. Each item was rated using a 10-point scale. RESULTS: Cronbach's alpha revealed an appropriate internal consistency in all five programmes. Test-retest reliability of any single rating was low, but the reliability of the average rating was at least 0.75 in all cases. The construct validity of the tool was supported by the observation of increasing ratings over the course of the academic unit and by the finding that more senior students received higher ratings than more junior students. CONCLUSION: Consistent with the context specificity phenomenon, the adoption of a \"minimal observations often\" approach to tutorial-based assessment appears to maintain better psychometric characteristics than do attempts to assess tutorial performance using more comprehensive measurement tools.",
  "authors": [
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Program for Educational Research and Development, MDCL 3510, McMaster University, L8N 3Z5, Hamilton, ON, Canada. evakw@mcmaster.ca"
      ]
    },
    {
      "last_name": "Solomon",
      "fore_name": "Patty",
      "initials": "P",
      "name": "Patty Solomon",
      "affiliations": []
    },
    {
      "last_name": "Neville",
      "fore_name": "Alan J",
      "initials": "AJ",
      "name": "Alan J Neville",
      "affiliations": []
    },
    {
      "last_name": "Ladouceur",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Ladouceur",
      "affiliations": []
    },
    {
      "last_name": "Kaufman",
      "fore_name": "Karyn",
      "initials": "K",
      "name": "Karyn Kaufman",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Allyn",
      "initials": "A",
      "name": "Allyn Walsh",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1382-4996",
    "issn_type": "Print",
    "volume": "12",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "19",
  "end_page": "33",
  "pages": "19-33",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Curriculum",
    "Educational Measurement",
    "Group Processes",
    "Humans",
    "Learning",
    "Program Evaluation",
    "Psychometrics",
    "Students, Health Occupations"
  ],
  "article_ids": {
    "pubmed": "17077987",
    "doi": "10.1007/s10459-005-2327-z"
  },
  "doi": "10.1007/s10459-005-2327-z",
  "dates": {
    "completed": "2007-04-09",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.741962",
    "pmid": "17077987"
  }
}