{
  "pmid": "17086612",
  "uid": "17086612",
  "title": "Knowledge transfer to clinicians and consumers by the Cochrane Musculoskeletal Group.",
  "abstract": "The Cochrane Musculoskeletal Group (CMSG) is one of 50 groups of the Cochrane Collaboration that prepares, maintains, and disseminates systematic reviews of treatments for musculoskeletal diseases. Once systematic reviews are completed, the next challenge is presenting the results in useful formats to be integrated into the healthcare decisions of clinicians and consumers. The CMSG recommends 3 methods to aid knowledge translation and exchange between clinicians and patients: produce clinical relevance tables, create graphical displays using face figures, and write consumer summaries and patient decision aids. Accordingly, CMSG has developed specific guidelines to help researchers and authors convert the pooled estimates of metaanalyses in the systematic reviews to user-friendly numbers. First, clinical relevance tables are developed that include absolute and relative benefits or harms and the numbers needed to treat. Next, the numbers from the clinical relevance tables are presented graphically using faces. The faces represent a group of 100 people and are shaded according to how many people out of 100 benefited or were harmed by the interventions. The user-friendly numbers are also included in short summaries and decision aids written for patients. The different levels of detail in the summaries and decision aids provide patients with tools to prepare them to discuss treatment options with their clinicians. Methods to improve the effects and usability of systematic reviews by providing results in more clinically relevant formats are essential. Both clinicians and consumers can use these products to use evidence-based information in individual and shared decision-making.",
  "authors": [
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Cochrane Musculoskeletal Group, Institute of Population Health, University of Ottawa, 1 Stewart Street, Ottawa, Ontario, Canada. santesso@uottawa.ca"
      ]
    },
    {
      "last_name": "Maxwell",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Maxwell",
      "affiliations": []
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter S",
      "initials": "PS",
      "name": "Peter S Tugwell",
      "affiliations": []
    },
    {
      "last_name": "Wells",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Wells",
      "affiliations": []
    },
    {
      "last_name": "O'connor",
      "fore_name": "Annette M",
      "initials": "AM",
      "name": "Annette M O'connor",
      "affiliations": []
    },
    {
      "last_name": "Judd",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Judd",
      "affiliations": []
    },
    {
      "last_name": "Buchbinder",
      "fore_name": "Rachelle",
      "initials": "R",
      "name": "Rachelle Buchbinder",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "0315-162X",
    "issn_type": "Print",
    "volume": "33",
    "issue": "11",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "2312",
  "end_page": "2318",
  "pages": "2312-8",
  "language": "eng",
  "publication_types": [
    "Guideline",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Community Participation",
    "Diffusion of Innovation",
    "Evidence-Based Medicine",
    "Humans",
    "Musculoskeletal Diseases",
    "Odds Ratio",
    "Patient Education as Topic",
    "Peer Review, Research",
    "Research Design",
    "Review Literature as Topic",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "17086612",
    "pii": "0315162X-33-2312"
  },
  "dates": {
    "completed": "2007-01-26",
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.505853",
    "pmid": "17086612"
  }
}