{
  "pmid": "17083737",
  "uid": "17083737",
  "title": "Screening for hypoglycemia at the bedside in the neonatal intensive care unit (NICU) with the Abbott PCx glucose meter.",
  "abstract": "BACKGROUND: Point of care (POC) glucose meters are routinely used as a screening tool for hypoglycemia in a neonatal setting. Glucose meters however, lack the same accuracy as laboratory instruments for glucose measurement. In this study we investigated potential reasons for this inaccuracy and established a cut off value for confirmatory testing. METHODS: In this prospective study, all patients in the neonatal intensive care unit who had a plasma glucose test ordered were eligible to participate. Demographic information, sample collection information (nine variables) and a recent hematocrit value were recorded for each sample. Glucose measurements were taken at the bedside on the glucose meter (RN PCx) as well as in the laboratory on both the glucose meter (LAB PCx) and the laboratory analyzer (PG). Data were analyzed by simple and mixed-effects regression analysis and by analysis of a receiver operator characteristics (ROC) curve. RESULTS: There were 475 samples analyzed from 132 patients. RN PCx values were higher than PG values (mean = 4.9%), while LAB PCx results were lower (mean = -5.2%) than PG values. Only 31% of the difference between RN PCx--PG and 46% of the difference for LAB PCx--PG could be accounted for by the variables tested. The largest proportion of variance between PCx and PG measurements was explained by hematocrit (about 30%) with a greater effect seen at glucose concentrations < or =4.0 mmol/L (< or =72 mg/dL)(48% and 40% for RN PCx and LAB PCx, respectively). The ROC analysis showed that for detection of all cases of hypoglycemia (PG < 2.6 mmol/L)(PG < 47 mg/dL) the PCx screening cut off value would need to be set at 3.8 mmol/L (68 mg/dL) requiring 20% of all samples to have confirmatory analysis by the laboratory method. CONCLUSION: The large difference between glucose results obtained by PCx glucose meter compared to the laboratory analyzer can be explained in part by hematocrit and low glucose concentration. These results emphasize that the glucose meter is useful only as a screening device for neonatal hypoglycemia and that a screening cut off value must be established.",
  "authors": [
    {
      "last_name": "Balion",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Balion",
      "affiliations": [
        "Department of Laboratory Medicine, Hamilton Health Sciences, Hamilton, Ontario, Canada. balion@hhsc.ca"
      ]
    },
    {
      "last_name": "Grey",
      "fore_name": "Vijaylaxmi",
      "initials": "V",
      "name": "Vijaylaxmi Grey",
      "affiliations": []
    },
    {
      "last_name": "Ismaila",
      "fore_name": "Afisi",
      "initials": "A",
      "name": "Afisi Ismaila",
      "affiliations": []
    },
    {
      "last_name": "Blatz",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Blatz",
      "affiliations": []
    },
    {
      "last_name": "Seidlitz",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Seidlitz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2006",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "28",
  "pages": "28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Glucose",
    "Humans",
    "Hypoglycemia",
    "Infant, Newborn",
    "Intensive Care Units, Neonatal",
    "Neonatal Screening",
    "Point-of-Care Systems",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "17083737",
    "pmc": "PMC1660538",
    "doi": "10.1186/1471-2431-6-28",
    "pii": "1471-2431-6-28"
  },
  "doi": "10.1186/1471-2431-6-28",
  "pmc_id": "PMC1660538",
  "dates": {
    "completed": "2007-01-25",
    "revised": "2024-03-15"
  },
  "chemicals": [
    "Blood Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:25.019241",
    "pmid": "17083737"
  }
}