{
  "pmid": "17106196",
  "uid": "17106196",
  "title": "Erythropoietin enhances the angiogenic potency of autologous bone marrow stromal cells in a rat model of myocardial infarction.",
  "abstract": "BACKGROUND: Transplantation of marrow stromal cells (MSC) has been shown to improve heart perfusion and cardiac function after ischemia. Erythropoietin (EPO) is capable of inducing angiogenesis and inhibiting cell apoptosis. The aim of this study was to investigate the effect of EPO on the therapeutic potency of MSC transplantation in a rat model of myocardial infarction. METHODS: MSC viability was detected by MTT and flow cytometry following culture in serum-free medium for 24 h with or without EPO. Release of vascular endothelial growth factor (VEGF) by MSC incubated with different doses of EPO was assayed using ELISA. Immediately after coronary ligation, autologous MSC (3 x 10(6) cells) were injected into the ischemic myocardium (MSC and MSC-EPO groups). EPO (3,000 U/kg body weight) was injected daily for 3 consecutive days starting 1 day prior to ligation. The same EPO dose was also injected for consecutive 3 days starting 15 days after surgery (EPO and MSC-EPO groups). Control animals were injected saline solution for the same time period. Cardiac function was assessed by echocardiography 2 and 21 days after surgery, respectively. Western blot and immunohistological assessments were performed to examine the effects of treatments. RESULTS: In vitro, EPO inhibited MSC apoptosis induced by serum-free medium and increased vascular endothelial growth factor (VEGF) release by MSC. In vivo, cardiac infarct size was significantly smaller, cardiac function significantly improved, and capillary density obviously higher in the MSC and EPO groups than in the control group. Combined treatment with EPO infusion and MSC transplantation demonstrated a further decrease in infarct size, a further improvement in cardiac function, and a further increase in capillary density compared with MSC or EPO alone. Furthermore, a higher ratio of phosphorylated Akt to total Akt was measured by Western blot; Bcl-2 was upregulated and Bax was downregulated by immunohistochemistry in the MSC-EPO group compared to the other three groups. CONCLUSION: Transplantation of MSC combined with EPO infusion is superior to MSC monotherapy for angiogenesis and cardiac function recovery.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Dingguo",
      "initials": "D",
      "name": "Dingguo Zhang",
      "affiliations": [
        "First Affiliated Hospital, Nanjing Medical University, Nanjing, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Fumin",
      "initials": "F",
      "name": "Fumin Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Gao",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Gao",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Chuanfu",
      "initials": "C",
      "name": "Chuanfu Li",
      "affiliations": []
    },
    {
      "last_name": "Ma",
      "fore_name": "Wengzhu",
      "initials": "W",
      "name": "Wengzhu Ma",
      "affiliations": []
    },
    {
      "last_name": "Cao",
      "fore_name": "Kejiang",
      "initials": "K",
      "name": "Kejiang Cao",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cardiology",
    "iso_abbreviation": "Cardiology",
    "issn": "1421-9751",
    "issn_type": "Electronic",
    "volume": "108",
    "issue": "4",
    "pub_year": "2007"
  },
  "start_page": "228",
  "end_page": "236",
  "pages": "228-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Angiogenesis Inducing Agents",
    "Animals",
    "Bone Marrow Cells",
    "Bone Marrow Transplantation",
    "Disease Models, Animal",
    "Erythropoietin",
    "Male",
    "Myocardial Infarction",
    "Rats",
    "Rats, Wistar",
    "Stromal Cells",
    "Transplantation, Autologous"
  ],
  "article_ids": {
    "pubmed": "17106196",
    "doi": "10.1159/000096803",
    "pii": "96803"
  },
  "doi": "10.1159/000096803",
  "dates": {
    "completed": "2008-01-10",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Angiogenesis Inducing Agents",
    "Erythropoietin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.040862",
    "pmid": "17106196"
  }
}