{
  "pmid": "17102065",
  "uid": "17102065",
  "title": "Developing optimal search strategies for retrieving qualitative studies in PsycINFO.",
  "abstract": "Researchers and practitioners have problems retrieving qualitative studies. Search strategies that can easily and effectively retrieve these studies from large databases such as PsycINFO are therefore important. To determine if search strategies can identify qualitative studies, 64 journals published in 2000 were hand searched using explicit methodological criteria to identify qualitative studies. The authors tested multiple search strategies using 4,985 potential search terms in PsycINFO (Ovid Technologies) and compared the results with the hand search data to calculate retrieval effectiveness. A total of 125 qualitative studies were identified. Single-term and multiple-term strategies had sensitivities (maximizing retrieval of qualitative studies) up to 94.4% and specificities (minimizing retrieval of nonqualitative studies and reports) up to 98.6% with ranges of precision and accuracy. Search strategies included terms that were variations of interview, qualitative, themes, and experience. Formal indexing terms performed poorly. Empirically derived search strategies combining textwords can effectively, but not perfectly, retrieve qualitative studies from PsycINFO.",
  "authors": [
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evaluation & the health professions",
    "iso_abbreviation": "Eval Health Prof",
    "issn": "0163-2787",
    "issn_type": "Print",
    "volume": "29",
    "issue": "4",
    "pub_year": "2006",
    "pub_month": "Dec"
  },
  "start_page": "440",
  "end_page": "454",
  "pages": "440-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Humans",
    "Information Storage and Retrieval"
  ],
  "article_ids": {
    "pubmed": "17102065",
    "doi": "10.1177/0163278706293400",
    "pii": "29/4/440"
  },
  "doi": "10.1177/0163278706293400",
  "dates": {
    "completed": "2006-12-15",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.374150",
    "pmid": "17102065"
  }
}