{
  "pmid": "17114183",
  "uid": "17114183",
  "title": "Ligand dynamics in an electron transfer protein. Picosecond geminate recombination of carbon monoxide to heme in mutant forms of cytochrome c.",
  "abstract": "Substitution of the heme coordination residue Met-80 of the electron transport protein yeast iso-1-cytochrome c allows external ligands like CO to bind and thus increase the effective redox potential. This mutation, in principle, turns the protein into a quasi-native photoactivable electron donor. We have studied the kinetic and spectral characteristics of geminate recombination of heme and CO in a series of single M80X (X = Ala, Ser, Asp, Arg) mutants, using femtosecond transient absorption spectroscopy. In these proteins, all geminate recombination occurs on the picosecond and early nanosecond time scale, in a multiphasic manner, in which heme relaxation takes place on the same time scale. The extent of geminate recombination varies from >99% (Ala, Ser) to approximately 70% (Arg), the latter value being in principle low enough for electron injection studies. The rates and extent of the CO geminate recombination phases are much higher than in functional ligand-binding proteins like myoglobin, presumably reflecting the rigid and hydrophobic properties of the heme environment, which are optimized for electron transfer. Thus, the dynamics of CO recombination in cytochrome c are a tool for studying the heme pocket, in a similar way as NO in myoglobin. We discuss the differences in the CO kinetics between the mutants in terms of the properties of the heme environment and strategies to enhance the CO escape yield. Experiments on double mutants in which Phe-82 is replaced by Asp or Gly as well as the M80D substitution indicate that such steric changes substantially increase the motional freedom-dissociated CO.",
  "authors": [
    {
      "last_name": "Silkstone",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Silkstone",
      "affiliations": [
        "Department of Biological Sciences, Wivenhoe Park, University of Essex, Colchester CO4 3SQ, United Kingdom."
      ]
    },
    {
      "last_name": "Jasaitis",
      "fore_name": "Audrius",
      "initials": "A",
      "name": "Audrius Jasaitis",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    },
    {
      "last_name": "Vos",
      "fore_name": "Marten H",
      "initials": "MH",
      "name": "Marten H Vos",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of biological chemistry",
    "iso_abbreviation": "J Biol Chem",
    "issn": "0021-9258",
    "issn_type": "Print",
    "volume": "282",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Jan",
    "pub_day": "19"
  },
  "start_page": "1638",
  "end_page": "1649",
  "pages": "1638-49",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Carbon Monoxide",
    "Cytochromes c",
    "Electrons",
    "Heme",
    "Kinetics",
    "Ligands",
    "Models, Chemical",
    "Mutagenesis, Site-Directed",
    "Mutation",
    "Myoglobin",
    "Nitric Oxide",
    "Oxidation-Reduction",
    "Oxygen",
    "Protein Binding",
    "Saccharomyces cerevisiae"
  ],
  "article_ids": {
    "pubmed": "17114183",
    "doi": "10.1074/jbc.M605760200",
    "pii": "S0021-9258(20)72163-0"
  },
  "doi": "10.1074/jbc.M605760200",
  "dates": {
    "completed": "2007-02-27",
    "revised": "2021-02-09"
  },
  "chemicals": [
    "Ligands",
    "Myoglobin",
    "Nitric Oxide",
    "Heme",
    "Carbon Monoxide",
    "Cytochromes c",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.795369",
    "pmid": "17114183"
  }
}