{
  "pmid": "17116546",
  "uid": "17116546",
  "title": "Quality initiative in rectal cancer strategy: a qualitative study of participating surgeons.",
  "abstract": "BACKGROUND: The Quality Initiative in Rectal Cancer (QIRC) Strategy randomized 16 hospitals across Ontario to the QIRC strategy versus minimal intervention. The strategy included a workshop, recruitment of a local opinion leader (OL), operative demonstrations, postoperative checklists, audit, and feedback. Surgeons at each intervention hospital used a standardized approach to select a local OL from their ranks. We assessed the experiences of OL and non-OL surgeons in the QIRC strategy. STUDY DESIGN: Semi-structured qualitative telephone interviews were completed with 8 OLs and 8 non-OL surgeons. Interviews were guided by Grounded Theory. Initial interviews were assessed to ensure that domains of interest were fully explored. Two investigators (FW, MF) independently reviewed all final transcripts and identified themes. Consensus among all investigators was achieved for final themes. RESULTS: All approached surgeons participated in interviews. Seven themes were identified: surgical OLs with subspecialist expertise were supported; surgical OL requires technical expertise; limited role for local OL on changing physician practice in rectal cancer operations; limited effect of identifying local OL on local interactions; operative demonstrations supported; characteristics of operative demonstrator were important; and perceived positive effect of the QIRC strategy on practice. CONCLUSIONS: The experience of local OLs in this trial appears to be mixed. Although some of the themes support the concept of a local OL, other themes suggest the local OL had a limited role and effect. The overall QIRC strategy, and in particular the operative demonstration, was viewed positively and was perceived to have a positive longterm effect on participants' practice.",
  "authors": [
    {
      "last_name": "Wright",
      "fore_name": "Frances C",
      "initials": "FC",
      "name": "Frances C Wright",
      "affiliations": [
        "Department of Surgical Oncology, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Coates",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Coates",
      "affiliations": []
    },
    {
      "last_name": "Fitch",
      "fore_name": "Marg",
      "initials": "M",
      "name": "Marg Fitch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Surgeons",
    "iso_abbreviation": "J Am Coll Surg",
    "issn": "1072-7515",
    "issn_type": "Print",
    "volume": "203",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Dec"
  },
  "start_page": "795",
  "end_page": "802",
  "pages": "795-802",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "General Surgery",
    "Humans",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Qualitative Research",
    "Quality Assurance, Health Care",
    "Rectal Neoplasms",
    "Rectum"
  ],
  "article_ids": {
    "pubmed": "17116546",
    "doi": "10.1016/j.jamcollsurg.2006.08.011",
    "pii": "S1072-7515(06)01240-3"
  },
  "doi": "10.1016/j.jamcollsurg.2006.08.011",
  "dates": {
    "completed": "2007-02-07",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:10.378498",
    "pmid": "17116546"
  }
}