{
  "pmid": "17125895",
  "uid": "17125895",
  "title": "Workplace injury or \"part of the job\"?: towards a gendered understanding of injuries and complaints among young workers.",
  "abstract": "Epidemiological studies have found that teenage workers have higher occupational injury rates than adult workers, and that young males are a particularly high-risk subgroup. However, there have been few studies to date that have explored qualitatively young workers' everyday understandings and experiences of occupational health risks. Based on focus groups conducted with Canadian urban and suburban teenagers aged 16-18 years, this paper explores young workers' understandings and experiences of occupational health risks, and their gendered nature. The respondents were employed in a diverse range of jobs. The findings suggest that young workers experience a number of minor injuries and physical complaints related to their work. These injuries were typically seen as \"part of the job\" because they happened frequently and were of low severity. Also, the experience of these injuries as \"part of the job\" was informed by the young workers' perceived lack of control to improve or alter the conditions of their work. Furthermore, young workers' complaints and concerns were systematically discounted and this happened in a gendered fashion. Whereas the females emphasized how their complaints were actively disregarded by their superiors, males (and some females in male-dominated work settings) described how they stifled their complaints in order to appear mature among their (older) co-workers. Comparisons with qualitative studies of adult workers suggest that accepting some risks and injuries as \"part of the job\" is not peculiar to young workers. The implications of these findings for improving workplace safety for young workers are discussed.",
  "authors": [
    {
      "last_name": "Curtis Breslin",
      "fore_name": "F",
      "initials": "F",
      "name": "F Curtis Breslin",
      "affiliations": [
        "Institute for Work and Health, 481 University Ave, Suite 800, Toronto, Ont., Canada M5G 2E9. cbreslin@iwh.on.ca <cbreslin@iwh.on.ca>"
      ]
    },
    {
      "last_name": "Polzer",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Polzer",
      "affiliations": []
    },
    {
      "last_name": "MacEachen",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen MacEachen",
      "affiliations": []
    },
    {
      "last_name": "Morrongiello",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Morrongiello",
      "affiliations": []
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Shannon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "64",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "782",
  "end_page": "793",
  "pages": "782-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidents, Occupational",
    "Adolescent",
    "Attitude",
    "Female",
    "Focus Groups",
    "Humans",
    "Male",
    "Ontario",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "17125895",
    "doi": "10.1016/j.socscimed.2006.10.024",
    "pii": "S0277-9536(06)00549-1"
  },
  "doi": "10.1016/j.socscimed.2006.10.024",
  "dates": {
    "completed": "2007-04-04",
    "revised": "2007-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:50.223442",
    "pmid": "17125895"
  }
}