{
  "pmid": "17136967",
  "uid": "17136967",
  "title": "Measurement properties and interpretability of the Chronic respiratory disease questionnaire (CRQ).",
  "abstract": "The chronic respiratory questionnaire, available as an interviewer and a self-administered instrument, includes 20 items across four domains: dyspnea (5 items), fatigue (4 items), emotional function (7 items), and mastery (4 items). When completing this instrument, patients rate their experience on a 7-point scale ranging from 1 (maximum impairment) to 7 (no impairment). The Chronic Respiratory Questionnaire has demonstrated excellent measurement properties for both discriminative and evaluative purposes and served as a model in numerous methodological studies in chronic airflow limitation and patients with chronic obstructive pulmonary disease. We performed a systematic review of the literature on the chronic respiratory questionnaire to summarize the key qualities of the chronic respiratory questionnaire and to appraise the work regarding the minimal important difference of the chronic respiratory questionnaire. This paper includes a revision of our initial definition of the minimal important difference and a methodological framework for using anchor based approaches to establish the minimal important difference pioneered by Jaeschke and colleagues. Other approaches to evaluate the minimal important difference include distribution-based methods and panel-based methods. Investigators have used all of these approaches to establish the minimal important difference for the chronic respiratory questionnaire and the results are in general agreement with the minimal important difference of 0.5 for the mean domain scores of the chronic respiratory questionnaire. As a result of this literature review and discussion at the workshop, we established several research objectives. These objectives include the exploration of presentation of quality of life information and prospective anchor-based approaches.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Departments of Medicine, School of Medicine and Biomedical Sciences, University at Buffalo, State of New York, Buffalo, New York, USA. schuneh@mcmaster.ca"
      ]
    },
    {
      "last_name": "Puhan",
      "fore_name": "Milo",
      "initials": "M",
      "name": "Milo Puhan",
      "affiliations": []
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Goldstein",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "COPD",
    "iso_abbreviation": "COPD",
    "issn": "1541-2555",
    "issn_type": "Print",
    "volume": "2",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "81",
  "end_page": "89",
  "pages": "81-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Chronic Disease",
    "Data Interpretation, Statistical",
    "Humans",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality of Life",
    "Reproducibility of Results",
    "Respiration Disorders",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "17136967",
    "doi": "10.1081/copd-200050651"
  },
  "doi": "10.1081/copd-200050651",
  "dates": {
    "completed": "2007-02-22",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.479131",
    "pmid": "17136967"
  }
}