{
  "pmid": "17134481",
  "uid": "17134481",
  "title": "Improving the use of research evidence in guideline development: 2. Priority setting.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the second of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVES: We reviewed the literature on priority setting for health care guidelines, recommendations and technology assessments. METHODS: We searched PubMed and three databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct systematic reviews ourselves. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: There is little empirical evidence to guide the choice of criteria and processes for establishing priorities, but there are broad similarities in the criteria that are used by various organisations and practical arguments for setting priorities explicitly rather than implicitly, WHAT CRITERIA SHOULD BE USED TO ESTABLISH PRIORITIES?: WHO has limited resources and capacity to develop recommendations. It should use these resources where it has the greatest chance of improving health, equity, and efficient use of healthcare resources. We suggest the following criteria for establishing priorities for developing recommendations based on WHO's aims and strategic advantages: Problems associated with a high burden of illness in low and middle-income countries, or new and emerging diseases. No existing recommendations of good quality. The feasibility of developing recommendations that will improve health outcomes, reduce inequities or reduce unnecessary costs if they are implemented. Implementation is feasible, will not exhaustively use available resources, and barriers to change are not likely to be so high that they cannot be overcome. Additional priorities for WHO include interventions that will likely require system changes and interventions where there might be a conflict in choices between individual and societal perspectives. WHAT PROCESSES SHOULD BE USED TO AGREE ON PRIORITIES?: The allocation of resources to the development of recommendations should be part of the routine budgeting process rather than a separate exercise. Criteria for establishing priorities should be applied using a systematic and transparent process. Because data to inform judgements are often lacking, unmeasured factors should also be considered--explicitly and transparently. The process should include consultation with potential end users and other stakeholders, including the public, using well-constructed questions, and possibly using Delphi-like procedures. Groups that include stakeholders and people with relevant types of expertise should make decisions. Group processes should ensure full participation by all members of the group. The process used to select topics should be documented and open to inspection. SHOULD WHO HAVE A CENTRALISED OR DECENTRALISED PROCESS?: Both centralised and decentralised processes should be used. Decentralised processes can be considered as separate \"tracks\". Separate tracks should be used for considering issues for specific areas, populations, conditions or concerns. The rationales for designating special tracks should be defined clearly; i.e. why they warrant special consideration. Updating of guidelines could also be considered as a separate \"track\", taking account of issues such as the need for corrections and the availability of new evidence.",
  "authors": [
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, PO Box 7004, St. Olavs plass, N-0130 Oslo, Norway. oxman@online.no"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Nov",
    "pub_day": "29"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17134481",
    "pmc": "PMC1702532",
    "doi": "10.1186/1478-4505-4-14",
    "pii": "1478-4505-4-14"
  },
  "doi": "10.1186/1478-4505-4-14",
  "pmc_id": "PMC1702532",
  "dates": {
    "completed": "2007-07-31",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.478611",
    "pmid": "17134481"
  }
}