{
  "pmid": "17134482",
  "uid": "17134482",
  "title": "Improving the use of research evidence in guideline development: 3. Group composition and consultation process.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the third of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVE: In this review we address the composition of guideline development groups and consultation processes during guideline development. METHODS: We searched PubMed and three databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct systematic reviews ourselves. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: What should be the composition of a WHO-panel that is set up to develop recommendations? The existing empirical evidence suggests that panel composition has an impact on the content of the recommendations that are made. There is limited research evidence to guide the exact composition of a panel. Based on logical arguments and the experience of other organisations we recommend the following: Groups that develop guidelines or recommendations should be broadly composed and include important stakeholders such as consumers, health professionals that work within the relevant area, and managers or policy makers. Groups should include or have access to individuals with the necessary technical skills, including information retrieval, systematic reviewing, health economics, group facilitation, project management, writing and editing. Groups should include or have access to content experts. To work well a group needs an effective leader, capable of guiding the group in terms of the task and process, and capable of facilitating collaboration and balanced contribution from all of the group members. Because many group members will not be familiar with the methods and processes that are used in developing recommendations, groups should be offered training and support to help ensure understanding and facilitate active participation.What groups should be consulted when a panel is being set up?We did not identify methodological research that addressed this question, but based on logical arguments and the experience of other organisations we recommend that as many relevant stakeholder groups as practical should be consulted to identify suitable candidates with an appropriate mix of perspectives, technical skills and expertise, as well as to obtain a balanced representation with respect to regions and gender. What methods should WHO use to ensure appropriate consultations? We did not find any references that addressed issues related to this question. Based on logical arguments and the experience of other organisations we believe that consultations may be desirable at several stages in the process of developing guidelines or recommendations, including: Identifying and setting priorities for guidelines and recommendations, commenting on the scope of the guidelines or recommendations, commenting on the evidence that is used to inform guidelines or recommendations, commenting on drafts of the guidelines or recommendations, commenting on plans for disseminating and supporting the adaptation and implementation of the guidelines or recommendations, key stakeholder organisations should be contacted directly whenever possible, consultation processes should be transparent and should encourage feedback from interested parties.",
  "authors": [
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, P,O, Box 7004, St, Olavs plass, N-0130 Oslo, Norway. atle.fretheim@nokc.no"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Nov",
    "pub_day": "29"
  },
  "start_page": "15",
  "pages": "15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17134482",
    "pmc": "PMC1702349",
    "doi": "10.1186/1478-4505-4-15",
    "pii": "1478-4505-4-15"
  },
  "doi": "10.1186/1478-4505-4-15",
  "pmc_id": "PMC1702349",
  "dates": {
    "completed": "2007-07-18",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.478842",
    "pmid": "17134482"
  }
}