{
  "pmid": "17136965",
  "uid": "17136965",
  "title": "The relation between the minimally important difference and patient benefit.",
  "abstract": "A critical issue in the examination of the effects of treatments on health-related quality of life is how to determine whether a particular change is clinically relevant. One approach is the so-called anchor-based method derived from patient or clinician estimates of minimal change (the Minimally Important Difference or MID). At issue, however, is whether this criterion provides a meaningful way to differentiate between beneficial and ineffective treatments. In this paper, I show that the likelihood that a patient will benefit from treatment, or alternatively, the number of patients in a given cohort who will benefit from treatment, can be predicted with considerable precision from the Effect Size, and the particular choice of MID bears almost no relation to the projected benefit. To examine the relation between the threshold of minimal difference, the effect size of treatment, and the likelihood that a patient will benefit from treatment, a simulation based on a normal distribution was used to compute the proportion of patients benefiting for various values of the ES and the MID. The agreement of the simulation with empirical data from four studies of asthma and respiratory disease was examined. The simulation showed a near-linear relationship between ES and the likelihood of benefit, which was nearly independent of the value of the MID. Agreement of the simulation with the empirical data was excellent. Introducing moderate skew into the distributions had minimal impact on the relationship. The proportion of patients who will benefit from treatment can be directly estimated from the effect size, and is nearly independent of the choice of MID. Effect size- and anchor-based approaches provide equivalent information in this situation. There appears to be little utility in the notion of the MID as an absolute indicator of clinically important treatment effects.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Program for Educational Research and Development, McMaster University, Building T-13, Hamilton, Ontario, Canada. norman@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "COPD",
    "iso_abbreviation": "COPD",
    "issn": "1541-2555",
    "issn_type": "Print",
    "volume": "2",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Mar"
  },
  "start_page": "69",
  "end_page": "73",
  "pages": "69-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Humans",
    "Quality of Life",
    "Sample Size",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17136965",
    "doi": "10.1081/copd-200051249"
  },
  "doi": "10.1081/copd-200051249",
  "dates": {
    "completed": "2007-02-22",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.742486",
    "pmid": "17136965"
  }
}