{
  "pmid": "17140442",
  "uid": "17140442",
  "title": "Improving the use of research evidence in guideline development: 5. Group processes.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the fifth of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVE: In this review we address approaches to facilitate sound processes within groups that develop recommendations for health care. METHODS: We searched PubMed and three databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct systematic reviews ourselves. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTION AND ANSWER: What should WHO do to ensure appropriate group processes? Various strategies can be adopted to ensure that the group processes in play when panels are developing recommendations are inclusive, so that all voices can be heard and all arguments given fair weight, including the use of formal consensus development methods, such at the Nominal Group Technique or the Delphi method; the selection of a group leader who is qualified and responsible for facilitating an appropriate group process.",
  "authors": [
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, PO Box 7004, St. Olavs plass, N-0130 Oslo, Norway. atle.fretheim@nokc.no"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17140442",
    "pmc": "PMC1702534",
    "doi": "10.1186/1478-4505-4-17",
    "pii": "1478-4505-4-17"
  },
  "doi": "10.1186/1478-4505-4-17",
  "pmc_id": "PMC1702534",
  "dates": {
    "completed": "2007-07-31",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.479459",
    "pmid": "17140442"
  }
}