{
  "pmid": "17147814",
  "uid": "17147814",
  "title": "Improving the use of research evidence in guideline development: 12. Incorporating considerations of equity.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the 12th of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVES: We reviewed the literature on incorporating considerations of equity in guidelines and recommendations. METHODS: We searched PubMed and three databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct systematic reviews ourselves. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: We found few directly relevant empirical methodological studies. These answers are based largely on logical arguments. When and how should inequities be addressed in systematic reviews that are used as background documents for recommendations? The following question should routinely be considered: Are there plausible reasons for anticipating differential relative effects across disadvantaged and advantaged populations? If there are plausible reasons for anticipating differential effects, additional evidence should be included in a review to inform judgments about the likelihood of differential effects. What questions about equity should routinely be addressed by those making recommendations on behalf of WHO? The following additional questions should routinely be considered: How likely is it that the results of available research are applicable to disadvantaged populations and settings? How likely are differences in baseline risk that would result in differential absolute effects across disadvantaged and advantaged populations? How likely is it that there are important differences in trade-offs between the expected benefits and harms across disadvantaged and advantaged populations? Are there different implications for disadvantaged and advantaged populations, or implications for addressing inequities? What context specific information is needed to inform adaptation and decision making in a specific setting with regard to impacts on equity? Those making recommendations on behalf of WHO should routinely consider and offer advice about the importance of the following types of context specific data that might be needed to inform adaptation and decision making in a specific setting: Effect modifiers for disadvantaged populations and for the likelihood of differential effects. Baseline risk in relationship to social and economic status. Utilization and access to care in relationship to social and economic status. Costs in relationship to social and economic status. Ethics and laws that may impact on strategies for addressing inequities. Availability of resources to address inequities. What implementation strategies are likely be needed to ensure that recommendations are implemented equitably? Organisational changes are likely to be important to address inequities. While it may only be possible to consider these in relationship to specific settings, consideration should be given to how best to provide support for identifying and addressing needs for organisational changes. In countries with pervasive inequities institutional, cultural and political changes may first be needed. Appropriate indicators of social and economic status should be used to monitor the effects of implementing recommendations on disadvantaged populations and on changes in social and economic status.",
  "authors": [
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Oslo, Norway. oxman@online.no"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17147814",
    "pmc": "PMC1702352",
    "doi": "10.1186/1478-4505-4-24",
    "pii": "1478-4505-4-24"
  },
  "doi": "10.1186/1478-4505-4-24",
  "pmc_id": "PMC1702352",
  "dates": {
    "completed": "2007-07-18",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.481360",
    "pmid": "17147814"
  }
}