{
  "pmid": "17147811",
  "uid": "17147811",
  "title": "Improving the use of research evidence in guideline development: 10. Integrating values and consumer involvement.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the 10th of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVES: We reviewed the literature on integrating values and consumers in guideline development. METHODS: We searched PubMed and three databases of methodological studies for existing systematic reviews and relevant methodological research. We reviewed the titles of all citations and retrieved abstracts and full text articles if the citations appeared relevant to the topic. We checked the reference lists of articles relevant to the questions and used snowballing as a technique to obtain additional information. We did not conduct a full systematic review ourselves. Our conclusions based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: We did not find a systematic review of methods for integrating values in guidelines, but we found several systematic reviews that dealt with related topics. Whose values should WHO use when making recommendations? Values, the relative importance or worth of a state or consequences of a decision (outcomes relating to benefits, harms, burden and costs), play a role in every recommendation. Ethical considerations, concepts that determine what is right, also play a role. The values used in making recommendations should reflect those of the people affected. Judgements should be explicit and should be informed by input from those affected (including citizens, patients, clinicians and policy makers). When differences in values may lead to different decisions or there is uncertainty about values, this should also be explicit. If differences in values are likely to affect a decision, such that people in different setting would likely make different choices about interventions or actions based on differences in their values, global recommendations should be explicit in terms of which values were applied and allow for adaptation after incorporating local values. How should WHO ensure that appropriate values are integrated in recommendations? All WHO guideline groups should uniformly apply explicit, transparent and clearly described methods for integrating values. WHO should consider involving relevant stakeholders if this is feasible and efficient. WHO should develop a checklist for guidelines panels to help them to ensure that ethical considerations relevant to recommendations are addressed explicitly and transparently. How should users and consumers be involved in generating recommendations? Including consumers in groups that are making global recommendations presents major challenges with respect to the impossibility of including a representative spectrum of consumers from a variety of cultures and settings. Nonetheless, consideration should be given to including consumers in groups who are able to challenge assumptions that are made about the values used for making recommendations, rather than represent the values of consumers around the world. WHO should establish a network to facilitate involvement of users. Draft recommendations should be reviewed by consumers, who should be asked explicitly to consider the values that were used. How should values be presented in recommendations? Recommendations should include a description of how decisions were made about the relative importance of the consequences (benefits, harms and costs) of a decision. Values that influence recommendations should be reported along with the research evidence underlying recommendations. When differences in values would lead to different decisions or there is important uncertainty about values that are critical to a decision, this should be flagged and reflected in the strength of the recommendation. Adaptable guideline templates that allow for integration of different values should be developed and used when differences in values are likely to be critical to a decision.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "INFORMA/CLARITY Research Group, S,C, Epidemiologia, Istitituto Regina Elena, Via Elio Chianesi 53, 00144 Rome, Italy. hjs@buffalo.edu"
      ]
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "22",
  "pages": "22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17147811",
    "pmc": "PMC1697808",
    "doi": "10.1186/1478-4505-4-22",
    "pii": "1478-4505-4-22"
  },
  "doi": "10.1186/1478-4505-4-22",
  "pmc_id": "PMC1697808",
  "dates": {
    "completed": "2007-07-16",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.481005",
    "pmid": "17147811"
  }
}