{
  "pmid": "17142245",
  "uid": "17142245",
  "title": "Individual and collective exposure to political violence: Palestinian adolescents coping with conflict.",
  "abstract": "BACKGROUND: We conducted a survey of Palestinian adolescents in school. We hypothesized that collective and individual exposures to violence would both negatively affect adolescents' mental health. We also anticipated that the negative effect of collective exposures on mental health would be less than that of individual exposures. Our analysis was designed to test these hypotheses. METHODS: A representative sample of 3415 students of 10th and 11th grades from the Ramallah District of the West Bank participated in the survey. The primary independent variables were scales of individual and collective exposures to trauma/violence (ETV) by the Israeli military and settlers. Factor analysis revealed several sub-scales. Outcome measures were constructed and included: a binary measure of depressive-like states, and emotional, depressive-like state, and somatic scales. Several variables were identified as possible covariates: gender, age, school-type, residence, employment status of father, and identity documents held. RESULTS: Logistic and multiple regression analyses revealed a strong relationship between ETV and adolescents' mental health, with both individual and collective exposures having independent effects. There was a higher prevalence of depressive-like symptoms among girls compared with boys, and in adolescents living in Palestinian refugee camps compared with those living in cities, towns and villages. CONCLUSION: The findings confirmed our hypothesis that both individual and collective ETV independently affect the mental health of adolescents. Contrary to expectations, individual exposures did not consistently have a greater negative effect on health outcomes than collective exposures, although the sub-scale of direct personal exposures to violence consistently showed the strongest effect among sub-scales. The results emphasize the importance of going beyond individual experiences and including the health outcomes of collective violation when analyzing violent and traumatic contexts.",
  "authors": [
    {
      "last_name": "Giacaman",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Giacaman",
      "affiliations": [
        "Institute of Community and Public Health, Birzeit University, Ramallah, West Bank, Occupied Palestinian Territory. rita@birzeit.edu"
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": []
    },
    {
      "last_name": "Saab",
      "fore_name": "Hana",
      "initials": "H",
      "name": "Hana Saab",
      "affiliations": []
    },
    {
      "last_name": "Arya",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Arya",
      "affiliations": []
    },
    {
      "last_name": "Boyce",
      "fore_name": "Will",
      "initials": "W",
      "name": "Will Boyce",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of public health",
    "iso_abbreviation": "Eur J Public Health",
    "issn": "1101-1262",
    "issn_type": "Print",
    "volume": "17",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Aug"
  },
  "start_page": "361",
  "end_page": "368",
  "pages": "361-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Arabs",
    "Conflict, Psychological",
    "Female",
    "Health Surveys",
    "Humans",
    "Israel",
    "Male",
    "Politics",
    "Psychology, Adolescent",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "17142245",
    "doi": "10.1093/eurpub/ckl260",
    "pii": "ckl260"
  },
  "doi": "10.1093/eurpub/ckl260",
  "dates": {
    "completed": "2007-11-27",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:50.223600",
    "pmid": "17142245"
  }
}