{
  "pmid": "17140444",
  "uid": "17140444",
  "title": "Improving the use of research evidence in guideline development: 6. Determining which outcomes are important.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the sixth of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVES: We reviewed the literature on determining which outcomes are important for the development of guidelines. METHODS: We searched five databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct a complete systematic review ourselves. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: We did not find a systematic review that addresses any of the following key questions and we found limited relevant research evidence. What methods should WHO use to identify important outcomes? Methods of outcome identification should be transparent and explicit. The consultation process should start with identification of all relevant outcomes associated with an intervention. Those affected, including consumers, should be involved in the selection of outcomes. A question driven approach (what is important?) is preferable to a data driven approach (what data are at hand?) to identify important outcomes. What type of outcomes should WHO consider and how should cultural diversity be taken account of in the selection of outcomes? Desirable (benefits, less burden and savings) and undesirable effects should be considered in all guidelines. Undesirable effects include harms (including the possibility of unanticipated adverse effects), greater burden (e.g. having to go to the doctor) and costs (including opportunity costs). Important outcomes (e.g. mortality, morbidity, quality of life) should be preferred over surrogate, indirect outcomes (e.g. cholesterol levels, lung function) that may or may not correlate with patient important outcomes. Ethical considerations should be part of the evaluation of important outcomes (e.g. impacts on autonomy). If the importance of outcomes is likely to vary across cultures, stakeholders from diverse cultures should be consulted and involved in the selection of outcomes. How should the importance of outcomes be ranked? Outcomes should be ranked by relative importance, separated into benefits and downsides. Information from research on values and preferences should inform the ranking of outcomes whenever possible. If the importance of outcomes is likely to vary across cultures, ranking of outcomes should be done in specific settings. If evidence is lacking for an important outcome, this should be acknowledged, rather than ignoring the outcome.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "INFORMA, S,C, Epidemiologia, Istitituto Regina Elena, Via Elio Chianesi 53, 00144 Rome, Italy. hjs@buffalo.edu"
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17140444",
    "pmc": "PMC1687184",
    "doi": "10.1186/1478-4505-4-18",
    "pii": "1478-4505-4-18"
  },
  "doi": "10.1186/1478-4505-4-18",
  "pmc_id": "PMC1687184",
  "dates": {
    "completed": "2007-07-16",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.479627",
    "pmid": "17140444"
  }
}