{
  "pmid": "17140501",
  "uid": "17140501",
  "title": "Medical records and women's self-report are not reliable sources for determining whether prenatal HIV testing was done.",
  "abstract": "OBJECTIVE: To determine whether medical records and the self-report of a postpartum patient provide reliable information about whether or not prenatal HIV testing has been done. METHODS: Women on the postpartum wards at three Toronto teaching hospitals who gave informed consent were included in the study. The presence or absence of prenatal HIV testing was determined by interviews with postpartum women, review of hospital charts, and search of the Public Health Provincial Laboratory and Prenatal Testing databases. RESULTS: Two hundred ninety-nine women were enrolled. All had had at least one prenatal visit, and 92% had copies of prenatal records in their hospital charts. Health records and patient reports were both unreliable for determining who had and who had not had HIV testing. HIV status was documented on 55% of the charts; on 46% it was noted that testing was performed, and on 46% there was documentation of pre& or post&test counselling. In interviews, 73% of the women reported having an HIV test during this pregnancy. Using the laboratory databases as the gold standard of whether testing had truly been done, medical record sensitivity and specificity were 65% and 62% respectively, and self-report sensitivity and specificity were 87% and 52% respectively. Using medical records resulted in an underestimation and self-reports an overestimation of the number of women who had been tested. CONCLUSIONS: Both medical records and patient self-report are unreliable at the time of labour and delivery for determining whether or not a woman has been tested for HIV in pregnancy. Clinical and public health decisions may therefore be compromised by a lack of accurate testing information at the bedside.",
  "authors": [
    {
      "last_name": "Yudin",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Yudin",
      "affiliations": [
        "Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto ON."
      ]
    },
    {
      "last_name": "Barbara",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Barbara",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, Toronto ON."
      ]
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Practice, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Shaul",
      "fore_name": "Randi Zlotnik",
      "initials": "RZ",
      "name": "Randi Zlotnik Shaul",
      "affiliations": [
        "Department of Bioethics, The Hospital for Sick Children, University of Toronto, Toronto ON."
      ]
    },
    {
      "last_name": "Remis",
      "fore_name": "Robert S",
      "initials": "RS",
      "name": "Robert S Remis",
      "affiliations": [
        "Department of Public Health Sciences, University of Toronto, Toronto ON."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M King",
      "affiliations": [
        "Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Toronto ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "28",
    "issue": "10",
    "pub_year": "2006",
    "pub_month": "Oct"
  },
  "start_page": "867",
  "end_page": "872",
  "pages": "867-872",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Female",
    "HIV Infections",
    "Humans",
    "Mass Screening",
    "Medical Records",
    "Middle Aged",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Prenatal Care",
    "Prenatal Diagnosis",
    "Self Disclosure",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "17140501",
    "doi": "10.1016/S1701-2163(16)32286-1",
    "pii": "S1701-2163(16)32286-1"
  },
  "doi": "10.1016/S1701-2163(16)32286-1",
  "dates": {
    "completed": "2007-07-12",
    "revised": "2017-10-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.393650",
    "pmid": "17140501"
  }
}