{
  "pmid": "17159694",
  "uid": "17159694",
  "title": "Musculoskeletal manifestations of physical abuse after intimate partner violence.",
  "abstract": "BACKGROUND: Domestic violence is the most common cause of nonfatal injury to women in the United States, with an estimated cost of $50 billion annually. Little is known about the spectrum of musculoskeletal injuries in victims of domestic violence. We examined the characteristics of abused women, the prevalence of musculoskeletal injuries, and the variables associated with increasing frequency of physical violence against women. METHODS: We identified all female survivors of intimate partner violence who were referred to the Minnesota Domestic Abuse Program from January 1, 2002, through December 31, 2003. Characteristics of each woman's background, abuse history, and injuries were obtained by a trained program therapist in an in-depth, 2-hour intake interview. Specific data forms were completed for each interview. Five forms of experienced abuse were explored (physical, emotional, psychological, sexual, and financial). Injuries were subcategorized as (1) head and neck, (2) musculoskeletal, (3) chest, (4) abdomen, and (5) skin (integumentary system). We conducted regression analyses to determine factors associated with the frequency of physical abuse. RESULTS: Of 270 potentially eligible women, 263 (97%) with complete records were included. Women were commonly Caucasian (62%) in their third decade of life with one or more children (87%). A history of abuse was recalled by over half of the women (54%). The most prevalent forms of abuse were emotional (84%), psychological (68%), physical (43%), sexual (41%), and financial (38%). Child protective services were concomitantly involved in half of the women living in abusive relationships. Among those women who reported physical abuse, 36% sought medical attention. We identified 144 injuries in 218 physically abused women. Head and neck injuries were the most prevalent after intimate partner violence (40%). Musculoskeletal injuries were the second most common manifestation of intimate partner violence (28%). The spectrum of injuries included sprains (n = 21 injuries), fracture/dislocations (n = 17 injuries), and foot injuries (n = 2 injuries). Our analysis identified seven variables associated with increasing physical abuse frequency. These included (1) younger age (p = 0.04); (2) shorter length of relationship (p = 0.049); (3) emotional abuse (p = 0.02); (4) psychological abuse (p = 0.003); (5) sexual abuse (p = 0.004); (6) drug dependency (p = 0.05); and (7) alcohol dependency (p = 0.045). CONCLUSIONS: Among women presenting to a domestic violence therapy program seeking counseling, head and neck and musculoskeletal injuries were most common. Frequency of physical abuse was most likely to be associated with younger women who are in short-term relationships, have chemical and alcohol dependency, and concomitant emotional, psychological, and sexual abuse. Recognizing musculoskeletal injuries in women as a potential result of intimate partner violence is warranted. Identifying children exposed to abusive situations may further alert treating surgeons to the potential for intimate partner violence in the mother.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dosanjh",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Dosanjh",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Matthews",
      "fore_name": "David",
      "initials": "D",
      "name": "David Matthews",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of trauma",
    "iso_abbreviation": "J Trauma",
    "issn": "0022-5282",
    "issn_type": "Print",
    "volume": "61",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Dec"
  },
  "start_page": "1473",
  "end_page": "1479",
  "pages": "1473-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Family Relations",
    "Female",
    "Humans",
    "Middle Aged",
    "Musculoskeletal System",
    "Prevalence",
    "Risk Factors",
    "Socioeconomic Factors",
    "Spouse Abuse",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "17159694",
    "doi": "10.1097/01.ta.0000196419.36019.5a",
    "pii": "00005373-200612000-00028"
  },
  "doi": "10.1097/01.ta.0000196419.36019.5a",
  "dates": {
    "completed": "2007-01-19",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.111841",
    "pmid": "17159694"
  }
}