{
  "pmid": "17156457",
  "uid": "17156457",
  "title": "Improving the use of research evidence in guideline development: 13. Applicability, transferability and adaptation.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the thirteenth of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVES: We reviewed the literature on applicability, transferability, and adaptation of guidelines. METHODS: We searched five databases for existing systematic reviews and relevant primary methodological research. We reviewed the titles of all citations and retrieved abstracts and full text articles if the citations appeared relevant to the topic. We checked the reference lists of articles relevant to the questions and used snowballing as a technique to obtain additional information. We used the definition \"coming from, concerning or belonging to at least two or all nations\" for the term international. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: We did not identify systematic reviews addressing the key questions. We found individual studies and projects published in the peer reviewed literature and on the Internet. Should WHO develop international recommendations? Resources for developing high quality recommendations are limited. Internationally developed recommendations can facilitate access to and pooling of resources, reduce unnecessary duplication, and involve international scientists. Priority should be given to international health problems and problems that are important in low and middle-income countries, where these advantages are likely to be greatest. Factors that influence the transferability of recommendations across different settings should be considered systematically and flagged, including modifying factors, important variation in needs, values, costs and the availability of resources. What should be done centrally and locally? The preparation of systematic reviews and evidence profiles should be coordinated centrally, in collaboration with organizations that produce systematic reviews. Centrally developed evidence profiles should be adaptable to specific local circumstances. Consideration should be given to models that involve central coordination with work being undertaken by centres located throughout the world. While needs, availability of resources, costs, the presence of modifying factors and values need to be assessed locally, support for undertaking these assessments may be needed to make guidelines applicable. WHO should provide local support for adapting and implementing recommendations by developing tools, building capacity, learning from international experience, and through international networks that support evidence-informed health policies, such as the Evidence-informed Policy Network (EVIPNet). How should recommendations be adapted? WHO should provide detailed guidance for adaptation of international recommendations. Local adaptation processes should be systematic and transparent, they should involve stakeholders, and they should report the key factors that influence decisions, including those flagged in international guidelines, and the reasons for any modifications that are made.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "INFORMA/CLARITY Research Group, SC Epidemiologia, Istitituto Regina Elena, Via Elio Chianesi 53, 00144 Rome, Italy. hjs@buffalo.edu"
      ]
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "start_page": "25",
  "pages": "25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17156457",
    "pmc": "PMC1712227",
    "doi": "10.1186/1478-4505-4-25",
    "pii": "1478-4505-4-25"
  },
  "doi": "10.1186/1478-4505-4-25",
  "pmc_id": "PMC1712227",
  "dates": {
    "completed": "2007-07-31",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.481985",
    "pmid": "17156457"
  }
}