{
  "pmid": "17156459",
  "uid": "17156459",
  "title": "Improving the use of research evidence in guideline development: 15. Disseminating and implementing guidelines.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the 15th of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVES: In this review we address strategies for the implementation of recommendations in health care. METHODS: We examined overviews of systematic reviews of interventions to improve health care delivery and health care systems prepared by the Cochrane Effective Practice and Organisation of Care (EPOC) group. We also conducted searches using PubMed and three databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct systematic reviews ourselves. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: What should WHO do to disseminate and facilitate the uptake of recommendations? WHO should choose strategies to implement their guidelines from among those which have been evaluated positively in the published literature on implementation research Because the evidence base is weak and modest to moderate effects, at best, can be anticipated, WHO should promote rigorous evaluations of implementation strategies. What should be done at headquarters, by regional offices and in countries? Adaptation and implementation of WHO guidelines should be done locally, at the national or sub-national level. WHO headquarters and regional offices should support the development and evaluation of implementation strategies by local authorities.",
  "authors": [
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, PO Box 7004, St. Olavs plass, N-0130 Oslo, Norway. atle.fretheim@nokc.no"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "start_page": "27",
  "pages": "27",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17156459",
    "pmc": "PMC1712226",
    "doi": "10.1186/1478-4505-4-27",
    "pii": "1478-4505-4-27"
  },
  "doi": "10.1186/1478-4505-4-27",
  "pmc_id": "PMC1712226",
  "dates": {
    "completed": "2007-07-31",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.482613",
    "pmid": "17156459"
  }
}