{
  "pmid": "17153406",
  "uid": "17153406",
  "title": "Tumor delineation using PET in head and neck cancers: threshold contouring and lesion volumes.",
  "abstract": "Tumor boundary delineation using positron emission tomography (PET) is a promising tool for radiation therapy applications. In this study we quantify the uncertainties in tumor boundary delineation as a function of the reconstruction method, smoothing, and lesion size in head and neck cancer patients using FDG-PET images and evaluate the dosimetric impact on radiotherapy plans. FDG-PET images were acquired for eight patients with a GE Advance PET scanner. In addition, a 20 cm diameter cylindrical phantom with six FDG-filled spheres with volumes of 1.2 to 26.5 cm3 was imaged. PET emission scans were reconstructed with the OSEM and FBP algorithms with different smoothing parameters. PET-based tumor regions were delineated using an automatic contouring function set at progressively higher threshold contour levels and the resulting volumes were calculated. CT-based tumor volumes were also contoured by a physician on coregistered PET/CT patient images. The intensity value of the threshold contour level that returns 100% of the actual volume, I(V100), was measured. We generated intensity-modulated radiotherapy (IMRT) plans for an example head and neck patient, treating 66 Gy to CT-based gross disease and 54 Gy to nodal regions at risk, followed by a boost to the FDG-PET-based tumor. The volumes of PET-based tumors are a sensitive function of threshold contour level for all patients and phantom datasets. A 5% change in threshold contour level can translate into a 200% increase in volume. Phantom data indicate that I(V100) can be set as a fraction, f, of the maximum measured uptake. Fractional threshold values in the cylindrical water phantom range from 0.23 to 0.51. Both the fractional threshold and the threshold-volume curve are dependent on lesion size, with lesions smaller than approximately 5 cm3 displaying a more pronounced sensitivity and larger fractional threshold values. The threshold-volume curves and fractional threshold values also depend on the reconstruction algorithm and smoothing filter with more smoothing requiring a higher fractional threshold contour level. The threshold contour level affects the tumor size, and therefore the ultimate boost dose that is achievable with IMRT. In an example head and neck IMRT plan, the D95 of the planning target volume decreased from 7770 to 7230 cGy for 42% vs. 55% contour threshold levels. PET-based tumor volumes are strongly affected by the choice of threshold level. This can have a significant dosimetric impact. The appropriate threshold level depends on lesion size and image reconstruction parameters. These effects should be carefully considered when using PET contour and/or volume information for radiotherapy applications.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Eric C",
      "initials": "EC",
      "name": "Eric C Ford",
      "affiliations": [
        "University of Washington, Department of Radiation Oncology, 1959 N. E. Pacific Street, Seattle, Washington 98195, USA."
      ]
    },
    {
      "last_name": "Kinahan",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Kinahan",
      "affiliations": []
    },
    {
      "last_name": "Hanlon",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Hanlon",
      "affiliations": []
    },
    {
      "last_name": "Alessio",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Alessio",
      "affiliations": []
    },
    {
      "last_name": "Rajendran",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Rajendran",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical physics",
    "iso_abbreviation": "Med Phys",
    "issn": "0094-2405",
    "issn_type": "Print",
    "volume": "33",
    "issue": "11",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "4280",
  "end_page": "4288",
  "pages": "4280-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Head and Neck Neoplasms",
    "Humans",
    "Image Interpretation, Computer-Assisted",
    "Imaging, Three-Dimensional",
    "Pattern Recognition, Automated",
    "Positron-Emission Tomography",
    "Radiotherapy Planning, Computer-Assisted",
    "Reproducibility of Results",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "17153406",
    "doi": "10.1118/1.2361076"
  },
  "doi": "10.1118/1.2361076",
  "dates": {
    "completed": "2007-01-04",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P01CA42045",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 CA74135",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.673988",
    "pmid": "17153406"
  }
}