{
  "pmid": "17156458",
  "uid": "17156458",
  "title": "Improving the use of research evidence in guideline development: 14. Reporting guidelines.",
  "abstract": "BACKGROUND: The World Health Organization (WHO), like many other organisations around the world, has recognised the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the 14th of a series of 16 reviews that have been prepared as background for advice from the WHO Advisory Committee on Health Research to WHO on how to achieve this. OBJECTIVES: We reviewed the literature on reporting guidelines and recommendations. METHODS: We searched PubMed and three databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct systematic reviews ourselves. Our conclusions are based on the available evidence, consideration of what WHO and other organisations are doing and logical arguments. KEY QUESTIONS AND ANSWERS: There is little empirical evidence that addresses these questions. Our answers are based on logical arguments and standards put forward by other groups. What standard types of recommendations or reports should WHO use? WHO should develop standard formats for reporting recommendations to facilitate recognition and use by decision makers for whom the recommendations are intended, and to ensure that all the information needed to judge the quality of a guideline, determine its applicability and, if needed, adapt it, is reported. WHO should develop standard formats for full systematically developed guidelines that are sponsored by WHO, rapid assessments, and guidelines that are endorsed by WHO. All three formats should include the same information as full guidelines, indicating explicitly what the group preparing the guideline did not do, as well as the methods that were used. These formats should be used across clinical, public health and health systems recommendations. How should recommendations be formulated and reported? Reports should be structured, using headings that correspond to those suggested by the Conference on Guideline Standardization or similar headings. The quality of evidence and strength of recommendations should be reported explicitly using a standard approach. The way in which recommendations are formulated should be adapted to the specific characteristics of a specific guideline. Urgent attention should be given to developing a template that provides decision makers with the relevant global evidence that is needed to inform a decision and offers practical methods for incorporating the context specific evidence and judgements that are needed.",
  "authors": [
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Oslo, Norway. oxman@online.no"
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2006",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "start_page": "26",
  "pages": "26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17156458",
    "pmc": "PMC1702351",
    "doi": "10.1186/1478-4505-4-26",
    "pii": "1478-4505-4-26"
  },
  "doi": "10.1186/1478-4505-4-26",
  "pmc_id": "PMC1702351",
  "dates": {
    "completed": "2007-07-18",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.482354",
    "pmid": "17156458"
  }
}