{
  "pmid": "17160501",
  "uid": "17160501",
  "title": "Validation of the SETOC instrument -- Student evaluation of teaching in outpatient clinics.",
  "abstract": "PURPOSE: There is a paucity of evaluation forms specifically developed and validated for outpatient settings. The purpose of this study was to develop and validate an instrument specifically for evaluating outpatient teaching, to provide reliable and valid ratings for individual and group feedback to faculty, and to identify outstanding teachers in that setting. METHOD: By literature reviews and pilot studies at the Faculties of Health Sciences, McMaster University (Canada) and Aga Khan University (AKU-Pakistan), a 15-item instrument, Student Evaluation of Teaching in Outpatient Clinics (SETOC), was created with five subscales: \"Establishing Learning-Milieu, Clinical-Teaching, General-Teaching, Clinical-Competence, and Global-Rating.\" Seven-point Likert-type rating scales were used. Students also nominated three \"best\" outpatient teachers. PARTICIPANTS: 87 faculty members (79%) rated by all 224 third to fifth-year students (clerks) at outpatient departments of the AKU hospital over a one-year period. ANALYSES: Repeated measures generalizability studies, correlations, concurrent validity of SETOC scores with best teacher nominations. RESULTS: Inter-rater G-coefficient and internal consistency of SETOC student ratings were 0.92 and 0.98. Average inter-item and inter-subscale correlations were 0.79 and 0.86. Comparing SETOC scores against \"Best Teacher\" nominations, sensitivity, specificity, positive and negative predictive values were greater than 0.84. Student ratings ranged from unsatisfactory (fourteen instructors) to outstanding (four instructors). Mean-scores for Learning-Milieu, Clinical-Teaching and General-Teaching were lower than those for Clinical-Competence and Global-Rating (p=0.000 for all). CONCLUSIONS: The SETOC elicited reliable and valid student ratings that can provide specific feedback to individual faculty with weak or outstanding teaching skills, and identify overall group shortcomings for faculty development.",
  "authors": [
    {
      "last_name": "Zuberi",
      "fore_name": "Rukhsana W",
      "initials": "RW",
      "name": "Rukhsana W Zuberi",
      "affiliations": [
        "Department of Family Medicine, Aga Khan University, Stadium Road, PO Box 3500, 74800, Karachi, Pakistan. rukhsana.zuberi@aku.edu"
      ]
    },
    {
      "last_name": "Bordage",
      "fore_name": "Georges",
      "initials": "G",
      "name": "Georges Bordage",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1382-4996",
    "issn_type": "Print",
    "volume": "12",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "55",
  "end_page": "69",
  "pages": "55-69",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Education, Medical",
    "Faculty, Medical",
    "Humans",
    "Outpatient Clinics, Hospital",
    "Pakistan",
    "Program Evaluation",
    "Schools, Medical",
    "Students, Medical",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "17160501",
    "doi": "10.1007/s10459-005-2328-y"
  },
  "doi": "10.1007/s10459-005-2328-y",
  "dates": {
    "completed": "2007-04-09",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.087538",
    "pmid": "17160501"
  }
}