{
  "pmid": "17161748",
  "uid": "17161748",
  "title": "Exploring design-related bias in clinical studies on receptor genetic polymorphism of hypertension.",
  "abstract": "BACKGROUND AND OBJECTIVES: Although several candidate genes of Renin-Angiotensin-Aldosterone System (RAAS) have been investigated, the gene-drug relationship remains unclear. The objective was to appraise the elements of research methodology and explore potential biases, which may be contributing to discordant results in the gene-drug interaction assessment for RAAS. METHODS: Systematic review of studies involving candidate polymorphisms, searching PubMed, and EMBASE. RESULTS: Sixteen studies were identified. Nine studies had a genomic evaluation as the primary question. Six studies investigated more than one gene. A gene-drug interaction was evaluated in two studies and only one of the studies had a placebo arm for accurately exploring the interaction. Almost, 90% of the studies had sample sizes of less than 500 patients. Four studies combined the allele frequencies of the heterozygotes group with one of the homozygotes groups. Almost one quarter of the studies combined different therapeutics in one group. Five studies included patients in one group from previous studies in which selection criteria were not quite similar. CONCLUSION: Most studies contain several methodological limitations. Also biases driven from patient selection, combining different alleles, combining different therapeutics, and combining end points may have occurred in these studies. These limitations and biases may contribute to inconsistency of the results of these studies.",
  "authors": [
    {
      "last_name": "Farahani",
      "fore_name": "Pendar",
      "initials": "P",
      "name": "Pendar Farahani",
      "affiliations": [
        "Centre for Evaluation of Medicines (CEM), St Joseph's Hospital, McMaster University, Level P1, Hamilton, Ontario, Canada. farahap@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "0895-4356",
    "issn_type": "Print",
    "volume": "60",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "7",
  "pages": "1-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Bias",
    "Genetic Predisposition to Disease",
    "Humans",
    "Hypertension",
    "Pharmacogenetics",
    "Polymorphism, Genetic",
    "Renin-Angiotensin System",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "17161748",
    "doi": "10.1016/j.jclinepi.2006.04.002",
    "pii": "S0895-4356(06)00155-7"
  },
  "doi": "10.1016/j.jclinepi.2006.04.002",
  "dates": {
    "completed": "2007-03-06",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.853773",
    "pmid": "17161748"
  }
}