{
  "pmid": "17161751",
  "uid": "17161751",
  "title": "EMBASE search strategies achieved high sensitivity and specificity for retrieving methodologically sound systematic reviews.",
  "abstract": "OBJECTIVES: Systematic reviews of the literature are instrumental for bridging research to health care practice and are widely available through databases such as MEDLINE and EMBASE. Search strategies have been developed to aid users in MEDLINE, but no empirical work has been done for EMBASE. The objective of this study was to develop search strategies that optimize the retrieval of methodologically sound systematic reviews from EMBASE. STUDY DESIGN AND SETTING: An analytic survey was conducted, comparing hand searches of 55 journals with retrievals from EMBASE for 4,843 candidate search terms and 17,004 combinations. Candidate search strategies were run in EMBASE, the retrievals being compared with the hand search data. The sensitivity, specificity, precision, and accuracy of the search strategies were calculated. RESULTS: Two hundred twenty (16.2%) of the 1,354 articles classified as a review met basic criteria for scientific merit. Combinations of search terms reached peak sensitivities of 94.6% with specificity at 63.7%, whereas combinations of search terms to optimize specificity reached peak specificities of 99.3% with sensitivity at 61.4%. CONCLUSION: Empirically derived search strategies can achieve high sensitivity and specificity for retrieving methodologically sound systematic reviews from EMBASE.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. wilczyn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "0895-4356",
    "issn_type": "Print",
    "volume": "60",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "29",
  "end_page": "33",
  "pages": "29-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Humans",
    "Medical Informatics",
    "Medical Subject Headings",
    "Periodicals as Topic",
    "Review Literature as Topic",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "17161751",
    "doi": "10.1016/j.jclinepi.2006.04.001",
    "pii": "S0895-4356(06)00127-2"
  },
  "doi": "10.1016/j.jclinepi.2006.04.001",
  "dates": {
    "completed": "2007-03-06",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.011379",
    "pmid": "17161751"
  }
}