{
  "pmid": "17190210",
  "uid": "17190210",
  "title": "[Clinical and laboratory tests characteristics in children with nephrolithiasis: case control study].",
  "abstract": "OBJECTIVES: To evaluate the clinical and laboratory findings in pediatric patients with urolithiasis in a case control study and to obtain variables predicting a low risk of having urolithiasis. METHODS: Retrospective analysis of 24 cases of children with urolithiasis (age range 3 to 17 years old) admitted to the pediatric emergency room or the hospital ward. Clinical and laboratory information was obtained from the clinical charts and compared with a control group of 29 patients with history of abdominal pain admitted to the hospital. Binary logistic regression and recursive partitioning analysis were used to obtain variables predicting a low risk of having urolithiasis. RESULTS: There was no difference in age, gender, dysuria or nausea (p > 0. 2) between groups. A difference regarding the presence of fever (p = 0.007), haematuria (p = 0.001), costovertebral angle tenderness (p = 0.004), family history (p = 0.007) and abdominal pain lasting more than 48 hs (p = 0.04) was detected. After logistic regression and using recursive partitioning, the presence or history of fever, absence of gross haematuria and no family history of urolithiasis showed a 100% negative predictive value and sensitivity (95% CI 84.7 to 100 and 89.2 to 100 respectively). CONCLUSIONS: Children with abdominal pain present a low risk of having urolithiasis if there is a history or presence of fever, absence of gross haematuria and a negative family history of urolithiasis in a first degree relative.",
  "authors": [
    {
      "last_name": "Arízaga-Ballesteros",
      "fore_name": "Víctor",
      "initials": "V",
      "name": "Víctor Arízaga-Ballesteros",
      "affiliations": [
        "Departamento de Pediatría, Escuela de Medicina, Instituto Tecnológico y de Estudios Superiores de Monterrey (ITESM), Campus de la Salud, Monterrey NL, México."
      ]
    },
    {
      "last_name": "Cuello-García",
      "fore_name": "Carlos Alberto",
      "initials": "CA",
      "name": "Carlos Alberto Cuello-García",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archivos espanoles de urologia",
    "iso_abbreviation": "Arch Esp Urol",
    "issn": "0004-0614",
    "issn_type": "Print",
    "volume": "59",
    "issue": "9",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "883",
  "end_page": "888",
  "pages": "883-8",
  "language": "spa",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Case-Control Studies",
    "Child",
    "Child, Preschool",
    "Diagnostic Techniques, Urological",
    "Female",
    "Humans",
    "Male",
    "Nephrolithiasis",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "17190210",
    "doi": "10.4321/s0004-06142006000900005"
  },
  "doi": "10.4321/s0004-06142006000900005",
  "dates": {
    "completed": "2007-04-26",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:48.509385",
    "pmid": "17190210"
  }
}