{
  "pmid": "17200328",
  "uid": "17200328",
  "title": "Perceptions and competence in evidence-based medicine: Are surgeons getting better? A questionnaire survey of members of the Dutch Orthopaedic Association.",
  "abstract": "BACKGROUND: The Journal of Bone and Joint Surgery, American Volume (The Journal) recently initiated a section called \"Evidence-Based Orthopaedics.\" Furthermore, a level-of-evidence rating is now used in The Journal to help readers in clinical decision-making. Little is known about whether this recent emphasis has influenced surgeons' perceptions about and competence in evidence-based medicine. Therefore, we examined perceptions and competence in evidence-based medicine among Dutch orthopaedic surgeons. METHODS: Members of the Dutch Orthopaedic Association were surveyed to examine their attitudes toward evidence-based medicine and their competence in evidence-based medicine. We evaluated competences using a newly developed instrument tailored to surgical practice. RESULTS: Of the 611 members, 367 surgeons (60%) responded. Orthopaedic surgeons welcomed evidence-based medicine. Practical evidence-based medicine resources were perceived as the best method to move from opinion-based or experience-based to evidence-based practice. Four variables were significantly and positively associated with the competence instrument: (1) a younger age, particularly between thirty-six and forty-five years (p = 0.007), (2) experience of less than ten years (p = 0.032), (3) having a PhD degree (p < 0.001), and (4) working in an academic or teaching setting (p = 0.004). The majority of the respondents were aware of The Journal's evidence-based medicine section (84%) and level-of-evidence ratings (65%), and 20% used The Journal's evidence-based medicine abstracts in clinical decision-making. This increased awareness of evidence-based medicine was also reflected in the frequent use of Cochrane reviews in clinical decision-making (27% of the respondents). Surgeons who used and those who were aware of but did not use The Journal's evidence-based medicine abstracts or Cochrane reviews in clinical decision-making had significantly higher competence instrument scores than those who were unaware of these resources (p = 0.03 and p < 0.001, respectively). CONCLUSIONS: Evidence-based medicine is welcomed by Dutch orthopaedic surgeons. The recent emphasis on evidence-based medicine is reflected in an increased awareness about The Journal's evidence-based medicine section, levels of evidence, and the largest evidence-based medicine resource: the Cochrane reviews. Younger orthopaedic surgeons had better knowledge about evidence-based medicine. The development and use of evidence-based resources as well as preappraised summaries such as The Journal's evidence-based medicine abstracts and Cochrane reviews were perceived as the best way to move from opinion-based to evidence-based orthopaedic practice.",
  "authors": [
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton General Hospital, 7 North, Room 727, 237 Barton Street East, Hamilton, ON L8L 2X2, Canada. poolman@trauma.nl"
      ]
    },
    {
      "last_name": "Sierevelt",
      "fore_name": "Inger N",
      "initials": "IN",
      "name": "Inger N Sierevelt",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Mazel",
      "fore_name": "J Adriaan",
      "initials": "JA",
      "name": "J Adriaan Mazel",
      "affiliations": []
    },
    {
      "last_name": "Blankevoort",
      "fore_name": "Leendert",
      "initials": "L",
      "name": "Leendert Blankevoort",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "206",
  "end_page": "215",
  "pages": "206-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Data Collection",
    "Evidence-Based Medicine",
    "Humans",
    "Middle Aged",
    "Netherlands",
    "Orthopedics",
    "Societies, Medical",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "17200328",
    "doi": "10.2106/JBJS.F.00633",
    "pii": "89/1/206"
  },
  "doi": "10.2106/JBJS.F.00633",
  "dates": {
    "completed": "2007-02-22",
    "revised": "2016-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.325915",
    "pmid": "17200328"
  }
}