{
  "pmid": "17203724",
  "uid": "17203724",
  "title": "What is the evidence for parenting interventions offered in a Canadian community?",
  "abstract": "BACKGROUND: The evidence supporting interventions offered in the community is often not examined. This study examines the evidence base supporting parenting interventions offered in a Canadian community and, in so doing, illustrates a community assessment mechanism that could be applied routinely for other psychosocial interventions. METHODS: An inventory of all manual-guided, group-based parenting interventions offered in a moderate-sized Canadian city was developed by reviewing existing community information guides and contacting key providers of parenting programs. Interventions offered between July 1, 2000 and June 30, 2001 were selected for evaluation. Evaluation reports for each intervention were assessed by two independent raters using a modification of the Effective Public Health Practice Project Quality Assessment Tool. RESULTS: Twelve parenting interventions were offered in the study community. Only three (25%) had been evaluated with at least one randomized controlled trial. No evaluation identified an a priori primary outcome measure to assess effectiveness. Multiple statistical testing without including a correction factor limits confidence in the robustness of the small number of positive results. Under-powered evaluations were common. Three interventions had only post-intervention client satisfaction data. The study community used none of the existing parenting interventions that are supported by extensive empirical evidence of efficacy. INTERPRETATION: There is a substantial research-practice gap in the parenting interventions offered in the study community. Similar community assessments could be used to spur debates within other communities about how best to reduce the research-practice gap.",
  "authors": [
    {
      "last_name": "McLennan",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D McLennan",
      "affiliations": [
        "Departments of Paediatrics, Psychiatry and Community Health Sciences, Faculty of Medicine, University of Calgary, Calgary, AB. jmclenna@ucalgary.ca"
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "97",
    "issue": "6",
    "pub_year": "2006"
  },
  "start_page": "454",
  "end_page": "458",
  "pages": "454-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Adult",
    "Attention Deficit Disorder with Hyperactivity",
    "Canada",
    "Child",
    "Child Behavior Disorders",
    "Community-Institutional Relations",
    "Evidence-Based Medicine",
    "Health Services Research",
    "Humans",
    "Parent-Child Relations",
    "Parenting",
    "Public Health Administration",
    "Quality Assurance, Health Care",
    "Urban Health Services"
  ],
  "article_ids": {
    "pubmed": "17203724",
    "pmc": "PMC6975890",
    "doi": "10.1007/BF03405227"
  },
  "doi": "10.1007/BF03405227",
  "pmc_id": "PMC6975890",
  "dates": {
    "completed": "2007-03-06",
    "revised": "2024-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.785472",
    "pmid": "17203724"
  }
}