{
  "pmid": "17200307",
  "uid": "17200307",
  "title": "Factors associated with prolonged wound drainage after primary total hip and knee arthroplasty.",
  "abstract": "BACKGROUND: Prolonged wound drainage following total hip or total knee arthroplasty has been associated with an increased risk of postoperative morbidity. The purpose of this study was to determine the pharmacologic, surgical, and patient-specific factors that are associated with prolonged wound drainage and the relationship of this complication to the length of hospital stay and the rate of wound infections. METHODS: We conducted a retrospective observational study of 1211 primary total hip arthroplasties and 1226 primary total knee arthroplasties. Prospectively collected data included body mass index, intraoperative blood loss, surgical time, type of prophylaxis against deep venous thrombosis, and length of hospital stay. The association of these factors with the duration of postoperative wound drainage was analyzed. An acute infection developed after fifteen primary total hip arthroplasties and ten primary total knee arthroplasties. The patients with an acute postoperative infection were compared with their uninfected counterparts, and an odds ratio was determined to estimate the risk of prolonged wound drainage resulting in a wound infection. RESULTS: Morbid obesity was strongly associated with prolonged wound drainage in the total hip arthroplasty group (p = 0.001) but not in the total knee arthroplasty group (p = 0.590). An increased volume of drain output was an independent risk factor for prolonged wound drainage in both groups. Patients who received low-molecular-weight heparin for prophylaxis against deep venous thrombosis had a longer time until the postoperative wound was dry than did those treated with aspirin and mechanical foot compression or those who received Coumadin (warfarin); this difference was significant on the fifth postoperative day (p = 0.003) but not by the eighth postoperative day. Prolonged wound drainage resulted in a significantly longer hospital stay in both groups (p < 0.001). Each day of prolonged wound drainage increased the risk of wound infection by 42% following a total hip arthroplasty and by 29% following a total knee arthroplasty. CONCLUSIONS: Morbid obesity, the use of low-molecular-weight heparin, and a higher drain output were associated with a prolonged time until the postoperative wound was dry following a primary total hip arthroplasty, whereas a higher drain output was the only risk factor associated with prolonged drainage following a primary total knee arthroplasty. Prolonged drainage was associated with a higher rate of infection following a primary total hip arthroplasty, whereas obesity was the only identified independent risk factor for postoperative infection following a primary total knee arthroplasty.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Vipul P",
      "initials": "VP",
      "name": "Vipul P Patel",
      "affiliations": [
        "Musculoskeletal Research Center, Department of Orthopaedic Surgery, NYU-Hospital for Joint Diseases, 301 East 17th Street, New York, NY 10003, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Sehgal",
      "fore_name": "Bantoo",
      "initials": "B",
      "name": "Bantoo Sehgal",
      "affiliations": []
    },
    {
      "last_name": "Preston",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Preston",
      "affiliations": []
    },
    {
      "last_name": "DeWal",
      "fore_name": "Hargovind",
      "initials": "H",
      "name": "Hargovind DeWal",
      "affiliations": []
    },
    {
      "last_name": "Di Cesare",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Di Cesare",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "33",
  "end_page": "38",
  "pages": "33-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Aspirin",
    "Body Mass Index",
    "Drainage",
    "Female",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Kaplan-Meier Estimate",
    "Length of Stay",
    "Linear Models",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Obesity, Morbid",
    "Postoperative Complications",
    "Retrospective Studies",
    "Risk Factors",
    "Surgical Wound Infection",
    "Venous Thrombosis",
    "Warfarin",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "17200307",
    "doi": "10.2106/JBJS.F.00163",
    "pii": "89/1/33"
  },
  "doi": "10.2106/JBJS.F.00163",
  "dates": {
    "completed": "2007-02-22",
    "revised": "2022-04-10"
  },
  "chemicals": [
    "Heparin, Low-Molecular-Weight",
    "Warfarin",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.460939",
    "pmid": "17200307"
  }
}