{
  "pmid": "17219787",
  "uid": "17219787",
  "title": "Heart rate, mean arterial blood pressure, and pulmonary function changes associated with an ultraendurance triathlon.",
  "abstract": "OBJECTIVE: We studied 8 triathletes competing in the 3-day World Ultraman Championships (day 1: 10-km swim, 165-km bike; day 2: 261-km bike; day 3: 85-km run) to determine the effect of extreme physical exertion on heart rate (HR), mean arterial blood pressure (MAP) and pulmonary function, and their relation to overall athletic performance. METHODS: Baseline HR, MAP and pulmonary function measurements were made 2 days before the start of competition. During the competition, HR and MAP measurements were made less than 30 minutes before the start and 10 minutes after the finish each race day. Pulmonary function was measured within 5 minutes of the finish each race day. RESULTS: Forced vital capacity and forced expiratory volume in 1 second (FEV1.0) were reduced from baseline at the end of each race day. Peak expiratory flow (PEF) was reduced from baseline on days 1 and 3. Lower baseline resting HR was correlated (r = 0.77, P = .021) with faster total race times. The decreases in FEV1.0 and PEF over the whole race also correlated with performance (r = 0.77 and 0.93). Multiple regression analysis of baseline data indicated that HR and MAP had the strongest association with total race time prediction (54% and 19% of total). However, when declines in pulmonary function over the total race were also included, PEF was found to be associated with 87% of the total race time prediction. CONCLUSIONS: The strong association in the decline in PEF to race time, though just correlative, suggests a link between pulmonary function and ultratriathlon performance.",
  "authors": [
    {
      "last_name": "Seedhouse",
      "fore_name": "Erik L O",
      "initials": "EL",
      "name": "Erik L O Seedhouse",
      "affiliations": [
        "School of Kinesiology, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Walsh",
      "affiliations": []
    },
    {
      "last_name": "Blaber",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Blaber",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Wilderness & environmental medicine",
    "iso_abbreviation": "Wilderness Environ Med",
    "issn": "1080-6032",
    "issn_type": "Print",
    "volume": "17",
    "issue": "4",
    "pub_year": "2006"
  },
  "start_page": "240",
  "end_page": "245",
  "pages": "240-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Blood Pressure",
    "Forced Expiratory Volume",
    "Heart Rate",
    "Humans",
    "Linear Models",
    "Lung",
    "Peak Expiratory Flow Rate",
    "Physical Endurance",
    "Respiratory Function Tests",
    "Vital Capacity"
  ],
  "article_ids": {
    "pubmed": "17219787",
    "doi": "10.1580/pr27-05-r1.1",
    "pii": "S1080-6032(06)70329-5"
  },
  "doi": "10.1580/pr27-05-r1.1",
  "dates": {
    "completed": "2007-03-01",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.461741",
    "pmid": "17219787"
  }
}