{
  "pmid": "17211275",
  "uid": "17211275",
  "title": "Complex limb salvage or early amputation for severe lower-limb injury: a meta-analysis of observational studies.",
  "abstract": "PURPOSE: Leg threatening injuries present patients and clinicians with a difficult decision: whether to pursue primary amputation or limb salvage? The purpose of our study was to review the literature in an effort to inform this management decision. METHODS: We systematically searched and selected observational studies that reported on individuals presenting with leg threatening injuries comparing outcomes of limb salvage versus primary amputation. We searched MEDLINE, CINAHL, and EMBASE. We reported on the following outcomes, and pooled data across trials when possible: length of hospital stay, total rehabilitation time, cost, clinical outcomes, failure rate for limb salvage, function & quality of life, pain, return to work, factors associated with poor outcome, and patient preference. RESULTS: Nine observational studies contributed data to our systematic review. The current evidence suggests that while length of hospital stay is similar for limb salvage and primary amputation, length of rehabilitation and total costs are higher for limb salvage patients. Salvage patients requires greater additional surgery and are significantly more likely to undergo re-hospitalization. Long-term functional outcomes (up to 7 years post injury) are equivalent between limb salvage and primary amputation; both forms of management are associated with high rates of self-reported disability (40%; to 50%;), and functional status continues to worsen over time. Report of pain following limb salvage or primary amputation is similar. Return to work is essentially the same between limb salvage and primary amputation groups, with approximately half of such patients returning to competitive employment at 2 years post injury. Both clinical and psychosocial factors are associated with poorer functional outcomes. At the time of injury patients prefer limb salvage, but the majority of failed salvage patients would opt for early amputation if they could decide again. CONCLUSION AND SIGNIFICANCE: Functional outcome among patients who present with leg-threatening injuries are not significantly different, at least up to 7 years, whether they are managed with limb salvage or primary amputation. Research to optimize triage decisions to avoid failed limb salvage as well as on interventions targeting important psychosocial prognostic variables should be considered a priority.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. j.busse@utoronto.ca"
      ]
    },
    {
      "last_name": "Jacobs",
      "fore_name": "Craig L",
      "initials": "CL",
      "name": "Craig L Jacobs",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Bosse",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Bosse",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "21",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jan"
  },
  "start_page": "70",
  "end_page": "76",
  "pages": "70-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Amputation, Surgical",
    "Clinical Trials as Topic",
    "Employment",
    "Hospitalization",
    "Humans",
    "Incidence",
    "Leg Injuries",
    "Limb Salvage",
    "Outcome Assessment, Health Care",
    "Pain",
    "Prognosis",
    "Recovery of Function",
    "Reoperation",
    "Risk Assessment",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17211275",
    "doi": "10.1097/BOT.0b013e31802cbc43",
    "pii": "00005131-200701000-00015"
  },
  "doi": "10.1097/BOT.0b013e31802cbc43",
  "dates": {
    "completed": "2007-03-15",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.112373",
    "pmid": "17211275"
  }
}