{
  "pmid": "17213013",
  "uid": "17213013",
  "title": "Cost-effectiveness of pregabalin for the management of neuropathic pain associated with diabetic peripheral neuropathy and postherpetic neuralgia: a Canadian perspective.",
  "abstract": "BACKGROUND: Neuropathic pain (NeP) is a chronic condition that occurs frequently with diabetes and herpes zoster infection. In addition to potentially lasting many years, the relationship between chronic pain, anxiety/depression, and sleep, also referred to as the triad of pain, causes functional impairment in many areas of life. OBJECTIVE: The aim of this study was to examine the 12-week cost-effectiveness of 2 treatments of NeP, pregabalin versus gabapentin, in managing diabetic peripheral neuropathy (DPN) and postherpetic neuralgia (PHN) in a Canadian setting. METHODS: A stochastic simulation model evaluating NeP treatment was adapted to the Canadian setting. Using data from clinical trials of pregabalin (150-600 mg/d) and gabapentin (900-3600 mg/d), the model simulated 12-week treatment outcomes for patients with DPN or PHN. Resource utilization was identified through an Internet-based survey among 80 Canadian physicians. Utility values (as measured using the EuroQol EQ-5D) were obtained from 126 NeP patients participating in a cross-sectional study conducted at Canadian primary care sites. The economic analysis was expressed as incremental cost per quality-adjusted life year (QALY) gained and as incremental cost per day with no or mild pain. Model sensitivity to changes in key parameters was assessed. RESULTS: Following 12-week treatment, compared with gabapentin, pregabalin was projected to result in 6 and 9 additional days with no or mild pain for patients with DPN and PHN, respectively. Pregabalin therapy was estimated to provide an additional 0.0047 QALY and 0.0086 QALY over gabapentin administration, for DPN and PHN, respectively. Mean (SE) direct costs per DPN patient were estimated as 837.53 Can dollars (37.31 dollars) (2004 dollars) with gabapentin and 818.49 dollars (36.50 dollars) with pregabalin, and per PHN patient as 720.61 dollars (33.70 dollars) with gabapentin and 667.07 dollars (25.33 dollars) with pregabalin. Model findings were sensitive to variation in the dose and corresponding cost of the comparator, but not in other parameters. CONCLUSION: Based on the results of this analysis, in the treatment of NeP associated with DPN or PHN, pregabalin was a dominant or cost-effective treatment strategy compared with gabapentin.",
  "authors": [
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Program for Assessment of Technology in Health, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gordon",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Gordon",
      "affiliations": []
    },
    {
      "last_name": "Vera-Llonch",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat Vera-Llonch",
      "affiliations": []
    },
    {
      "last_name": "Dukes",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Dukes",
      "affiliations": []
    },
    {
      "last_name": "Rousseau",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Rousseau",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical therapeutics",
    "iso_abbreviation": "Clin Ther",
    "issn": "0149-2918",
    "issn_type": "Print",
    "volume": "28",
    "issue": "11",
    "pub_year": "2006",
    "pub_month": "Nov"
  },
  "start_page": "1922",
  "end_page": "1934",
  "pages": "1922-34",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amines",
    "Analgesics",
    "Canada",
    "Clinical Trials as Topic",
    "Costs and Cost Analysis",
    "Cross-Sectional Studies",
    "Cyclohexanecarboxylic Acids",
    "Data Collection",
    "Diabetic Neuropathies",
    "Female",
    "Gabapentin",
    "Humans",
    "Male",
    "Models, Theoretical",
    "Neuralgia, Postherpetic",
    "Predictive Value of Tests",
    "Pregabalin",
    "Time Factors",
    "gamma-Aminobutyric Acid"
  ],
  "article_ids": {
    "pubmed": "17213013",
    "doi": "10.1016/j.clinthera.2006.11.017",
    "pii": "S0149-2918(06)00287-6"
  },
  "doi": "10.1016/j.clinthera.2006.11.017",
  "dates": {
    "completed": "2007-02-13",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Amines",
    "Analgesics",
    "Cyclohexanecarboxylic Acids",
    "Pregabalin",
    "gamma-Aminobutyric Acid",
    "Gabapentin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:02.301395",
    "pmid": "17213013"
  }
}