{
  "pmid": "17217531",
  "uid": "17217531",
  "title": "Diet, physical activity, and adiposity in children in poor and rich neighbourhoods: a cross-sectional comparison.",
  "abstract": "BACKGROUND: Obesity in Canadian children increased three-fold in twenty years. Children living in low-income neighborhoods exercise less and are more overweight than those living in more affluent neighborhoods after accounting for family socio-economic status. Strategies to prevent obesity in children have focused on personal habits, ignoring neighborhood characteristics. It is essential to evaluate diet and physical activity patterns in relation to socio-economic conditions to understand the determinants of obesity. The objective of this pilot study was to compare diet, physical activity, and the built environment in two Hamilton area elementary schools serving socio-economically different communities. METHODS: We conducted a cross-sectional study (November 2005-March 2006) in two public elementary schools in Hamilton, Ontario, School A and School B, located in low and high socioeconomic areas respectively. We assessed dietary intake, physical activity, dietary restraint, and anthropometric measures in consenting children in grades 1 and higher. From their parents we assessed family characteristics and walkability of the built environment. RESULTS: 160 children (n = 48, School A and n = 112, School B), and 156 parents (n = 43, School A and n = 113, School B) participated in this study. The parents with children at School A were less educated and had lower incomes than those at School B. The School A neighborhood was perceived to be less walkable than the School B neighborhood. Children at School A consumed more baked foods, chips, sodas, gelatin desserts, and candies and less low fat dairy, and dark bread than those at School B. Children at School A watched more television and spent more time in front of the computer than children studying at School B, but reported spending less time sitting on weekdays and weekends. Children at both schools were overweight but there was no difference in their mean BMI z-scores (School A = 0.65 versus School B = 0.81, p-value = 0.38). CONCLUSION: The determinants of overweight in children may be more complex than imagined. In future intervention programs researchers may consider addressing environmental factors, and customizing lifestyle interventions so that they are closer to community needs.",
  "authors": [
    {
      "last_name": "Merchant",
      "fore_name": "Anwar T",
      "initials": "AT",
      "name": "Anwar T Merchant",
      "affiliations": [
        "Population Health Research Institute, Hamilton ON, Canada. anwar.merchant@post.harvard.edu"
      ]
    },
    {
      "last_name": "Dehghan",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan",
      "affiliations": []
    },
    {
      "last_name": "Behnke-Cook",
      "fore_name": "Deanna",
      "initials": "D",
      "name": "Deanna Behnke-Cook",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nutrition journal",
    "iso_abbreviation": "Nutr J",
    "issn": "1475-2891",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2007",
    "pub_month": "Jan",
    "pub_day": "11"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adiposity",
    "Anthropometry",
    "Canada",
    "Child",
    "Cross-Sectional Studies",
    "Diet",
    "Educational Status",
    "Environment",
    "Exercise",
    "Humans",
    "Obesity",
    "Parents",
    "Poverty",
    "Social Class",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "17217531",
    "pmc": "PMC1779798",
    "doi": "10.1186/1475-2891-6-1",
    "pii": "1475-2891-6-1"
  },
  "doi": "10.1186/1475-2891-6-1",
  "pmc_id": "PMC1779798",
  "dates": {
    "completed": "2007-04-05",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:13.527469",
    "pmid": "17217531"
  }
}