{
  "pmid": "17224820",
  "uid": "17224820",
  "title": "Acupuncture for neck disorders.",
  "abstract": "STUDY DESIGN: Systematic review. OBJECTIVE: To determine the effects of acupuncture for individuals with neck pain. SUMMARY OF BACKGROUND DATA: Neck pain is one of the 3 most frequently reported complaints of the musculoskeletal system. Treatments for neck pain are varied, as are the perceptions of benefits. METHODS.: We searched CENTRAL (2006, issue 1) and MEDLINE, EMBASE, MANTIS, Cumulative Index to Nursing and Allied Health Literature from their beginning to February 2006. We searched reference lists and the acupuncture database TCMLARS in China. Any published trials using randomized (RCT) or quasi-randomized (quasi-RCT) assignment to the intervention groups, either in full text or abstract form, were included. RESULTS: We found 10 trials that examined acupuncture treatments for chronic neck pain. Overall, methodologic quality had a mean of 2.3 of 5 on the Jadad scale. For chronic mechanical neck disorders, there was moderate evidence that acupuncture was more effective for pain relief than some types of sham controls, measured immediately posttreatment. There was moderate evidence that acupuncture was more effective than inactive, sham treatments measured immediately posttreatment, and at short-term follow-up (pooled standardized mean difference, -0.37; 95% confidence interval, -0.61 to -0.12). There was limited evidence that acupuncture was more effective than massage at short-term follow-up. For chronic neck disorders with radicular symptoms, there was moderate evidence that acupuncture was more effective than a wait-list control at short-term follow-up. CONCLUSIONS: There is moderate evidence that acupuncture relieves pain better than some sham treatments, measured at the end of the treatment. There is moderate evidence that those who received acupuncture reported less pain at short-term follow-up than those on a waiting list. There is also moderate evidence that acupuncture is more effective than inactive treatments for relieving pain posttreatment, and this is maintained at short-term follow-up.",
  "authors": [
    {
      "last_name": "Trinh",
      "fore_name": "Kien",
      "initials": "K",
      "name": "Kien Trinh",
      "affiliations": [
        "DeGroote School of Medicine, Office of MD Admissions, McMaster University, Hamilton, Ontario, Canada. trinhk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Graham",
      "affiliations": []
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Gross",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie",
      "initials": "C",
      "name": "Charlie Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Wang",
      "affiliations": []
    },
    {
      "last_name": "Cameron",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Cameron",
      "affiliations": []
    },
    {
      "last_name": "Kay",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Kay",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "236",
  "end_page": "243",
  "pages": "236-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Chronic Disease",
    "Clinical Trials as Topic",
    "Humans",
    "Neck Pain",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17224820",
    "doi": "10.1097/01.brs.0000252100.61002.d4",
    "pii": "00007632-200701150-00015"
  },
  "doi": "10.1097/01.brs.0000252100.61002.d4",
  "dates": {
    "completed": "2007-02-06",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:31.556863",
    "pmid": "17224820"
  }
}