{
  "pmid": "17227218",
  "uid": "17227218",
  "title": "Multicenter blinded analysis of RT-PCR detection methods for paramyxoviruses in relation to Paget's disease of bone.",
  "abstract": "UNLABELLED: Conflicting results have been reported on the detection of paramyxovirus transcripts in Paget's disease, and a possible explanation is differences in the sensitivity of RT-PCR methods for detecting virus. In a blinded study, we found no evidence to suggest that laboratories that failed to detect viral transcripts had less sensitive RT-PCR assays, and we did not detect measles or distemper transcripts in Paget's samples using the most sensitive assays evaluated. INTRODUCTION: There is conflicting evidence on the possible role of persistent paramyxovirus infection in Paget's disease of bone (PDB). Some workers have detected measles virus (MV) or canine distemper virus (CDV) transcripts in cells and tissues from patients with PDB, but others have failed to confirm this finding. A possible explanation might be differences in the sensitivity of RT-PCR methods for detecting virus. Here we performed a blinded comparison of the sensitivity of different RT-PCR-based techniques for MV and CDV detection in different laboratories and used the most sensitive assays to screen for evidence of viral transcripts in bone and blood samples derived from patients with PDB. MATERIALS AND METHODS: Participating laboratories analyzed samples spiked with known amounts of MV and CDV transcripts and control samples that did not contain viral nucleic acids. All analyses were performed on a blinded basis. RESULTS: The limit of detection for CDV was 1000 viral transcripts in three laboratories (Aberdeen, Belfast, and Liverpool) and 10,000 transcripts in another laboratory (Manchester). The limit of detection for MV was 16 transcripts in one laboratory (NIBSC), 1000 transcripts in two laboratories (Aberdeen and Belfast), and 10,000 transcripts in two laboratories (Liverpool and Manchester). An assay previously used by a U.S.-based group to detect MV transcripts in PDB had a sensitivity of 1000 transcripts. One laboratory (Manchester) detected CDV transcripts in a negative control and in two samples that had been spiked with MV. None of the other laboratories had false-positive results for MV or CDV, and no evidence of viral transcripts was found on analysis of 12 PDB samples using the most sensitive RT-PCR assays for MV and CDV. CONCLUSIONS: We found that RT-PCR assays used by different laboratories differed in their sensitivity to detect CDV and MV transcripts but found no evidence to suggest that laboratories that previously failed to detect viral transcripts had less sensitive RT-PCR assays than those that detected viral transcripts. False-positive results were observed with one laboratory, and we failed to detect paramyxovirus transcripts in PDB samples using the most sensitive assays evaluated. Our results show that failure of some laboratories to detect viral transcripts is unlikely to be caused by problems with assay sensitivity and highlight the fact that contamination can be an issue when searching for pathogens by sensitive RT-PCR-based techniques.",
  "authors": [
    {
      "last_name": "Ralston",
      "fore_name": "Stuart H",
      "initials": "SH",
      "name": "Stuart H Ralston",
      "affiliations": [
        "Rheumatic Diseases Unit, School of Molecular and Clinical Medicine, University of Edinburgh, Edinburgh, UK. stuart.ralston@ed.ac.uk"
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad A",
      "initials": "MA",
      "name": "Muhammad A Afzal",
      "affiliations": []
    },
    {
      "last_name": "Helfrich",
      "fore_name": "Miep H",
      "initials": "MH",
      "name": "Miep H Helfrich",
      "affiliations": []
    },
    {
      "last_name": "Fraser",
      "fore_name": "William D",
      "initials": "WD",
      "name": "William D Fraser",
      "affiliations": []
    },
    {
      "last_name": "Gallagher",
      "fore_name": "James A",
      "initials": "JA",
      "name": "James A Gallagher",
      "affiliations": []
    },
    {
      "last_name": "Mee",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mee",
      "affiliations": []
    },
    {
      "last_name": "Rima",
      "fore_name": "Bert",
      "initials": "B",
      "name": "Bert Rima",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
    "iso_abbreviation": "J Bone Miner Res",
    "issn": "0884-0431",
    "issn_type": "Print",
    "volume": "22",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Apr"
  },
  "start_page": "569",
  "end_page": "577",
  "pages": "569-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Base Sequence",
    "Bone and Bones",
    "DNA Primers",
    "Distemper Virus, Canine",
    "Humans",
    "Laboratories",
    "Leukocytes, Mononuclear",
    "Measles virus",
    "Osteitis Deformans",
    "Paramyxoviridae Infections",
    "Paramyxovirinae",
    "RNA, Viral",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "17227218",
    "doi": "10.1359/jbmr.070103"
  },
  "doi": "10.1359/jbmr.070103",
  "dates": {
    "completed": "2007-05-22",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "DNA Primers",
    "RNA, Viral"
  ],
  "grants": [
    {
      "grant_id": "G9901004",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.519380",
    "pmid": "17227218"
  }
}