{
  "pmid": "17227788",
  "uid": "17227788",
  "title": "Adjunctive antiarrhythmic drug therapy in patients with implantable cardioverter defibrillators: a systematic review.",
  "abstract": "AIMS: To assess the efficacy and safety of adjunctive antiarrhythmic drug therapy for preventing implantable cardioverter defibrillator (ICD) therapies. METHODS AND RESULTS: We conducted a systematic literature search to identify all randomized, controlled trials assessing the efficacy of adjunctive antiarrhythmic drug therapy. Trial data were reviewed and extracted independently by two investigators in an unblinded, standardized manner. Eight trials including a total of 1889 patients were analysed. There was heterogeneity in the type of antiarrhythmic used in the treatment arm (amiodarone, sotalol, azimilide, and dofetilide) as well as in the control group (five trials compared with placebo and three trials compared with beta-blocker). The main outcome, risk of shock therapy, was reduced when comparing amiodarone plus beta-blocker with beta-blocker alone (HR 0.27; 95% CI 0.14-0.52) and when comparing sotalol with placebo (HR 0.55; 95% CI 0.4-0.78). The effect was not conclusive when comparing sotalol with other beta-blocker (HR 0.61; 95% CI 0.37-1) and azimilide or dofetilide with placebo (HR 0.78; 95% CI 0.58-1.04 and HR 0.67; 95% CI 0.43-1.04, respectively). Although there were some benefits for secondary outcomes in all antiarrhythmics, the magnitude of the benefit was higher with amiodarone. CONCLUSION: Amiodarone is the most effective treatment to reduce ICD shock therapies. The benefit of other antiarrhythmics is limited to secondary outcomes.",
  "authors": [
    {
      "last_name": "Ferreira-Gonz치lez",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Ferreira-Gonz치lez",
      "affiliations": [
        "Epidemiology Unit, Department of Cardiology, Paseo Vall d'Hebron Hospital, Barcelona 119-129, 08035, Spain, and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. nacho_ferreira@hotmail.com"
      ]
    },
    {
      "last_name": "Dos-Subir치",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Dos-Subir치",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "0195-668X",
    "issn_type": "Print",
    "volume": "28",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "469",
  "end_page": "477",
  "pages": "469-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Arrhythmia Agents",
    "Arrhythmias, Cardiac",
    "Chemotherapy, Adjuvant",
    "Clinical Trials as Topic",
    "Defibrillators, Implantable",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17227788",
    "doi": "10.1093/eurheartj/ehl478",
    "pii": "ehl478"
  },
  "doi": "10.1093/eurheartj/ehl478",
  "dates": {
    "completed": "2007-11-08",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Arrhythmia Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.001896",
    "pmid": "17227788"
  }
}