{
  "pmid": "17235258",
  "uid": "17235258",
  "title": "Practice guidelines as multipurpose tools: a qualitative study of noninvasive ventilation.",
  "abstract": "OBJECTIVE: Although practice guidelines for noninvasive ventilation (NIV) for patients with acute respiratory failure (ARF) have the potential to improve processes of care and patient outcomes, clinicians' views about life support technology guidelines are not well understood. The objective was to understand the knowledge about and attitudes toward an NIV guideline for patients with ARF and potential barriers to its use. DESIGN: Qualitative study based on individual, in-depth, semistructured interviews. SETTING: St. Joseph's Healthcare, Hamilton, Ontario. SUBJECTS: Thirty clinicians (six attending physicians, five residents, 12 nurses, and seven respiratory therapists) who used NIV for chronic obstructive pulmonary disease and congestive heart failure patients with ARF, before and after NIV guideline implementation. INTERVENTIONS: We elicited knowledge and attitudes about, behaviors toward, and barriers to our institutional NIV guideline. We transcribed all interviews and analyzed data in triplicate using grounded theory to identify themes and develop a framework for understanding clinicians' views on guidelines. MEASUREMENTS AND MAIN RESULTS: The NIV guideline was perceived to define individual clinical responsibilities, improve clinician comfort with use of technology, increase patient safety, and reduce practice variability. Barriers to guideline use included lack of awareness of the guideline, unclear guideline format and presentation, and reluctance about changing practice. Contrary to previous research, participants in this study did not report that the practice guideline limited clinical autonomy. Clinicians used the guideline variously as an educational resource, to access monitored beds, to avoid clinical conflict, or to leverage professional credibility. CONCLUSIONS: This qualitative study illustrated how the NIV guideline at our institution is understood as a tool that facilitates the multidisciplinary care of patients with ARF. Guideline use may be enhanced through education to improve guideline awareness and increase comfort with recommended practices. Developers should be aware of the role of guidelines for purposes other than bedside decision making for individual patients.",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Department of Critical Care, Sunnybrook Health Sciences Centre, Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kahnamoui",
      "fore_name": "Kamyar",
      "initials": "K",
      "name": "Kamyar Kahnamoui",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "35",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Mar"
  },
  "start_page": "776",
  "end_page": "782",
  "pages": "776-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Disease",
    "Attitude of Health Personnel",
    "Awareness",
    "Continuous Positive Airway Pressure",
    "Cooperative Behavior",
    "Guideline Adherence",
    "Hospitals, Teaching",
    "Humans",
    "Intensive Care Units",
    "Ontario",
    "Patient Care Team",
    "Practice Guidelines as Topic",
    "Respiratory Insufficiency"
  ],
  "article_ids": {
    "pubmed": "17235258",
    "doi": "10.1097/01.CCM.0000256848.47911.77"
  },
  "doi": "10.1097/01.CCM.0000256848.47911.77",
  "dates": {
    "completed": "2007-05-02",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:55.624577",
    "pmid": "17235258"
  }
}