{
  "pmid": "17233546",
  "uid": "17233546",
  "title": "Patient adherence to osteoporosis medications: problems, consequences and management strategies.",
  "abstract": "Adherence to osteoporosis medications is relatively poor. Approximately 20-30% of patients taking daily or weekly treatments may suspend their treatment within 6 to 12 months of initiating therapy. Patients with poor adherence increase their risk of osteoporotic fractures and hospitalisation. The majority of patients who discontinue therapy appear to do so because of drug-induced adverse effects. Fear of adverse effects or other health risks is another commonly cited reason for discontinuing therapy. Factors associated with medication adherence include fractures, regular exercise, female sex, fewer non-osteoporosis medications and co-morbidities, early menopause, willingness to take medications, awareness of osteoporosis status based on a diagnostic test, anti-inflammatory therapy and corticosteroid therapy. Factors associated with non-adherence include adverse effects, pain and being unsure about bone mineral density (BMD) test results. Bisphosphonates, a common class of drugs for treating osteoporosis, have specific administration requirements (e.g. fasting, remaining upright and not ingesting other medications concomitantly). Patient surveys indicate that 12-18% of patients report non-compliance with at least one administration rule. Strategies to increase adherence include reducing administration frequency to weekly or monthly, monitoring patients with bone markers and BMD testing, providing adequate instructions, practitioner feedback and support, and educational materials and sessions. Future studies are needed regarding strategies to increase adherence to osteoporosis medications.",
  "authors": [
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. papaioannou@hhsc.ca"
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Courtney C",
      "initials": "CC",
      "name": "Courtney C Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Lau",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Lau",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drugs & aging",
    "iso_abbreviation": "Drugs Aging",
    "issn": "1170-229X",
    "issn_type": "Print",
    "volume": "24",
    "issue": "1",
    "pub_year": "2007"
  },
  "start_page": "37",
  "end_page": "55",
  "pages": "37-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Bone Density Conservation Agents",
    "Calcium",
    "Diphosphonates",
    "Drug Therapy, Combination",
    "Female",
    "Hormone Replacement Therapy",
    "Humans",
    "Male",
    "Micronutrients",
    "Osteoporosis",
    "Patient Compliance",
    "Raloxifene Hydrochloride",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "17233546",
    "doi": "10.2165/00002512-200724010-00003",
    "pii": "2413"
  },
  "doi": "10.2165/00002512-200724010-00003",
  "dates": {
    "completed": "2007-03-27",
    "revised": "2018-11-13"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Diphosphonates",
    "Micronutrients",
    "Vitamin D",
    "Raloxifene Hydrochloride",
    "Calcium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.375020",
    "pmid": "17233546"
  }
}