{
  "pmid": "17234065",
  "uid": "17234065",
  "title": "Management of spleen injuries in the adult trauma population: a ten-year experience.",
  "abstract": "BACKGROUND: Increasing awareness of the postoperative risks associated with splenectomies has led physicians and surgeons to use an alternative nonoperative strategy in handling traumatic spleen injuries. Our primary objective was to compare clinical outcomes between operative and nonoperative managements in adult patients with blunt splenic injuries. The secondary objective was to assess the changes in the patterns of managing splenic injuries in the past 10 years. METHODS: We performed a retrospective chart review on 266 adult patients with a spleen injury who were admitted to a tertiary trauma centre in Ontario between 1992 and 2001. We grouped and compared the patients according to the treatment received, either operative or nonoperative. Frequencies and confidence intervals are reported. Categorical variables were compared with chi-square or Fisher's exact tests. Continuous variables were reported as median and quartile (Q) and were compared with the nonparametric Mann-Whitney U test. RESULTS: Of 266 patients, 118 had surgery and 148 were managed nonoperatively. The mortality rate was similar between operative and nonoperative groups (9.3% v. 6.8%, p = 0.49), respectively. The rate of any complication was 47.9% for the operative group and 37.9% for the nonoperative group. The median length of stay in hospital was significantly higher in the operative group than in the nonoperative group (21.0 [Q 11.0-40.5] v. 14.0 [Q 7.0-31.5] d, p < 0.001), respectively. This difference was more likely related to a higher proportion of patients having injury severity scores greater than 25 in the operative group. The rate of nonoperative management of spleen injuries was significantly increased from 48.5% to 63.1% between 1992-1996 and 1997-2001 (p = 0.02). CONCLUSION: The present study has shown that nonoperative management of blunt spleen trauma has increased over time and has acceptable mortality and complication rates in selected patients. Additional prospective studies are needed to assess the feasibility and safety of nonoperative management in adult spleen injuries. Furthermore, the management of traumatic spleen injuries with respect to associated injuries, such as head injuries or intra-abdominal injuries, needs ongoing evaluation.",
  "authors": [
    {
      "last_name": "Cadeddu",
      "fore_name": "Margherita",
      "initials": "M",
      "name": "Margherita Cadeddu",
      "affiliations": [
        "Surgical Outcomes Research Centre and Department of Surgery, McMaster University and St. Joseph's Healthcare Hamilton, ON. mocadeddu@yahoo.com"
      ]
    },
    {
      "last_name": "Garnett",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Garnett",
      "affiliations": []
    },
    {
      "last_name": "Al-Anezi",
      "fore_name": "Khaled",
      "initials": "K",
      "name": "Khaled Al-Anezi",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "0008-428X",
    "issn_type": "Print",
    "volume": "49",
    "issue": "6",
    "pub_year": "2006",
    "pub_month": "Dec"
  },
  "start_page": "386",
  "end_page": "390",
  "pages": "386-90",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Blood Transfusion",
    "Female",
    "Humans",
    "Injury Severity Score",
    "Length of Stay",
    "Male",
    "Ontario",
    "Retrospective Studies",
    "Spleen",
    "Trauma Centers",
    "Wounds, Nonpenetrating"
  ],
  "article_ids": {
    "pubmed": "17234065",
    "pmc": "PMC3207549"
  },
  "pmc_id": "PMC3207549",
  "dates": {
    "completed": "2007-02-12",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.326153",
    "pmid": "17234065"
  }
}