{
  "pmid": "17244367",
  "uid": "17244367",
  "title": "Inclusion of zero total event trials in meta-analyses maintains analytic consistency and incorporates all available data.",
  "abstract": "BACKGROUND: Meta-analysis handles randomized trials with no outcome events in both treatment and control arms inconsistently, including them when risk difference (RD) is the effect measure but excluding them when relative risk (RR) or odds ratio (OR) are used. This study examined the influence of such trials on pooled treatment effects. METHODS: Analysis with and without zero total event trials of three illustrative published meta-analyses with a range of proportions of zero total event trials, treatment effects, and heterogeneity using inverse variance weighting and random effects that incorporates between-study heterogeneity. RESULTS: Including zero total event trials in meta-analyses moves the pooled estimate of treatment effect closer to nil, decreases its confidence interval and decreases between-study heterogeneity. For RR and OR, inclusion of such trials causes small changes, even when they comprise the large majority of included trials. For RD, the changes are more substantial, and in extreme cases can eliminate a statistically significant effect estimate. CONCLUSION: To include all relevant data regardless of effect measure chosen, reviewers should also include zero total event trials when calculating pooled estimates using OR and RR.",
  "authors": [
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Canada. j.friedrich@utoronto.ca"
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2007",
    "pub_month": "Jan",
    "pub_day": "23"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "17244367",
    "pmc": "PMC1783664",
    "doi": "10.1186/1471-2288-7-5",
    "pii": "1471-2288-7-5"
  },
  "doi": "10.1186/1471-2288-7-5",
  "pmc_id": "PMC1783664",
  "dates": {
    "completed": "2007-02-20",
    "revised": "2024-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.890343",
    "pmid": "17244367"
  }
}