{
  "pmid": "17244776",
  "uid": "17244776",
  "title": "Potential interactions between pharmaceuticals and natural health products in Canada.",
  "abstract": "This study sought to measure the extent to which potentially interacting combinations of natural health products (NHPs) and drugs are used in the Canadian adult population. Data were obtained from the Statistics Canada 2000-2001 National Population Health Survey. A total of 11 424 adults completed the survey. Of the survey participants, 9.3% reported the use of at least 1 natural health product in the prior 2 days. Among natural health product users, 57% also used a conventional medicine with systemic exposure in the same time period. A minimum of 1 potential drug-NHP interaction was identified in 28.4% of such combination users. Most interactions (90%) were of unknown clinical significance. Female gender, older age, lower education, and the presence of diabetes and high blood pressure were associated with a higher risk of having at least 1 potential interaction. Health professionals need to maintain a working knowledge of common potential drug-NHP interactions, to dialogue with all patients regarding the use of natural health products, and to remain vigilant in reporting all suspected interactions and adverse events involving natural health products. Regulatory agencies should also capture and assess reports of drug-NHP interactions more effectively.",
  "authors": [
    {
      "last_name": "Singh",
      "fore_name": "Sumeet R",
      "initials": "SR",
      "name": "Sumeet R Singh",
      "affiliations": [
        "Centre for Evaluation of Medicines, 105 Main St. East, Level One, Hamilton, ON, Canada L8N 1G6."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical pharmacology",
    "iso_abbreviation": "J Clin Pharmacol",
    "issn": "0091-2700",
    "issn_type": "Print",
    "volume": "47",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "249",
  "end_page": "258",
  "pages": "249-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Biological Products",
    "Canada",
    "Data Collection",
    "Drug Interactions",
    "Female",
    "Humans",
    "Male",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "17244776",
    "doi": "10.1177/0091270006296421",
    "pii": "47/2/249"
  },
  "doi": "10.1177/0091270006296421",
  "dates": {
    "completed": "2007-04-12",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Biological Products"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.419688",
    "pmid": "17244776"
  }
}