{
  "pmid": "17242311",
  "uid": "17242311",
  "title": "Combined aspirin-oral anticoagulant therapy compared with oral anticoagulant therapy alone among patients at risk for cardiovascular disease: a meta-analysis of randomized trials.",
  "abstract": "BACKGROUND: For patients receiving oral anticoagulant (OAC) therapy, deciding whether to add aspirin to their treatment is a common clinical scenario with no clear guidelines to aid practice. We performed a systematic review and meta-analysis of randomized controlled trials comparing these 2 treatment strategies (combined aspirin-OAC therapy vs OAC therapy alone) to assess the therapeutic benefits and risks. DATA SOURCES: Randomized controlled trials published up to June 2005 in MEDLINE, EMBASE, and Cochrane Library databases. STUDY SELECTION: Randomized controlled trials with at least 3 months of follow-up that compared aspirin-OAC therapy with OAC therapy alone, in which OAC was administered to achieve the same target international normalized ratio or was given at the same fixed dose in both treatment arms. DATA EXTRACTION: Two reviewers independently extracted data on study characteristics and outcomes. Pooled odds ratios (ORs) and associated 95% confidence intervals (CIs) were calculated for study outcomes in patients receiving aspirin-OAC therapy and OAC therapy alone. DATA SYNTHESIS: Ten studies were included, totaling 4180 patients. The risk for arterial thromboembolism was lower in patients receiving combined aspirin-OAC therapy compared with OAC therapy alone (OR, 0.66; 95% CI, 0.52-0.84). However, these benefits were limited to patients with a mechanical heart valve (OR, 0.27; 95% CI, 0.15-0.49). There was no difference in the risk for arterial thromboembolism with these treatments in patients with atrial fibrillation (OR, 0.99; 95% CI, 0.47-2.07) or coronary artery disease (OR, 0.69; 95% CI, 0.35-1.36). There was no difference in all-cause mortality with either treatment (OR, 0.98; 95% CI, 0.77-1.25). The risk for major bleeding was higher in patients receiving aspirin-OAC therapy compared with OAC therapy alone (OR, 1.43; 95% CI, 1.00-2.02). CONCLUSION: Our findings question the current practice of using combined aspirin-OAC therapy except in patients with a mechanical heart valve, given the questionable benefits in reducing thromboembolic events and the increased risk of major bleeding.",
  "authors": [
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": [
        "Department of Medicine, McMaster University, and St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": []
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "0003-9926",
    "issn_type": "Print",
    "volume": "167",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Jan",
    "pub_day": "22"
  },
  "start_page": "117",
  "end_page": "124",
  "pages": "117-24",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Aspirin",
    "Drug Therapy, Combination",
    "Heart Valve Prosthesis",
    "Hemorrhage",
    "Humans",
    "Mortality",
    "Platelet Aggregation Inhibitors",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "17242311",
    "doi": "10.1001/archinte.167.2.117",
    "pii": "167/2/117"
  },
  "doi": "10.1001/archinte.167.2.117",
  "dates": {
    "completed": "2007-02-16",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Platelet Aggregation Inhibitors",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.504858",
    "pmid": "17242311"
  }
}