{
  "pmid": "17259518",
  "uid": "17259518",
  "title": "A systematic review and meta-analysis of hypoglycemia and cardiovascular events: a comparison of glyburide with other secretagogues and with insulin.",
  "abstract": "OBJECTIVE: Glyburide is the most widely used sulfonylurea but has unique pharmacodynamic properties that may increase harm. We hypothesized that glyburide causes more hypoglycemia and cardiovascular events than other secretagogues or insulin. RESEARCH DESIGN AND METHODS: Data sources were Medline, Embase, Cochrane, and three other web-based clinical trial registers (1966-2005). Parallel, randomized, controlled trials in people with type 2 diabetes comparing glyburide monotherapy with monotherapy using secretagogues or insulin were selected. Outcomes were hypoglycemia, glycemic control, cardiovascular events, body weight, and death. Titles and abstracts of 1,806 publications were reviewed in duplicate and 21 relevant articles identified. Data on patient characteristics, interventions, outcomes, and validity were extracted in duplicate using predefined criteria. RESULTS: Glyburide was associated with a 52% greater risk of experiencing at least one episode of hypoglycemia compared with other secretagogues (relative risk 1.52 [95% CI 1.21-1.92]) and with 83% greater risk compared with other sulfonylureas (1.83 [1.35-2.49]). Glyburide was not associated with an increased risk of cardiovascular events (0.84 [0.56-1.26]), death (0.87 [0.70-1.07]), or end-of-trial weight (weighted mean difference 1.69 kg [95% CI -0.41 to 3.80]) compared with other secretagogues. Limitations included suboptimal reporting of original trials. Loss to follow-up exceeded 20% in some studies, and major hypoglycemia was infrequently reported. CONCLUSIONS: Glyburide caused more hypoglycemia than other secretagogues and other sulfonylureas. Glyburide was not associated with an increased risk of cardiovascular events, death, or weight gain.",
  "authors": [
    {
      "last_name": "Gangji",
      "fore_name": "Azim S",
      "initials": "AS",
      "name": "Azim S Gangji",
      "affiliations": [
        "Division of Nephrology, McMaster University and St. Joseph's Healthcare, 708-25 Charlton Avenue East, Hamilton, Ontario L8P 3P7, Canada."
      ]
    },
    {
      "last_name": "Cukierman",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charles H",
      "initials": "CH",
      "name": "Charles H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diabetes care",
    "iso_abbreviation": "Diabetes Care",
    "issn": "0149-5992",
    "issn_type": "Print",
    "volume": "30",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "389",
  "end_page": "394",
  "pages": "389-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Diabetic Angiopathies",
    "Glyburide",
    "Humans",
    "Hypoglycemia",
    "Hypoglycemic Agents",
    "Insulin"
  ],
  "article_ids": {
    "pubmed": "17259518",
    "doi": "10.2337/dc06-1789",
    "pii": "30/2/389"
  },
  "doi": "10.2337/dc06-1789",
  "dates": {
    "completed": "2007-06-14",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Insulin",
    "Glyburide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.544161",
    "pmid": "17259518"
  }
}