{
  "pmid": "17265498",
  "uid": "17265498",
  "title": "Longitudinal examination of lipid profiles in pediatric systemic lupus erythematosus.",
  "abstract": "OBJECTIVE: Lipid abnormalities in patients with systemic lupus erythematosus (SLE) are common and are likely to be one of the causes of premature atherosclerosis in these patients. This study was undertaken to serially examine the lipid profile in pediatric patients with SLE to determine the roles of active disease and therapy in altering lipid levels. METHODS: Serial lipid measurements were obtained in an inception cohort of 139 pediatric patients with SLE at the time of treatment with either a constant dose or differing doses of prednisone, and annually. The levels of cholesterol, triglycerides, low-density lipoprotein (LDL), and high-density lipoprotein (HDL) were correlated with measures of disease activity and prednisone dose. RESULTS: At the time of SLE diagnosis in this pediatric cohort, the mean values for all lipids were abnormal. With each reduction in prednisone dose, there was a statistically significant decrease in cholesterol and triglyceride levels (P < 0.001) but not HDL or LDL levels. Nephrotic-range proteinuria was associated with altered cholesterol, triglyceride, and LDL levels, whereas changes in HDL were more commonly associated with active nephritis. In the absence of nephrotic-range proteinuria, increases in prednisone dose were associated with increased levels of all lipids, including HDL. CONCLUSION: Active SLE leads to a proatherogenic lipid profile. Levels of cholesterol and LDL were mainly associated with the dose of prednisone, and were abnormal only during very high disease activity. Triglyceride levels were mainly associated with proteinuria, while changes in HDL were associated with active SLE and a high dose of prednisone. Our results suggest that the lipid profile in pediatric SLE is the result of a complex interaction of disease manifestations and the effects of prednisone therapy.",
  "authors": [
    {
      "last_name": "Sarkissian",
      "fore_name": "Talin",
      "initials": "T",
      "name": "Talin Sarkissian",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Feldman",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Feldman",
      "affiliations": []
    },
    {
      "last_name": "McCrindle",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian McCrindle",
      "affiliations": []
    },
    {
      "last_name": "Silverman",
      "fore_name": "Earl D",
      "initials": "ED",
      "name": "Earl D Silverman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthritis and rheumatism",
    "iso_abbreviation": "Arthritis Rheum",
    "issn": "0004-3591",
    "issn_type": "Print",
    "volume": "56",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "631",
  "end_page": "638",
  "pages": "631-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Atherosclerosis",
    "Child",
    "Child, Preschool",
    "Cohort Studies",
    "Disease Progression",
    "Dose-Response Relationship, Drug",
    "Female",
    "Glucocorticoids",
    "Humans",
    "Lipids",
    "Longitudinal Studies",
    "Lupus Erythematosus, Systemic",
    "Male",
    "Multivariate Analysis",
    "Prednisone"
  ],
  "article_ids": {
    "pubmed": "17265498",
    "doi": "10.1002/art.22332"
  },
  "doi": "10.1002/art.22332",
  "dates": {
    "completed": "2007-03-09",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Glucocorticoids",
    "Lipids",
    "Prednisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.890673",
    "pmid": "17265498"
  }
}