{
  "pmid": "17261553",
  "uid": "17261553",
  "title": "Effect of tibial positioning on the diagnosis of posterolateral rotatory instability in the posterior cruciate ligament-deficient knee.",
  "abstract": "OBJECTIVE: To determine whether positioning of the tibia affects the degree of tibial external rotation seen during a dial test in the posterior cruciate ligament (PCL)-posterolateral corner (PLC)-deficient knee. DESIGN: Laboratory investigation. SETTING: Biomechanics laboratory. HYPOTHESIS: An anterior force applied to the tibia in the combined PCL-PLC-deficient knee will yield increased tibial external rotation during a dial test. METHODS: The degree of tibial external rotation was measured with 5 Nm of external rotation torque applied to the tibia at both 30 degrees and 90 degrees of knee flexion. Before the torque was applied, an anterior force, a posterior force, or neutral (normal, reduced control) force was applied to the tibia. External rotation measurements were repeated after sequential sectioning of the PCL, the posterolateral structures and the fibular collateral ligament (FCL). RESULTS: Baseline testing of the intact specimens demonstrated a mean external rotation of 18.6 degrees with the knee flexed to 30 degrees (range 16.1-21.0 degrees), and a mean external rotation of 17.3 degrees with the knee flexed to 90 degrees (range 13.8-20.0 degrees). Sequential sectioning of the PCL, popliteus and popliteofibular ligament, and the FCL led to a significant increase in tibial external rotation compared with the intact knee for all testing scenarios. After sectioning of the popliteus and popliteofibular ligament, the application of an anterior force during testing led to a mean tibial external rotation that was 5 degrees greater than during testing in the neutral position and 7.5 degrees greater than during testing with a posterior force. In the PCL, popliteus/popliteofibular ligament and FCL-deficient knee, external rotation was 9 degrees and 12 degrees greater with the application of an anterior force during testing compared with neutral positioning and the application of a posterior force, respectively. CONCLUSION: An anterior force applied to the tibia during the dial test in a combined PCL-PLC-injured knee increased the overall amount of observed tibial external rotation during the dial test. The anterior force reduced the posterior tibial subluxation associated with PCL injury, which is analogous to what is observed when the dial test is performed with the patient in the prone position. Reducing the tibia with either an anterior force when the patient is supine or performing the dial test with the patient in the prone position increases the ability of an examiner to detect a concomitant PLC injury in the setting of a PCL-deficient knee.",
  "authors": [
    {
      "last_name": "Strauss",
      "fore_name": "Eric J",
      "initials": "EJ",
      "name": "Eric J Strauss",
      "affiliations": [
        "Sports Medicine Service, Department of Orthopaedic Surgery, NYU Hospital for Joint Diseases, New York, New York 10003, USA."
      ]
    },
    {
      "last_name": "Ishak",
      "fore_name": "Charbel",
      "initials": "C",
      "name": "Charbel Ishak",
      "affiliations": []
    },
    {
      "last_name": "Inzerillo",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Inzerillo",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Yildirim",
      "fore_name": "Gokce",
      "initials": "G",
      "name": "Gokce Yildirim",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Walker",
      "affiliations": []
    },
    {
      "last_name": "Jazrawi",
      "fore_name": "Laith",
      "initials": "L",
      "name": "Laith Jazrawi",
      "affiliations": []
    },
    {
      "last_name": "Rosen",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Rosen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "British journal of sports medicine",
    "iso_abbreviation": "Br J Sports Med",
    "issn": "1473-0480",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "8",
    "pub_year": "2007",
    "pub_month": "Aug"
  },
  "start_page": "481",
  "end_page": "485",
  "pages": "481-5; discussion 485",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Biomechanical Phenomena",
    "Cadaver",
    "Female",
    "Humans",
    "Joint Instability",
    "Knee Joint",
    "Male",
    "Middle Aged",
    "Posterior Cruciate Ligament",
    "Posture",
    "Probability",
    "Range of Motion, Articular",
    "Reference Values",
    "Rotation",
    "Sensitivity and Specificity",
    "Tibia"
  ],
  "article_ids": {
    "pubmed": "17261553",
    "pmc": "PMC2465456",
    "doi": "10.1136/bjsm.2006.030767",
    "pii": "bjsm.2006.030767"
  },
  "doi": "10.1136/bjsm.2006.030767",
  "pmc_id": "PMC2465456",
  "dates": {
    "completed": "2007-09-10",
    "revised": "2024-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.464011",
    "pmid": "17261553"
  }
}