{
  "pmid": "17268268",
  "uid": "17268268",
  "title": "Massage for mechanical neck disorders: a systematic review.",
  "abstract": "STUDY DESIGN: Systematic review. OBJECTIVE: To assess the effects of massage on pain, function, patient satisfaction, cost of care, and adverse events in adults with neck pain. SUMMARY OF BACKGROUND DATA: Neck pain is common, disabling, and costly. Massage is a commonly used modality for the treatment of neck pain. METHODS: We searched several databases without language restriction from their inception to September 2004. We included randomized and quasirandomized trials. Two reviewers independently identified studies, abstracted data, and assessed quality. We calculated the relative risks and standardized mean differences on primary outcomes. Trials could not be statistically pooled because of heterogeneity in treatment and control groups. Therefore, a levels-of-evidence approach was used to synthesize results. RESULTS: Overall, 19 trials were included, with 12/19 receiving low-quality scores. Descriptions of the massage intervention, massage professional's credentials, or experience were frequently missing. Six trials examined massage as a stand-alone treatment. The results were inconclusive. Results were also inconclusive in 14 trials that used massage as part of a multimodal intervention because none were designed such that the relative contribution of massage could be ascertained. CONCLUSIONS: No recommendations for practice can be made at this time because the effectiveness of massage for neck pain remains uncertain. Pilot studies are needed to characterize massage treatment (frequency, duration, number of sessions, and massage technique) and establish the optimal treatment to be used in subsequent larger trials that examine the effect of massage as either a stand-alone treatment or part of a multimodal intervention. For multimodal interventions, factorial designs are needed to determine the relative contribution of massage. Future reports of trials should improve reporting of the concealment of allocation, blinding of outcome assessor, adverse events, and massage characteristics. Standards of reporting for massage interventions, similar to Consolidated Standards of Reporting Trials, are needed. Both short and long-term follow-up are needed.",
  "authors": [
    {
      "last_name": "Ezzo",
      "fore_name": "Jeanette",
      "initials": "J",
      "name": "Jeanette Ezzo",
      "affiliations": [
        "JPS Enterprises, Baltimore, MD, USA. jeanetteezzo@prodigy.net"
      ]
    },
    {
      "last_name": "Haraldsson",
      "fore_name": "Bodhi G",
      "initials": "BG",
      "name": "Bodhi G Haraldsson",
      "affiliations": []
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita R",
      "initials": "AR",
      "name": "Anita R Gross",
      "affiliations": []
    },
    {
      "last_name": "Myers",
      "fore_name": "Cynthia D",
      "initials": "CD",
      "name": "Cynthia D Myers",
      "affiliations": []
    },
    {
      "last_name": "Morien",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Morien",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Bronfort",
      "fore_name": "Gert",
      "initials": "G",
      "name": "Gert Bronfort",
      "affiliations": []
    },
    {
      "last_name": "Peloso",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Peloso",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "353",
  "end_page": "362",
  "pages": "353-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Massage",
    "Neck Pain",
    "Pain Measurement",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "17268268",
    "doi": "10.1097/01.brs.0000254099.07294.21",
    "pii": "00007632-200702010-00012"
  },
  "doi": "10.1097/01.brs.0000254099.07294.21",
  "dates": {
    "completed": "2007-04-06",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.978770",
    "pmid": "17268268"
  }
}