{
  "pmid": "17273956",
  "uid": "17273956",
  "title": "Eliminating bias in randomized controlled trials: importance of allocation concealment and masking.",
  "abstract": "Randomization in randomized controlled trials involves more than generation of a random sequence by which to assign subjects. For randomization to be successfully implemented, the randomization sequence must be adequately protected (concealed) so that investigators, involved health care providers, and subjects are not aware of the upcoming assignment. The absence of adequate allocation concealment can lead to selection bias, one of the very problems that randomization was supposed to eliminate. Authors of reports of randomized trials should provide enough details on how allocation concealment was achieved so the reader can determine the likelihood of success. Fortunately, a plan of allocation concealment can always be incorporated into the design of a randomized trial. Certain methods minimize the risk of concealment failing more than others. Keeping knowledge of subjects' assignment after allocation from subjects, investigators/health care providers, or those assessing outcomes is referred to as masking (also known as blinding). The goal of masking is to prevent ascertainment bias. In contrast to allocation concealment, masking cannot always be incorporated into a randomized controlled trial. Both allocation concealment and masking add to the elimination of bias in randomized controlled trials.",
  "authors": [
    {
      "last_name": "Viera",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Viera",
      "affiliations": [
        "Department of Family Medicine, University of North Carolina, NC 27599-7595, USA. anthony_viera@med.unc.edu"
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Family medicine",
    "iso_abbreviation": "Fam Med",
    "issn": "0742-3225",
    "issn_type": "Print",
    "volume": "39",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "132",
  "end_page": "137",
  "pages": "132-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Random Allocation",
    "Randomized Controlled Trials as Topic",
    "Selection Bias",
    "United States"
  ],
  "article_ids": {
    "pubmed": "17273956"
  },
  "dates": {
    "completed": "2007-04-16",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.862741",
    "pmid": "17273956"
  }
}