{
  "pmid": "17275234",
  "uid": "17275234",
  "title": "Identification of victims from two mass-graves in Serbia: a critical evaluation of classical markers of identity.",
  "abstract": "Reliable identification of victims in mass graves is of humanitarian and human rights concern. Because mass graves in the former Yugoslavia usually contain an 'open' population of large numbers of unknown victims and therefore 'presumptive identifications' based on classical markers of identity are problematic, greater reliance is now made on blind matches between victim DNA and a database of donated blood DNA samples from family members of missing persons. Nevertheless, there will always remain a legal and social need to show good correspondence between a DNA-derived identification and classical markers of identity. Moreover, pathologists and anthropologists, who must continue to rely in much of their case work on classical methods, need to evaluate on an ongoing basis the goodness of fit between the two paradigms of identification. The Institute of Forensic Medicine and Laboratory for Anthropology in Belgrade participated in 2001 in the exhumation and identification of more than 300 bodies of Kosovar Albanians interred in two mass graves at Batajnica, near Belgrade, Serbia. Of these bodies, 136 were legally identified by the end of 2003 providing an opportunity for the forensic experts to evaluate their post-mortem findings of classical markers of identity. Sex and age at death of young to middle-aged adults were reliably determined but old adults were markedly under-aged. Stature was reconstructed reliably in 77% of cases. Dental status contributed little to identification efforts. In no case did classical markers of identity require rejection of the DNA-based identification. It is concluded that: sex determination from pelvic bones is very reliable, as are age at death estimates from pelvic and rib standards for young to middle-aged adults but that uncertainty intervals for age at death in older adults be broadened or refined by creation of local osteological standards.",
  "authors": [
    {
      "last_name": "Djuric",
      "fore_name": "Marija",
      "initials": "M",
      "name": "Marija Djuric",
      "affiliations": [
        "Laboratory for Anthropology, Department of Anatomy, School of Medicine, University of Belgrade, 4/2 Dr Subotića, Belgrade, Serbia. marijads@eunet.yu <marijads@eunet.yu>"
      ]
    },
    {
      "last_name": "Dunjic",
      "fore_name": "Dusan",
      "initials": "D",
      "name": "Dusan Dunjic",
      "affiliations": []
    },
    {
      "last_name": "Djonic",
      "fore_name": "Danijela",
      "initials": "D",
      "name": "Danijela Djonic",
      "affiliations": []
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Skinner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Forensic science international",
    "iso_abbreviation": "Forensic Sci Int",
    "issn": "1872-6283",
    "issn_type": "Electronic",
    "volume": "172",
    "issue": "2-3",
    "pub_year": "2007",
    "pub_month": "Oct",
    "pub_day": "25"
  },
  "start_page": "125",
  "end_page": "129",
  "pages": "125-9",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Body Size",
    "Bone and Bones",
    "DNA",
    "Family",
    "Female",
    "Forensic Anthropology",
    "Genetic Markers",
    "Humans",
    "Male",
    "Middle Aged",
    "Sex Factors",
    "Tooth",
    "Yugoslavia"
  ],
  "article_ids": {
    "pubmed": "17275234",
    "doi": "10.1016/j.forsciint.2007.01.003",
    "pii": "S0379-0738(07)00013-8"
  },
  "doi": "10.1016/j.forsciint.2007.01.003",
  "dates": {
    "completed": "2007-11-07",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Genetic Markers",
    "DNA"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.380937",
    "pmid": "17275234"
  }
}