{
  "pmid": "17293183",
  "uid": "17293183",
  "title": "Impact of radial artery cannulation for coronary angiography and angioplasty on radial artery function.",
  "abstract": "The radial artery is commonly used as a conduit in coronary artery bypass grafting. No data exist on the effects of radial sheath insertion on radial artery function. Because many patients considered for coronary artery bypass grafting have had previous radial procedures, it is important to understand any effects radial sheath insertion may have on radial artery function. Twenty-two patients who underwent elective coronary angiography or angioplasty with a 6Fr sheath through the right radial artery were studied. Radial artery function was assessed using ultrasound to measure flow-mediated dilation (FMD). Reactive hyperemia was produced by 5-minute cuff inflation on the arm to suprasystolic pressures. Radial artery diameter was measured at rest and 1 minute after cuff deflation. FMD was expressed as percent change in radial diameter compared with at rest. In all cases, the left radial artery was studied as a control. Patients were studied before sheath insertion, immediately after sheath insertion, and 6 weeks after sheath insertion. The FMD of the cannulated arm was 13.2% before sheath insertion versus 3.6% immediately after sheath insertion (p <0.01) and 0.2% (p <0.01) 9 weeks after sheath insertion. In contrast, there were no significant changes in the noncannulated arm at either time point. In conclusion, radial artery sheath insertion for coronary angiography or angioplasty results in immediate and persistent blunting of FMD, suggesting severe vasomotor dysfunction. Radial artery sheath insertion has important effects on radial artery function that must be considered when selecting radial conduits for coronary artery bypass grafting.",
  "authors": [
    {
      "last_name": "Burstein",
      "fore_name": "Jason M",
      "initials": "JM",
      "name": "Jason M Burstein",
      "affiliations": [
        "Department of Cardiology, Rouge Valley Ajax and Pickering Hospital, Ajax, Canada."
      ]
    },
    {
      "last_name": "Gidrewicz",
      "fore_name": "Dominica",
      "initials": "D",
      "name": "Dominica Gidrewicz",
      "affiliations": []
    },
    {
      "last_name": "Hutchison",
      "fore_name": "Stuart J",
      "initials": "SJ",
      "name": "Stuart J Hutchison",
      "affiliations": []
    },
    {
      "last_name": "Holmes",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Holmes",
      "affiliations": []
    },
    {
      "last_name": "Jolly",
      "fore_name": "Sanjit",
      "initials": "S",
      "name": "Sanjit Jolly",
      "affiliations": []
    },
    {
      "last_name": "Cantor",
      "fore_name": "Warren J",
      "initials": "WJ",
      "name": "Warren J Cantor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of cardiology",
    "iso_abbreviation": "Am J Cardiol",
    "issn": "0002-9149",
    "issn_type": "Print",
    "volume": "99",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "457",
  "end_page": "459",
  "pages": "457-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Angioplasty, Balloon, Coronary",
    "Coronary Angiography",
    "Coronary Disease",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Radial Artery",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "17293183",
    "doi": "10.1016/j.amjcard.2006.08.055",
    "pii": "S0002-9149(06)02145-X"
  },
  "doi": "10.1016/j.amjcard.2006.08.055",
  "dates": {
    "completed": "2007-04-03",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:07.346038",
    "pmid": "17293183"
  }
}