{
  "pmid": "17302522",
  "uid": "17302522",
  "title": "Beyond heparin and warfarin: the new generation of anticoagulants.",
  "abstract": "Heparin and warfarin are widely used for the prevention and treatment of venous and arterial thromboembolism. Although effective, both agents have important limitations; for example, both drugs must be monitored, which is inconvenient for patients and for physicians. Heparin requires parenteral administration and can cause heparin-induced thrombocytopenia, an immune-mediated process that can lead to life-threatening thrombosis. Warfarin also has its limitations. Due to its slow onset of action, warfarin must be overlapped with heparin (or another rapidly acting anticoagulant) when treating patients with established thrombosis or who are at high risk for thrombosis. Warfarin dosing is variable because its activity is influenced by dietary intake of vitamin K, genetic polymorphisms in enzymes that are involved in its metabolism and numerous drug-drug interactions that promote or reduce its activity. New anticoagulants have been developed to overcome these problems. Building on a better understanding of coagulation pathways, advances in structure-based drug design and information derived from natural anticoagulants isolated from hematophagous organisms, most of the new anticoagulants target specific coagulation enzymes. Focussing on drugs that have at least completed Phase II evaluation, this article briefly reviews the coagulation pathways and its natural regulators; outlines the limitations of existing anticoagulants and identifies the opportunities for new ones; highlights the properties of selected new anticoagulants; describes the clinical trial results with these agents; and provides a perspective on their potential strengths and weaknesses.",
  "authors": [
    {
      "last_name": "Weitz",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Weitz",
      "affiliations": [
        "McMaster University and Henderson Research Centre, 711 Concession Street, Hamilton, Ontario, L8V 1C3, Canada. jweitz@thrombosis.hhscr.org"
      ]
    },
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Expert opinion on investigational drugs",
    "iso_abbreviation": "Expert Opin Investig Drugs",
    "issn": "1744-7658",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Mar"
  },
  "start_page": "271",
  "end_page": "282",
  "pages": "271-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Blood Coagulation",
    "Clinical Trials as Topic",
    "Heparin",
    "Humans",
    "Thromboembolism",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "17302522",
    "doi": "10.1517/13543784.16.3.271"
  },
  "doi": "10.1517/13543784.16.3.271",
  "dates": {
    "completed": "2007-04-05",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.866262",
    "pmid": "17302522"
  }
}