{
  "pmid": "17313686",
  "uid": "17313686",
  "title": "Apical ballooning syndrome complicated by acute severe mitral regurgitation with left ventricular outflow obstruction--case report.",
  "abstract": "BACKGROUND: Apical ballooning syndrome (or Takotsubo cardiomyopathy) is a syndrome of transient left ventricular apical ballooning. Although first described in Japanese patients, it is now well reported in the Caucasian population. The syndrome mimicks an acute myocardial infarction but is characterised by the absence of obstructive coronary disease. We describe a serious and poorly understood complication of Takotsubo cardiomyopathy. CASE PRESENTATION: We present the case of a 65 year-old lady referred to us from a rural hospital where she was treated with thrombolytic therapy for a presumed acute anterior myocardial infarction. Four hours after thrombolysis she developed acute pulmonary oedema and a new systolic murmur. It was presumed she had acute mitral regurgitation secondary to a ruptured papillary muscle, ischaemic dysfunction or an acute ventricular septal defect. Echocardiogram revealed severe mitral regurgitation, left ventricular apical ballooning, and systolic anterior motion of the mitral valve with significant left ventricular outflow tract gradient (60-70 mmHg). Coronary angiography revealed no obstructive coronary lesions.She had an intra-aortic balloon pump inserted with no improvement in her parlous haemodynamic state. We elected to replace her mitral valve to correct the outflow tract gradient and mitral regurgitation. Intra-operatively the mitral valve was mildly myxomatous but there were no structural abnormalities. She had a mechanical mitral valve replacement with a 29 mm St Jude valve. Post-operatively, her left ventricular outflow obstruction resolved and ventricular function returned to normal over the subsequent 10 days. She recovered well. CONCLUSION: This case represents a serious and poorly understood association of Takotsubo cardiomyopathy with acute pulmonary oedema, severe mitral regurgitation and systolic anterior motion of the mitral valve with significant left ventricular outflow tract obstruction. The sequence of our patient's presentation suggests that the apical ballooning caused geometric alterations in her left ventricle that in turn led to acute and severe mitral regurgitation, systolic anterior motion of the mitral valve and left ventricular outflow tract obstruction. The left ventricular outflow tract obstruction and mitral regurgitation were corrected by mechanical mitral valve replacement. We describe a variant of Takotsubo cardiomyopathy with acute mitral regurgitation, systolic anterior motion of the mitral valve leaflet and left ventricular outflow tract obstruction of a dynamic nature.",
  "authors": [
    {
      "last_name": "Chandrasegaram",
      "fore_name": "Manju D",
      "initials": "MD",
      "name": "Manju D Chandrasegaram",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Royal Prince Alfred Hospital, Sydney, Australia. manjudashini@yahoo.com"
      ]
    },
    {
      "last_name": "Celermajer",
      "fore_name": "David S",
      "initials": "DS",
      "name": "David S Celermajer",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiothoracic surgery",
    "iso_abbreviation": "J Cardiothorac Surg",
    "issn": "1749-8090",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2007",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Female",
    "Heart Valve Prosthesis Implantation",
    "Humans",
    "Intra-Aortic Balloon Pumping",
    "Mitral Valve Insufficiency",
    "Takotsubo Cardiomyopathy",
    "Ventricular Outflow Obstruction"
  ],
  "article_ids": {
    "pubmed": "17313686",
    "pmc": "PMC1804269",
    "doi": "10.1186/1749-8090-2-14",
    "pii": "1749-8090-2-14"
  },
  "doi": "10.1186/1749-8090-2-14",
  "pmc_id": "PMC1804269",
  "dates": {
    "completed": "2009-05-26",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.798349",
    "pmid": "17313686"
  }
}