{
  "pmid": "17310049",
  "uid": "17310049",
  "title": "The effectiveness of a primer to help people understand risk: two randomized trials in distinct populations.",
  "abstract": "BACKGROUND: People need basic data interpretation skills to understand health risks and to weigh the harms and benefits of actions meant to reduce those risks. Although many studies document problems with understanding risk information, few assess ways to teach interpretation skills. OBJECTIVE: To see whether a general education primer improves patients' medical data interpretation skills. DESIGN: Two randomized, controlled trials done in populations with high and low socioeconomic status (SES). SETTING: The high SES trial included persons who attended a public lecture series at Dartmouth Medical School, Hanover, New Hampshire; and the low SES trial included veterans and their families from the waiting areas at the White River Junction Veterans Affairs Medical Center, White River Junction, Vermont. PARTICIPANTS: 334 adults in the high SES trial and 221 veterans and their families in the low SES trial were enrolled from October 2004 to August 2005. Completion rates for the primer and control groups in each trial were 95% versus 98% (high SES) and 85% versus 96% (low SES). INTERVENTION: The intervention in the primer groups was an educational booklet specifically developed to teach people the skills needed to understand risk. The control groups received a general health booklet developed by the U.S. Department of Health and Human Services Agency for Health Care Research and Quality. MEASUREMENTS: Score on a medical data interpretation test, a previously validated 100-point scale, in which 75 points or more is considered \"passing.\" Secondary outcomes included 2 other 100-point validated scores (interest and confidence in interpreting medical statistics) and participants' ratings of the booklet's usefulness. RESULTS: In the high SES trial, 74% of participants in the primer group received a \"passing grade\" on the medical data interpretation test versus 56% in the control group (P = 0.001). Mean scores were 81 and 75, respectively (P = 0.0006). In the low SES trial, 44% versus 26% \"passed\" (P = 0.010): Mean scores were 69 and 62 in the primer and control groups, respectively (P = 0.008). The primer also significantly increased interest in medical statistics by 6 points in the high SES trial (a 4-point increase vs. a 2-point decrease from baseline) (P = 0.004) and by 8 points in the low SES trial (a 6-point increase vs. a 2-point decrease from baseline) (P = 0.004) compared with the control booklet. The primer, however, did not improve participants' confidence in interpreting medical statistics beyond the control booklet (a 2-point vs. a 4-point increase in the high SES trial [P = 0.36] and a 2-point versus a 6-point increase in the low SES trial [P = 0.166]). The primer was rated highly: 91% of participants in the high SES trial found it \"helpful\" or \"very helpful,\" as did 95% of participants in the low SES trial. LIMITATIONS: The primarily male low SES sample and the primarily female high SES sample limits generalizability. The authors did not assess whether better data interpretation skills improved decision-making. CONCLUSION: The primer improved medical data interpretation skills in people with high and low SES. ClinicalTrials.gov registration number: NCT00380432.",
  "authors": [
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "Veterans Affairs Outcomes Group, White River Junction, Vermont 05009, USA."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "146",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Feb",
    "pub_day": "20"
  },
  "start_page": "256",
  "end_page": "265",
  "pages": "256-65",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Educational Status",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Income",
    "Male",
    "Pamphlets",
    "Patient Education as Topic",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "17310049",
    "doi": "10.7326/0003-4819-146-4-200702200-00004",
    "pii": "146/4/256"
  },
  "doi": "10.7326/0003-4819-146-4-200702200-00004",
  "dates": {
    "completed": "2007-02-26",
    "revised": "2019-06-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01CA104721",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.415653",
    "pmid": "17310049"
  }
}