{
  "pmid": "17332104",
  "uid": "17332104",
  "title": "Reporting of outcomes in orthopaedic randomized trials: does blinding of outcome assessors matter?",
  "abstract": "BACKGROUND: Randomization, concealment of treatment allocation, and blinding are all known to limit bias in clinical research. Nonsurgical studies that fail to meet these standards have been reported to inflate the differences between treatment and control groups. While surgical trials can rarely blind surgeons or patients, they can often blind outcome assessors. The aim of this systematic review was threefold: (1) to examine the reporting of outcome measures in orthopaedic trials, (2) to determine the feasibility of blinding in published orthopaedic trials, and (3) to examine the association between the magnitude of treatment differences and the blinding of outcome assessors. METHODS: We identified and reviewed thirty-two randomized, controlled trials published in The Journal of Bone and Joint Surgery (American Volume) in 2003 and 2004 for the appropriate use of outcome measures. These trials represented 3.4% of all 938 studies published during that time-period. All thirty-two trials were reviewed by two authors for (1) the outcome measures used and (2) the blinding of outcomes assessors. We calculated the magnitude of the treatment effect of the use of blinded compared with unblinded outcome assessors. RESULTS: Ten (31%) of the thirty-two randomized controlled trials used a modified outcome instrument. Of the ten trials, four failed to describe how the outcome instrument was modified. Nine of the ten articles did not describe how the modified instrument was validated and retested. Sixteen of the thirty-two randomized controlled trials did not report blinding of outcome assessors when blinding would have been possible. Among the studies with continuous outcome measure, unblinded outcomes assessment was associated with significantly larger treatment effects than blinded outcomes assessment (standardized mean difference, 0.76 compared with 0.25; p = 0.01). Similarly, in the studies with dichotomous outcomes, unblinded outcomes assessments were associated with significantly greater treatment effects than blinded outcomes assessments (odds ratio, 0.13 compared with 0.42; p < 0.001). The ratio of odds ratios (unblinded to blinded outcomes assessment) was 0.31, suggesting that unblinded outcomes assessment was associated with a potential for exaggeration of the benefit of the effectiveness of a treatment in our cohort of studies. CONCLUSIONS: In future orthopaedic randomized controlled trials, emphasis should be placed on detailed reporting of outcome measures to facilitate generalization and the outcome assessors should be blinded, when possible, to limit bias.",
  "authors": [
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": [
        "Orthopaedic Research Unit, Division of Orthopaedic Surgery, McMaster University, Hamilton Health Sciences-General Hospital, 237 Barton Street East, 7 North, Suite 727, Hamilton, ON L8L 2X2, Canada. Poolman@trauma.nl"
      ]
    },
    {
      "last_name": "Struijs",
      "fore_name": "Peter A A",
      "initials": "PA",
      "name": "Peter A A Struijs",
      "affiliations": []
    },
    {
      "last_name": "Krips",
      "fore_name": "Rover",
      "initials": "R",
      "name": "Rover Krips",
      "affiliations": []
    },
    {
      "last_name": "Sierevelt",
      "fore_name": "Inger N",
      "initials": "IN",
      "name": "Inger N Sierevelt",
      "affiliations": []
    },
    {
      "last_name": "Marti",
      "fore_name": "René K",
      "initials": "RK",
      "name": "René K Marti",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Mar"
  },
  "start_page": "550",
  "end_page": "558",
  "pages": "550-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Orthopedic Procedures",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Reproducibility of Results",
    "Single-Blind Method"
  ],
  "article_ids": {
    "pubmed": "17332104",
    "doi": "10.2106/JBJS.F.00683",
    "pii": "89/3/550"
  },
  "doi": "10.2106/JBJS.F.00683",
  "dates": {
    "completed": "2007-04-12",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.326532",
    "pmid": "17332104"
  }
}