{
  "pmid": "17332843",
  "uid": "17332843",
  "title": "Is the prevalence of overactive bladder overestimated? A population-based study in Finland.",
  "abstract": "BACKGROUND: In earlier studies, one in six adults had overactive bladder which may impair quality of life. However, earlier studies have either not been population-based or have suffered from methodological limitations. Our aim was to assess the prevalence of overactive bladder symptoms, based on a representative study population and using consistent definitions and exclusions. METHODOLOGY/PRINCIPAL FINDINGS: The aim of the study was to assess the age-standardized prevalence of overactive bladder defined as urinary urgency, with or without urgency incontinence, usually with urinary frequency and nocturia in the absence of urinary tract infection or other obvious pathology. In 2003-2004, a questionnaire was mailed to 6,000 randomly selected Finns aged 18-79 years who were identified from the Finnish Population Register Centre. Information on voiding symptoms was collected using the validated Danish Prostatic Symptom Score, with additional frequency and nocturia questions. Corrected prevalence was calculated with adjustment for selection bias due to non-response. The questionnaire also elicited co-morbidity and socio-demographic information. Of the 6,000 subjects, 62.4% participated. The prevalence of overactive bladder was 6.5% (95% CI, 5.5% to 7.6%) for men and 9.3% (CI, 7.9% to 10.6%) for women. Exclusion of men with benign prostatic hyperplasia reduced prevalence among men by approximately one percentage point (to 5.6% [CI, 4.5% to 6.6%]). Among subjects with overactive bladder, urgency incontinence, frequency, and nocturia were reported by 11%, 23%, and 56% of men and 27%, 38%, and 40% of women, respectively. However, only 31% of men and 35% of women with frequency, and 31% of subjects of both sexes with nocturia reported overactive bladder. CONCLUSIONS/SIGNIFICANCE: Our results indicate a prevalence of overactive bladder as low as 8% suggesting that, in previous studies, occurrence has been overestimated due to vague criteria and selected study populations regarding age distribution and low participation.",
  "authors": [
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, Tampere University Hospital, Tampere, Finland. kari.tikkinen@fimnet.fi"
      ]
    },
    {
      "last_name": "Tammela",
      "fore_name": "Teuvo L J",
      "initials": "TL",
      "name": "Teuvo L J Tammela",
      "affiliations": []
    },
    {
      "last_name": "Rissanen",
      "fore_name": "Aila M",
      "initials": "AM",
      "name": "Aila M Rissanen",
      "affiliations": []
    },
    {
      "last_name": "Valpas",
      "fore_name": "Antti",
      "initials": "A",
      "name": "Antti Valpas",
      "affiliations": []
    },
    {
      "last_name": "Huhtala",
      "fore_name": "Heini",
      "initials": "H",
      "name": "Heini Huhtala",
      "affiliations": []
    },
    {
      "last_name": "Auvinen",
      "fore_name": "Anssi",
      "initials": "A",
      "name": "Anssi Auvinen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "e195",
  "pages": "e195",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Female",
    "Finland",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Nocturia",
    "Prevalence",
    "Sampling Studies",
    "Surveys and Questionnaires",
    "Urinary Bladder, Overactive",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "17332843",
    "pmc": "PMC1805814",
    "doi": "10.1371/journal.pone.0000195"
  },
  "doi": "10.1371/journal.pone.0000195",
  "pmc_id": "PMC1805814",
  "dates": {
    "completed": "2010-03-26",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:06.873996",
    "pmid": "17332843"
  }
}