{
  "pmid": "17332110",
  "uid": "17332110",
  "title": "Conflict of interest in orthopaedic research. An association between findings and funding in scientific presentations.",
  "abstract": "BACKGROUND: Financial conflict of interest has been associated with an increased likelihood that authors will report positive study outcomes. The purpose of this study was to investigate the association between types of declared conflict of interest and reported study outcomes in orthopaedic research. METHODS: The abstracts of all podium presentations given at the 2001 and 2002 Annual Meetings of the American Academy of Orthopaedic Surgeons were analyzed by three orthopaedic surgeons with advanced training in clinical epidemiology. The findings reported in each abstract were graded as positive, negative, neutral, or not applicable. Self-reported conflict of interest was recorded and classified. RESULTS: Conflicts of interest were reported in 40.8% (212) of 519 abstracts. The interobserver reliability of the grading of the study findings was acceptable (intraclass correlation coefficient, 0.725). Rates of conflict of interest related to royalties, stock options, or consultant or employee status varied significantly by subspecialty field (p < 0.001). The overall rate of positive study findings was 84.0% (436 of the 519 abstracts). Positive findings were more common in studies authored by individuals with a conflict of interest related to royalties (98.4% [sixty of sixty-one] compared with 88.0% [381 of 433] for studies authored by individuals without a conflict of interest related to royalties; relative risk = 1.1 [95% confidence interval = 1.0 to 1.1]; p = 0.02), in studies authored by individuals with a conflict of interest related to stock options (100.0% [twenty-nine of twenty-nine] compared with 84.7% [394 of 465]; relative risk = 1.2 [95% confidence interval = 1.0 to 1.3]; p = 0.04), and in studies authored by individuals with a conflict of interest related to consultant or employee status (97.8% [ninety-one of ninety-three] compared with 89.0% [357 of 401]; relative risk = 1.1 [95% confidence interval = 1.0 to 1.2]; p = 0.01). Positive findings were not more common in studies authored by individuals with a conflict of interest related to research or institutional funding (93.5% [143 of 153] compared with 91.8% [313 of 341]; relative risk = 1.0 [95% confidence interval = 0.95 to 1.5]; p = 0.65). In the multivariate analysis, the factors that remained significant predictors of positive outcomes were royalties (p = 0.002) and consultant or employee status (p = 0.038). CONCLUSIONS: Self-reported conflicts of interest are common in orthopaedic research, particularly in the subspecialty fields of adult reconstruction of the knee, adult reconstruction of the hip, and spine. Presentations authored by individuals with a conflict of interest related to royalties, stock options, or consulting or employee status were significantly more likely to describe positive findings. While there may be distinct benefits associated with industry support of orthopaedic research, safeguards must be established to maintain public trust in the medical research establishment.",
  "authors": [
    {
      "last_name": "Okike",
      "fore_name": "Kanu",
      "initials": "K",
      "name": "Kanu Okike",
      "affiliations": [
        "Department of Orthopaedic Surgery, Children's Hospital, Harvard Medical School, 300 Longwood Avenue, Boston, MA 02115, USA. kanu_okike@hms.harvard.edu"
      ]
    },
    {
      "last_name": "Kocher",
      "fore_name": "Mininder S",
      "initials": "MS",
      "name": "Mininder S Kocher",
      "affiliations": []
    },
    {
      "last_name": "Mehlman",
      "fore_name": "Charles T",
      "initials": "CT",
      "name": "Charles T Mehlman",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Mar"
  },
  "start_page": "608",
  "end_page": "613",
  "pages": "608-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthroplasty, Replacement",
    "Biomedical Research",
    "Conflict of Interest",
    "Ethics, Research",
    "Humans",
    "Logistic Models",
    "Multivariate Analysis",
    "Orthopedics",
    "Treatment Outcome",
    "United States"
  ],
  "article_ids": {
    "pubmed": "17332110",
    "doi": "10.2106/JBJS.F.00994",
    "pii": "89/3/608"
  },
  "doi": "10.2106/JBJS.F.00994",
  "dates": {
    "completed": "2007-04-12",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.018307",
    "pmid": "17332110"
  }
}