{
  "pmid": "17337726",
  "uid": "17337726",
  "title": "Effectiveness of bioabsorbable arrows compared with inside-out suturing for vertical, reparable meniscal lesions: a randomized clinical trial.",
  "abstract": "BACKGROUND: Techniques for repairing the meniscus include both open and arthroscopic techniques using sutures and bioabsorbable implants. The purpose of this study was to compare the effectiveness of inside-out suturing and bioabsorbable arrows for repair of vertical meniscal lesions. STUDY DESIGN: Randomized controlled clinical trial; Level of evidence, 1. METHODS: One hundred consecutive patients were randomly assigned to arrows (n = 51) or sutures (n = 49). Sixty-five percent of patients (31 sutures, 34 arrows) underwent a concomitant anterior cruciate ligament reconstruction. A blinded research associate conducted assessments at 6 weeks and 3, 6, 12, and 24 months postoperatively. The primary outcome was retear rate. Secondary outcomes included the Western Ontario Meniscal Evaluation Tool, Anterior Cruciate Ligament Quality of Life Outcome Measure, and side-to-side comparisons of flexion and extension. RESULTS: At baseline, groups were similar in age, gender, time from injury to surgery, and length and location of tear. Mean follow-up was 28.0 +/- 8.4 months. There were 22 failed meniscal repairs (11 in each group), which did not represent a significant difference in the rate of failure between groups (P = .92). The mean quality of life scores and side-to-side differences in extension and flexion measurements were not significantly different between groups. Two patients from the arrow group crossed over into the suture group at the time of surgery because of technical difficulties with the device, and in 3 instances, a single suture was needed to keep the tear reduced while arrows were introduced. Two patients required reoperation for removal of a prominent, subcutaneous arrow, and 1 patient in the suture group suffered a transient peroneal nerve palsy during revision suturing. CONCLUSION: At intermediate follow-up, there were no statistically significant differences in measured outcomes between meniscal suturing and arrows. Longer term follow-up is necessary to identify differences between these 2 treatments, particularly to estimate the incidence of articular surface damage in patients whose meniscal tear was repaired using arrows.",
  "authors": [
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy, Department of Surgery, Orthopaedic Division, University of Western Ontario, Elborn College, London, ON, N6G 1H1, Canada. Dianne.Bryant@uwo.ca"
      ]
    },
    {
      "last_name": "Dill",
      "fore_name": "James",
      "initials": "J",
      "name": "James Dill",
      "affiliations": []
    },
    {
      "last_name": "Litchfield",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Litchfield",
      "affiliations": []
    },
    {
      "last_name": "Amendola",
      "fore_name": "Annunziato",
      "initials": "A",
      "name": "Annunziato Amendola",
      "affiliations": []
    },
    {
      "last_name": "Giffin",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Giffin",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Fowler",
      "affiliations": []
    },
    {
      "last_name": "Kirkley",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Kirkley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "0363-5465",
    "issn_type": "Print",
    "volume": "35",
    "issue": "6",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "889",
  "end_page": "896",
  "pages": "889-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Absorbable Implants",
    "Adolescent",
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Menisci, Tibial",
    "Outcome and Process Assessment, Health Care",
    "Suture Techniques",
    "Task Performance and Analysis",
    "United States"
  ],
  "article_ids": {
    "pubmed": "17337726",
    "doi": "10.1177/0363546506298582",
    "pii": "0363546506298582"
  },
  "doi": "10.1177/0363546506298582",
  "dates": {
    "completed": "2007-08-15",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.900245",
    "pmid": "17337726"
  }
}