{
  "pmid": "17333533",
  "uid": "17333533",
  "title": "Causes of death in older peritoneal dialysis patients--can we depend on registry reports?",
  "abstract": "OBJECTIVES: Despite significant improvements in renal management the mortality associated with dialysis care remains high. Many renal registries report mortality statistics on an annual basis. The objectives of this study were (1) to establish the accuracy of the registered cause of death (CoD) against that determined by a panel of physicians; and (2) to test the feasibility of using the HEMO study CoD classification system in patients on peritoneal dialysis (PD). SETTING: Single centre tertiary-care hospital. PATIENTS AND METHODS: Patients were selected from those aged > or = 65 years who died while receiving PD. The CoD was identified from that registered with the local renal registry, and from clinical records. MAIN OUTCOME MEASURES: (1) Sensitivity, specificity, positive predictive values (PPV), negative predictive values (NPV) and kappa score comparing registered and extracted CoD. (2) The proportions of deaths in seven categories using two classification systems. RESULTS: A total of 51 patient charts were reviewed. The agreement between the registered and extracted CoD was poor for all causes of death except malignancy. Kappa scores ranged from 0.55 to 1.0 for different causes. PPV were poor for all except malignancy. Comparison of the CoD was highly dependent on the classification method used (e.g., death secondary to infection was 4% and 25% for CORR and HEMO, respectively). CONCLUSIONS: The registered CoD for patients who die while on PD is often inaccurate. Different policies for classifying deaths can have a significant effect on the final reports, which show the proportion of deaths attributed to different diseases. Standardization across registries is required.",
  "authors": [
    {
      "last_name": "Maitra",
      "fore_name": "Sanjay",
      "initials": "S",
      "name": "Sanjay Maitra",
      "affiliations": [
        "University of Health Network, 200 Elizabeth St, Room 8N-857, M5G 2C4 Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": []
    },
    {
      "last_name": "Baloch",
      "fore_name": "Saaed",
      "initials": "S",
      "name": "Saaed Baloch",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Wendy L",
      "initials": "WL",
      "name": "Wendy L Cook",
      "affiliations": []
    },
    {
      "last_name": "Jassal",
      "fore_name": "Sarbjit V",
      "initials": "SV",
      "name": "Sarbjit V Jassal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International urology and nephrology",
    "iso_abbreviation": "Int Urol Nephrol",
    "issn": "0301-1623",
    "issn_type": "Print",
    "volume": "39",
    "issue": "1",
    "pub_year": "2007"
  },
  "start_page": "345",
  "end_page": "350",
  "pages": "345-50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cause of Death",
    "Humans",
    "Peritoneal Dialysis",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "17333533",
    "doi": "10.1007/s11255-006-9032-6"
  },
  "doi": "10.1007/s11255-006-9032-6",
  "dates": {
    "completed": "2007-11-28",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:16.234272",
    "pmid": "17333533"
  }
}