{
  "pmid": "17339386",
  "uid": "17339386",
  "title": "Performance of a career development and compensation program at an academic health science center.",
  "abstract": "OBJECTIVE: The academic physicians of our department developed a novel Career Development and Compensation Program to outline job expectations, enhance career development, and provide a peer-review process to assess performance. The Career Development and Compensation Program was founded on the principle that sustained achievement in education, clinical care, or research should be valued, supported, and rewarded in an equivalent manner and that reward for clinical work should not be limited by the focus of the university on research and education. The objective of this study was to determine whether the principles of the Career Development and Compensation Program were sustained during the initial 7 years of its implementation. METHODS: The outcome of the 7 triennial reviews that occurred from 1999 to 2005 was evaluated. For the purposes of some analyses, physicians were classified as predominately clinical (clinician-specialists and clinician-teachers), predominately education (clinician-educators), or predominately research (clinician-investigators and clinician-scientists). RESULTS: Each of the job profiles had a similar probability to increase a level within the Career Development and Compensation Program at the time of triennial review. Similarly, all 5 job profiles had a similar rate of increase in their level in relation to the total number of years of experience at an academic health science center. Neither the university academic rank nor gender of the physician affected the probability of increasing a level at the time of the triennial review. CONCLUSION: The peer-reviewed Career Development and Compensation Program recognizes sustained achievement in each area of education, clinical care, and research in an equivalent manner with no detectable effect of academic rank or gender.",
  "authors": [
    {
      "last_name": "O'Brodovich",
      "fore_name": "Hugh",
      "initials": "H",
      "name": "Hugh O'Brodovich",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Hospital for Sick Children, 555 University Ave, Toronto, Ontario, Canada M5G-1X8. hugh.obrodovich@sickkids.ca"
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Tallett",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Tallett",
      "affiliations": []
    },
    {
      "last_name": "MacGregor",
      "fore_name": "Daune",
      "initials": "D",
      "name": "Daune MacGregor",
      "affiliations": []
    },
    {
      "last_name": "Rosenblum",
      "fore_name": "Norman D",
      "initials": "ND",
      "name": "Norman D Rosenblum",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "119",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Apr"
  },
  "start_page": "e791",
  "end_page": "e797",
  "pages": "e791-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Academic Medical Centers",
    "Attitude of Health Personnel",
    "Career Mobility",
    "Education, Medical, Continuing",
    "Employee Performance Appraisal",
    "Faculty, Medical",
    "Health Care Surveys",
    "Humans",
    "Job Satisfaction",
    "Ontario",
    "Pediatrics",
    "Peer Review",
    "Probability",
    "Program Development",
    "Program Evaluation",
    "Quality of Health Care",
    "Staff Development"
  ],
  "article_ids": {
    "pubmed": "17339386",
    "doi": "10.1542/peds.2006-2207",
    "pii": "peds.2006-2207"
  },
  "doi": "10.1542/peds.2006-2207",
  "dates": {
    "completed": "2007-04-23",
    "revised": "2007-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.890898",
    "pmid": "17339386"
  }
}