{
  "pmid": "17337887",
  "uid": "17337887",
  "title": "Rationale, design and baseline data of a randomized, double-blind, controlled trial comparing two antithrombotic regimens (a fixed-dose combination of extended-release dipyridamole plus ASA with clopidogrel) and telmisartan versus placebo in patients with strokes: the Prevention Regimen for Effectively Avoiding Second Strokes Trial (PRoFESS).",
  "abstract": "BACKGROUND: Individuals with transient ischemic attack and ischemic stroke have a high risk of recurrent stroke and death. While acetylsalicylic acid (ASA, aspirin) is proven and accepted as standard therapy in these patients, recent trials demonstrate that a combination of ASA and dipyridamole (DP) or clopidogrel may be superior to ASA. Blocking the renin-angiotensin system with angiotensin-converting enzyme inhibitors or angiotensin receptor blockers may also reduce recurrent stroke. The ongoing PRoFESS (Prevention Regimen for Effectively Avoiding Second Strokes) trial is designed to evaluate whether ASA + extended-release DP compared to clopidogrel, and whether telmisartan in addition to usual care in individuals after a stroke, will reduce the risk of further strokes. METHODS: PRoFESS is a multicenter, randomized, double-blind trial involving 695 sites from 35 countries or regions. Patients > or = 50 years presenting with an ischemic stroke < 120 days who were stable were randomized. The primary outcome for the trial is recurrent stroke, using a time-to-event analysis. The most important secondary outcome is the composite of stroke, myocardial infarction or vascular death. Other secondary outcomes include this composite + congestive heart failure, new-onset diabetes, other designated occlusive vascular events (pulmonary embolism, deep-vein thrombosis, peripheral arterial occlusion, transient ischemic attack, cerebral venous thrombosis or retinal vascular accident not classified as stroke), any death, stroke subtype by TOAST criteria and Mini Mental State Examination score. Safety is evaluated by assessing the risk of major hemorrhagic events. The comparison between ASA + DP and clopidogrel is based on an initial assessment of noninferiority, followed by evaluation of superiority, while for telmisartan, we will assess its superiority over placebo. RESULTS: With over 20,000 patients randomized, and utilizing a 2 x 2 factorial design, PRoFESS is the largest stroke trial to investigate the prevention of recurrent stroke. The mean age was 66.1 +/- 8.6 years, and 36.0% of the patients were females. The median time from qualifying event to randomization was 15 days with 39.9% of patients randomized within 10 days. According to the TOAST criteria, 28.5% of the strokes were due to large-vessel disease, 52.1% to small-vessel disease, 1.8% to cardioembolism, and 2.0% to other determined etiologies and 15.5% were of undetermined etiology. CONCLUSIONS: PRoFESS is the largest secondary stroke prevention trial to date and will directly compare two antiplatelet regimens as well as the benefit of telmisartan versus placebo.",
  "authors": [
    {
      "last_name": "Diener",
      "fore_name": "Hans-Christoph",
      "initials": "HC",
      "name": "Hans-Christoph Diener",
      "affiliations": [
        "Department of Neurology, University Duisburg-EssenHufelandstrasse 55DE-45122 Essen, Germany. h.diener@uni-essen.de"
      ]
    },
    {
      "last_name": "Sacco",
      "fore_name": "Ralph",
      "initials": "R",
      "name": "Ralph Sacco",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cerebrovascular diseases (Basel, Switzerland)",
    "iso_abbreviation": "Cerebrovasc Dis",
    "issn": "1015-9770",
    "issn_type": "Print",
    "volume": "23",
    "issue": "5-6",
    "pub_year": "2007"
  },
  "start_page": "368",
  "end_page": "380",
  "pages": "368-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Aspirin",
    "Benzimidazoles",
    "Benzoates",
    "Clopidogrel",
    "Delayed-Action Preparations",
    "Dipyridamole",
    "Double-Blind Method",
    "Drug Combinations",
    "Female",
    "Fibrinolytic Agents",
    "Humans",
    "Male",
    "Middle Aged",
    "Platelet Aggregation Inhibitors",
    "Research Design",
    "Secondary Prevention",
    "Stroke",
    "Telmisartan",
    "Ticlopidine",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17337887",
    "doi": "10.1159/000100105",
    "pii": "000100105"
  },
  "doi": "10.1159/000100105",
  "dates": {
    "completed": "2007-07-11",
    "revised": "2024-08-01"
  },
  "chemicals": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Benzimidazoles",
    "Benzoates",
    "Delayed-Action Preparations",
    "Drug Combinations",
    "Fibrinolytic Agents",
    "Platelet Aggregation Inhibitors",
    "Dipyridamole",
    "Clopidogrel",
    "Ticlopidine",
    "Aspirin",
    "Telmisartan"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.250706",
    "pmid": "17337887"
  }
}