{
  "pmid": "17342321",
  "uid": "17342321",
  "title": "Silencing of O6-methylguanine DNA methyltransferase in the absence of promoter hypermethylation in hepatocellular carcinomas from Australia and South Africa.",
  "abstract": "The DNA repair protein O6-methylguanine-DNA methyltransferase (MGMT) is involved in cellular defences against alkylating agents. Alterations in the MGMT gene may result in an increase in the mutation rate and risk of malignant transformation. We have previously shown that MGMT is implicated in colorectal carcinogenesis particularly in cancers which display microsatellite instability, a marker of impaired DNA repair. The aims of the current study were to assess the roles of MGMT and microsatellite instability in hepatocellular carcinomas (HCCs) from Australia and South Africa. DNA was extracted from malignant and non-malignant liver tissue from 37 Australian and 24 South African patients, and histologically normal liver from 20 transplant donors. MGMT promoter hypermethylation and MGMT protein expression were assessed using methylation specific PCR and immunohistochemistry. Microsatellite instability was examined using a panel of 23 microsatellite markers previously used to detect allelic imbalance and two specific markers for the detection of low levels of microsatellite instability. Methylation specific PCR did not detect any methylation of the MGMT promoter in Australian and South African HCCs. Similarly, no hypermethylation of MGMT was observed in the adjacent non-malignant liver or histologically normal liver. MGMT staining was predominantly nuclear with some cytoplasmic staining. Overexpression of MGMT protein was detected in 14 (39%) HCCs, while a reduction in protein expression was evident in 14 (39%) HCCs. In the remaining 8 cases the expression of MGMT was comparable in HCCs and adjacent non-malignant tissue. Interestingly, MGMT expression decreased relative to adjacent non-malignant liver tissue in patients who had aetiologies other than viral hepatitis for their underlying liver diseases (p<0.02). No microsatellite instability was detected in this series of 61 HCCs. This suggests that epigenetic silencing of MGMT and microsatellite instability does not play an important role in this series of HCCs derived from different populations.",
  "authors": [
    {
      "last_name": "Herath",
      "fore_name": "Nirmitha I",
      "initials": "NI",
      "name": "Nirmitha I Herath",
      "affiliations": [
        "Leukaemia Foundation of Queensland, Queensland Institute of Medical Research, Brisbane, Qld 4029, Australia. nirmithH@qimr.edu.au"
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Walsh",
      "affiliations": []
    },
    {
      "last_name": "Kew",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Kew",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Jeffery L",
      "initials": "JL",
      "name": "Jeffery L Smith",
      "affiliations": []
    },
    {
      "last_name": "Jass",
      "fore_name": "Jeremy R",
      "initials": "JR",
      "name": "Jeremy R Jass",
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Young",
      "affiliations": []
    },
    {
      "last_name": "Leggett",
      "fore_name": "Barbara A",
      "initials": "BA",
      "name": "Barbara A Leggett",
      "affiliations": []
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Graeme A",
      "initials": "GA",
      "name": "Graeme A Macdonald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Oncology reports",
    "iso_abbreviation": "Oncol Rep",
    "issn": "1021-335X",
    "issn_type": "Print",
    "volume": "17",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Apr"
  },
  "start_page": "817",
  "end_page": "822",
  "pages": "817-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Australia",
    "Carcinoma, Hepatocellular",
    "Cohort Studies",
    "DNA Methylation",
    "Female",
    "Gene Silencing",
    "Humans",
    "Immunohistochemistry",
    "Liver Neoplasms",
    "Male",
    "Microsatellite Instability",
    "Middle Aged",
    "O(6)-Methylguanine-DNA Methyltransferase",
    "Promoter Regions, Genetic",
    "South Africa"
  ],
  "article_ids": {
    "pubmed": "17342321"
  },
  "dates": {
    "completed": "2007-06-07",
    "revised": "2008-11-21"
  },
  "chemicals": [
    "O(6)-Methylguanine-DNA Methyltransferase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.465581",
    "pmid": "17342321"
  }
}