{
  "pmid": "17368680",
  "uid": "17368680",
  "title": "Examining the role of context in the implementation of a deliberative public participation experiment: results from a Canadian comparative study.",
  "abstract": "To resolve tensions among competing sources of evidence and public expectations, health-care managers and policy makers are turning more than ever to involve the public in a wide range of decisions. Yet efforts to use research evidence to inform public involvement decisions are hampered by an absence of rigorous public participation evaluation research. In particular, greater rigour in exploring the roles played by different contextual variables--such as characteristics of the issue of interest, the culture of the sponsoring organization and attributes of the decision being made--is needed. Using a comparative quasi-experimental design, we assessed the performance of a generic public participation method implemented in 5 Canadian regionalized health settings between 2001 and 2004. Participant and decision-maker perspectives were assessed and, through direct observation, the roles exerted by contextual variables over the public involvement processes were documented and analysed. Our findings demonstrate that a generic public participation method can be implemented in a variety of contexts and with considerable success. Context exerts fostering and inhibiting influences that contribute to more (or less) successful implementation. Public participation practitioners are encouraged to pay careful attention to the types of issues and decisions for which they are seeking public input. Sufficient organizational resources and commitment to the goals of the public participation process are also required. Attention to these contextual attributes and their influence on the design and outcomes of public participation processes is as important as choosing the \"right\" public participation mechanism.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "McMaster University Hamilton, Ontario, Canada. abelsonj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Forest",
      "fore_name": "Pierre-Gerlier",
      "initials": "PG",
      "name": "Pierre-Gerlier Forest",
      "affiliations": []
    },
    {
      "last_name": "Eyles",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eyles",
      "affiliations": []
    },
    {
      "last_name": "Casebeer",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Casebeer",
      "affiliations": []
    },
    {
      "last_name": "Martin",
      "fore_name": "Elisabeth",
      "initials": "E",
      "name": "Elisabeth Martin",
      "affiliations": []
    },
    {
      "last_name": "Mackean",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail Mackean",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "64",
    "issue": "10",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "2115",
  "end_page": "2128",
  "pages": "2115-28",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Community Participation",
    "Decision Making",
    "Evidence-Based Medicine",
    "Female",
    "Focus Groups",
    "Health Services Research",
    "Humans",
    "Interviews as Topic",
    "Male"
  ],
  "article_ids": {
    "pubmed": "17368680",
    "doi": "10.1016/j.socscimed.2007.01.013",
    "pii": "S0277-9536(07)00026-3"
  },
  "doi": "10.1016/j.socscimed.2007.01.013",
  "dates": {
    "completed": "2007-06-26",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.750352",
    "pmid": "17368680"
  }
}