{
  "pmid": "17374817",
  "uid": "17374817",
  "title": "Eligibility criteria of randomized controlled trials published in high-impact general medical journals: a systematic sampling review.",
  "abstract": "CONTEXT: Selective eligibility criteria of randomized controlled trials (RCTs) are vital to trial feasibility and internal validity. However, the exclusion of certain patient populations may lead to impaired generalizability of results. OBJECTIVE: To determine the nature and extent of exclusion criteria among RCTs published in major medical journals and the contribution of exclusion criteria to the representation of certain patient populations. DATA SOURCES AND STUDY SELECTION: The MEDLINE database was searched for RCTs published between 1994 and 2006 in certain general medical journals with a high impact factor. Of 4827 articles, 283 were selected using a series technique. DATA EXTRACTION: Trial characteristics and the details regarding exclusions were extracted independently. All exclusion criteria were graded independently and in duplicate as either strongly justified, potentially justified, or poorly justified according to previously developed and pilot-tested guidelines. DATA SYNTHESIS: Common medical conditions formed the basis for exclusion in 81.3% of trials. Patients were excluded due to age in 72.1% of all trials (60.1% in pediatric populations and 38.5% in older adults). Individuals receiving commonly prescribed medications were excluded in 54.1% of trials. Conditions related to female sex were grounds for exclusion in 39.2% of trials. Of all exclusion criteria, only 47.2% were graded as strongly justified in the context of the specific RCT. Exclusion criteria were not reported in 12.0% of trials. Multivariable analyses revealed independent associations between the total number of exclusion criteria and drug intervention trials (risk ratio, 1.35; 95% confidence interval, 1.11-1.65; P = .003) and between the total number of exclusion criteria and multicenter trials (risk ratio, 1.26; 95% confidence interval, 1.06-1.52; P = .009). Industry-sponsored trials were more likely to exclude individuals due to concomitant medication use, medical comorbidities, and age. Drug intervention trials were more likely to exclude individuals due to concomitant medication use, medical comorbidities, female sex, and socioeconomic status. Among such trials, justification for exclusions related to concomitant medication use and comorbidities were more likely to be poorly justified. CONCLUSIONS: The RCTs published in major medical journals do not always clearly report exclusion criteria. Women, children, the elderly, and those with common medical conditions are frequently excluded from RCTs. Trials with multiple centers and those involving drug interventions are most likely to have extensive exclusions. Such exclusions may impair the generalizability of RCT results. These findings highlight a need for careful consideration and transparent reporting and justification of exclusion criteria in clinical trials.",
  "authors": [
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HG",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Toren",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Toren",
      "affiliations": []
    },
    {
      "last_name": "Kiss",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Kiss",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "297",
    "issue": "11",
    "pub_year": "2007",
    "pub_month": "Mar",
    "pub_day": "21"
  },
  "start_page": "1233",
  "end_page": "1240",
  "pages": "1233-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Bias",
    "Periodicals as Topic",
    "Publication Bias",
    "Publishing",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "17374817",
    "doi": "10.1001/jama.297.11.1233",
    "pii": "297/11/1233"
  },
  "doi": "10.1001/jama.297.11.1233",
  "dates": {
    "completed": "2007-03-23",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:14.753909",
    "pmid": "17374817"
  }
}