{
  "pmid": "17378957",
  "uid": "17378957",
  "title": "Pediatric wrist buckle fractures. Should we just splint and go?",
  "abstract": "OBJECTIVES: The objective of this study was to evaluate the utility of circumferential casting in the emergency department (ED), orthopedic follow-up visits, and radiographic follow-up in the management of children with wrist buckle fractures. METHODS: We performed a retrospective medical record review of all children < 18 years of age who presented to our tertiary care children's hospital between July 1, 2000, and June 30, 2001, and were diagnosed with a fracture of the wrist, radius or ulna. Based on the radiology reports, we identified buckle fractures of the distal radius, the distal ulna, or both bones. We excluded children who had other types of fractures. RESULTS: We identified 840 children with fractures of the wrist, radius, or ulna. Of these, 309 met our inclusion criteria. The median age of our study cohort was 9.2 years. Emergency physicians immobilized 269 of these fractures in circumferential casts; of these, 30 (11%) had cast complications. Of the 276 subjects who had orthopedic follow-up visits and radiographs, 184 (67%) had multiple visits and 127 (46%) had multiple radiographs performed. No subjects had fracture displacement identified on follow-up. CONCLUSIONS: Orthopedic follow-up visits and radiographic follow-up may have minimal utility in the treatment of pediatric wrist buckle fractures. ED casting may pose more risk than benefit for these children. Splinting in the ED with primary care follow-up appears to be a reasonable management strategy for these fractures. A prospective study comparing ED splinting and casting for pediatric wrist buckle fractures is needed.",
  "authors": [
    {
      "last_name": "Plint",
      "fore_name": "Amy C",
      "initials": "AC",
      "name": "Amy C Plint",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada. plint@cheo.on.ca"
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": []
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JL",
      "name": "Jennifer L Y Tsang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CJEM",
    "iso_abbreviation": "CJEM",
    "issn": "1481-8035",
    "issn_type": "Print",
    "volume": "6",
    "issue": "6",
    "pub_year": "2004",
    "pub_month": "Nov"
  },
  "start_page": "397",
  "end_page": "401",
  "pages": "397-401",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17378957",
    "doi": "10.1017/s1481803500009386",
    "pii": "3A5BD9D9DE6B46D39AA50AFB206DB23B"
  },
  "doi": "10.1017/s1481803500009386",
  "dates": {
    "completed": "2010-06-28",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.512538",
    "pmid": "17378957"
  }
}