{
  "pmid": "17382282",
  "uid": "17382282",
  "title": "The health economics of Helicobacter pylori infection.",
  "abstract": "Economic considerations are becoming increasingly important as health care becomes more expensive. Evidence for effectiveness is usually gained from randomised controlled trials (RCTs) but often there is insufficient evidence of the costs of alternative strategies in trials. Often, therefore, economic models are needed to extrapolate data from a variety of sources to give an indication of which strategy is cost effective. Helicobacter pylori (H. pylori) testing and treating in a wide variety of upper gastrointestinal diseases is a good example of the application of economic analyses to health care interventions. H. pylori eradication in peptic ulcer disease is very effective with systematic reviews giving a number needed to treat of around two compared to no therapy. RCTs have also suggested that treating H. pylori is also more effective and less expensive than continuous H(2) receptor antagonist therapy and is therefore the dominant strategy in treating peptic ulcer disease. The impact of H. pylori eradication in infected patients with functional dyspepsia is less dramatic, with systematic reviews suggesting a number needed to treat of 14. Economic models suggest that in Europe H. pylori eradication is cost-effective compared to offering no treatment (e.g. in the UK we can be 95% certain this approach is cost effective if you are willing to pay $51/month free from dyspepsia). In the USA it is less certain that this is a cost-effective approach due to the higher cost of eradication therapy. H. pylori test and treat has been proposed as an alternative to early endoscopy in patients with uninvestigated dyspepsia. We have conducted an individual patient data meta-analysis of five RCTs that has addressed the cost effectiveness of this approach. Endoscopy was slightly more effective than H. pylori test and treat at relieving dyspepsia at one year but was not cost-effective as it cost $9000/dyspepsia cure at one year. Population H. pylori test and treat has been proposed as a strategy to prevent noncardia gastric cancer. RCTs have suggested this approach may be cost saving but more data are needed on whether H. pylori eradication will reduce gastric cancer mortality before this strategy can be recommended.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University Medical Centre, 1200 Main Street West, HSC room 4W8E, Hamilton, ON L8N 3Z5, Canada. moayyep@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Best practice & research. Clinical gastroenterology",
    "iso_abbreviation": "Best Pract Res Clin Gastroenterol",
    "issn": "1521-6918",
    "issn_type": "Print",
    "volume": "21",
    "issue": "2",
    "pub_year": "2007"
  },
  "start_page": "347",
  "end_page": "361",
  "pages": "347-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cost of Illness",
    "Cost-Benefit Analysis",
    "Dyspepsia",
    "Europe",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Markov Chains",
    "Models, Econometric",
    "Peptic Ulcer",
    "Quality-Adjusted Life Years",
    "Stomach Neoplasms"
  ],
  "article_ids": {
    "pubmed": "17382282",
    "doi": "10.1016/j.bpg.2006.11.004",
    "pii": "S1521-6918(06)00141-7"
  },
  "doi": "10.1016/j.bpg.2006.11.004",
  "dates": {
    "completed": "2007-05-29",
    "revised": "2007-03-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.368884",
    "pmid": "17382282"
  }
}