{
  "pmid": "17389285",
  "uid": "17389285",
  "title": "Interventions to enhance medication adherence in chronic medical conditions: a systematic review.",
  "abstract": "BACKGROUND: Approximately 20% to 50% of patients are not adherent to medical therapy. This review was performed to summarize, categorize, and estimate the effect size (ES) of interventions to improve medication adherence in chronic medical conditions. METHODS: Randomized controlled trials published from January 1967 to September 2004 were eligible if they described 1 or more unconfounded interventions intended to enhance adherence with self-administered medications in the treatment of chronic medical conditions. Trials that reported at least 1 measure of medication adherence and 1 clinical outcome, with at least 80% follow-up during 6 months, were included. Study characteristics and results for adherence and clinical outcomes were extracted. In addition, ES was calculated for each outcome. RESULTS: Among 37 eligible trials (including 12 informational, 10 behavioral, and 15 combined informational, behavioral, and/or social investigations), 20 studies reported a significant improvement in at least 1 adherence measure. Adherence increased most consistently with behavioral interventions that reduced dosing demands (3 of 3 studies, large ES [0.89-1.20]) and those involving monitoring and feedback (3 of 4 studies, small to large ES [0.27-0.81]). Adherence also improved in 6 multisession informational trials (small to large ES [0.35-1.13]) and 8 combined interventions (small to large ES [absolute value, 0.43-1.20]). Eleven studies (4 informational, 3 behavioral, and 4 combined) demonstrated improvement in at least 1 clinical outcome, but effects were variable (very small to large ES [0.17-3.41]) and not consistently related to changes in adherence. CONCLUSION: Several types of interventions are effective in improving medication adherence in chronic medical conditions, but few significantly affected clinical outcomes.",
  "authors": [
    {
      "last_name": "Kripalani",
      "fore_name": "Sunil",
      "initials": "S",
      "name": "Sunil Kripalani",
      "affiliations": [
        "Division of General Medicine, Department of Internal Medicine, Emory University School of Medicine, Atlanta, GA 30303, USA. skripal@emory.edu"
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "0003-9926",
    "issn_type": "Print",
    "volume": "167",
    "issue": "6",
    "pub_year": "2007",
    "pub_month": "Mar",
    "pub_day": "26"
  },
  "start_page": "540",
  "end_page": "550",
  "pages": "540-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Chronic Disease",
    "Counseling",
    "Drug Administration Schedule",
    "Drug Monitoring",
    "Feedback, Psychological",
    "Humans",
    "Patient Compliance",
    "Patient Education as Topic",
    "Randomized Controlled Trials as Topic",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "17389285",
    "doi": "10.1001/archinte.167.6.540",
    "pii": "167/6/540"
  },
  "doi": "10.1001/archinte.167.6.540",
  "dates": {
    "completed": "2007-05-01",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K12 RR017643",
      "agency": "NCRR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K23 HL077597",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.347034",
    "pmid": "17389285"
  }
}