{
  "pmid": "17381837",
  "uid": "17381837",
  "title": "Human resources for health planning and management in the Eastern Mediterranean region: facts, gaps and forward thinking for research and policy.",
  "abstract": "BACKGROUND: The early decades of the 21st century are considered to be the era of human resources for health (HRH). The World Health Report (WHR) 2006 launched the Health Workforce Decade (2006-2015), with high priority given for countries to develop effective workforce policies and strategies. In many countries in the Eastern Mediterranean Region (EMR), particularly those classified as Low and Low-Middle Income Countries (LMICs), the limited knowledge about the nature, scope, composition and needs of HRH is hindering health sector reform. This highlights an urgent need to understand the current reality of HRH in several EMR countries.The objectives of this paper are to: (1) lay out the facts on what we know about the HRH for EMR countries; (2) generate and interpret evidence on the relationship between HRH and health status indicators for LMICs and middle and high income countries (MHICs) in the context of EMR; (3) identify and analyze the information gaps (i.e. what we do not know) and (4) provide forward thinking by identifying priorities for research and policy. METHODS: The variables used in the analysis were: nurse and physician density, gross national income, poverty, female literacy, health expenditure, Infant Mortality Rate (IMR), Under 5 Mortality Rate (U5MR), Maternal Mortality Rate (MMR) and Life Expectancy (LE). Univariate (charts), bivariate (Pearson correlation) and multivariate analysis (linear regression) was conducted using SPSS 14.0, besides a synthesis of HRH literature. RESULTS: Results demonstrate the significant disparities in physician and nurse densities within the EMR, particularly between LMICs and MHICs. Besides this, significant differences exist in health status indicators within the EMR. Results of the Pearson correlation revealed that physician and nurse density, as well as female literacy in EMR countries were significantly correlated with lower mortality rates and higher life expectancy. Results of the regression analysis for both LMICs and MHICs reveal that physician density is significantly associated with all health indicators for both income groups. Nurse density was found to be significantly associated with lower MMR for the two income groups. Female literacy is notably related to lower IMR and U5MR for both income groups; and only with MMR and LE in LMICs. Health expenditure is significantly associated with lower IMR and U5MR only for LMICs. Based on results, gap analysis and the literature synthesis, information gaps and priorities were identified. CONCLUSION: The implication of the results discussed in this paper will help EMR countries, particularly LMICs, determine priorities to improve health outcomes and achieve health-related Millenium Development Goals.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Health Management and Policy Department, Faculty of Health Sciences, American University of Beirut, Lebanese Republic. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Abdallah",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Abdallah",
      "affiliations": []
    },
    {
      "last_name": "Kassak",
      "fore_name": "Kassem",
      "initials": "K",
      "name": "Kassem Kassak",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2007",
    "pub_month": "Mar",
    "pub_day": "23"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17381837",
    "pmc": "PMC1839108",
    "doi": "10.1186/1478-4491-5-9",
    "pii": "1478-4491-5-9"
  },
  "doi": "10.1186/1478-4491-5-9",
  "pmc_id": "PMC1839108",
  "dates": {
    "completed": "2007-08-13",
    "revised": "2020-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.327105",
    "pmid": "17381837"
  }
}