{
  "pmid": "17390154",
  "uid": "17390154",
  "title": "Developing a literature base to understand the caregiving experience of parents of children with cancer: a systematic review of factors related to parental health and well-being.",
  "abstract": "GOAL OF WORK: This paper describes a literature review conducted to identify important factors that have been investigated as explanations of variability in the health and well-being of parents of children with cancer. Our purpose was to build a literature base that could be used to guide and direct future research. MATERIALS AND METHODS: Medline, Cinahl, EMBASE, PsycINFO, and Sociological Abstracts were searched from 1980 to 2005 using the keywords neoplasms; child(ren) aged 0-18 years; parent(s), caregiver(s), mother(s), or father(s). For papers that met the study inclusion criteria, sample characteristics and information about factors related to caregiver health, or the relationship between such factors, were extracted. The findings were organized according to the six main constructs that form the caregiving process and caregiver burden model: background/context variables; child characteristics; caregiver strain; self-perception; coping factors; and caregiver physical and psychological health. MAIN RESULTS: Articles meeting the inclusion criteria totaled 57. We found substantial research showing that certain child characteristics (e.g., child behavior; time since diagnosis) and indicators of coping (e.g., family cohesion, social support, stress management) are related to parental psychological health. Other aspects of the caregiving process (e.g., parental self-perception, family-centered care, and physical health) have received less research attention. CONCLUSION: Various limitations and gaps in the current literature were identified in our review. Future research to understand the complex interrelationships between factors involved in the caregiving process should examine hypotheses that are guided by a theoretical framework and tested using advanced statistical techniques.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1200 Main Street West, Hamilton, ON L8N3Z5, Canada. aklass@mcmaster.ca"
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Reineking",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Reineking",
      "affiliations": []
    },
    {
      "last_name": "Dix",
      "fore_name": "David",
      "initials": "D",
      "name": "David Dix",
      "affiliations": []
    },
    {
      "last_name": "Pritchard",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Pritchard",
      "affiliations": []
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen O'Donnell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "0941-4355",
    "issn_type": "Print",
    "volume": "15",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "807",
  "end_page": "818",
  "pages": "807-18",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Caregivers",
    "Child",
    "Child, Preschool",
    "Databases as Topic",
    "Female",
    "Health Status",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Models, Theoretical",
    "Neoplasms",
    "Parent-Child Relations",
    "Parents",
    "Stress, Psychological"
  ],
  "article_ids": {
    "pubmed": "17390154",
    "doi": "10.1007/s00520-007-0243-x"
  },
  "doi": "10.1007/s00520-007-0243-x",
  "dates": {
    "completed": "2007-11-13",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.087287",
    "pmid": "17390154"
  }
}