{
  "pmid": "17391617",
  "uid": "17391617",
  "title": "Laparoscopic surgery for colon cancer: a systematic review.",
  "abstract": "INTRODUCTION: Colorectal cancer is the second leading cause of cancer-related death in western countries. The objective of this systematic review was to show that laparoscopic-assisted colon resection for cancer is not inferior to open colectomy with respect to cancer survival and perioperative outcomes. METHOD: We performed a comprehensive literature review. Inclusion criteria were adults aged over 16 years with a colon resection for documented colon cancer and randomized controlled trials with laparoscopic- assisted or open resections. We excluded studies that did not document colon cancer recurrence in their article. We assessed data extraction and study quality and performed a quantitative data analysis. RESULTS: Six published and 4 unpublished studies fulfilled our inclusion criteria, with a total of 1262 patients. All primary and secondary outcomes showed good homogeneity, except for morbidity, which was described heterogeneously between the studies. There was no disadvantage to laparoscopic colon resection in any of these primary and secondary outcomes, compared with the conventional open technique. CONCLUSION: The results of this study suggest that, although there is no definitive answer, present evidence indicates that laparoscopic colon cancer resection is as safe and efficacious as the conventional open technique.",
  "authors": [
    {
      "last_name": "Kahnamoui",
      "fore_name": "Kamyar",
      "initials": "K",
      "name": "Kamyar Kahnamoui",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. kahnam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cadeddu",
      "fore_name": "Margherita",
      "initials": "M",
      "name": "Margherita Cadeddu",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Anvari",
      "fore_name": "Mehran",
      "initials": "M",
      "name": "Mehran Anvari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "0008-428X",
    "issn_type": "Print",
    "volume": "50",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "48",
  "end_page": "57",
  "pages": "48-57",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Colectomy",
    "Colonic Neoplasms",
    "Female",
    "Humans",
    "Laparoscopy",
    "Male",
    "Middle Aged",
    "Randomized Controlled Trials as Topic",
    "Survival Rate",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17391617",
    "pmc": "PMC2384248"
  },
  "pmc_id": "PMC2384248",
  "dates": {
    "completed": "2007-04-26",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.326766",
    "pmid": "17391617"
  }
}