{
  "pmid": "17414519",
  "uid": "17414519",
  "title": "Evidence-based clinical practice guidelines for prostate cancer: the need for a unified approach.",
  "abstract": "PURPOSE OF REVIEW: Clinical practice guidelines are being increasingly recognized as critically important to an evidence-based practice. This article reviews the different approaches used by leading urological organizations to the development of prostate cancer guidelines. It further introduces the recommendations of the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) working group as a unified approach to guideline development. RECENT FINDINGS: Clinical guidelines on the management of prostate cancer demonstrate major methodological differences. Most notably, considerable discrepancies with regards to the systems used to grade the quality of the evidence and the strength of recommendation exist. The GRADE approach classifies the quality of evidence as high, moderate, low or very low, according to factors that include study design and execution, and the consistency of the results. It subsequently classifies recommendations as strong or weak, according to the balance between benefits and downsides and the degree of confidence in estimates of the downsides. SUMMARY: There is an urgent need to standardize processes used to develop clinical guidelines for the management of patients with prostate cancer by leading urological organizations. Adoption of the GRADE approach would offer considerable rewards in terms of efficiency, guideline credibility and optimal clinical decision-making.",
  "authors": [
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Department of Urology, College of Medicine, University of Florida, Gainesville, Florida 32610-0247, USA. p.dahm@urology.ufl.edu"
      ]
    },
    {
      "last_name": "Kunz",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Kunz",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in urology",
    "iso_abbreviation": "Curr Opin Urol",
    "issn": "0963-0643",
    "issn_type": "Print",
    "volume": "17",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "200",
  "end_page": "207",
  "pages": "200-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Australia",
    "Consensus",
    "Europe",
    "Evidence-Based Medicine",
    "Health Planning Councils",
    "Humans",
    "Ireland",
    "Male",
    "National Institutes of Health (U.S.)",
    "Practice Guidelines as Topic",
    "Prostatic Neoplasms",
    "Quality Assurance, Health Care",
    "Societies, Medical",
    "United Kingdom",
    "United States"
  ],
  "article_ids": {
    "pubmed": "17414519",
    "doi": "10.1097/MOU.0b013e3280eb1121",
    "pii": "00042307-200705000-00010"
  },
  "doi": "10.1097/MOU.0b013e3280eb1121",
  "dates": {
    "completed": "2007-06-20",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.484867",
    "pmid": "17414519"
  }
}