{
  "pmid": "17414675",
  "uid": "17414675",
  "title": "Superior effect of an angiotensin-converting enzyme inhibitor over a diuretic for reducing aortic systolic pressure.",
  "abstract": "BACKGROUND: In recent studies, benefit has been shown for angiotensin-converting enzyme (ACE) inhibitors and calcium antagonists over a beta-blocker in hypertension, through a greater reduction in aortic than brachial systolic and pulse pressure. No data are available on diuretics, even though these are the preferred initial treatment of patients with mild hypertension. METHODS: In this study, 101 patients with mild essential hypertension were randomly assigned to an 8-week period of monotherapy with enalapril 10 mg a day or indapamide 2.5 mg a day. Central as well as brachial systolic, augmented, and pulse pressure were determined using SphygmoCor, as in the REASON and CAFE trials. RESULTS: Enalapril and indapamide reduced brachial systolic, diastolic, mean and pulse pressure to the same extent, and the heart rate was unchanged. Although there was no difference in brachial pressure with enalapril and indapamide, enalapril caused a greater fall in estimated aortic systolic, and pulse pressures. The augmentation index, an index of wave reflection, fell from 33.7 to 28.3% with enalapril but was unchanged with indapamide. CONCLUSION: Results infer a reduction in wave reflection with enalapril, causing a fall in aortic pressure augmentation, and a corresponding fall in aortic systolic and pulse pressure. These were not apparent from brachial cuff measurements. Results show that a diuretic, like a beta-blocker agent, is not as effective a therapy as an ACE inhibitor in reducing aortic systolic and pulse pressure, and that the difference is not attributable to a change in heart rate.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Xiong-Jing",
      "initials": "XJ",
      "name": "Xiong-Jing Jiang",
      "affiliations": [
        "Division of Hypertension, Fu Wai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100037, China."
      ]
    },
    {
      "last_name": "O'Rourke",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F O'Rourke",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "He",
      "fore_name": "Xin-Ye",
      "initials": "XY",
      "name": "Xin-Ye He",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Li-Sheng",
      "initials": "LS",
      "name": "Li-Sheng Liu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "0263-6352",
    "issn_type": "Print",
    "volume": "25",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "1095",
  "end_page": "1099",
  "pages": "1095-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Aorta",
    "Blood Pressure",
    "Diuretics",
    "Double-Blind Method",
    "Enalapril",
    "Female",
    "Humans",
    "Hypertension",
    "Indapamide",
    "Male",
    "Middle Aged",
    "Systole"
  ],
  "article_ids": {
    "pubmed": "17414675",
    "doi": "10.1097/HJH.0b013e3280ac1533",
    "pii": "00004872-200705000-00028"
  },
  "doi": "10.1097/HJH.0b013e3280ac1533",
  "dates": {
    "completed": "2007-06-25",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Diuretics",
    "Enalapril",
    "Indapamide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.044125",
    "pmid": "17414675"
  }
}