{
  "pmid": "17434577",
  "uid": "17434577",
  "title": "Pre-admission warfarin use in patients with acute ischemic stroke and atrial fibrillation: The appropriate use and barriers to oral anticoagulant therapy.",
  "abstract": "INTRODUCTION: Warfarin reduces the risk of stroke in patients with atrial fibrillation. Despite strong guideline recommendations, studies continue to demonstrate the under-use of warfarin in clinical practice. PURPOSE: To determine the prevalence and predictors of warfarin use in patients presenting with atrial fibrillation and acute ischemic stroke who do not have a documented contraindication to anticoagulants. METHODS: We conducted a retrospective chart review of all patients admitted to the Hamilton General Hospital with a primary diagnosis of ischemic stroke and a coded diagnosis of atrial fibrillation between 1999 and 2004. Using a standardized data abstraction form, the following variables were recorded: baseline demographics, past medical history including risk factors for stroke and major bleeding and known predictors of warfarin under-use. In cases where warfarin was not prescribed, charts were also reviewed for documented contraindications to warfarin use. The following were considered valid contraindications to warfarin: patient refusal, non-compliance with INR monitoring, bleeding diathesis, history of major bleeding or significant alcohol consumption. RESULTS: In total, 196 patients with ischemic stroke and atrial fibrillation were identified. Of these patients, 106 were considered to be appropriate candidates for anticoagulation after excluding patients with no known diagnosis of atrial fibrillation prior to admission (N=59), a valid contraindication to warfarin use (N=18), a CHADS2 score <1 (N=6) or a competing diagnosis for warfarin use (N=7). Of the patients deemed to be suitable candidates for warfarin, 57 (54%) were receiving warfarin therapy on admission. On multivariable analyses, increasing age (OR 0.7; 95% CI 0.5-0.9) was associated with a reduced odds of warfarin use while a history of stroke or TIA (OR 2.6; 95% CI 1.1-6.5) and a history of congestive heart failure (OR 3.2; 95% CI 1.1-9.0) were associated with an increased odds of warfarin use in patients without a contraindication to warfarin. While 75% of patients <75 years old were anticoagulated, only 33% of those >85 years were prescribed warfarin on admission to hospital. CONCLUSIONS: early half of all patients presenting with atrial fibrillation and acute ischemic stroke who were suitable candidates for anticoagulation were not prescribed warfarin. In patients not prescribed warfarin, very few had a documented contraindication. Advanced age appears to be the strongest predictor of warfarin non-use.",
  "authors": [
    {
      "last_name": "Partington",
      "fore_name": "Sara L",
      "initials": "SL",
      "name": "Sara L Partington",
      "affiliations": [
        "Divisions of Cardiololgy and Neurology, McMaster University, Hamilton Ontario, Canada."
      ]
    },
    {
      "last_name": "Abid",
      "fore_name": "Simona",
      "initials": "S",
      "name": "Simona Abid",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": []
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Wesley",
      "initials": "W",
      "name": "Wesley Oczkowski",
      "affiliations": []
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J O'Donnell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "120",
    "issue": "5",
    "pub_year": "2007"
  },
  "start_page": "663",
  "end_page": "669",
  "pages": "663-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Disease",
    "Administration, Oral",
    "Aged",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Female",
    "Humans",
    "Ischemia",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Risk Factors",
    "Stroke",
    "Treatment Outcome",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "17434577",
    "doi": "10.1016/j.thromres.2006.12.019",
    "pii": "S0049-3848(07)00003-5"
  },
  "doi": "10.1016/j.thromres.2006.12.019",
  "dates": {
    "completed": "2007-11-13",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.789366",
    "pmid": "17434577"
  }
}