{
  "pmid": "17434275",
  "uid": "17434275",
  "title": "New technology and new initiatives in U.S. workplace testing.",
  "abstract": "A current perspective of workplace drug testing in the USA is presented covering three major issue areas: (1) epidemiology, (2) new technology and (3) initiatives to reach out and assist small business. First, national illegal drug-use self-reported survey data is compared with national laboratory drug testing results, illustrating a number of inconsistencies. During the 17-year period (1988-2004) the number of laboratory positive test results has decreased by 66% while during the same period self-reported drug-use has increased by 30%. The lack of concurrence between lab results and self-report surveys are examined in light of the typical panel of drugs being tested in U.S. laboratories, the increased specificity of immunoassay screening tests, and the critical issues of adulteration and substitution. Second, a brief review of the state-of-the-science in rapid point-of-collection (POCT) oral fluid drug-testing devices is presented along with some device evaluation findings. In general the window of drug detection in oral fluid is measured in hours. Most of the available oral fluid POCT devices can detect methamphetamine and amphetamines and opiates very well. The ability to detect cocaine appears to vary significantly across devices, while the ability to detect cannabis use is generally poor across all devices. Finally, efforts to reach out and assist small businesses in the development of workplace anti-drug programs are discussed in the context of increasing workplace programs in the European Union.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Walsh",
      "affiliations": [
        "The Walsh Group, 6701 Democracy Blvd., Suite 300, Bethesda, MD, USA. jmwalsh@walshgroup.org"
      ]
    }
  ],
  "journal": {
    "title": "Forensic science international",
    "iso_abbreviation": "Forensic Sci Int",
    "issn": "1872-6283",
    "issn_type": "Electronic",
    "volume": "174",
    "issue": "2-3",
    "pub_year": "2008",
    "pub_month": "Jan",
    "pub_day": "30"
  },
  "start_page": "120",
  "end_page": "124",
  "pages": "120-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Mandatory Programs",
    "Organizational Policy",
    "Saliva",
    "Substance Abuse Detection",
    "Substance-Related Disorders",
    "United States",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "17434275",
    "doi": "10.1016/j.forsciint.2007.03.011",
    "pii": "S0379-0738(07)00147-8"
  },
  "doi": "10.1016/j.forsciint.2007.03.011",
  "dates": {
    "completed": "2008-02-05",
    "revised": "2008-01-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.467295",
    "pmid": "17434275"
  }
}