{
  "pmid": "17435079",
  "uid": "17435079",
  "title": "Differential roles of p55 and p75 tumor necrosis factor receptors on stretch-induced pulmonary edema in mice.",
  "abstract": "Ventilator-induced lung injury plays a crucial role in the outcome of patients with acute lung injury. Previous studies have shown a role for the cytokine tumor necrosis factor-alpha (TNF) in stretch-induced alveolar neutrophil recruitment, but the involvement of TNF in stretch-induced pulmonary edema is unclear. We investigated the effects of TNF through its individual p55 and p75 receptors on early pulmonary edema formation during high stretch ventilation, before neutrophil infiltration. Anesthetized wild-type or TNF receptor single/double knockout mice were ventilated with high tidal volume (approximately 38 ml/kg) for 2 h or until they developed arterial hypotension. Pulmonary edema was assessed by physiological parameters including respiratory mechanics and blood gases, and by lavage fluid protein, lung wet:dry weight ratio, and lung permeability measurements using fluorescence-labeled albumin. High stretch ventilation in wild-type and TNF receptor double knockout animals induced similar pulmonary edema, and only 25-30% of mice completed the protocol. In contrast, the p55 receptor knockout mice were strongly protected from edema formation, with all animals completing the protocol. Myeloperoxidase assay indicated that this protective effect was not associated with decreased pulmonary neutrophil sequestration. The p75 receptor knockout mice, however, displayed increased susceptibility to edema formation, and no animals survived the full 2 h. These results demonstrate a novel role for TNF signaling (independent from its effects on neutrophil recruitment) specifically through the p55 receptor, in promoting high stretch-induced pulmonary edema, whereas p75 signaling may play an opposing role.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Department of Anaesthetics, Pain Medicine, and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Goddard",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Goddard",
      "affiliations": []
    },
    {
      "last_name": "O'Dea",
      "fore_name": "Kieran P",
      "initials": "KP",
      "name": "Kieran P O'Dea",
      "affiliations": []
    },
    {
      "last_name": "Choudhury",
      "fore_name": "Sharmila",
      "initials": "S",
      "name": "Sharmila Choudhury",
      "affiliations": []
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physiology. Lung cellular and molecular physiology",
    "iso_abbreviation": "Am J Physiol Lung Cell Mol Physiol",
    "issn": "1040-0605",
    "issn_type": "Print",
    "volume": "293",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "L60",
  "end_page": "L68",
  "pages": "L60-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Airway Resistance",
    "Animals",
    "Blood Gas Analysis",
    "Blood-Air Barrier",
    "Bronchoalveolar Lavage Fluid",
    "Lung Compliance",
    "Mice",
    "Mice, Inbred C57BL",
    "Mice, Knockout",
    "Mortality",
    "Permeability",
    "Peroxidase",
    "Pneumonia",
    "Pressure",
    "Pulmonary Edema",
    "Pulmonary Ventilation",
    "Receptors, Tumor Necrosis Factor, Type I",
    "Receptors, Tumor Necrosis Factor, Type II"
  ],
  "article_ids": {
    "pubmed": "17435079",
    "doi": "10.1152/ajplung.00284.2006",
    "pii": "00284.2006"
  },
  "doi": "10.1152/ajplung.00284.2006",
  "dates": {
    "completed": "2007-08-29",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Receptors, Tumor Necrosis Factor, Type I",
    "Receptors, Tumor Necrosis Factor, Type II",
    "Tnfrsf1a protein, mouse",
    "Peroxidase"
  ],
  "grants": [
    {
      "grant_id": "G0000101",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "057459",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.799055",
    "pmid": "17435079"
  }
}