{
  "pmid": "17446339",
  "uid": "17446339",
  "title": "Effect of oxygen on health quality of life in patients with chronic obstructive pulmonary disease with transient exertional hypoxemia.",
  "abstract": "RATIONALE: Ambulatory oxygen improves acute exercise performance in people with chronic obstructive pulmonary disease (COPD). This improvement may not translate into symptomatic benefit for patients during activities of daily living. OBJECTIVES: We undertook a series of individual randomized controlled trials (N-of-1 RCTs) to measure the effect of oxygen in patients with COPD who do not meet criteria for mortality reduction with long-term oxygen therapy. METHODS: Twenty-seven patients completed blinded N-of-1 RCTs, each comprising three pairs of 2-week home treatment periods, with oxygen provided during one period of each pair and a placebo mixture during the other. MEASUREMENTS AND MAIN RESULTS: Patients completed the Chronic Respiratory Questionnaire (CRQ), the St. George's Respiratory Questionnaire, and a home five-minute-walk test at the end of each period. We defined a positive response as a CRQ dyspnea score greater (less dyspnea) on oxygen than placebo during all three pairs of treatment periods, with a difference >or= 0.5 inches for at least two treatment pairs. Oxygen significantly increased the five-minute-walk test (427 vs. 412 steps, p = 0.04). Two of 27 patients met the responder criteria. Among the whole group, neither the CRQ nor the St. George's Respiratory Questionnaire showed any statistical or clinical differences between oxygen and placebo. CONCLUSIONS: This study does not support the general application of long-term ambulatory oxygen therapy for patients with COPD who do not meet criteria for mortality reduction with long-term oxygen therapy. N-of-1 RCTs can identify patients who may benefit.",
  "authors": [
    {
      "last_name": "Nonoyama",
      "fore_name": "Mika L",
      "initials": "ML",
      "name": "Mika L Nonoyama",
      "affiliations": [
        "West Park Healthcare Centre, 82 Buttonwood Avenue, Toronto, ON, M6M 2J5 Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Brooks",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Roger S",
      "initials": "RS",
      "name": "Roger S Goldstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of respiratory and critical care medicine",
    "iso_abbreviation": "Am J Respir Crit Care Med",
    "issn": "1073-449X",
    "issn_type": "Print",
    "volume": "176",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "343",
  "end_page": "349",
  "pages": "343-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Ambulatory Care",
    "Double-Blind Method",
    "Dyspnea",
    "Exercise Tolerance",
    "Female",
    "Humans",
    "Hypoxia",
    "Male",
    "Oxygen Inhalation Therapy",
    "Physical Exertion",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17446339",
    "doi": "10.1164/rccm.200702-308OC",
    "pii": "200702-308OC"
  },
  "doi": "10.1164/rccm.200702-308OC",
  "dates": {
    "completed": "2007-10-05",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.320095",
    "pmid": "17446339"
  }
}