{
  "pmid": "17443246",
  "uid": "17443246",
  "title": "How primary care physicians' attitudes toward risk and uncertainty affect their use of electronic information resources.",
  "abstract": "OBJECTIVE: The research sought to determine if primary care physicians' attitudes toward risk taking or uncertainty affected how they sought information and used electronic information resources when answering simulated clinical questions. METHODS: Using physician-supplied data collected from existing risk and uncertainty scales, twenty-five physicians were classified as risk seekers (e.g., enjoying adventure), risk neutral, or risk avoiders (e.g., cautious) and stressed or unstressed by uncertainty. The physicians then answered twenty-three multiple-choice, clinically focused questions and selected two to pursue further using their own information resources. Think-aloud protocols were used to collect searching process and outcome data (e.g., searching time, correctness of answers, searching techniques). RESULTS: No differences in searching outcomes were observed between the groups. Physicians who were risk avoiding and those who reported stress when faced with uncertainty each showed differences in searching processes (e.g., actively analyzing retrieval, using searching heuristics or rules). Physicians who were risk avoiding tended to use resources that provided answers and summaries, such as Cochrane or UpToDate, less than risk-seekers did. Physicians who reported stress when faced with uncertainty showed a trend toward less frequent use of MEDLINE, when compared with physicians who were not stressed by uncertainty. CONCLUSIONS: Physicians' attitudes towards risk taking and uncertainty were associated with different searching processes but not outcomes. Awareness of differences in physician attitudes may be key in successful design and implementation of clinical information resources.",
  "authors": [
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Center for Biomedical Informatics, University of Pittsburgh, VALE M-183, Pittsburgh, Pennsylvania 15260, USA. mckib@mcmaster.ca"
      ]
    },
    {
      "last_name": "Fridsma",
      "fore_name": "Douglas B",
      "initials": "DB",
      "name": "Douglas B Fridsma",
      "affiliations": []
    },
    {
      "last_name": "Crowley",
      "fore_name": "Rebecca S",
      "initials": "RS",
      "name": "Rebecca S Crowley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the Medical Library Association : JMLA",
    "iso_abbreviation": "J Med Libr Assoc",
    "issn": "1558-9439",
    "issn_type": "Electronic",
    "volume": "95",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Apr"
  },
  "start_page": "138",
  "end_page": "e50",
  "pages": "138-46, e49-50",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Female",
    "Humans",
    "Information Services",
    "Information Storage and Retrieval",
    "Internal Medicine",
    "Internet",
    "MEDLINE",
    "Male",
    "Physicians, Family",
    "Risk-Taking",
    "Stress, Psychological",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "17443246",
    "pmc": "PMC1852627",
    "doi": "10.3163/1536-5050.95.2.138"
  },
  "doi": "10.3163/1536-5050.95.2.138",
  "pmc_id": "PMC1852627",
  "dates": {
    "completed": "2007-05-15",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.390445",
    "pmid": "17443246"
  }
}