{
  "pmid": "17440640",
  "uid": "17440640",
  "title": "Patterns of medical therapy in patients with peripheral artery disease in a tertiary care centre in Canada.",
  "abstract": "BACKGROUND: Patients with peripheral artery disease (PAD) of the lower extremities are among the highest risk vascular patients for fatal and nonfatal myocardial infarction and stroke, and have been traditionally undertreated from a medical perspective. Recent evidence suggests that the incidence of cardiovascular death, myocardial infarction and stroke can be substantially reduced among PAD patients if they are treated with antiplatelet therapy, 3-hydroxy-3-methylglutaryl coenzyme A reductase inhibitors (statins), angiotensin-converting enzyme inhibitors (ACEIs) and in some instances, beta-blockers. OBJECTIVES: To characterize practice patterns of drug therapy (antiplatelet, statin, ACEI and beta-blocker) among PAD patients admitted to a tertiary care hospital and to determine the 'care gap', defined as the proportion of patients who did not receive therapy among those who were eligible for it. DESIGN AND METHODS: Patients with PAD (International Classification of Diseases code 440.2) admitted to the Hamilton General Hospital (Hamilton, Ontario) from January 2001 to January 2002 were considered for inclusion into the present study. Information was collected during hospitalization and by chart review. RESULTS: Data from 217 patients were used. The mean (+/- SD) age of participants was 68.6+/-11.9 years, and 41% were women. The primary reason for admission to hospital was peripheral artery bypass surgery (67%). Of these patients, 79% were current smokers or had a prior history of tobacco use, 60% had at least two cardiovascular risk factors (hypertension, cholesterol, diabetes or smoking) and 45% had undergone prior peripheral artery bypass surgery, amputation or carotid endarterectomy. Three-quarters of the patients had established coronary or cerebrovascular disease, or at least two cardiovascular risk factors. At the time of discharge, of those patients eligible for medical therapies, 16% did not receive antiplatelet or anticoagulant agents, 69% did not receive statins, 48% did not receive ACEIs and 49% did not receive beta-blockers. CONCLUSIONS: Patients with PAD represent a high-risk group in which more than 75% have established coronary or cerebrovascular disease, or multiple cardiovascular risk factors. Although the use of antiplatelet agents is common, the use of statins, ACEIs and beta-blockers may be improved.",
  "authors": [
    {
      "last_name": "Kundhal",
      "fore_name": "Kiran K",
      "initials": "KK",
      "name": "Kiran K Kundhal",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton Health Sciences, Hamilton General Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chin",
      "fore_name": "Siu Lim",
      "initials": "SL",
      "name": "Siu Lim Chin",
      "affiliations": []
    },
    {
      "last_name": "Harrison",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Harrison",
      "affiliations": []
    },
    {
      "last_name": "Nowacki",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Nowacki",
      "affiliations": []
    },
    {
      "last_name": "Doobay",
      "fore_name": "Budhendra",
      "initials": "B",
      "name": "Budhendra Doobay",
      "affiliations": []
    },
    {
      "last_name": "Titley",
      "fore_name": "Jacques",
      "initials": "J",
      "name": "Jacques Titley",
      "affiliations": []
    },
    {
      "last_name": "Ciná",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Ciná",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "0828-282X",
    "issn_type": "Print",
    "volume": "23",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Apr"
  },
  "start_page": "357",
  "end_page": "361",
  "pages": "357-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Aged",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Canada",
    "Contraindications",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Peripheral Vascular Diseases",
    "Platelet Aggregation Inhibitors",
    "Practice Patterns, Physicians'",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "17440640",
    "pmc": "PMC2649185",
    "doi": "10.1016/s0828-282x(07)70768-7",
    "pii": "S0828-282X(07)70768-7"
  },
  "doi": "10.1016/s0828-282x(07)70768-7",
  "pmc_id": "PMC2649185",
  "dates": {
    "completed": "2007-05-29",
    "revised": "2023-11-03"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.264882",
    "pmid": "17440640"
  }
}