{
  "pmid": "17454499",
  "uid": "17454499",
  "title": "Worker exposure to volatile organic compounds in the vehicle repair industry.",
  "abstract": "This study evaluated exposures among vehicle repair technicians to hexane, acetone, toluene, and total volatile organic compounds (VOCs). On randomly selected workdays, we observed a characteristic pattern of solvent use among 36 technicians employed in 10 repair shops, each of which used an aerosol solvent product. We obtained quantitative exposure measurements from a subset of nine technicians (employed in three of these shops) who used an aerosol product containing hexane (25-35%), acetone (45-55%), and toluene (5-10%). The time-weighted average (TWA) exposure concentration for task-length breathing zone (BZ) samples (n = 23) was 36 mg/m(3) for hexane, 50 mg/m(3) for acetone, and 10 mg/m(3) for toluene. The TWA area concentrations (n = 49) obtained contemporaneously with BZ samples ranged from 25% to 35% of the BZ concentrations. The solvent emission rate (grams emitted/task time) was correlated with the total VOC exposure concentration (R(2) = 0.45). The proportions of VOCs in the BZ samples were highly correlated (r = 0.89 to 0.95) and were similar to those of the bulk product. Continuous exposure measurements for total VOCs (n = 1238) during 26 tasks produced a mean BZ VOC \"pulse\" of 394 mg/m(3) within 1 min following initiation of solvent spraying. The geometric mean air speed was 5.2 meters/min in the work areas (n = 870) and was associated with 0.8 air changes per minute in the BZ. The findings suggest that vehicle repair technicians who use aerosol solvent products experience episodic, inhalation exposures to the VOCs contained in these products, and the proportions of VOCs in the breathing zone are similar to those of the bulk product. Because acetone appears to amplify the severity and duration of the neurotoxic effects of n-hexane, products formulated with both hexane and acetone should be avoided. Further evaluation of exposures to VOCs is needed in this industry, along with information on effective alternatives to aerosol solvent products.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "School of Public Health, University of California Berkeley, Berkeley, California 94720-7360, USA. mpwilson@berkeley.edu"
      ]
    },
    {
      "last_name": "Hammond",
      "fore_name": "S Katharine",
      "initials": "SK",
      "name": "S Katharine Hammond",
      "affiliations": []
    },
    {
      "last_name": "Nicas",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Nicas",
      "affiliations": []
    },
    {
      "last_name": "Hubbard",
      "fore_name": "Alan E",
      "initials": "AE",
      "name": "Alan E Hubbard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of occupational and environmental hygiene",
    "iso_abbreviation": "J Occup Environ Hyg",
    "issn": "1545-9624",
    "issn_type": "Print",
    "volume": "4",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "301",
  "end_page": "310",
  "pages": "301-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acetone",
    "Aerosols",
    "Automobiles",
    "Environmental Monitoring",
    "Hexanes",
    "Humans",
    "Industry",
    "Inhalation Exposure",
    "Occupational Exposure",
    "Organic Chemicals",
    "Solvents",
    "Toluene",
    "Volatilization"
  ],
  "article_ids": {
    "pubmed": "17454499",
    "doi": "10.1080/15459620701258021",
    "pii": "772662874"
  },
  "doi": "10.1080/15459620701258021",
  "dates": {
    "completed": "2007-07-25",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Aerosols",
    "Hexanes",
    "Organic Chemicals",
    "Solvents",
    "Acetone",
    "n-hexane",
    "Toluene"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.799262",
    "pmid": "17454499"
  }
}