{
  "pmid": "17460312",
  "uid": "17460312",
  "title": "Pneumonia observational incidence and treatment: a multidisciplinary process improvement study.",
  "abstract": "BACKGROUND: Little information is available on the types, causes, and treatment of pneumonia in intensive care unit patients in usual clinical practice. OBJECTIVE: To characterize treatment of patients with presumed pneumonia in a tertiary care intensive care unit and to identify potential areas for improvement in care. METHODS: In a prospective, cohort study, the sample consisted of all consecutive patients treated in an intensive care unit during a 3-month period. For patients with presumed pneumonia, data were collected on incidence of pneumonia, diagnostic investigations, microbial isolates, and antibiotics prescribed. RESULTS: Of 194 admissions, 73 patients were treated for pneumonia: 47 had community-acquired pneumonia; 12 had hospital-acquired pneumonia; 12 had ventilator-associated pneumonia, both early (7) and late (5); and 2 had intensive care unit-acquired pneumonia. Approximately 71% of patients had microbiological tests performed. Among 54 microbial isolates, 51.9% were gram-positive bacteria, 31.5% were gram-negative bacteria, and 9.3% were Candida species. The most commonly used antimicrobials were quinolones (54 of 192 prescriptions) and cephalosporins (33); each patient received a median of 3 antibiotics. CONCLUSIONS: Most cases of pneumonia were community acquired. The most common causative organisms were gram-positive cocci. Four quality improvement strategies were rationalization of antibiotic use during rounds, nurses' reporting of culture results, review of antibiotic appropriateness by a pharmacist, and redesign of the clinical information system.",
  "authors": [
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": [
        "Jagiellonian University School of Medicine and Polish Institute for Evidence Based Medicine, Krakow, Poland."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen McDonald",
      "affiliations": []
    },
    {
      "last_name": "Clarke",
      "fore_name": "France",
      "initials": "F",
      "name": "France Clarke",
      "affiliations": []
    },
    {
      "last_name": "Gosse",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Gosse",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of critical care : an official publication, American Association of Critical-Care Nurses",
    "iso_abbreviation": "Am J Crit Care",
    "issn": "1062-3264",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "214",
  "end_page": "219",
  "pages": "214-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Anti-Bacterial Agents",
    "Anti-Infective Agents",
    "Cohort Studies",
    "Community-Acquired Infections",
    "Cross Infection",
    "Drug Utilization",
    "Female",
    "Humans",
    "Incidence",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Pneumonia",
    "Pneumonia, Ventilator-Associated",
    "Process Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "17460312",
    "pii": "16/3/214"
  },
  "dates": {
    "completed": "2007-06-25",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.417370",
    "pmid": "17460312"
  }
}