{
  "pmid": "17462463",
  "uid": "17462463",
  "title": "Effects of fresh versus banked blood transfusions on microcirculatory hemodynamics and tissue oxygenation in the rat cremaster model.",
  "abstract": "BACKGROUND: Blood transfusion is recommended to prevent the harmful effects of tissue hypoxia. Whether transfusion alleviates hypoxia at the microcirculatory level is unknown. The objective of this study was to determine whether the effects of fresh blood transfusion on microcirculatory hemodynamics after blood loss are preferable to the effects of banked blood transfusion. METHODS: Intravital microcirculatory hemodynamics was observed in the rat cremaster muscle flap by observers who were not blinded. Lewis rats were divided into 6 groups (8 rats per group): (1) untreated control; (2) blood withdrawal only (1 mL); (3) blood withdrawal and transfusion of rat fresh blood (1 mL); (4) blood withdrawal and transfusion with 1-day rat banked blood (1 mL); (5) blood withdrawal and transfusion with 1-week rat banked blood (1 mL); and (6) blood withdrawal and transfusion with 2-week rat banked blood (1 mL). Red blood cell velocity, blood flow, vessel diameter, functional capillary perfusion, red blood cell deformability, leukocytes (granulocytes and lymphocytes), and tissue oxygenation levels were monitored before transfusion and for 5 hours afterward. Histology was performed to evaluate tissue inflammation (hematoxylin and eosin [H&E] stain and myeloperoxidase [MPO] immunoassay) and hypoxia (Hypoxyprobe assay). RESULTS: Fresh- and banked blood-transfused groups did not differ in vessel diameters or red blood cell velocities. Functional capillary density was greater in the fresh blood group when compared to 1- and 2-week banked blood-transfused groups. The overall number of granulocytes (rolling, sticking, and transmigrated) was greater in all groups after transfusion (P < .001). Rats transfused with banked blood had a greater number of rolling lymphocytes and more inflammation. Tissue oxygenation levels were improved after fresh blood transfusion in comparison to banked blood (9.5 mm Hg vs 8 mm Hg, P = .02). CONCLUSIONS: Fresh blood transfusion is more effective in relieving effects of microcirculatory hypoxia. Banked blood, in particular 2-week stored blood, has limited capacity of improving tissue oxygenation.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea Moreira",
      "initials": "AM",
      "name": "Andrea Moreira Gonzalez",
      "affiliations": [
        "Department of Plastic Surgery, Cleveland Clinic Foundation, OH 44195, USA."
      ]
    },
    {
      "last_name": "Yazici",
      "fore_name": "Ilker",
      "initials": "I",
      "name": "Ilker Yazici",
      "affiliations": []
    },
    {
      "last_name": "Kusza",
      "fore_name": "Krzysztof",
      "initials": "K",
      "name": "Krzysztof Kusza",
      "affiliations": []
    },
    {
      "last_name": "Siemionow",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Siemionow",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Surgery",
    "iso_abbreviation": "Surgery",
    "issn": "0039-6060",
    "issn_type": "Print",
    "volume": "141",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "630",
  "end_page": "639",
  "pages": "630-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Blood Preservation",
    "Blood Transfusion",
    "Erythrocytes",
    "Hematocrit",
    "Hemoglobins",
    "Hypoxia",
    "Male",
    "Microcirculation",
    "Muscle, Skeletal",
    "Oxygen",
    "Rats",
    "Rats, Inbred Lew"
  ],
  "article_ids": {
    "pubmed": "17462463",
    "doi": "10.1016/j.surg.2006.09.015",
    "pii": "S0039-6060(06)00738-0"
  },
  "doi": "10.1016/j.surg.2006.09.015",
  "dates": {
    "completed": "2007-06-26",
    "revised": "2022-03-17"
  },
  "chemicals": [
    "Hemoglobins",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.108721",
    "pmid": "17462463"
  }
}