{
  "pmid": "17472850",
  "uid": "17472850",
  "title": "Low bone mineral density and fractures in long-term hemodialysis patients: a meta-analysis.",
  "abstract": "BACKGROUND: The association between bone mineral density (BMD) by dual-energy X-ray absorptiometry (DXA) and fracture in patients with stage 5 chronic kidney disease (CKD) is unclear. STUDY DESIGN: We performed a meta-analysis to determine whether BMD by DXA was associated with fractures. SELECTION CRITERIA FOR STUDIES: We included published reports of completed studies that enrolled patients with stage 5 CKD; measured BMD by DXA at the spine, femoral neck, or radius; and reported on fractures. PREDICTOR: To compare mean BMD values between the fracture and nonfracture groups, we used the standardized mean difference as an effect measure. We synthesized study results using a random-effects meta-analysis model and tested for heterogeneity using Cochran Q test. Our results are unadjusted for confounders. OUTCOME: Our outcome was fractures, either morphometric spine or clinical nonspine fractures. RESULTS: We identified 1,774 potentially relevant articles, retrieved 105 reports for evaluation, and included 6 cross-sectional studies with 683 subjects. The studies reported on 75 morphometric spine fractures and 79 clinical fractures. BMD was measured at the spine, femoral neck, and ultradistal, one third, and midradius. Mean age ranged from 60.5 +/- 14.3 to 73.6 +/- 6.3 years, and mean duration of dialysis therapy ranged from 36.8 +/- 3.1 to 87.1 +/- 60.2 months. For all BMD sites except the femoral neck, subjects with fractures had significantly lower BMD than subjects without fractures. For example, the pooled standardized mean difference was -0.44 (95% confidence interval, -0.80 to -0.08) in the 5 studies that examined associations between spine BMD and fracture. There was important heterogeneity in the association between BMD and fractures. LIMITATIONS: This was a meta-analysis of cross-sectional observational studies and reports an unadjusted association between BMD and fracture. CONCLUSIONS: Our meta-analysis suggests that BMD is lower in patients with stage 5 CKD who have fractures. Future studies need to determine whether this association is independent of confounding factors, measurement of BMD is useful for predicting future fracture risk, and fractures may be prevented by treatments that preserve BMD.",
  "authors": [
    {
      "last_name": "Jamal",
      "fore_name": "Sophie A",
      "initials": "SA",
      "name": "Sophie A Jamal",
      "affiliations": [
        "St Michael's Hospital, Toronto, Ontario, Canada. sophie.jamal@utoronto.ca <sophie.jamal@utoronto.ca>"
      ]
    },
    {
      "last_name": "Hayden",
      "fore_name": "Jill A",
      "initials": "JA",
      "name": "Jill A Hayden",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "674",
  "end_page": "681",
  "pages": "674-81",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Absorptiometry, Photon",
    "Aged",
    "Bone Density",
    "Cross-Sectional Studies",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Renal Dialysis",
    "Spinal Fractures"
  ],
  "article_ids": {
    "pubmed": "17472850",
    "doi": "10.1053/j.ajkd.2007.02.264",
    "pii": "S0272-6386(07)00511-2"
  },
  "doi": "10.1053/j.ajkd.2007.02.264",
  "dates": {
    "completed": "2007-05-28",
    "revised": "2007-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.891344",
    "pmid": "17472850"
  }
}