{
  "pmid": "17476125",
  "uid": "17476125",
  "title": "Reflections on Canada's public health enterprise in the 21st century.",
  "abstract": "In their paper, \"The Public Health Enterprise: Examining Our Twenty-First-Century Policy Challenges,\" Tilson and Berkowitz outline six challenges for the United States public health enterprise: infrastructure, essential services, preparedness, accountability and measurement, workforce and the research agenda. Canada also has challenges in these areas. This paper briefly outlines examples of what is being done to respond to these challenges, the current state of public health in Canada and directions being taken in Canada for the future. There are striking similarities in the public health system challenges facing the United States and Canada, despite major differences in organization and financing of healthcare in the two countries. Planning, implementation and evaluation of public health approaches require different management skills and knowledge than for personal healthcare. Both countries must keep up their recent momentum to improve their official public health infrastructure, agreement on essential services, emergency preparedness, accountability and measurement, workforce and research agenda.",
  "authors": [
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": [
        "Elisabeth Bruyère Research Institute, Departments of Epidemiology and Community Medicine and of Family Medicine, Faculty of Medicine, University of Ottawa."
      ]
    },
    {
      "last_name": "Sullivan",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Sullivan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "HealthcarePapers",
    "iso_abbreviation": "Healthc Pap",
    "issn": "1488-917X",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3",
    "pub_year": "2007"
  },
  "start_page": "22",
  "end_page": "30",
  "pages": "22-30",
  "language": "eng",
  "publication_types": [
    "Comment",
    "Journal Article"
  ],
  "keywords": [
    "Biomedical Research",
    "Canada",
    "Disaster Planning",
    "Health Policy",
    "Humans",
    "Interinstitutional Relations",
    "Professional Competence",
    "Public Health Administration",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "17476125",
    "doi": "10.12927/hcpap.2007.18754"
  },
  "doi": "10.12927/hcpap.2007.18754",
  "dates": {
    "completed": "2007-05-25",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:48.092978",
    "pmid": "17476125"
  }
}