{
  "pmid": "17470289",
  "uid": "17470289",
  "title": "Relation between body mass index and depression: a structural equation modeling approach.",
  "abstract": "BACKGROUND: Obesity and depression are two major diseases which are associated with many other health problems such as hypertension, dyslipidemia, diabetes mellitus, coronary heart disease, stroke, myocardial infarction, heart failure in patients with systolic hypertension, low bone mineral density and increased mortality. Both diseases share common health complications but there are inconsistent findings concerning the relationship between obesity and depression. In this work we used the structural equation modeling (SEM) technique to examine the relation between body mass index (BMI), as a proxy for obesity, and depression using the Canadian Community Health Survey, Cycle 1.2. METHODS: In this SEM model we postulate that 1) BMI and depression are directly related, 2) BMI is directly affected by the physical activity and, 3)depression is directly influenced by stress. SEM was also used to assess the relation between BMI and depression separately for males and females. RESULTS: The results indicate that higher BMI is associated with more severe form of depression. On the other hand, the more severe form of depression may result in less weight gain. However, the association between depression and BMI is gender dependent. In males, the higher BMI may result in a more severe form of depression while in females the relation may not be the same. Also, there was a negative relationship between physical activity and BMI. CONCLUSION: In general, use of SEM method showed that the two major diseases, obesity and depression, are associated but the form of the relation is different among males and females. More research is necessary to further understand the complexity of the relationship between obesity and depression. It also demonstrated that SEM is a feasible technique for modeling the relation between obesity and depression.",
  "authors": [
    {
      "last_name": "Dragan",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Dragan",
      "affiliations": [
        "Nursing Health Services Research Unit, McMaster University, Canada. dragana@mcmaster.ca <dragana@mcmaster.ca>"
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2007",
    "pub_month": "Apr",
    "pub_day": "30"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Body Mass Index",
    "Depression",
    "Family Health",
    "Female",
    "Humans",
    "Male",
    "Obesity",
    "Sex Factors",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "17470289",
    "pmc": "PMC1868752",
    "doi": "10.1186/1471-2288-7-17",
    "pii": "1471-2288-7-17"
  },
  "doi": "10.1186/1471-2288-7-17",
  "pmc_id": "PMC1868752",
  "dates": {
    "completed": "2007-05-29",
    "revised": "2024-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.210470",
    "pmid": "17470289"
  }
}