{
  "pmid": "17478996",
  "uid": "17478996",
  "title": "Healthy workplaces for health workers in Canada: knowledge transfer and uptake in policy and practice.",
  "abstract": "The World Health Report launched the Health Workforce Decade (2006-2015), with high priority given for countries to develop effective workforce strategies including healthy workplaces for health workers. Evidence shows that healthy workplaces improve recruitment and retention, workers' health and well-being, quality of care and patient safety, organizational performance and societal outcomes. Over the past few years, healthy workplace issues in Canada have been on the agenda of many governments and employers. The purpose of this paper is to provide a progress update, using different data-collection approaches, on knowledge transfer and uptake of research evidence in policy and practice, including the next steps for the healthy workplace agenda in Canada. The objectives of this paper are (1) to summarize the current healthy workplace initiatives that are currently under way in Canada; (2) to synthesize what has been done in reality to determine how far the healthy workplace agenda has progressed from the perspectives of research, policy and practice; and (3) to outline the next steps for moving forward with the healthy workplace agenda to achieve its ultimate objectives. Some of the key questions discussed in this paper are as follows: Has the existing evidence on the benefits of healthy workplaces resulted in policy change? If so, how and to what extent? Have the existing policy initiatives resulted in healthier workplaces for healthcare workers? Are there indications that healthcare workers, particularly at the front line, are experiencing better working conditions? While there has been significant progress in bringing policy changes as a result of research evidence, our synthesis suggests that more work is needed to ensure that existing policy initiatives bring effective changes to the workplace. In this paper, we outline the next steps for research, policy and practice that are required to help the healthy workplace agenda achieve its ultimate objectives.",
  "authors": [
    {
      "last_name": "Shamian",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Shamian",
      "affiliations": [
        "VON Canada."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "HealthcarePapers",
    "iso_abbreviation": "Healthc Pap",
    "issn": "1488-917X",
    "issn_type": "Print",
    "volume": "7 Spec No",
    "pub_year": "2007"
  },
  "start_page": "6",
  "end_page": "25",
  "pages": "6-25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Allied Health Personnel",
    "Canada",
    "Diffusion of Innovation",
    "Health Facilities",
    "Health Plan Implementation",
    "Health Policy",
    "Health Promotion",
    "Humans",
    "Medical Staff",
    "Nursing Staff",
    "Occupational Health",
    "Organizational Policy",
    "Program Development",
    "Program Evaluation",
    "Quality of Life",
    "Social Responsibility",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "17478996",
    "doi": "10.12927/hcpap.2007.18668"
  },
  "doi": "10.12927/hcpap.2007.18668",
  "dates": {
    "completed": "2007-07-03",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.327608",
    "pmid": "17478996"
  }
}