{
  "pmid": "17472816",
  "uid": "17472816",
  "title": "Therapeutic options for the management of hot flashes in breast cancer survivors: an evidence-based review.",
  "abstract": "BACKGROUND: Women with breast cancer may experience treatment-induced menopausal symptoms or natural menopause. Menopausal symptoms, particularly hot flashes, are reported at a high frequency in this group and tend to be more severe, distressing, and of greater duration than in controls. Because of the contribution of sex hormones to breast cancer, the use of hormonal agents for the control of hot flashes is problematic in these women. Safer nonhormonal alternatives are recommended for this patient group. OBJECTIVES: This was a systematic review of the therapeutic options for the treatment of hot flashes in breast cancer survivors. METHODS: MEDLINE was searched from 1990 to July 2006 using the disease-specific term breast neoplasms and the subheadings menopause and hot flashes. EMBASE was searched from 1990 to March 2006 using the disease-specific subject headings breast tumor/ breast cancer and menopause and the key word hot flashes. The reference lists of the identified articles and relevant review articles were examined for additional publications. Pertinent articles and abstracts of large randomized controlled trials focusing on the treatment of hot flashes in breast cancer survivors were selected for review. Pilot studies were excluded. RESULTS: A number of nonpharmacologic approaches are available for the treatment of hot flashes in breast cancer survivors, although they appear to be of limited effectiveness. Complementary alternative medicine therapies and vitamin E have been found to have modest effectiveness at best, and data on their long-term safety are not available. Centrally active agents such as the antidepressants venlafaxine and paroxetine and the anti seizure agent gabapentin have shown clinical effectiveness and appear to be reasonably well tolerated in this population. CONCLUSIONS: Centrally active agents (eg, venlafaxine, paroxetine, gabapentin) are regarded as the most promising nonhormonal treatments for hot flashes in breast cancer survivors. Nonpharmacologic and complementary alternative medicine therapies have limited effectiveness.",
  "authors": [
    {
      "last_name": "Bordeleau",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Bordeleau",
      "affiliations": [
        "Department of Medical Oncology, University of Toronto, Toronto, Ontario, Canada. Ibordeleau@mtsinai.on.ca"
      ]
    },
    {
      "last_name": "Pritchard",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Pritchard",
      "affiliations": []
    },
    {
      "last_name": "Goodwin",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Goodwin",
      "affiliations": []
    },
    {
      "last_name": "Loprinzi",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Loprinzi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical therapeutics",
    "iso_abbreviation": "Clin Ther",
    "issn": "0149-2918",
    "issn_type": "Print",
    "volume": "29",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "230",
  "end_page": "241",
  "pages": "230-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Amines",
    "Antidepressive Agents",
    "Breast Neoplasms",
    "Complementary Therapies",
    "Cyclohexanecarboxylic Acids",
    "Estrogen Replacement Therapy",
    "Female",
    "Gabapentin",
    "Hot Flashes",
    "Humans",
    "Menopause",
    "Menopause, Premature",
    "Randomized Controlled Trials as Topic",
    "Survivors",
    "gamma-Aminobutyric Acid"
  ],
  "article_ids": {
    "pubmed": "17472816",
    "doi": "10.1016/j.clinthera.2007.02.006",
    "pii": "S0149-2918(07)00047-1"
  },
  "doi": "10.1016/j.clinthera.2007.02.006",
  "dates": {
    "completed": "2007-08-07",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Amines",
    "Antidepressive Agents",
    "Cyclohexanecarboxylic Acids",
    "gamma-Aminobutyric Acid",
    "Gabapentin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:45.182791",
    "pmid": "17472816"
  }
}