{
  "pmid": "17489306",
  "uid": "17489306",
  "title": "Hospital accreditation policy in Lebanon: its potential for quality improvement.",
  "abstract": "Limited evidence exists on whether government owned-and-funded hospital accreditation system brings long-lasting impact in terms of continuous quality improvement to patient care. Literature shows that hospitals might adopt opportunistic behaviors solely with the aim of gaining accreditation particularly when governments link the quality improvement objective of accreditation with payment mechanisms. Literature also suggests that there is true value in creating an independent, not-for-profit national commission dedicated to improve quality of care. In 2002, the Lebanese Ministry of Public Health with the assistance of an Australian consultant team developed and implemented a new hospital accreditation policy. Since its implementation, little information is known on whether this policy has the potential to bring long-lasting quality improvement to patient care. By synthesizing literature, and reviewing other countries' accreditation experiences, this paper will identify barriers and derive observations and lessons for health policy makers and hospital leaders in Lebanon to consider for their ongoing efforts to further improve the hospital accreditation policy and its implementation. Also, it will provide valuable lessons for other countries in the East Mediterranean region which have implemented accreditation process or are in the process of doing so.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Lebanon. fe08@aub.edu.lb"
      ]
    }
  ],
  "journal": {
    "title": "Le Journal medical libanais. The Lebanese medical journal",
    "iso_abbreviation": "J Med Liban",
    "issn": "0023-9852",
    "issn_type": "Print",
    "volume": "55",
    "issue": "1",
    "pub_year": "2007"
  },
  "start_page": "39",
  "end_page": "45",
  "pages": "39-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Accreditation",
    "Health Policy",
    "Hospitals",
    "Humans",
    "Lebanon",
    "Organizational Objectives",
    "Program Development",
    "Quality Assurance, Health Care"
  ],
  "article_ids": {
    "pubmed": "17489306"
  },
  "dates": {
    "completed": "2007-06-05",
    "revised": "2008-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.327783",
    "pmid": "17489306"
  }
}