{
  "pmid": "17482061",
  "uid": "17482061",
  "title": "Ontario, Canada: using networks to integrate palliative care province-wide.",
  "abstract": "Ontario, a Canadian province, identified the lack of coordination, integration, and consistency of end-of-life care services as barriers to quality palliative care. To address these barriers, various governmental, organizational, and community-level initiatives were implemented. The Ministry of Health and Long-Term Care enacted an End-of-Life Care Strategy in 2005 aimed at shifting care from acute settings to appropriate alternate settings of care; enhancing client-centered and interdisciplinary service capacity; and improving access, coordination, and consistency of services. Crucial to accomplishing the strategy was the establishment of End-of-Life Networks within health care planning regions. The networks were instrumental in developing end-of-life care service delivery models in the various regions, bringing key stakeholders together toward a common vision, and building strong collaborations across providers and settings. Cancer Care Ontario, an organization dedicated to improving cancer care at the regional and provincial levels, also leads improvements in palliative care through the implementation of a palliative strategy for cancer patients aimed at improved measurement of quality indicators, increased use of evidence and standards, and increased efficiency and access to care. A regional network of organizations in Southeastern Ontario created a quality improvement project, the Palliative Care Integration Project (PCIP), which disseminated common symptom assessment tools, collaborative care plans, and evidence-based guidelines across the continuum of care. The PCIP was embraced by key stakeholders across the province as a model intervention to better coordinate, integrate, and standardize palliative care service delivery, and is currently being spread across all regions of the province.",
  "authors": [
    {
      "last_name": "Dudgeon",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Dudgeon",
      "affiliations": [
        "Cancer Care Ontario, Toronto, Ontario, Canada. dudgeond@kgh.kari.net"
      ]
    },
    {
      "last_name": "Vaitonis",
      "fore_name": "Vida",
      "initials": "V",
      "name": "Vida Vaitonis",
      "affiliations": []
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": []
    },
    {
      "last_name": "King",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan King",
      "affiliations": []
    },
    {
      "last_name": "Angus",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Angus",
      "affiliations": []
    },
    {
      "last_name": "Sawka",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Sawka",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "0885-3924",
    "issn_type": "Print",
    "volume": "33",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "640",
  "end_page": "644",
  "pages": "640-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Neoplasms",
    "Ontario",
    "Palliative Care",
    "Quality Assurance, Health Care"
  ],
  "article_ids": {
    "pubmed": "17482061",
    "doi": "10.1016/j.jpainsymman.2007.02.001",
    "pii": "S0885-3924(07)00102-9"
  },
  "doi": "10.1016/j.jpainsymman.2007.02.001",
  "dates": {
    "completed": "2007-07-03",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:28.545179",
    "pmid": "17482061"
  }
}