{
  "pmid": "17486196",
  "uid": "17486196",
  "title": "Maintenance parenteral fluids in the critically ill child.",
  "abstract": "OBJECTIVE: To examine electrolyte-free water requirements that should be considered when administering maintenance fluids in a critically ill child. We examine some of the difficulties in estimating these requirements, and discuss the controversies with respect to the traditional recommendations. SOURCES: MEDLINE (1966-2007), Embase (1980-2007), and the Cochrane Library, using the terms fluid therapy, hypotonic, isotonic solution, and synonyms or related terms. SUMMARY OF THE FINDINGS: The ideal maintenance solution and fluid regimen remains a topic of heated debate in pediatrics. The traditional recommendations for maintenance fluids are increasingly criticized as they do not consistently apply in acute illness, where energy expenditure and electrolyte requirements deviate significantly from the original estimates. A physiologically based framework for prescribing maintenance fluids is presented, with the objective of maintaining tonicity balance, and infusing the minimum volume of maintenance fluid required to maintain hemodynamics. Indications for isotonic and hypotonic solutions are discussed. CONCLUSIONS: Maintenance fluid prescriptions should be individualized. No single intravenous solution is ideal for every child during all phases of illness, but there is evidence to suggest that the safest empirical choice is an isotonic solution. Hypotonic solutions should only be considered if the goal is to achieve a positive free-water balance. Critically ill children may require a reduction by as much as 40-50% of the currently recommended maintenance volumes. All patients receiving intravenous fluids should be monitored closely with daily weights, fluid balances, biochemical and clinical parameters in order to best guide this therapy.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Division of Pediatric Critical Care, Department of Paediatrics, McMaster University, Hamilton, ON, Canada. choongk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Bohn",
      "fore_name": "Desmond",
      "initials": "D",
      "name": "Desmond Bohn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Jornal de pediatria",
    "iso_abbreviation": "J Pediatr (Rio J)",
    "issn": "0021-7557",
    "issn_type": "Print",
    "volume": "83",
    "issue": "2 Suppl",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "S3",
  "end_page": "S10",
  "pages": "S3-S10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Child",
    "Critical Care",
    "Critical Illness",
    "Fluid Therapy",
    "Guideline Adherence",
    "Hospitalization",
    "Humans",
    "Hyponatremia",
    "Hypotonic Solutions",
    "Infusions, Intravenous",
    "Isotonic Solutions",
    "Sodium",
    "Water-Electrolyte Balance"
  ],
  "article_ids": {
    "pubmed": "17486196",
    "doi": "10.2223/JPED.1614"
  },
  "doi": "10.2223/JPED.1614",
  "dates": {
    "completed": "2008-03-13",
    "revised": "2020-04-13"
  },
  "chemicals": [
    "Hypotonic Solutions",
    "Isotonic Solutions",
    "Sodium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.869073",
    "pmid": "17486196"
  }
}