{
  "pmid": "17496230",
  "uid": "17496230",
  "title": "Characteristics and trends of published emergency medicine research.",
  "abstract": "OBJECTIVES: Despite its importance in improving patient care, the state of published emergency medicine (EM) research is poorly understood. The countries of origin, methodological characteristics, sources of funding, and ongoing trends in this research are unknown. Knowledge of these characteristics has important policy, research, and clinical implications for academic EM. METHODS: The National Library of Medicine's PubMed database was searched for all articles published from 1996 to 2005 that originated from EM departments. The date and journal of publication, country of origin, study methodology, and, in the case of U.S. articles, acknowledgment of National Institutes of Health (NIH) grant support were noted. Journal impact factors of the publishing journal were assigned to each article. The aggregated data were then analyzed for country, journal of origin, and trend. RESULTS: Of the 14,605 articles originating from EM departments, the United States published 8,550 (58.54%), followed by the United Kingdom with 1,222 (8.37%) and Japan with 663 (4.54%). Significant publication growth was detected worldwide (116.6 articles per year; 95% confidence interval = 101.1 to 132.1; p < 0.0001) and in 17 of the top 20 EM research-producing countries. Among published U.S. studies, the NIH funded 388 (4.5%). Of all articles, 6,152 (41.8%) were published in dedicated EM journals. CONCLUSIONS: Emergency medicine research output is increasing worldwide. The United States is the largest producer of EM research, only a small fraction of which is supported by the NIH. The majority of research published by emergency researchers is published in non-EM journals.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine, University of California, San Diego, CA, USA. mpwilso1@gmail.com"
      ]
    },
    {
      "last_name": "Itagaki",
      "fore_name": "Michael W",
      "initials": "MW",
      "name": "Michael W Itagaki",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "635",
  "end_page": "640",
  "pages": "635-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Emergency Medicine",
    "Humans",
    "National Institutes of Health (U.S.)",
    "Periodicals as Topic",
    "Publishing",
    "Research Support as Topic",
    "Retrospective Studies",
    "United States"
  ],
  "article_ids": {
    "pubmed": "17496230",
    "doi": "10.1197/j.aem.2007.01.023",
    "pii": "j.aem.2007.01.023"
  },
  "doi": "10.1197/j.aem.2007.01.023",
  "dates": {
    "completed": "2007-07-17",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.800042",
    "pmid": "17496230"
  }
}