{
  "pmid": "17493676",
  "uid": "17493676",
  "title": "Use of evidence in WHO recommendations.",
  "abstract": "BACKGROUND: WHO regulations, dating back to 1951, emphasise the role of expert opinion in the development of recommendations. However, the organisation's guidelines, approved in 2003, emphasise the use of systematic reviews for evidence of effects, processes that allow for the explicit incorporation of other types of information (including values), and evidence-informed dissemination and implementation strategies. We examined the use of evidence, particularly evidence of effects, in recommendations developed by WHO departments. METHODS: We interviewed department directors (or their delegates) at WHO headquarters in Geneva, Switzerland, and reviewed a sample of the recommendation-containing reports that were discussed in the interviews (as well as related background documentation). Two individuals independently analysed the interviews and reviewed key features of the reports and background documentation. FINDINGS: Systematic reviews and concise summaries of findings are rarely used for developing recommendations. Instead, processes usually rely heavily on experts in a particular specialty, rather than representatives of those who will have to live with the recommendations or on experts in particular methodological areas. INTERPRETATION: Progress in the development, adaptation, dissemination, and implementation of recommendations for member states will need leadership, the resources necessary for WHO to undertake these processes in a transparent and defensible way, and close attention to the current and emerging research literature related to these processes.",
  "authors": [
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, PO Box 7004, St Olavs plass, N-0130 Oslo, Norway. Electronic address: oxman@online.no."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics and Department of Political Science, and Member of the Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, PO Box 7004, St Olavs plass, N-0130 Oslo, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "369",
    "issue": "9576",
    "pub_year": "2007",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "1883",
  "end_page": "1889",
  "pages": "1883-1889",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Health Planning Guidelines",
    "Health Policy",
    "Humans",
    "Interviews as Topic",
    "Physician Executives",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "17493676",
    "doi": "10.1016/S0140-6736(07)60675-8",
    "pii": "S0140-6736(07)60675-8"
  },
  "doi": "10.1016/S0140-6736(07)60675-8",
  "dates": {
    "completed": "2007-06-14",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.966379",
    "pmid": "17493676"
  }
}