{
  "pmid": "17509031",
  "uid": "17509031",
  "title": "Systematic review of the risk of enteric infection in patients taking acid suppression.",
  "abstract": "CONTEXT: Proton pump inhibitors (PPIs) and H(2) receptor antagonists (H(2)RAs) have become the mainstay of therapy in acid-related upper gastrointestinal disorders. There have been concerns raised about the possible association of PPIs with enteric infections. OBJECTIVE: We conducted a systematic review to evaluate any association between acid suppression and enteric infection. We also assessed differences between types of enteric infections and the type of acid suppression. DATA SOURCES: Electronic searches of MEDLINE (1966-2005), EMBASE (1988-2005), and CINAHL (1982-2005) were undertaken using a combination of subject headings and text words related to PPI therapy, H(2)RAs, and enteric infections. STUDY SELECTION: All observational studies were eligible, including cross-sectional, case control, and cohort studies that evaluated risk of enteric infection associated with antisecretory therapy. Eligibility assessment was made by two independent researchers. DATA EXTRACTION: Information on study design, patient population, type of acid suppression, type of infection, and outcomes was collected. The odds ratio (OR) of taking acid suppression therapy in cases and controls was calculated and results were synthesized using a random effects model (DerSimonian and Laird, Stats direct version 2.4.4). DATA SYNTHESIS: A total of 12 papers evaluating 2,948 patients with Clostridium difficile were included in the review. There was an increased risk of taking antisecretory therapy in those infected with C. difficile (pooled OR 1.94, 95% CI 1.37-2.75). There was significant heterogeneity between the studies (P= 0.0006) that was not explained by planned subgroup analysis. The association was greater for PPI use (OR 1.96, 95% CI 1.28-3.00) compared with H(2)RA use (OR 1.40, 95% CI 0.85-2.29). A total of six studies evaluated Salmonella, Campylobacter, and other enteric infections in 11,280 patients. There was an increased risk of taking acid suppression in those with enteric infections (OR 2.55, 95% CI 1.53-4.26). There was significant heterogeneity between the studies (P < 0.0001) that was not explained by subgroup analysis. The association was greater for PPI use (OR 3.33, 95% CI 1.84-6.02) compared with H(2)RA use (OR 2.03, 95% CI 1.05-3.92). CONCLUSION: There is an association between acid suppression and an increased risk of enteric infection. Further prospective studies on patients taking long-term acid suppression are needed to establish whether this association is causal.",
  "authors": [
    {
      "last_name": "Leonard",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Leonard",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "0002-9270",
    "issn_type": "Print",
    "volume": "102",
    "issue": "9",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "2047",
  "end_page": "2057",
  "pages": "2047-56; quiz 2057",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Bacterial Infections",
    "Gastric Acid",
    "Gastrointestinal Diseases",
    "Histamine H2 Antagonists",
    "Humans",
    "Proton Pump Inhibitors",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "17509031",
    "doi": "10.1111/j.1572-0241.2007.01275.x",
    "pii": "AJG1275"
  },
  "doi": "10.1111/j.1572-0241.2007.01275.x",
  "dates": {
    "completed": "2007-10-30",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Histamine H2 Antagonists",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.369264",
    "pmid": "17509031"
  }
}