{
  "pmid": "17504536",
  "uid": "17504536",
  "title": "A decision aid for COPD patients considering inhaled steroid therapy: development and before and after pilot testing.",
  "abstract": "BACKGROUND: Decision aids (DA) are tools designed to help patients make specific and deliberative choices among disease management options. DAs can improve the quality of decision-making and reduce decisional conflict. An area not covered by a DA is the decision of a patient with chronic obstructive pulmonary disease (COPD) to use inhaled steroids which requires balancing the benefits and downsides of therapy. METHODS: We developed a DA for COPD patients considering inhaled steroid therapy using the Ottawa Decision Support Framework, the best available evidence for using inhaled steroid in COPD and the expected utility model. The development process involved patients, pulmonologists, DA developers and decision making experts. We pilot tested the DA with 8 COPD patients who completed an evaluation questionnaire, a knowledge scale, and a validated decisional conflict scale. RESULTS: The DA is a computer-based interactive tool incorporating four different decision making models. In the first part, the DA provides information about COPD as a disease, the different treatment options, and the benefits and downsides of using inhaled steroids. In the second part, it coaches the patient in the decision making process through clarifying values and preferences. Patients evaluated 10 out of 13 items of the DA positively and showed significant improvement on both the knowledge scale (p = 0.008) and the decisional conflict scale (p = 0.008). CONCLUSION: We have developed a computer-based interactive DA for COPD patients considering inhaled steroids serving as a model for other DAs in COPD, in particular related to inhaled therapies. Future research should assess the DA effectiveness.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, University at Buffalo, Buffalo, NY, USA. elieakl@buffalo.edu"
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Brydon J B",
      "initials": "BJ",
      "name": "Brydon J B Grant",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2007",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Administration, Inhalation",
    "Decision Support Techniques",
    "Humans",
    "Pilot Projects",
    "Pulmonary Disease, Chronic Obstructive",
    "Steroids"
  ],
  "article_ids": {
    "pubmed": "17504536",
    "pmc": "PMC1877801",
    "doi": "10.1186/1472-6947-7-12",
    "pii": "1472-6947-7-12"
  },
  "doi": "10.1186/1472-6947-7-12",
  "pmc_id": "PMC1877801",
  "dates": {
    "completed": "2007-06-12",
    "revised": "2023-11-03"
  },
  "chemicals": [
    "Steroids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.485647",
    "pmid": "17504536"
  }
}