{
  "pmid": "17518515",
  "uid": "17518515",
  "title": "Vaccinating to protect a vulnerable subpopulation.",
  "abstract": "BACKGROUND: Epidemic influenza causes serious mortality and morbidity in temperate countries each winter. Research suggests that schoolchildren are critical in the spread of influenza virus, while the elderly and the very young are most vulnerable to the disease. Under these conditions, it is unclear how best to focus prevention efforts in order to protect the population. Here we investigate the question of how to protect a population against a disease when one group is particularly effective at spreading disease and another group is more vulnerable to the effects of the disease. METHODS AND FINDINGS: We developed a simple mathematical model of an epidemic that includes assortative mixing between groups of hosts. We evaluate the impact of different vaccine allocation strategies across a wide range of parameter values. With this model we demonstrate that the optimal vaccination strategy is extremely sensitive to the assortativity of population mixing, as well as to the reproductive number of the disease in each group. Small differences in parameter values can change the best vaccination strategy from one focused on the most vulnerable individuals to one focused on the most transmissive individuals. CONCLUSIONS: Given the limited amount of information about relevant parameters, we suggest that changes in vaccination strategy, while potentially promising, should be approached with caution. In particular, we find that, while switching vaccine to more active groups may protect vulnerable groups in many cases, switching too much vaccine, or switching vaccine under slightly different conditions, may lead to large increases in disease in the vulnerable group. This outcome is more likely when vaccine limitation is stringent, when mixing is highly structured, or when transmission levels are high.",
  "authors": [
    {
      "last_name": "Dushoff",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Dushoff",
      "affiliations": [
        "Department of Ecology and Evolutionary Biology, Princeton University, Princeton, New Jersey, United States of America. dushoff@eno.princeton.edu"
      ]
    },
    {
      "last_name": "Plotkin",
      "fore_name": "Joshua B",
      "initials": "JB",
      "name": "Joshua B Plotkin",
      "affiliations": []
    },
    {
      "last_name": "Viboud",
      "fore_name": "Cecile",
      "initials": "C",
      "name": "Cecile Viboud",
      "affiliations": []
    },
    {
      "last_name": "Simonsen",
      "fore_name": "Lone",
      "initials": "L",
      "name": "Lone Simonsen",
      "affiliations": []
    },
    {
      "last_name": "Miller",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Miller",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    },
    {
      "last_name": "Earn",
      "fore_name": "David J D",
      "initials": "DJ",
      "name": "David J D Earn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PLoS medicine",
    "iso_abbreviation": "PLoS Med",
    "issn": "1549-1676",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "e174",
  "pages": "e174",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Disease Outbreaks",
    "Health Policy",
    "Humans",
    "Influenza Vaccines",
    "Influenza, Human",
    "Models, Biological",
    "Vaccination",
    "Vulnerable Populations"
  ],
  "article_ids": {
    "pubmed": "17518515",
    "pmc": "PMC1872043",
    "doi": "10.1371/journal.pmed.0040174",
    "pii": "06-PLME-RA-0863R2",
    "sici": "plme-04-05-11"
  },
  "doi": "10.1371/journal.pmed.0040174",
  "pmc_id": "PMC1872043",
  "dates": {
    "completed": "2007-09-28",
    "revised": "2024-05-24"
  },
  "chemicals": [
    "Influenza Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:51.110549",
    "pmid": "17518515"
  }
}