{
  "pmid": "17522577",
  "uid": "17522577",
  "title": "Fresh frozen plasma transfusion in critically ill patients.",
  "abstract": "OBJECTIVES: Although guidelines for fresh frozen plasma (FFP) use have been published, many transfusions are considered inappropriate. Current guidelines suggest few circumstances in which FFP transfusion to critically ill patients is warranted. The objectives of this study were to evaluate the consistency of Canadian guidelines for FFP administration to critically ill patients and to examine factors associated with inappropriate FFP transfusions. DESIGN: Retrospective cohort study. SETTING: 15-bed medical surgical intensive care unit in a teaching hospital. PATIENTS: 254 consecutive adults admitted during 1 yr expected to stay in intensive care for more than 72 hrs. INTERVENTION: None. MEASUREMENTS AND MAIN RESULTS: Patient demographics, illness severity, life support, intensive care and hospital length of stay, and survival were prospectively collected. All FFP orders were identified from the hospital laboratory information system. For each order, coagulation parameters, planned invasive interventions, recent or current bleeding, and bleeding severity were retrospectively collected. Three observers independently adjudicated whether transfusions were consistent with guidelines, inconsistent but appropriate for the intensive care context, or inappropriate. Of 254 patients, 76 (29.9%) received FFP, accounting for 225 orders to transfuse 547 units. Of 225 orders, 73 (32.4%) were consistent with guidelines, 45 (20.0%) were inconsistent but appropriate, and 107 (47.6%) were inappropriate. Considering transfusions clustered within patients, chance-independent agreement on whether transfusions were inappropriate or not was high (phi 0.73, 0.64-0.81). Independent determinants of inappropriate FFP were the presence of less severe coagulopathy as indicated by lower international normalized ratios (p < .0001) and the absence of bleeding (p < .0001) of planned invasive procedure (p = .0001). CONCLUSIONS: Critically ill patients frequently receive inappropriate FFP transfusions. Many transfusions may be appropriate for the intensive care setting, although they are inconsistent with expert recommendations, highlighting that further studies are needed to assess the effectiveness and safety of FFP transfusion in critical illness.",
  "authors": [
    {
      "last_name": "Lauzier",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lauzier",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, Centre Hospitalier Universitaire Affilié de Québec, Hôpital de l'Enfant-Jésus, Québec, Canada. flauzier760915@hotmail.com"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": []
    },
    {
      "last_name": "Upton",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Upton",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "35",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "1655",
  "end_page": "1659",
  "pages": "1655-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Blood Component Transfusion",
    "Canada",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Intensive Care Units",
    "Logistic Models",
    "Male",
    "Multivariate Analysis",
    "Patient Selection",
    "Plasma",
    "Practice Guidelines as Topic",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "17522577",
    "doi": "10.1097/01.CCM.0000269370.59214.97"
  },
  "doi": "10.1097/01.CCM.0000269370.59214.97",
  "dates": {
    "completed": "2007-08-06",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:08.191662",
    "pmid": "17522577"
  }
}