{
  "pmid": "17522573",
  "uid": "17522573",
  "title": "Effects of a catecholamine-induced increase in cardiac output on lung injury after experimental unilateral pulmonary acid instillation.",
  "abstract": "OBJECTIVES: Increasing pulmonary blood flow aggravated ventilation-associated lung injury in ex vivo animal experiments, but data were less consistent in an in vivo animal model and do not reflect redistributed lung perfusion seen in clinical acute lung injury. We sought to determine the effects of increased cardiac output on markers of lung injury in an in vivo model of inhomogeneous lung perfusion and injury. DESIGN: Prospective, controlled animal study. SETTING: Experimental research laboratory of a university hospital. SUBJECTS: A total of 50 anesthetized, mechanically ventilated, male Wistar rats. INTERVENTIONS: Unilateral lung injury was induced in rats by left lung acid instillation. After 24 hrs, animals were anesthetized and subjected to mechanical ventilation (tidal volume, 8 mL/kg; positive end-expiratory pressure, 7 cm H2O; FIO2, 0.4) and continuous infusion of either 10 microg x kg x min dobutamine or isotonic saline (control) for 4 hrs. MEASUREMENTS AND MAIN RESULTS: Cardiac output and differential lung perfusion were recorded throughout the ventilation period. Right and left lung wet-to-dry weight ratio, cytokines and inflammatory cells in lung lavage, and histologic lung injury were measured postmortem. After acid injury, lung perfusion was preferentially distributed to the noninjured lung. Dobutamine increased baseline cardiac output (>70%) and perfusion of both lungs (left, acid-instilled lung: from 16 +/- 2 to 29 +/- 6 mL/min; right, non-acid-instilled lung: from 54 +/- 3 to 98 +/- 7 mL/min). There was no difference in left lung injury between dobutamine- and saline-infused animals, but right lung injury was aggravated in dobutamine-infused animals, as indicated by increased lung edema, histologic lung injury, and cell counts in lavage. CONCLUSIONS: In the setting of unilateral lung injury and uneven lung perfusion, a dobutamine-induced increase in cardiac output has potentially detrimental effects on the opposite lung.",
  "authors": [
    {
      "last_name": "Schreiber",
      "fore_name": "Torsten",
      "initials": "T",
      "name": "Torsten Schreiber",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, Friedrich-Schiller-Universität Jena, Jena, Germany. torsten.schreiber@med.uni-jena.de"
      ]
    },
    {
      "last_name": "Hueter",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Hueter",
      "affiliations": []
    },
    {
      "last_name": "Gaser",
      "fore_name": "Elke",
      "initials": "E",
      "name": "Elke Gaser",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Schwarzkopf",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Schwarzkopf",
      "affiliations": []
    },
    {
      "last_name": "Karzai",
      "fore_name": "Waheedullah",
      "initials": "W",
      "name": "Waheedullah Karzai",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "35",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "1741",
  "end_page": "1748",
  "pages": "1741-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Cardiac Output",
    "Cardiotonic Agents",
    "Cytokines",
    "Disease Models, Animal",
    "Dobutamine",
    "Lung",
    "Male",
    "Microspheres",
    "Random Allocation",
    "Rats",
    "Rats, Wistar",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "17522573",
    "doi": "10.1097/01.CCM.0000269374.85160.BF"
  },
  "doi": "10.1097/01.CCM.0000269374.85160.BF",
  "dates": {
    "completed": "2007-08-06",
    "revised": "2020-12-09"
  },
  "chemicals": [
    "Cardiotonic Agents",
    "Cytokines",
    "Dobutamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.349670",
    "pmid": "17522573"
  }
}