{
  "pmid": "17523751",
  "uid": "17523751",
  "title": "Estimation, power and sample size calculations for stochastic cost and effectiveness analysis.",
  "abstract": "Various methods have been proposed to address uncertainty in economic evaluations of healthcare programmes. One approach suggested in the literature is to estimate separate confidence intervals for the incremental costs and effects of a new health programme in comparison with an existing programme. These intervals are then combined to generate a rectangular confidence region in the cost-effectiveness plane that implicitly defines a corresponding confidence interval for the incremental cost-effectiveness ratio (ICER). The same approach has been used to calculate sample sizes and study power. This application of the rectangle method is consistent with the adoption of ICERs and a threshold as a decision rule, this being the most commonly used approach in empirical applications of cost-effectiveness analysis, as well as the one recommended by agencies that assess medical technology around the world. In this paper, we first outline the rectangle method, and then propose a modification that recognises that separate inferences are being drawn on the cost and effectiveness domains, and that corrects for multiple statistical comparisons. The confidence rectangle is otherwise too small, the corresponding confidence interval for the ICER is too narrow and sample sizes are under-estimated. Our modification corrects these problems. A further difficulty is that the placement of the confidence rectangle around the null value is somewhat arbitrary, and does not correspond to a unique value of ICERs. As a result, different values of sample size and power for the estimation of ICERs can be obtained, depending on the null values of the cost and effectiveness. We conclude that it is important to clearly identify the analytic goal in terms of estimating differential costs, differential effects or a combination of the two using the ICER index. These ideas are illustrated using numerical examples.",
  "authors": [
    {
      "last_name": "Walter",
      "fore_name": "S D",
      "initials": "SD",
      "name": "S D Walter",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. walter@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1170-7690",
    "issn_type": "Print",
    "volume": "25",
    "issue": "6",
    "pub_year": "2007"
  },
  "start_page": "455",
  "end_page": "466",
  "pages": "455-66",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Algorithms",
    "Cost-Benefit Analysis",
    "Economics, Pharmaceutical",
    "Sample Size",
    "Stochastic Processes"
  ],
  "article_ids": {
    "pubmed": "17523751",
    "doi": "10.2165/00019053-200725060-00002",
    "pii": "2562"
  },
  "doi": "10.2165/00019053-200725060-00002",
  "dates": {
    "completed": "2007-08-22",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.692522",
    "pmid": "17523751"
  }
}