{
  "pmid": "17522459",
  "uid": "17522459",
  "title": "Work organization and its effects on the health of Chinese workers with English as a second language: a qualitative approach.",
  "abstract": "Work organization consists of three contexts: (a) the external context/factors, (b) the organizational context/practices, and, (c) the work context/process. The investigation of work organization may lead to more effective prevention and intervention for work-related injury and illness. Studies have suggested that workers with limited English proficiency may be more prone to work-related injury and illness. The purposes of this qualitative phenomenological study were to gain a better understanding of the meaning of work organization to Chinese workers with English as a second language (ESL) and to explore their lived experiences on how work organization affects their health. Ten in-depth face to face interviews were conducted with Chinese ESL workers (5 males and 5 females; ages ranged from 22 to 41 years) who were employed in English-speaking workplaces in the Greater Toronto Area, Ontario, Canada. Interviews were translated and transcribed before importing them into NUD*IST, a qualitative data management software program. The transcripts were then coded, and categories were developed based on the codes. Subsequently, eight themes were identified from the categories. Work organization was perceived by Chinese ESL workers to be at an impersonal and distant level. Workers also identified work organization related issues (i.e., employers' priority, communication, work culture, job autonomy, recognition, and individual characteristics) as factors affecting their health at workplaces. However, these workers commonly expressed resignation towards their own health. Workplaces, especially those with Chinese ESL workers, need to place greater emphasis on implementing effective health and safety approaches to maximize the health of these workers.",
  "authors": [
    {
      "last_name": "Lin",
      "fore_name": "Chia-Yu A",
      "initials": "CY",
      "name": "Chia-Yu A Lin",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Ontario, Canada. linchia@mcmaster.ca"
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Renee M",
      "initials": "RM",
      "name": "Renee M Williams",
      "affiliations": []
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": []
    },
    {
      "last_name": "Wilkins",
      "fore_name": "Seanne",
      "initials": "S",
      "name": "Seanne Wilkins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Work (Reading, Mass.)",
    "iso_abbreviation": "Work",
    "issn": "1051-9815",
    "issn_type": "Print",
    "volume": "28",
    "issue": "4",
    "pub_year": "2007"
  },
  "start_page": "379",
  "end_page": "390",
  "pages": "379-90",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Asian People",
    "Canada",
    "China",
    "Employment",
    "Female",
    "Humans",
    "Language",
    "Male",
    "Occupational Health"
  ],
  "article_ids": {
    "pubmed": "17522459"
  },
  "dates": {
    "completed": "2007-09-18",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.891446",
    "pmid": "17522459"
  }
}