{
  "pmid": "17531041",
  "uid": "17531041",
  "title": "The contribution of long-term research at Gombe National Park to chimpanzee conservation.",
  "abstract": "Long-term research projects can provide important conservation benefits, not only through research specifically focused on conservation problems, but also from various incidental benefits, such as increased intensity of monitoring and building support for the protection of an area. At Gombe National Park, Tanzania, long-term research has provided at least four distinct benefits to wildlife conservation. (1) Jane Goodall's groundbreaking discoveries of chimpanzee (Pan troglodytes) tool use, hunting, and complex social relationships in what was then a game reserve drew attention to the area and created support for upgrading Gombe to national park status in 1968. (2) The highly publicized findings have earned Gombe and Tanzania the attention of a worldwide public that includes tourists and donors that provide financial support for Gombe, other parks in Tanzania, and chimpanzee conservation in general. (3) Crucial information on social structure and habitat use has been gathered that is essential for effective conservation of chimpanzees at Gombe and elsewhere. (4) A clear picture of Gombe's chimpanzee population over the past 40 years has been determined, and this has helped identify the greatest threats to the viability of this population, namely disease and habitat loss outside the park. These threats are severe and because of the small size of the population it is extremely vulnerable. Research at Gombe has led to the establishment of conservation education and development projects around Gombe, which are needed to build local support for the park and its chimpanzees, but saving these famous chimpanzees will take a larger integrated effort on the part of park managers, researchers, and the local community with financial help from international donors.",
  "authors": [
    {
      "last_name": "Pusey",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Pusey",
      "affiliations": [
        "Department of Ecology, Evolution and Behavior, University of Minnesota, St. Paul, MN 55108, USA. pusey001@umn.edu"
      ]
    },
    {
      "last_name": "Pintea",
      "fore_name": "Lilian",
      "initials": "L",
      "name": "Lilian Pintea",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    },
    {
      "last_name": "Kamenya",
      "fore_name": "Shadrack",
      "initials": "S",
      "name": "Shadrack Kamenya",
      "affiliations": []
    },
    {
      "last_name": "Goodall",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Goodall",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Conservation biology : the journal of the Society for Conservation Biology",
    "iso_abbreviation": "Conserv Biol",
    "issn": "0888-8892",
    "issn_type": "Print",
    "volume": "21",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "623",
  "end_page": "634",
  "pages": "623-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aggression",
    "Animals",
    "Behavior, Animal",
    "Conservation of Natural Resources",
    "Ecosystem",
    "Female",
    "Humans",
    "Male",
    "Pan troglodytes",
    "Respiratory Tract Diseases",
    "Tanzania"
  ],
  "article_ids": {
    "pubmed": "17531041",
    "doi": "10.1111/j.1523-1739.2007.00704.x",
    "pii": "CBI704"
  },
  "doi": "10.1111/j.1523-1739.2007.00704.x",
  "dates": {
    "completed": "2007-08-06",
    "revised": "2007-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "002/1R01-AI058715",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:59.800785",
    "pmid": "17531041"
  }
}