{
  "pmid": "17548020",
  "uid": "17548020",
  "title": "How qualitative research can contribute to research in the intensive care unit.",
  "abstract": "A qualitative research design can provide unique contributions to research in the intensive care unit. Qualitative research includes the entire process of research: the methodology (conceptualization of the research question, choosing the appropriate qualitative strategy, designing the protocol), methods (conducting the research using qualitative methods within the chosen qualitative strategy, analysis of the data, verification of the findings), and writing the narrative. The researcher is the instrument and the data are the participants' words and experiences that are collected and coded to present experiences, discover themes, or build theories. A number of strategies are available to conduct qualitative research and include grounded theory, phenomenology, case study, and ethnography. Qualitative methods can be used to understand complex phenomena that do not lend themselves to quantitative methods of formal hypothesis testing. Qualitative research may be used to gain insights about organizational and cultural issues within the intensive care unit and to improve our understanding of social interaction and processes of health care delivery. In this article, we outline the rationale for, and approaches to, using qualitative research to inform critical care issues. We provide an overview of qualitative methods available and how they can be used alone or in concert with quantitative methods. To illustrate how our understanding of social phenomena such as patient safety and behavior change has been enhanced we use recent qualitative studies in acute care medicine.",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Department of Critical Care, Sunnybrook Health Sciences Centre, and Interdepartmental Division of Critical Care, University of Toronto, Toronto, Ontario, Canada. taz.sinuff@sunnybrook.ca"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "22",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "104",
  "end_page": "111",
  "pages": "104-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Communication",
    "Diffusion of Innovation",
    "Evidence-Based Medicine",
    "Humans",
    "Intensive Care Units",
    "Qualitative Research",
    "Research Design",
    "Safety Management"
  ],
  "article_ids": {
    "pubmed": "17548020",
    "doi": "10.1016/j.jcrc.2007.03.001",
    "pii": "S0883-9441(07)00042-1"
  },
  "doi": "10.1016/j.jcrc.2007.03.001",
  "dates": {
    "completed": "2007-08-09",
    "revised": "2012-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:55.624819",
    "pmid": "17548020"
  }
}