{
  "pmid": "17543513",
  "uid": "17543513",
  "title": "Effect of formulation parameters on the release characteristics of propranolol from asymmetric membrane coated tablets.",
  "abstract": "Controlled delivery of drugs has been achieved successfully by use of asymmetric membranes. In our study, we have evaluated the influence of various preparation parameters such as concentration of the polymer, concentration of the pore former and temperature of the precipitation bath on the permeability and the release characteristics of propranolol. Propranolol tablets were prepared by direct compression and were coated with varying concentrations of cellulose acetate and glycerin. The coat was precipitated in water, maintained at various temperatures, followed by air drying of the coat. Scanning Electron Microscopy (SEM) was used to characterize the asymmetric structure of the membrane. The influence of various preparation parameters on the release of propranolol from asymmetric coated tablets was evaluated. SEM confirmed the asymmetric nature of the membrane. A zero order release of propranolol was obtained from the coated tablets of propranolol. Various preparation parameters studied significantly affected (p<0.05) the release of propranolol hydrochloride from the asymmetric membrane coated tablets and the release was independent of the pH and the rate of agitation of the dissolution medium (p>0.05). Asymmetric membranes can be successfully utilized in the controlled delivery of highly water soluble drugs like propranolol and by modifying preparation parameters like polymer concentration, pore former concentration and temperature of the precipitation bath, desired release rates can be obtained.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Division of Pharmaceutical Sciences, Massachusetts College of Pharmacy and Health Sciences, Boston 02115, USA."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Mukur",
      "initials": "M",
      "name": "Mukur Gupta",
      "affiliations": []
    },
    {
      "last_name": "Bhargava",
      "fore_name": "H N",
      "initials": "HN",
      "name": "H N Bhargava",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of pharmaceutics and biopharmaceutics : official journal of Arbeitsgemeinschaft fur Pharmazeutische Verfahrenstechnik e.V",
    "iso_abbreviation": "Eur J Pharm Biopharm",
    "issn": "0939-6411",
    "issn_type": "Print",
    "volume": "67",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "725",
  "end_page": "731",
  "pages": "725-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Chemistry, Pharmaceutical",
    "Drug Delivery Systems",
    "Glycerol",
    "Membranes, Artificial",
    "Microscopy, Electron, Scanning",
    "Osmolar Concentration",
    "Pharmaceutical Vehicles",
    "Propranolol",
    "Quality Control",
    "Solubility",
    "Tablets, Enteric-Coated"
  ],
  "article_ids": {
    "pubmed": "17543513",
    "doi": "10.1016/j.ejpb.2007.04.009",
    "pii": "S0939-6411(07)00151-8"
  },
  "doi": "10.1016/j.ejpb.2007.04.009",
  "dates": {
    "completed": "2008-02-06",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Membranes, Artificial",
    "Pharmaceutical Vehicles",
    "Tablets, Enteric-Coated",
    "Propranolol",
    "Glycerol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.925005",
    "pmid": "17543513"
  }
}