{
  "pmid": "17559765",
  "uid": "17559765",
  "title": "Avulsion fractures of the fifth metatarsal base: a prospective outcome study.",
  "abstract": "BACKGROUND: This prospective study was done to evaluate functional outcomes after acute avulsion fractures of the fifth metatarsal base. METHODS: Fifty-two patients who sustained an avulsion fracture of the fifth metatarsal base and presented to the outpatient clinic of our hospital system were treated according to a standardized protocol. A total of 49 patients (50 fractures) were available for 1-year followup. There were eight men and 41 women with an average age of 41.9 (range 17 to 81) years. The lower extremity was placed in a hard-soled shoe, and patients were allowed to bear weight as tolerated. Baseline data collection consisted of demographic information, and radiographic, and functional evaluation. Patients were seen at regularly scheduled visits for 6 months and then contacted at 1 year to obtain followup information. A Short Musculoskeletal Function Assessment (SMFA) questionnaire was obtained at 6 months and 1 year. Analyses were performed to determine differences in outcome based on demographics and injury information. A p value of less than 0.05 was considered significant. RESULTS: An average of 22 days were lost from work, with 23 patients (46.9%) taking up to 10 days, 18 (36.7%) taking 10 days or longer off work, and eight patients (16.4%) losing no days of work. Based on self-reports, 10 patients (20.4%) had returned to pre-injury functional status by 3 months, 42 patients (85.7%) by 6 months, and all 49 patients by 1 year. At six and 12 months, no differences in SFMA were found based on gender, fracture type, or amount of fracture displacement. CONCLUSIONS: Fracture of the fifth metatarsal base often is a source of lost work productivity. Although patients can be expected to return to their preinjury level of function, recovery may take 6 months or longer.",
  "authors": [
    {
      "last_name": "Egol",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Egol",
      "affiliations": [
        "New York University Hospital for Joint Diseases, New York, NY, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Rosenblatt",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Rosenblatt",
      "affiliations": []
    },
    {
      "last_name": "Capla",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Capla",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Koval",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Foot & ankle international",
    "iso_abbreviation": "Foot Ankle Int",
    "issn": "1071-1007",
    "issn_type": "Print",
    "volume": "28",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "581",
  "end_page": "583",
  "pages": "581-3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Follow-Up Studies",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Metatarsal Bones",
    "Middle Aged",
    "Prospective Studies",
    "Radiography",
    "Recovery of Function",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "17559765",
    "doi": "10.3113/FAI.2007.0581",
    "pii": "957931"
  },
  "doi": "10.3113/FAI.2007.0581",
  "dates": {
    "completed": "2007-09-17",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.468099",
    "pmid": "17559765"
  }
}