{
  "pmid": "17568952",
  "uid": "17568952",
  "title": "Alcohol does not affect dark adaptation or luminance increment thresholds.",
  "abstract": "OBJECTIVE: It has been proposed that alcohol might induce within the retina a state akin to dark adaptation. However, the evidence to support this proposal is quite indirect. Another possibility is that alcohol might affect retinal gain control rather than sensitivity. To investigate these proposals psychophysically, we measured dark adaptation functions and increment thresholds with the increment threshold procedure in individuals with moderate blood alcohol concentrations (BACs). METHOD: Individuals were tested under both alcohol and no-alcohol conditions (BAC approximately .08%). In Experiment 1, thresholds for the detection of a parafoveal target were measured over a 25-minute period following a 3-minute bleach in six males. In Experiment 2, the cone dark adaptation function of four males was examined in more detail for a foveal target following bleaching at three different levels. In Experiment 3, we measured the thresholds of nine men for a small target superimposed on a background field that varied over 4 log units in luminance. RESULTS: We found no effects of alcohol on either the rod or the cone portion of the dark adaptation curve or on increment thresholds. CONCLUSIONS: Together, these data indicate that moderate alcohol ingestion does not affect the recovery of visual sensitivity in the dark nor does it affect gain control at the retinal level.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Khan",
      "affiliations": [
        "Department of Psychology, The University of Western Ontario, Social Science Centre, Room 6254, London, Ontario, Canada N6A 5C2. skhan5@uwo.ca"
      ]
    },
    {
      "last_name": "Timney",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Timney",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of studies on alcohol and drugs",
    "iso_abbreviation": "J Stud Alcohol Drugs",
    "issn": "1937-1888",
    "issn_type": "Print",
    "volume": "68",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "493",
  "end_page": "502",
  "pages": "493-502",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Alcohol Drinking",
    "Alcoholic Intoxication",
    "Contrast Sensitivity",
    "Dark Adaptation",
    "Ethanol",
    "Humans",
    "Male",
    "Pattern Recognition, Visual",
    "Photoreceptor Cells, Vertebrate",
    "Reaction Time",
    "Reference Values",
    "Retina",
    "Sensory Thresholds"
  ],
  "article_ids": {
    "pubmed": "17568952",
    "doi": "10.15288/jsad.2007.68.493"
  },
  "doi": "10.15288/jsad.2007.68.493",
  "dates": {
    "completed": "2007-09-06",
    "revised": "2019-06-08"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.676988",
    "pmid": "17568952"
  }
}