{
  "pmid": "17568452",
  "uid": "17568452",
  "title": "Does free complementary health insurance help the poor to access health care? Evidence from France.",
  "abstract": "The French government introduced a 'free complementary health insurance plan' in 2000, which covers most of the out-of-pocket payments faced by the poorest 10% of French residents. This plan was designed to help the non-elderly poor to access health care. To assess the impact of the introduction of the plan on its beneficiaries, we use a longitudinal data set to compare, for the same individual, the evolution of his/her expenditures before-and-after enrollment in the plan. This before-and-after analysis allows us to remove most of the spuriousness due to individual heterogeneity. We also use information on past coverage in a difference-in-difference analysis to evaluate the impact of specific benefits associated with the plan. We attempt at controlling for changes other than enrollment through a difference-in-difference analysis within the eligible (rather than enrolled) population. Our main result is the plan's lack of an overall effect on utilization. This result is likely attributable to the fact that those who were enrolled automatically in the free plan (the majority of enrollees), already benefited from a relatively generous plan. The significant effect among those who enrolled voluntarily in the free plan was likely driven by those with no previous complementary coverage.",
  "authors": [
    {
      "last_name": "Grignon",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Grignon",
      "affiliations": [
        "Department of Economics, McMaster University, Hamilton, ON, Canada. grignon@mcmaster.ca"
      ]
    },
    {
      "last_name": "Perronnin",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Perronnin",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health economics",
    "iso_abbreviation": "Health Econ",
    "issn": "1057-9230",
    "issn_type": "Print",
    "volume": "17",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "203",
  "end_page": "219",
  "pages": "203-19",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "France",
    "Health Services",
    "Health Services Accessibility",
    "Humans",
    "Insurance, Health",
    "Longitudinal Studies",
    "Models, Econometric",
    "Poverty",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "17568452",
    "doi": "10.1002/hec.1250"
  },
  "doi": "10.1002/hec.1250",
  "dates": {
    "completed": "2008-04-01",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.966781",
    "pmid": "17568452"
  }
}