{
  "pmid": "17572539",
  "uid": "17572539",
  "title": "A prospective study of patients undergoing breast reduction surgery: health-related quality of life and clinical outcomes.",
  "abstract": "BACKGROUND: This study assessed the health-related quality of life experienced by breast reduction patients using four reliable and validated health-related quality-of-life measures. METHODS: Consecutive patients with breast hypertrophy completed the Health Utilities Index Mark 2, the Health Utilities Index Mark 3, and the Breast Reduction Assessment Value and Outcomes instruments (the Short Form 36, the Multidimensional Body-Self Rating Questionnaire Appearance Assessment, and the Breast-Related Symptom Questionnaire) at 1 week and 1 day before surgery and at 1, 6, and 12 months after surgery. RESULTS: For the 52 patients in the study, mean scores for all quality-of-life instruments increased from the preoperative assessments to the postoperative assessments. The mean quality-adjusted life years gained per patient because of the surgery was 0.12 during the 1-year follow-up period. There was a positive relationship (p < 0.001) between breast resection weight and body mass index. However, body mass index and tissue resection weight were not significantly associated with Health Utilities Index Mark 3 change scores (p > 0.05). CONCLUSIONS: Patients who undergo breast reduction experience an important improvement in health-related quality of life according to four established measures. The improvement is most noticeable between 1 day before surgery and 1 month after surgery, after which it stabilizes for up to 1 year. The health-related quality-of-life effect of the surgery translates into an expected lifetime gain of 5.32 quality-adjusted life years, which is equivalent to each patient living an additional 5.32 years in perfect health. The authors conclude that there is no justification for the ongoing restriction or denials of third-party payments based on body mass index.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Hamilton and Dundas, Ontario, Canada From the Department of Surgery, Division of Plastic and Reconstructive Surgery, St. Joseph's Healthcare; the Surgical Outcomes Research Center, the Departments of Clinical Epidemiology and Biostatistics and Psychiatry and Behavioral Neurosciences, and the Center for Health Economics and Policy Analysis, McMaster University; and Health Utilities, Inc."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Veltri",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Veltri",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    },
    {
      "last_name": "Furlong",
      "fore_name": "William",
      "initials": "W",
      "name": "William Furlong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "120",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "13",
  "end_page": "26",
  "pages": "13-26",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Body Mass Index",
    "Breast",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Hypertrophy",
    "Mammaplasty",
    "Middle Aged",
    "Pain Measurement",
    "Patient Satisfaction",
    "Postoperative Complications",
    "Probability",
    "Prospective Studies",
    "Quality of Life",
    "Treatment Outcome",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "17572539",
    "doi": "10.1097/01.prs.0000263370.94191.90",
    "pii": "00006534-200707000-00002"
  },
  "doi": "10.1097/01.prs.0000263370.94191.90",
  "dates": {
    "completed": "2007-07-10",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.132433",
    "pmid": "17572539"
  }
}