{
  "pmid": "17577472",
  "uid": "17577472",
  "title": "A model for assessing the cost-effectiveness of atorvastatin and simvastatin in achieving Canadian low-density lipoprotein cholesterol targets.",
  "abstract": "BACKGROUND: Elevated low-density lipoprotein cholesterol (LDL-C) is an important modifiable risk factor for cardiovascular (CV) disease. Statins differ in their LDL-C-lowering effects and acquisition costs. Atorvastatin and simvastatin are the 2 most commonly used statins in Canada. OBJECTIVE: This analysis compared the cost-effectiveness of atorvastatin and generic simvastatin in terms of annual drug cost per patient treated to Canadian LDL-C targets. It was conducted from the perspective of the Canadian provincial drug-reimbursement plans. METHODS: A hypothetical cohort of 1000 dyslipidemic patients was assigned baseline LDL-C serum concentrations and levels of risk for CV disease based on Canadian population data. Canadian data on statin dosing were combined with efficacy data from a published meta-analysis to determine the proportion of patients who would be expected to achieve LDL-C targets after treatment with atorvastatin or generic simvastatin. Statin acquisition costs were obtained from Ontario and Quebec and reported in 2005 Canadian dollars. The sensitivity of the model to changes in drug costs, effectiveness, and persistence with treatment was tested. RESULTS: The model predicted that more patients would reach the LDL-C target with atorvastatin than with simvastatin (73% vs 57%, respectively). The mean annual drug cost per patient treated to target was $54 higher with atorvastatin ($905 vs $851). The incremental cost-effectiveness ratio, measured as annual drug cost per additional patient treated to target with atorvastatin, was $1088. The model was sensitive to drug cost and effectiveness assumptions. Incorporating real-life rates of adherence into the model had no significant impact on the results. CONCLUSION: In this hypothetical cohort of dyslipidemic patients, treatment with atorvastatin would allow achievement of LDL-C targets in more patients than treatment with simvastatin, at an annual incremental cost of $1088 per additional patient treated to target.",
  "authors": [
    {
      "last_name": "Lachaine",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Lachaine",
      "affiliations": [
        "Faculty of Pharmacy, University of Montreal, Montreal, Quebec, Canada. jian.lachaine@umontreal.ca"
      ]
    },
    {
      "last_name": "Merikle",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Merikle",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Montpetit",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Montpetit",
      "affiliations": []
    },
    {
      "last_name": "Rinfret",
      "fore_name": "Stéphane",
      "initials": "S",
      "name": "Stéphane Rinfret",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical therapeutics",
    "iso_abbreviation": "Clin Ther",
    "issn": "0149-2918",
    "issn_type": "Print",
    "volume": "29",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Mar"
  },
  "start_page": "519",
  "end_page": "528",
  "pages": "519-28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Atorvastatin",
    "Canada",
    "Cholesterol, LDL",
    "Cost-Benefit Analysis",
    "Drug Costs",
    "Dyslipidemias",
    "Heptanoic Acids",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Models, Economic",
    "Pyrroles",
    "Simvastatin"
  ],
  "article_ids": {
    "pubmed": "17577472",
    "doi": "10.1016/s0149-2918(07)80089-0",
    "pii": "S0149-2918(07)80089-0"
  },
  "doi": "10.1016/s0149-2918(07)80089-0",
  "dates": {
    "completed": "2007-08-03",
    "revised": "2019-09-23"
  },
  "chemicals": [
    "Cholesterol, LDL",
    "Heptanoic Acids",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Pyrroles",
    "Atorvastatin",
    "Simvastatin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:02.302247",
    "pmid": "17577472"
  }
}