{
  "pmid": "17588394",
  "uid": "17588394",
  "title": "Warfarin cessation before cardiopulmonary bypass: lessons learned from a randomized controlled trial of oral vitamin K.",
  "abstract": "BACKGROUND: No standard protocol of warfarin cessation and bridging for cardiac surgery exists. This study examined a single institution's protocol with respect to timing of cessation and low molecular weight heparin bridging. The recovery of vitamin K-dependent factors and the effects of cardiopulmonary bypass on coagulation factors were explored. Administration of preoperative oral vitamin K was investigated in a randomized, placebo-controlled trial. A post hoc analysis examined residual anti-Xa activity of enoxaparin bridging. METHODS: Forty patients on warfarin undergoing cardiopulmonary bypass were randomized to receive 5 mg of oral vitamin K or placebo 6 days before surgery. Blood samples were acquired at six times and assayed for prothrombin time, anti-Xa activity, and functional levels of factors II, V, VII, and IX and of protein C. Measures of bleeding and transfusion were also collected. RESULTS: No difference in bleeding or transfusion was observed between the treatment groups. Appropriate recovery of coagulation factors was observed with warfarin cessation irrespective of treatment group. The coagulation factors decreased by an average of 0.36 units/mL during the period of surgery. Enoxaparin 1 mg/kg until the evening before surgery resulted in 70% of patients entering the operating room with therapeutic anti-Xa activity (0.6 +/- 0.3 units/mL). CONCLUSIONS: The cessation of warfarin 6 days preoperatively is sufficient for functional recovery of vitamin K-dependent factors, which undergo significant changes during the operative course. A 5-mg dose of vitamin K with warfarin discontinuation did not enhance recovery of vitamin K-dependent factors and is unnecessary. With the observation that enoxaparin up until the night before surgery resulted in high residual anti-Xa levels in the operating room, our center now administers the last dose of enoxaparin 24 hours before surgery.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Division of Cardiac Surgery, HHSC, McMaster University, Hamilton, Ontario, Canada. rwhitlock1@cogeco.ca"
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": []
    },
    {
      "last_name": "Blackall",
      "fore_name": "Mary-Helen",
      "initials": "MH",
      "name": "Mary-Helen Blackall",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Teoh",
      "fore_name": "Kevin H T",
      "initials": "KH",
      "name": "Kevin H T Teoh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Annals of thoracic surgery",
    "iso_abbreviation": "Ann Thorac Surg",
    "issn": "1552-6259",
    "issn_type": "Electronic",
    "volume": "84",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "103",
  "end_page": "108",
  "pages": "103-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Oral",
    "Aged",
    "Anticoagulants",
    "Antithrombin III",
    "Cardiopulmonary Bypass",
    "Factor V",
    "Female",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Vitamin K",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "17588394",
    "doi": "10.1016/j.athoracsur.2007.03.014",
    "pii": "S0003-4975(07)00504-8"
  },
  "doi": "10.1016/j.athoracsur.2007.03.014",
  "dates": {
    "completed": "2007-07-20",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Vitamin K",
    "Warfarin",
    "Antithrombin III",
    "Factor V"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.075931",
    "pmid": "17588394"
  }
}