{
  "pmid": "17594495",
  "uid": "17594495",
  "title": "NorthStar, a support tool for the design and evaluation of quality improvement interventions in healthcare.",
  "abstract": "BACKGROUND: The Research-Based Education and Quality Improvement (ReBEQI) European partnership aims to establish a framework and provide practical tools for the selection, implementation, and evaluation of quality improvement (QI) interventions. We describe the development and preliminary evaluation of the software tool NorthStar, a major product of the ReBEQI project. METHODS: We focused the content of NorthStar on the design and evaluation of QI interventions. A lead individual from the ReBEQI group drafted each section, and at least two other group members reviewed it. The content is based on published literature, as well as material developed by the ReBEQI group. We developed the software in both a Microsoft Windows HTML help system version and a web-based version. In a preliminary evaluation, we surveyed 33 potential users about the acceptability and perceived utility of NorthStar. RESULTS: NorthStar consists of 18 sections covering the design and evaluation of QI interventions. The major focus of the intervention design sections is on how to identify determinants of practice (factors affecting practice patterns), while the major focus of the intervention evaluation sections is on how to design a cluster randomised trial. The two versions of the software can be transferred by email or CD, and are available for download from the internet. The software offers easy navigation and various functions to access the content. Potential users (55% response rate) reported above-moderate levels of confidence in carrying out QI research related tasks if using NorthStar, particularly when developing a protocol for a cluster randomised trial CONCLUSION: NorthStar is an integrated, accessible, practical, and acceptable tool to assist developers and evaluators of QI interventions.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, USA. elieakl@buffalo.edu"
      ]
    },
    {
      "last_name": "Treweek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treweek",
      "affiliations": []
    },
    {
      "last_name": "Foy",
      "fore_name": "Robbie",
      "initials": "R",
      "name": "Robbie Foy",
      "affiliations": []
    },
    {
      "last_name": "Francis",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Francis",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2007",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "19",
  "pages": "19",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17594495",
    "pmc": "PMC1913538",
    "doi": "10.1186/1748-5908-2-19",
    "pii": "1748-5908-2-19"
  },
  "doi": "10.1186/1748-5908-2-19",
  "pmc_id": "PMC1913538",
  "dates": {
    "completed": "2007-08-01",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HSRU2",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:13.972787",
    "pmid": "17594495"
  }
}