{
  "pmid": "17595370",
  "uid": "17595370",
  "title": "Interrater reliability of APACHE II scores for medical-surgical intensive care patients: a prospective blinded study.",
  "abstract": "BACKGROUND: Despite widespread use of the Acute Physiology and Chronic Health Evaluation II (APACHE II), its interrater reliability has not been well studied. OBJECTIVE: To determine interrater reliability of APACHE II scores among 1 intensive care nurse and 2 research clerks. METHODS: In a prospective, blinded, observational study, 3 raters collected APACHE II scores on 37 consecutive patients in a medical-surgical intensive care unit. One research clerk was blinded to the study's start date to minimize observer bias. The nurse and the other research clerk were blinded to each other's scores and did not communicate with the first research clerk about the study. The data analyst was blinded to the identity and source of all 3 raters' scores. Intraclass correlation coefficients and 95% confidence intervals were assessed. RESULTS: Mean (standard deviation) APACHE II scores were 21.8 (9.2) for the nurse, 20.4 (7.7) for research clerk 1, and 20.5 (8.1) for research clerk 2. Among the 3 raters, the intraclass correlation coefficient (95% confidence interval) was 0.90 (0.84, 0.94) for the APACHE II total score. Within APACHE II score components, the highest reliability was for age (0.98 [0.97, 0.99]), with lower reliabilities for the Chronic Health Index (0.64 [0.50, 0.80]) and the verbal component of the Glasgow Coma Scale (0.40 [0.20, 0.60]). Results were similar between pairs of raters. CONCLUSIONS: Use of trained nonmedical personnel to collect illness severity scores for clinical, research, and administrative purposes is reasonable. This method could be used to assess reliability of other illness severity scores.",
  "authors": [
    {
      "last_name": "Kho",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Kho",
      "affiliations": [
        "Health Research Methodology Program, at McMaster University, Hamilton, Ontario, Canada. khome@mcmaster.ca"
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen McDonald",
      "affiliations": []
    },
    {
      "last_name": "Stratford",
      "fore_name": "Paul W",
      "initials": "PW",
      "name": "Paul W Stratford",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of critical care : an official publication, American Association of Critical-Care Nurses",
    "iso_abbreviation": "Am J Crit Care",
    "issn": "1062-3264",
    "issn_type": "Print",
    "volume": "16",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "378",
  "end_page": "383",
  "pages": "378-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "APACHE",
    "Critical Care",
    "Humans",
    "Nurses",
    "Observer Variation",
    "Ontario",
    "Prospective Studies",
    "Reproducibility of Results",
    "Research Personnel",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "17595370",
    "pii": "16/4/378"
  },
  "dates": {
    "completed": "2007-09-12",
    "revised": "2023-10-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.955392",
    "pmid": "17595370"
  }
}