{
  "pmid": "17590489",
  "uid": "17590489",
  "title": "Banking on it: public policy and the ethics of stem cell research and development.",
  "abstract": "If the therapeutic potential of stem cell-based therapies is ever realized, demand for stem cells and derivative tissues will be tremendous and will create new challenges for health care systems, especially publicly funded health care systems. We propose a framework for the ethical analysis of stem cell research and development that considers the welfare of communities, tissue recipients, and cell sources in relation to a range of stem cell production and distribution options. Ethical desiderata include: equitable access, maximized potential therapeutic benefit across demographic and disease groups, and reasonable cost. Other ethical priorities include the minimization of stem cell line and tissue wastage, risk of immune rejection, risk of transmitting diseases, the use of human embryos, and risk to those contributing source cells. We array plausible sources of stem cells and distribution strategies to characterize 12 potential models for producing and distributing cells and tissues in the future. We describe \"personalized\", \"matched\", and \"universalized\" models, and compare the ethical acceptability of these models. Popular and scientific discourses about stem cells typically emphasize personalized or matched stem cell distribution models. We show that universalized models may ultimately best serve the interest of taxpayers, communities and patients who hold high stakes in the therapeutic success of stem cell science. They are therefore highly worthy of scientific pursuit. This conclusion is provisional and the framework must be reapplied as scientific knowledge, technological capacity and ethical mores evolve.",
  "authors": [
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, HSC-3H1C, 1200 Main Street, West, Hamilton, Ont., Canada L8N 3Z5. giacomin@mcmaster.ca"
      ]
    },
    {
      "last_name": "Baylis",
      "fore_name": "Francoise",
      "initials": "F",
      "name": "Francoise Baylis",
      "affiliations": []
    },
    {
      "last_name": "Robert",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Robert",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "65",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "1490",
  "end_page": "1500",
  "pages": "1490-500",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bioethics",
    "Cord Blood Stem Cell Transplantation",
    "Embryo Research",
    "Embryonic Stem Cells",
    "Ethical Analysis",
    "Ethics, Research",
    "Humans",
    "Public Policy",
    "Resource Allocation",
    "Social Justice",
    "Social Welfare",
    "Stem Cell Transplantation",
    "Tissue Banks",
    "Tissue and Organ Harvesting"
  ],
  "article_ids": {
    "pubmed": "17590489",
    "doi": "10.1016/j.socscimed.2007.05.021",
    "pii": "S0277-9536(07)00283-3"
  },
  "doi": "10.1016/j.socscimed.2007.05.021",
  "dates": {
    "completed": "2008-01-17",
    "revised": "2007-09-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.590452",
    "pmid": "17590489"
  }
}