{
  "pmid": "17606780",
  "uid": "17606780",
  "title": "Are outcomes of bimalleolar fractures poorer than those of lateral malleolar fractures with medial ligamentous injury?",
  "abstract": "BACKGROUND: Recommendations for surgical treatment and expected outcomes differ for two unstable patterns of supination-external rotation ankle injuries. We compared the demographic characteristics and functional outcome following surgical stabilization between the two types of supination-external rotation type-4 fractures: distal fibular fracture with a deltoid ligament rupture and bimalleolar fracture. METHODS: Demographic data on 456 patients in whom an unstable fracture of the ankle was treated surgically were entered into a database and the patients were prospectively followed. Two hundred and sixty-six of these patients sustained either a bimalleolar fracture or a lateral malleolar fracture with insufficiency of the deltoid ligament and widening of the medial clear space. No medial fixation was used in the patients with a deltoid ligament injury. All patients followed a similar postoperative protocol. The patients were followed clinically and radiographically at three, six, and twelve months after the surgery. Function was assessed with the Short Musculoskeletal Function Assessment and the American Orthopaedic Foot and Ankle Society score. RESULTS: Bimalleolar fractures were more commonly seen in female patients, in those older than sixty years of age, and in patients with more comorbidities. There was no significant association between the fracture pattern and either diabetes or the length of the hospital stay. At a minimum of one year postoperatively, the patients with a bimalleolar fracture had significantly worse function, even after we controlled for all other variables. The overall complication rate, including elective hardware removal, was also higher in the group with a bimalleolar fracture (seventeen compared with nine patients). CONCLUSIONS: At one year after surgical stabilization of an unstable ankle fracture, most patients experience little or mild pain and have few restrictions in functional activities. However, the functional outcome for those with a bimalleolar fracture is worse than that for those with a lateral malleolar fracture and disruption of the deltoid ligament, possibly because of the injury pattern and the energy expended.",
  "authors": [
    {
      "last_name": "Tejwani",
      "fore_name": "Nirmal C",
      "initials": "NC",
      "name": "Nirmal C Tejwani",
      "affiliations": [
        "Department of Orthopaedic Surgery, New York University Hospital for Joint Diseases, 550 First Avenue, NBV 21W 37, New York, NY 10016, USA. Nirmal.tejwani@med.nyu.edu"
      ]
    },
    {
      "last_name": "McLaurin",
      "fore_name": "Toni M",
      "initials": "TM",
      "name": "Toni M McLaurin",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Bhadsavle",
      "fore_name": "Siraj",
      "initials": "S",
      "name": "Siraj Bhadsavle",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Koval",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "1438",
  "end_page": "1441",
  "pages": "1438-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ankle Injuries",
    "Chi-Square Distribution",
    "Female",
    "Fracture Fixation, Internal",
    "Fractures, Bone",
    "Humans",
    "Ligaments, Articular",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Postoperative Complications",
    "Prospective Studies",
    "Radiography",
    "Recovery of Function",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17606780",
    "doi": "10.2106/JBJS.F.01006",
    "pii": "89/7/1438"
  },
  "doi": "10.2106/JBJS.F.01006",
  "dates": {
    "completed": "2007-09-06",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.469634",
    "pmid": "17606780"
  }
}