{
  "pmid": "17606794",
  "uid": "17606794",
  "title": "Overlapping systematic reviews of anterior cruciate ligament reconstruction comparing hamstring autograft with bone-patellar tendon-bone autograft: why are they different?",
  "abstract": "BACKGROUND: Systematic reviews published on the same topic during a similar period of time (i.e., overlapping reviews) on anterior cruciate ligament reconstruction complicate the choice between bone-patellar tendon-bone or hamstring tendon autograft. We aimed to evaluate reasons for differences among the overlapping systematic reviews and to assess the quality of reporting and internal validity. METHODS: We performed a search of MEDLINE, the Cochrane Database of Systematic Reviews, and EMBASE to identify systematic reviews in which bone-patellar tendon-bone graft was compared with hamstring tendon autograft for reconstruction of the anterior cruciate ligament. We evaluated cross-citations among the overlapping reviews and the authors' rationale for repeating the review. The quality of reporting was assessed with the Quality of Reporting of Meta-analyses (QUOROM) statement, and the internal validity was assessed with the Oxman and Guyatt index for methodological quality by at least two assessors. Assessor agreement was evaluated with intraclass correlation coefficients. We evaluated the sensitivity analysis that had been performed in the reviews. RESULTS: We identified eleven overlapping systematic reviews. Three reviews favored the patellar tendon graft for stability, and one favored the hamstring graft. Six reviews favored the hamstring graft to prevent anterior knee pain, and the rest were inconclusive. Only six reviews cited previously published systematic reviews on the same topic, and only two of these reviews cited all available systematic reviews that were available at that time. The quality of reporting ranged from 5 to 18 (median, 12; maximum score, 18). The internal validity ranged from 1 to 7 (median, 2; maximum score, 7). Reviewers reached almost perfect agreement (intraclass correlation coefficients, 0.83 and 0.94). Formal sensitivity analysis was utilized infrequently. The highest-quality review favored hamstring grafts to prevent anterior knee pain and showed weak evidence that bone-patellar tendon-bone grafts yielded better stability. CONCLUSIONS: When overlapping or discordant systematic reviews are encountered, each review must be appraised on the basis of its methodological quality before it can be used to guide clinical decision-making or policy making. The currently available best evidence, derived from a methodologically sound meta-analysis, suggests that hamstring tendon autografts are superior for preventing anterior knee pain, and there is limited evidence that bone-patellar tendon-bone autografts provide better stability.",
  "authors": [
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": [
        "Division of Orthopaedic Surgery, Orthopaedic Research Unit, McMaster University, Ontario, Canada. Poolman@trauma.nl"
      ]
    },
    {
      "last_name": "Abouali",
      "fore_name": "Jihad A K",
      "initials": "JA",
      "name": "Jihad A K Abouali",
      "affiliations": []
    },
    {
      "last_name": "Conter",
      "fore_name": "Henry J",
      "initials": "HJ",
      "name": "Henry J Conter",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "1542",
  "end_page": "1552",
  "pages": "1542-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Bone-Patellar Tendon-Bone Grafting",
    "Decision Support Techniques",
    "Humans",
    "Plastic Surgery Procedures",
    "Tendon Transfer",
    "Transplantation, Autologous"
  ],
  "article_ids": {
    "pubmed": "17606794",
    "doi": "10.2106/JBJS.F.01292",
    "pii": "89/7/1542"
  },
  "doi": "10.2106/JBJS.F.01292",
  "dates": {
    "completed": "2007-09-06",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.254261",
    "pmid": "17606794"
  }
}