{
  "pmid": "17615078",
  "uid": "17615078",
  "title": "Reliability and validity of a nutrition and physical activity environmental self-assessment for child care.",
  "abstract": "BACKGROUND: Few assessment instruments have examined the nutrition and physical activity environments in child care, and none are self-administered. Given the emerging focus on child care settings as a target for intervention, a valid and reliable measure of the nutrition and physical activity environment is needed. METHODS: To measure inter-rater reliability, 59 child care center directors and 109 staff completed the self-assessment concurrently, but independently. Three weeks later, a repeat self-assessment was completed by a sub-sample of 38 directors to assess test-retest reliability. To assess criterion validity, a researcher-administered environmental assessment was conducted at 69 centers and was compared to a self-assessment completed by the director. A weighted kappa test statistic and percent agreement were calculated to assess agreement for each question on the self-assessment. RESULTS: For inter-rater reliability, kappa statistics ranged from 0.20 to 1.00 across all questions. Test-retest reliability of the self-assessment yielded kappa statistics that ranged from 0.07 to 1.00. The inter-quartile kappa statistic ranges for inter-rater and test-retest reliability were 0.45 to 0.63 and 0.27 to 0.45, respectively. When percent agreement was calculated, questions ranged from 52.6% to 100% for inter-rater reliability and 34.3% to 100% for test-retest reliability. Kappa statistics for validity ranged from -0.01 to 0.79, with an inter-quartile range of 0.08 to 0.34. Percent agreement for validity ranged from 12.9% to 93.7%. CONCLUSION: This study provides estimates of criterion validity, inter-rater reliability and test-retest reliability for an environmental nutrition and physical activity self-assessment instrument for child care. Results indicate that the self-assessment is a stable and reasonably accurate instrument for use with child care interventions. We therefore recommend the Nutrition and Physical Activity Self-Assessment for Child Care (NAP SACC) instrument to researchers and practitioners interested in conducting healthy weight intervention in child care. However, a more robust, less subjective measure would be more appropriate for researchers seeking an outcome measure to assess intervention impact.",
  "authors": [
    {
      "last_name": "Benjamin",
      "fore_name": "Sara E",
      "initials": "SE",
      "name": "Sara E Benjamin",
      "affiliations": [
        "Department of Ambulatory Care and Prevention, Harvard Medical School and Harvard Pilgrim Health Care, Boston, MA, USA. sara_benjamin@harvardpilgrim.org"
      ]
    },
    {
      "last_name": "Neelon",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Neelon",
      "affiliations": []
    },
    {
      "last_name": "Ball",
      "fore_name": "Sarah C",
      "initials": "SC",
      "name": "Sarah C Ball",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    },
    {
      "last_name": "Ammerman",
      "fore_name": "Alice S",
      "initials": "AS",
      "name": "Alice S Ammerman",
      "affiliations": []
    },
    {
      "last_name": "Ward",
      "fore_name": "Dianne S",
      "initials": "DS",
      "name": "Dianne S Ward",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The international journal of behavioral nutrition and physical activity",
    "iso_abbreviation": "Int J Behav Nutr Phys Act",
    "issn": "1479-5868",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2007",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17615078",
    "pmc": "PMC1934916",
    "doi": "10.1186/1479-5868-4-29",
    "pii": "1479-5868-4-29"
  },
  "doi": "10.1186/1479-5868-4-29",
  "pmc_id": "PMC1934916",
  "dates": {
    "completed": "2007-08-13",
    "revised": "2020-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.863738",
    "pmid": "17615078"
  }
}