{
  "pmid": "17611848",
  "uid": "17611848",
  "title": "Hamstring tendon autograft better than bone patellar-tendon bone autograft in ACL reconstruction: a cumulative meta-analysis and clinically relevant sensitivity analysis applied to a previously published analysis.",
  "abstract": "BACKGROUND: Current debate on treatment options for anterior cruciate ligament (ACL) reconstruction complicate the choice between hamstring and bone-patellar tendon-bone autografts. We hypothesized a priori that cumulative meta-analysis (a form of sensitivity analysis) might show that the evidence for reduction of morbidity by hamstring grafts could have been reached at an earlier time. Furthermore, we hypothesized a priori that modern state-of-the-art hamstring graft fixation technique would give similar results regarding stability as bone-patellar tendon-bone autografts. METHODS: We performed a cumulative meta-analysis and sensitivity analysis based on femoral graft fixation techniques to compare hamstring autograft and bone-patellar tendon-bone autografts in ACL reconstruction derived from a previously published meta-analysis. RESULTS: Cumulatively, that hamstring autograft reduces anterior knee pain had already reached statistical significance in 2001 (relative risk 0.49 (95%CI: 0.32-0.76; p = 0.001, I2 = 0%)). The modern endobutton hamstring graft fixation technique (2 studies) yielded similar stability in the Lachman test as bone-patellar tendon-bone grafts, with a relative risk of 1.1 (95%CI: 0.82-1.5; p = 0.6, I2 = 0%). Exclusion of the endobutton group explains the increased laxity in the hamstring graft group. INTERPRETATION: Cumulative meta-analysis strengthens the evidence for reduced morbidity using hamstring tendon autograft for anterior cruciate ligament reconstruction. Sensitivity analysis focusing on state-of-the-art hamstring graft fixation techniques further weakens the evidence that bone-patellar tendon-bone autografts provide better stability.",
  "authors": [
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": [
        "Department of Orthopaedic Surgery, Onze Lieve Vrouwe Gasthuis, NL-1090 HM Amsterdam, The Netherlands. poolman@trauma.nl"
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Acta orthopaedica",
    "iso_abbreviation": "Acta Orthop",
    "issn": "1745-3674",
    "issn_type": "Print",
    "volume": "78",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "350",
  "end_page": "354",
  "pages": "350-4",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Bone-Patellar Tendon-Bone Grafting",
    "Evidence-Based Medicine",
    "Humans",
    "Knee Injuries",
    "Meta-Analysis as Topic",
    "Patellar Ligament",
    "Plastic Surgery Procedures",
    "Sensitivity and Specificity",
    "Tendons",
    "Transplantation, Autologous"
  ],
  "article_ids": {
    "pubmed": "17611848",
    "doi": "10.1080/17453670710013915",
    "pii": "780347015"
  },
  "doi": "10.1080/17453670710013915",
  "dates": {
    "completed": "2007-09-19",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:57.509107",
    "pmid": "17611848"
  }
}