{
  "pmid": "17620036",
  "uid": "17620036",
  "title": "Effect of cost-sharing changes on self-monitoring of blood glucose.",
  "abstract": "OBJECTIVE: To study the effect of cost-sharing policy changes on utilization of test strips for self-monitoring of blood glucose. STUDY DESIGN: A legislative mandate (January 1, 2000) required California health plans to cover diabetes supplies, including those for self-monitoring of blood glucose. One health plan, Kaiser Permanente Northern California, initially waived established copayments and provided free test strips to members with diabetes mellitus for 2 years but later instituted a 20% coinsurance charge for a portion of their membership. METHODS: A retrospective cohort design was used to study pharmacy-based estimates of test strip utilization changes during this natural experiment. Analyses included 2 cohort investigations using pretest-posttest analysis with control subjects to study transitions from a copayment period to a free test strip period and from the free test strip period to a coinsurance period. RESULTS: During the copayment period, test strip utilization was inversely related to copayments for test strips. Offering free test strips did not increase utilization, even among those paying higher copayments before the policy change. Price-elastic patterns formed before and during the copayment period persisted, despite receiving free test strips for 2 years. The coinsurance, introduced after 2 years of receiving free test strips, resulted in statistically significant (but not clinically relevant) decreased utilization (approximately 1-3 fewer test strips/month). Change patterns did not differ by socioeconomic status. CONCLUSIONS: Offering free test strips shifted costs from patient to health plan, without improving adherence. The introduced coinsurance slightly reduced utilization and adherence to recommendations about self-monitoring of blood glucose. Neither intervention had marked clinical effect. Cross-sectional analyses should not be used to predict utilization changes in the face of rapidly evolving benefit policies.",
  "authors": [
    {
      "last_name": "Karter",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Karter",
      "affiliations": [
        "Division of Research, Kaiser Permanente, Oakland, CA 94612, USA. andy.j.karter@kp.org"
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa M",
      "initials": "MM",
      "name": "Melissa M Parker",
      "affiliations": []
    },
    {
      "last_name": "Moffet",
      "fore_name": "Howard H",
      "initials": "HH",
      "name": "Howard H Moffet",
      "affiliations": []
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Ameena T",
      "initials": "AT",
      "name": "Ameena T Ahmed",
      "affiliations": []
    },
    {
      "last_name": "Chan",
      "fore_name": "James",
      "initials": "J",
      "name": "James Chan",
      "affiliations": []
    },
    {
      "last_name": "Spence",
      "fore_name": "Michele M",
      "initials": "MM",
      "name": "Michele M Spence",
      "affiliations": []
    },
    {
      "last_name": "Selby",
      "fore_name": "Joe V",
      "initials": "JV",
      "name": "Joe V Selby",
      "affiliations": []
    },
    {
      "last_name": "Ettner",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Ettner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of managed care",
    "iso_abbreviation": "Am J Manag Care",
    "issn": "1936-2692",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "408",
  "end_page": "416",
  "pages": "408-16",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Glucose Self-Monitoring",
    "California",
    "Cohort Studies",
    "Cost Sharing",
    "Female",
    "Humans",
    "Linear Models",
    "Male",
    "Managed Care Programs",
    "Middle Aged",
    "Patient Compliance",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "17620036",
    "mid": "NIHMS37509",
    "pmc": "PMC2292835",
    "pii": "3339"
  },
  "pmc_id": "PMC2292835",
  "dates": {
    "completed": "2007-08-14",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 DK061678",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.167009",
    "pmid": "17620036"
  }
}