{
  "pmid": "17626385",
  "uid": "17626385",
  "title": "Seasonal variation in leisure-time physical activity among Canadians.",
  "abstract": "BACKGROUND: Cardiovascular disease (CVD) mortality is higher in winter than summer, particularly in cold climates. Physical activity reduces CVD risk but climate impacts participation in physical activity. Canada has substantial climatic variation but its relation with physical activity is understudied. In this investigation, we evaluated the relation between seasonality and physical activity among Canadians. METHODS: We used public domain data from the Canadian Community Health Survey, Cycle 2.2 (CCHS 2.2), a representative, cross-sectional sample of free-living Canadians in 2004. Leisure-time physical activity was measured using a modified version of the Physical Activity Monitor that was validated. Season was determined by the time of the interview, i.e., Winter: January 1 to March 31, Spring: April 1 to June 30, Summer: July 1 to September 30, and Fall: October 1 to December 31. In all multivariate models, we adjusted for age, sex, education, and income adequacy. RESULTS: There were 20,197 persons aged 19 years and older in this analysis. In the winter, 64% of Canadians were inactive as compared with 49% in the summer. Total average daily energy expenditure was 31.0% higher in summer than winter after multivariate adjustment. Leisure-time physical activity was 86% more likely in the summer than winter (multivariate OR = 1.86, 95% CI 1.40, 2.45). The relation between seasonality and physical activity was weakest in Newfoundland and Labrador and stronger in Saskatchewan and British Columbia (p-value for interaction = 0.02). INTERPRETATION: Seasonality impacts physical activity patterns in Canada and varies across the provinces. This needs to be considered in physical activity programming.",
  "authors": [
    {
      "last_name": "Merchant",
      "fore_name": "Anwar T",
      "initials": "AT",
      "name": "Anwar T Merchant",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON. anwar.merchant@post.harvard.edu"
      ]
    },
    {
      "last_name": "Dehghan",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "98",
    "issue": "3",
    "pub_year": "2007"
  },
  "start_page": "203",
  "end_page": "208",
  "pages": "203-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Cross-Sectional Studies",
    "Female",
    "Health Behavior",
    "Health Surveys",
    "Humans",
    "Interviews as Topic",
    "Leisure Activities",
    "Male",
    "Middle Aged",
    "Motor Activity",
    "Physical Fitness",
    "Program Development",
    "Seasons",
    "Time"
  ],
  "article_ids": {
    "pubmed": "17626385",
    "pmc": "PMC6975733",
    "doi": "10.1007/BF03403713"
  },
  "doi": "10.1007/BF03403713",
  "pmc_id": "PMC6975733",
  "dates": {
    "completed": "2007-10-12",
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.210703",
    "pmid": "17626385"
  }
}