{
  "pmid": "17623059",
  "uid": "17623059",
  "title": "A survey of Canadian intensivists' resuscitation practices in early septic shock.",
  "abstract": "INTRODUCTION: Recent evidence suggests that early, aggressive resuscitation in patients with septic shock reduces mortality. The objective of this survey was to characterize reported resuscitation practices of Canadian physicians caring for adult critically ill patients with early septic shock. METHODS: A scenario-based self-administered national survey was sent out to Canadian critical care physicians. One hypothetical scenario was developed to obtain information on several aspects of resuscitation in early septic shock, including monitoring and resuscitation end-points, fluid administration, red blood cell transfusion triggers, and use of inotropes. The sampling frame was physician members of Canadian national and provincial critical care societies. RESULTS: The survey response rate was 232 out of 355 (65.3%). Medicine was the most common primary specialty (60.0%), most respondents had practiced for 6 to 10 years (30.0%), and 82.0% were male. The following monitoring devices/parameters were reported as used/measured 'often' or 'always' by at least 89% of respondents: oxygen saturation (100%), Foley catheters (100%), arterial blood pressure lines (96.6%), telemetry (94.3%), and central venous pressure (89.2%). Continuous monitoring of central venous oxygen saturation was employed 'often' or 'always' by 9.8% of respondents. The two most commonly cited resuscitation end-points were urine output (96.5%) and blood pressure (91.8%). Over half of respondents used normal saline (84.5%), Ringers lactate (52.2%), and pentastarch (51.3%) 'often' or 'always' for early fluid resuscitation. In contrast, 5% and 25% albumin solutions were cited as used 'often' or 'always' by 3.9% and 1.3% of respondents, respectively. Compared with internists, surgeons and anesthesiologists (odds ratio (95% confidence interval): 9.8 (2.9 to 32.7) and 3.8 (1.7 to 8.7), respectively) reported greater use of Ringers lactate. In the setting of a low central venous oxygen saturation, 52.5% of respondents reported use of inotropic support 'often' or 'always'. Only 7.6% of physicians stated they would use a red blood cell transfusion trigger of 100 g/l to optimize oxygen delivery further. CONCLUSION: Our survey results suggest that there is substantial practice variation in the resuscitation of adult patients with early septic shock. More randomized trials are needed to determine the optimal approach.",
  "authors": [
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn A",
      "initials": "LA",
      "name": "Lauralyn A McIntyre",
      "affiliations": [
        "University of Ottawa Centre for Transfusion and Critical Care Research, Clinical Epidemiology Unit of the Ottawa Hospital, Ottawa Health Research Institute, 501 Smyth Rd Ottawa, Ontario, Canada K1H 8L6. lmcintyre@ottawahospital.on.ca"
      ]
    },
    {
      "last_name": "Hébert",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Hébert",
      "affiliations": []
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Fergusson",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Aziz",
      "fore_name": "Ashique",
      "initials": "A",
      "name": "Ashique Aziz",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "4",
    "pub_year": "2007"
  },
  "start_page": "R74",
  "pages": "R74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Critical Care",
    "Female",
    "Health Care Surveys",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Middle Aged",
    "Monitoring, Physiologic",
    "Multivariate Analysis",
    "Practice Patterns, Physicians'",
    "Resuscitation",
    "Shock, Septic"
  ],
  "article_ids": {
    "pubmed": "17623059",
    "pmc": "PMC2206518",
    "doi": "10.1186/cc5962",
    "pii": "cc5962"
  },
  "doi": "10.1186/cc5962",
  "pmc_id": "PMC2206518",
  "dates": {
    "completed": "2008-03-26",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.696276",
    "pmid": "17623059"
  }
}