{
  "pmid": "17623568",
  "uid": "17623568",
  "title": "Risk of fetal death associated with maternal drug dependence and placental abruption: a population-based study.",
  "abstract": "OBJECTIVE: Substance use in pregnancy is associated with placental abruption, but the risk of fetal death independent of abruption remains undetermined. Our objective was to examine the effect of maternal drug dependence on placental abruption and on fetal death in association with abruption and independent of it. METHODS: To examine placental abruption and fetal death, we performed a retrospective population-based study of 1 854 463 consecutive deliveries of liveborn and stillborn infants occurring between January 1, 1995 and March 31, 2001, using the Canadian Institute for Health Information Discharge Abstract Database. RESULTS: Maternal drug dependence was associated with a tripling of the risk of placental abruption in singleton pregnancies (adjusted odds ratio [OR] 3.1; 95% confidence intervals [CI] 2.6-3.7), but not in multiple gestations (adjusted OR 0.88; 95% CI 0.12-6.4). Maternal drug dependence was associated with an increased risk of fetal death independent of abruption (adjusted OR 1.6: 95% CI 1.1-2.2) in singleton pregnancies, but not in multiples. Risk of fetal death was increased with placental abruption in both singleton and multiple gestations, even after controlling for drug dependence (adjusted OR 11.4 in singleton pregnancy; 95% CI 10.6-12.2, and 3.4 in multiple pregnancy; 95% CI 2.4-4.9). CONCLUSION: Maternal drug use is associated with an increased risk of intrauterine fetal death independent of placental abruption. In singleton pregnancies, maternal drug dependence is associated with an increased risk of placental abruption.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Vermeulen",
      "fore_name": "Marian J",
      "initials": "MJ",
      "name": "Marian J Vermeulen",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto ON."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": [
        "Departments of Medicine, Obstetrics and Gynecology, and Health Policy Management and Evaluation, St. Michael's Hospital, University of Toronto, Toronto ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "29",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Jul"
  },
  "start_page": "556",
  "end_page": "559",
  "pages": "556-559",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Abruptio Placentae",
    "Adult",
    "Female",
    "Fetal Death",
    "Humans",
    "Pregnancy",
    "Pregnancy Complications",
    "Retrospective Studies",
    "Risk Factors",
    "Substance-Related Disorders"
  ],
  "article_ids": {
    "pubmed": "17623568",
    "doi": "10.1016/S1701-2163(16)32511-7",
    "pii": "S1701-2163(16)32511-7"
  },
  "doi": "10.1016/S1701-2163(16)32511-7",
  "dates": {
    "completed": "2007-10-29",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.013804",
    "pmid": "17623568"
  }
}