{
  "pmid": "17629880",
  "uid": "17629880",
  "title": "Seminal plasma magnesium and premature ejaculation: a case-control study.",
  "abstract": "INTRODUCTION: Our aim was to determine the relationship between genuine premature ejaculation and serum and seminal plasma magnesium. MATERIALS AND METHODS: In a case-control study carried out between January 2002 and December 2003, 19 patients with premature ejaculation were evaluated and compared with 19 patients without premature ejaculation. Patients with organic and psychogenic causes were excluded. Seminal plasma and serum magnesium levels were measured using atomic absorption spectrophotometery. RESULTS: Seminal plasma magnesium levels in study patients (94.73 +/- 10.87 mg/L) were significantly lower than they were in controls (116.68 +/- 11.63 mg/L, P < 0.001), but there were no such differences regarding serum magnesium levels (study patients, 20.26 +/- 2.66 mg/L; controls, 20.73 +/- 2.80 mg/L). Semen-to-serum-magnesium ratio was significantly lower in patients with premature ejaculation (P < 0.001). Also, a reverse relationship between body mass index and genuine premature ejaculation was found (P = 0.027). CONCLUSION: Genuine premature ejaculation has a significant relationship with decreased levels of seminal plasma magnesium. Further studies are needed to clarify the actual role of magnesium in the physiology of the male reproductive tract, especially its association with premature ejaculation.",
  "authors": [
    {
      "last_name": "Nikoobakht",
      "fore_name": "Mohammadreza",
      "initials": "M",
      "name": "Mohammadreza Nikoobakht",
      "affiliations": [
        "Urology Research Center, Sina Hospital, Tehran University of Medical Sciences and Health Services, Tehran, Iran. nikoobakht_m@hotmail.com."
      ]
    },
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": []
    },
    {
      "last_name": "Hasani",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Hasani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Urology journal",
    "iso_abbreviation": "Urol J",
    "issn": "1735-1308",
    "issn_type": "Print",
    "volume": "2",
    "issue": "2",
    "pub_year": "2005"
  },
  "start_page": "102",
  "end_page": "105",
  "pages": "102-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17629880",
    "pii": "259/248"
  },
  "dates": {
    "completed": "2009-04-02",
    "revised": "2007-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:33.433526",
    "pmid": "17629880"
  }
}