{
  "pmid": "17631018",
  "uid": "17631018",
  "title": "Rapid steroid discontinuation for pediatric renal transplantation: a single center experience.",
  "abstract": "To determine the outcomes of pediatric renal transplant recipients who received immunosuppression consisting of early withdrawal of corticosteroids at a single Northern California center. Protocols using minimal steroid exposure have been recently reported in adult transplant recipients with successful results. We examined the outcomes of pediatric renal transplant recipients who were managed at our center using a protocol with very early discontinuation of steroids after renal transplantation. We retrospectively studied the medical records of all renal transplant recipients followed at the Children's Hospital at the University of California, Davis Medical Center from 01/2004 to 12/2005. All patients were less than 18 yr of age at the time of transplantation. The immunosuppressive protocol included three tapering daily doses of methylprednisolone, together with five doses of thymoglobulin followed by maintenance therapy with tacrolimus and MMF. Eight patients with equal numbers of males and females were transplanted during this time period. There were equal numbers of Caucasians, African-Americans, Hispanics, and Asians. A total of 37.5% (3/8) of the subjects received preemptive transplantation, 25% (2/8) received peritoneal, and 37.5% (3/8) received hemodialysis before transplantation. The median (range) age at transplantation was 12.3 (3.1-16.0) year with a follow-up of 1.7 (0.9-2.8) year. At one yr post-transplantation, 57% (4/7) of patients still required anti-hypertensives. Three children required erythropoietin supplementation after transplantation. The mean delta height standard deviation score at 12 months was 0.20 +/- 0.56. There were no episodes of clinical acute rejection. One patient switched from tacrolimus to sirolimus due to biopsy-proven CAN. No patient became diabetic or required hypoglycemic agents. Surveillance biopsies showed no subclinical acute rejection in any patient. Steroid-free immunosuppression is safe in children after renal transplantation. Larger number of patients and longer follow-up are required to further confirm the effectiveness and safety of immunosuppression with rapid steroid discontinuation.",
  "authors": [
    {
      "last_name": "Lau",
      "fore_name": "Keith K",
      "initials": "KK",
      "name": "Keith K Lau",
      "affiliations": [
        "Department of Pediatrics, University of California-Davis, 2526 Stockton Boulevard, Sacramento, CA 95817, USA. keith.lau@ucdmc.ucdavis.edu"
      ]
    },
    {
      "last_name": "Haddad",
      "fore_name": "Maha N",
      "initials": "MN",
      "name": "Maha N Haddad",
      "affiliations": []
    },
    {
      "last_name": "Berg",
      "fore_name": "Gerre M",
      "initials": "GM",
      "name": "Gerre M Berg",
      "affiliations": []
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard V",
      "initials": "RV",
      "name": "Richard V Perez",
      "affiliations": []
    },
    {
      "last_name": "Butani",
      "fore_name": "Lavjay",
      "initials": "L",
      "name": "Lavjay Butani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric transplantation",
    "iso_abbreviation": "Pediatr Transplant",
    "issn": "1397-3142",
    "issn_type": "Print",
    "volume": "11",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Aug"
  },
  "start_page": "504",
  "end_page": "510",
  "pages": "504-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "California",
    "Child",
    "Child, Preschool",
    "Cytomegalovirus Infections",
    "Female",
    "Follow-Up Studies",
    "Glomerulosclerosis, Focal Segmental",
    "Glucocorticoids",
    "Graft Rejection",
    "Humans",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Male",
    "Pneumonia",
    "Prevalence",
    "Retrospective Studies",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17631018",
    "doi": "10.1111/j.1399-3046.2007.00713.x",
    "pii": "PTR713"
  },
  "doi": "10.1111/j.1399-3046.2007.00713.x",
  "dates": {
    "completed": "2007-09-25",
    "revised": "2007-07-16"
  },
  "chemicals": [
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.704726",
    "pmid": "17631018"
  }
}