{
  "pmid": "17635055",
  "uid": "17635055",
  "title": "Empiric antimicrobial therapy in critical illness: results of a surgical infection society survey.",
  "abstract": "BACKGROUND: Antibiotics are prescribed commonly in the intensive care unit (ICU). Often, therapy is initiated empirically; practice patterns are not well characterized. We documented approaches to empiric antibiotic therapy among members of the Surgical Infection Society (SIS). METHODS: We sent a scenario-based questionnaire to all SIS members. The hypothetical cases addressed empiric broad-spectrum therapy for a patient with pyrexia and leukocytosis and the use of vancomycin for central venous catheter infection. RESULTS: The 113 respondents were primarily surgeons (96%) with a university-based practice (92%). Most attended in the ICU (72%), and they had practiced for 14 +/- 8 years. Whereas 63% of the respondents identified overuse of antibiotics as a problem in their ICU, only 19% said inadequate treatment of infection was a concern. For a febrile patient with negative cultures who was receiving antibiotics, estimates of the likelihood of infection increased across the three scenarios as the degree of organ failure increased (p < 0.0001; chi-square test). Deteriorating organ function was associated with a decision to broaden empiric therapy (58% vs. 33%; p < 0.0001) and to initiate anti-fungal therapy (27% vs. 9%; p < 0.0001) rather than to stop antibiotics and re-culture (15% vs. 51%; p < 0.0001). There was considerable variability in management strategy across the scenarios: Even in the face of organ dysfunction, 58% of physicians would add or change empiric therapy, whereas 30% would not. For each scenario, 23 to 25 antibiotic regimens were designated as optimal therapy. Only 45% of the respondents would initiate empiric vancomycin for suspected central line infection. Variability in approach was not explained by critical care practice, academic position, or country. CONCLUSIONS: Clinical deterioration is a strong determinant of a decision to initiate or broaden empiric antibiotic therapy during critical illness. The substantial variability in approach suggests a state of clinical equipoise that calls for more rigorous evaluation through a randomized controlled trial.",
  "authors": [
    {
      "last_name": "Aarts",
      "fore_name": "Mary-Anne W",
      "initials": "MA",
      "name": "Mary-Anne W Aarts",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Granton",
      "fore_name": "John",
      "initials": "J",
      "name": "John Granton",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Bohnen",
      "fore_name": "John M A",
      "initials": "JM",
      "name": "John M A Bohnen",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Surgical infections",
    "iso_abbreviation": "Surg Infect (Larchmt)",
    "issn": "1096-2964",
    "issn_type": "Print",
    "volume": "8",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "329",
  "end_page": "336",
  "pages": "329-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Infective Agents",
    "Critical Illness",
    "Fever",
    "General Surgery",
    "Health Care Surveys",
    "Humans",
    "Intensive Care Units",
    "Leukocytosis",
    "Multiple Organ Failure",
    "Practice Patterns, Physicians'",
    "Societies, Medical",
    "Vancomycin"
  ],
  "article_ids": {
    "pubmed": "17635055",
    "doi": "10.1089/sur.2006.072"
  },
  "doi": "10.1089/sur.2006.072",
  "dates": {
    "completed": "2007-09-11",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Vancomycin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.696575",
    "pmid": "17635055"
  }
}