{
  "pmid": "17636457",
  "uid": "17636457",
  "title": "Physiologically-based pharmacokinetic (PBPK) model to predict IgG tissue kinetics in wild-type and FcRn-knockout mice.",
  "abstract": "Although it is known that FcRn, the neonatal Fc-receptor, functions to protect immune gamma globulin (IgG) from elimination, the influence of FcRn on the tissue distribution of IgG has not been quantified. In the present work, a physiologically-based pharmacokinetic (PBPK) model has been developed to characterize and predict IgG disposition in plasma and in tissues. The model includes nine major compartments, connected in an anatomical manner, to represent tissues known to play a significant role in IgG disposition. Each tissue compartment was subdivided into vascular, endosomal and interstitial spaces. IgG transport between the blood and interstitial compartments may proceed by convection through paracellular pores in the vascular endothelium, or via FcRn-mediated transcytosis across vascular endosomal cells. The model was utilized to characterize plasma concentration-time data for 7E3, a monoclonal antiplatelet IgG1 antibody, in control and FcRn-knockout (KO) mice. These data showed that high dose intravenous immunoglobulin (IVIG), 1g/kg, increased 7E3 clearance in control mice from 5.2 +/- 0.3 to 14.4 +/- 1.4 ml/d/kg; however, IVIG failed to increase the clearance of 7E3 in KO mice (72.5 +/- 4.0 vs. 61.0 +/- 3.6 ml/d/kg). Based on model fitting to the 7E3 plasma concentration data, simulations were conducted to predict tissue concentrations of IgG in control and in KO mice, and the predictions were then tested by assessing 7E3 tissue distribution in KO mice and control mice. 7E3 was radiolabeled with Iodine-125 using chloramine T method, and (125)I-7E3 IgG was administered at a dose of 8 mg/kg to control and KO mice. At various time points, sub-groups of 3 mice were sacrificed, blood and tissue samples were collected, and radioactivity assessed by gamma counting. PBPK model performance was assessed by comparing model predictions with the observed data. The model accurately predicted 7E3 tissue concentrations, with mean predicted vs. observed AUC ratios of 1.04 +/- 0.2 and 0.86 +/- 0.3 in control and FcRn-KO mice. The PBPK model, which incorporates the influence of FcRn on IgG clearance and disposition, was found to provide accurate predictions of IgG tissue kinetics in control and FcRn-knockout mice.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Pharmaceutical Sciences, University at Buffalo, The State University of New York, Buffalo, Buffalo, NY 14260, USA."
      ]
    },
    {
      "last_name": "Balthasar",
      "fore_name": "Joseph P",
      "initials": "JP",
      "name": "Joseph P Balthasar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of pharmacokinetics and pharmacodynamics",
    "iso_abbreviation": "J Pharmacokinet Pharmacodyn",
    "issn": "1567-567X",
    "issn_type": "Print",
    "volume": "34",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "687",
  "end_page": "709",
  "pages": "687-709",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Antibodies, Monoclonal",
    "Histocompatibility Antigens Class I",
    "Immunoglobulin G",
    "Iodine Radioisotopes",
    "Mice",
    "Mice, Inbred C57BL",
    "Mice, Knockout",
    "Models, Biological",
    "Receptors, Fc",
    "Tissue Distribution"
  ],
  "article_ids": {
    "pubmed": "17636457",
    "doi": "10.1007/s10928-007-9065-1"
  },
  "doi": "10.1007/s10928-007-9065-1",
  "dates": {
    "completed": "2007-11-29",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Histocompatibility Antigens Class I",
    "Immunoglobulin G",
    "Iodine Radioisotopes",
    "Receptors, Fc",
    "Fc receptor, neonatal"
  ],
  "grants": [
    {
      "grant_id": "AI 60687",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.925458",
    "pmid": "17636457"
  }
}