{
  "pmid": "17644740",
  "uid": "17644740",
  "title": "How we diagnose and treat thrombotic manifestations of the antiphospholipid syndrome: a case-based review.",
  "abstract": "Antiphospholipid antibodies including anticardiolipin antibodies, lupus anticoagulants, and anti-beta(2) glycoprotein-1-specific antibodies may identify patients at elevated risk of first or recurrent venous or arterial thromboembolism. Traditionally, published case series supplemented by anecdotal experience have formed the basis of management of patients with these autoantibodies. Over the past several years, studies have described the management of patients with key clinical manifestations of antiphospholipid antibodies, including patients with antiphospholipid antibody syndrome. As a result, evidence-based treatment recommendations are possible for selected patients with, or at risk of, thrombosis in the setting of antiphospholipid antibodies. Unfortunately, most patients encountered in clinical practice do not correspond directly with those enrolled in clinical trials. For such patients, treatment recommendations are based on experience, extrapolation, and less rigorous evidence. This article proposes 5 cases typical of those found in clinical practice and provides recommendations for therapy focused on a series of clinical questions. Whenever possible, the recommendations are based on evidence; however, in many cases, insufficient evidence exists, so the recommendation is experiential.",
  "authors": [
    {
      "last_name": "Garcia",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Garcia",
      "affiliations": [
        "Department of Internal Medicine, University of New Mexico, Albuquerque, NM, USA."
      ]
    },
    {
      "last_name": "Khamashta",
      "fore_name": "Munther A",
      "initials": "MA",
      "name": "Munther A Khamashta",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood",
    "iso_abbreviation": "Blood",
    "issn": "0006-4971",
    "issn_type": "Print",
    "volume": "110",
    "issue": "9",
    "pub_year": "2007",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "3122",
  "end_page": "3127",
  "pages": "3122-7",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Antiphospholipid Syndrome",
    "Female",
    "Humans",
    "Male",
    "Pregnancy",
    "Pregnancy Complications, Hematologic",
    "Risk",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "17644740",
    "doi": "10.1182/blood-2006-10-041814",
    "pii": "S0006-4971(20)42306-7"
  },
  "doi": "10.1182/blood-2006-10-041814",
  "dates": {
    "completed": "2007-12-13",
    "revised": "2021-02-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.667964",
    "pmid": "17644740"
  }
}