{
  "pmid": "17666312",
  "uid": "17666312",
  "title": "Differences of nine drug resistance interpretation systems in predicting short-term therapy outcomes of treatment-experienced HIV-1 infected patients: a retrospective observational cohort study.",
  "abstract": "OBJECTIVE: Drug resistance interpretation systems are used to select the optimal antiretroviral therapy in HIV-infected patients. It is unclear how the systems perform in predicting therapy success and failure and in how far the interpretations are affected by insufficient drug levels. METHODS: The accuracy of nine different interpretation systems in predicting therapy outcomes was evaluated using virological, immunological, pharmacological, and clinical data of 130 patients treated at 13 outpatient centers. Individual susceptibility scores of the interpretation systems were converted into active drug scores (ADS) and correlated with therapy success and failure, defined as viral load reduction of equal to or more (n=66) and less than 1 log10 copies/ml (n=64) at three months after drug resistance testing. RESULTS: Three interpretation systems considered the respective therapies as more active compared to the other interpretation systems (p<0.01). These systems predicted therapy success better than the other systems, while the others performed better in predicting therapy failure. Thus, the overall rate of correctly predicted treatment outcomes was comparable between the different systems (73.1-80.0 %). Univariate and multivariate regression analysis revealed significant correlations between the ADS of all interpretation systems and virological therapy outcomes (p<0.0001). In contrast, only three interpretation systems were significantly correlated with immunological therapy outcomes in univariate and just one in multivariate models (p<0.05). Among 128 determinations of drug levels in 64 patient samples, 19.4 % revealed no detectable drug levels. The consideration of insufficient drug levels significantly improved the prediction accuracy of all interpretation systems (p<0.005). CONCLUSION: Differences between interpretation systems in predicting therapy failures and success need to be considered for future consensus algorithms. The prediction accuracy of interpretation systems can be improved by consideration of plasma drug levels.",
  "authors": [
    {
      "last_name": "Helm",
      "fore_name": "M",
      "initials": "M",
      "name": "M Helm",
      "affiliations": [
        "Virological Institute, Clinical and Molecular Virology, University Hospital Erlangen, National Reference Centre for Retroviruses, Schlossgarten 4, 91054 Erlangen, Germany."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "H",
      "initials": "H",
      "name": "H Walter",
      "affiliations": []
    },
    {
      "last_name": "Ehret",
      "fore_name": "R",
      "initials": "R",
      "name": "R Ehret",
      "affiliations": []
    },
    {
      "last_name": "Schmit",
      "fore_name": "J-C",
      "initials": "JC",
      "name": "J-C Schmit",
      "affiliations": []
    },
    {
      "last_name": "Kurowski",
      "fore_name": "M",
      "initials": "M",
      "name": "M Kurowski",
      "affiliations": []
    },
    {
      "last_name": "Knechten",
      "fore_name": "H",
      "initials": "H",
      "name": "H Knechten",
      "affiliations": []
    },
    {
      "last_name": "Korn",
      "fore_name": "K",
      "initials": "K",
      "name": "K Korn",
      "affiliations": []
    },
    {
      "last_name": "Braun",
      "fore_name": "P",
      "initials": "P",
      "name": "P Braun",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of medical research",
    "iso_abbreviation": "Eur J Med Res",
    "issn": "0949-2321",
    "issn_type": "Print",
    "volume": "12",
    "issue": "6",
    "pub_year": "2007",
    "pub_month": "Jun",
    "pub_day": "27"
  },
  "start_page": "231",
  "end_page": "242",
  "pages": "231-42",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Anti-HIV Agents",
    "Cohort Studies",
    "Data Interpretation, Statistical",
    "Drug Evaluation",
    "Drug Resistance, Viral",
    "Female",
    "HIV Infections",
    "HIV-1",
    "Humans",
    "Immunotherapy",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Prognosis",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17666312"
  },
  "dates": {
    "completed": "2007-09-24",
    "revised": "2007-08-01"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.350860",
    "pmid": "17666312"
  }
}