{
  "pmid": "17699188",
  "uid": "17699188",
  "title": "Daily hemodialysis: a systematic review.",
  "abstract": "Several studies have reported improved outcomes with daily hemodialysis (DHD), but the strength of this evidence has not been evaluated. The published evidence on DHD was synthesized and its quality rated to inform need and sample size calculations for a randomized trial. Citations were identified in MEDLINE and EMBASE using validated search strategies. Dialysis journals that were not indexed and bibliographies of relevant articles were hand-searched. Two authors reviewed all citations. Articles that reported original data on five or more adults who were receiving DHD (1.5 to 3 h, 5 to 7 d/wk) for > or = 3 mo were included. Twenty-five articles reporting 14 unique populations with 268 patients (five to 72 per study) met inclusion criteria. Of the 14 cohorts, 13 were studied with an observational design, 10 were studied prospectively, and four had parallel control groups. Mean age ranged form 41 to 64 yr, mean time on dialysis was 2 to 11 yr, 0 to 28% of patients had diabetes, > 90% had arteriovenous fistulae, and > 50% were dialyzed at home. Most data were described at < or = 12 mo of follow-up. Outcomes included quality of life, cardiovascular disease, erythropoiesis, nutritional status, hospitalizations, and vascular access failures. Reporting was too heterogeneous to allow pooling of data. Ten of 11 studies suggested improvements in blood pressure; findings for other outcomes varied. Discontinuation of DHD occurred in 0 to 57% in-center and 0 to 15% home patients. Studies of DHD are limited by small sample size, nonideal control groups, selection and dropout biases, and paucity of data on potential risks. Randomized trials with adequate statistical power are required to establish the efficacy and the safety of DHD.",
  "authors": [
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": [
        "Division of Nephrology, University of Western Ontario, London, Ontario, Canada. rita.suri@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad E",
      "initials": "GE",
      "name": "Gihad E Nesrallah",
      "affiliations": []
    },
    {
      "last_name": "Mainra",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Mainra",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Lindsay",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M Lindsay",
      "affiliations": []
    },
    {
      "last_name": "Greene",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Greene",
      "affiliations": []
    },
    {
      "last_name": "Daugirdas",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Daugirdas",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2006",
    "pub_month": "Jan"
  },
  "start_page": "33",
  "end_page": "42",
  "pages": "33-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Renal Dialysis"
  ],
  "article_ids": {
    "pubmed": "17699188",
    "doi": "10.2215/CJN.00340705",
    "pii": "CJN.00340705"
  },
  "doi": "10.2215/CJN.00340705",
  "dates": {
    "completed": "2007-08-30",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.925637",
    "pmid": "17699188"
  }
}