{
  "pmid": "17704543",
  "uid": "17704543",
  "title": "Risk of cardiovascular events among women with high normal blood pressure or blood pressure progression: prospective cohort study.",
  "abstract": "OBJECTIVE: To compare cardiovascular risk among women with high normal blood pressure (130-9/85-9 mm Hg) against those with normal blood pressure (120-9/75-84 mm Hg) and those with baseline hypertension. DESIGN: Prospective cohort study. SETTING: Women's health study, United States. PARTICIPANTS: 39 322 initially healthy women classified into four categories according to self reported baseline blood pressure and followed for a median of 10.2 years. MAIN OUTCOME MEASURES: Time to cardiovascular death, myocardial infarction, or stroke (major cardiovascular event-primary end point); progression to hypertension. RESULTS: 982 (2.5%) women developed a major cardiovascular event, and 8686 (30.1%) women without baseline hypertension progressed to hypertension. The age adjusted event rate for the primary end point was 1.6/1000 person years among women with normal blood pressure, 2.9/1000 person years among those with high normal blood pressure, and 4.3/1000 person years among those with baseline hypertension. Compared with women with high normal blood pressure (reference group), those with normal blood pressure had a lower risk of a major cardiovascular event (adjusted hazard ratio 0.61, 95% confidence interval 0.48 to 0.76) and of incident hypertension (0.42, 0.40 to 0.44). The hazard ratio for a major cardiovascular event in women with baseline hypertension was 1.30 (1.08 to 1.57). Women who progressed to hypertension (reference group) during the first 48 months of the study had a higher cardiovascular risk than those who remained normotensive (adjusted hazard ratio 0.64, 0.50 to 0.81). Women with high normal blood pressure at baseline who progressed to hypertension (reference group) had similar outcome rates to women with baseline hypertension (adjusted hazard ratio 1.17, 0.88 to 1.55). CONCLUSION: The cardiovascular risk of women with high normal blood pressure is higher than that of women with normal blood pressure. The cardiovascular risk of women who progress to hypertension is increased shortly after a diagnosis of hypertension has been made. TRIAL REGISTRATION: Clinical trials NCT00000479 [ClinicalTrials.gov].",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Division of Preventive Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, 900 Commonwealth Avenue, Boston, MA 02215, USA. conend@uhbs.ch"
      ]
    },
    {
      "last_name": "Ridker",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Ridker",
      "affiliations": []
    },
    {
      "last_name": "Buring",
      "fore_name": "Julie E",
      "initials": "JE",
      "name": "Julie E Buring",
      "affiliations": []
    },
    {
      "last_name": "Glynn",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Glynn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "335",
    "issue": "7617",
    "pub_year": "2007",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "432",
  "pages": "432",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Antihypertensive Agents",
    "Blood Pressure",
    "Cause of Death",
    "Cohort Studies",
    "Disease Progression",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Hypertension",
    "Middle Aged",
    "Myocardial Infarction",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "17704543",
    "pmc": "PMC1962877",
    "doi": "10.1136/bmj.39269.672188.AE",
    "pii": "bmj.39269.672188.AE"
  },
  "doi": "10.1136/bmj.39269.672188.AE",
  "pmc_id": "PMC1962877",
  "dates": {
    "completed": "2007-09-25",
    "revised": "2024-05-14"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [
    {
      "grant_id": "CA-47988",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "HL-43851",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.043001",
    "pmid": "17704543"
  }
}