{
  "pmid": "17702723",
  "uid": "17702723",
  "title": "Mycophenolate mofetil for induction therapy of lupus nephritis: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND AND OBJECTIVES: Although the accepted standard of care for induction of lupus nephritis has been cyclophosphamide, recent trials suggest that mycophenolate mofetil may be as or more effective and less toxic. A systematic review and meta-analysis were performed to determine the risk for failure to induce remission of lupus nephritis in patients who were treated with mycophenolate mofetil compared with cyclophosphamide. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: Studies were identified by a search of electronic databases, bibliographies, and conference proceedings and by contacting experts. Randomized trials that compared mycophenolate mofetil with cyclophosphamide for induction therapy in adults with biopsy-proven lupus nephritis were eligible. The primary outcome was failure to induce a remission of nephritis as defined by the original studies (based on proteinuria, renal function, and urine sediment). RESULTS: Four studies that included 268 patients and had homogeneous results across studies were identified. In a fixed-effects model, the pooled relative risk for failure to induce remission for mycophenolate mofetil compared with cyclophosphamide was 0.70. The relative risk for the composite outcome of death or end-stage renal disease for mycophenolate mofetil compared with cyclophosphamide was 0.44. Leukopenia and amenorrhea occurred more frequently in cyclophosphamide-treated patients. CONCLUSIONS: Treatment of lupus nephritis with mycophenolate mofetil compared with cyclophosphamide reduces the risk for failure to induce remission during induction therapy and may reduce the risk for death or end-stage renal disease. Mycophenolate mofetil may be considered as a first-line induction therapy for the treatment of lupus nephritis in patients without severe renal dysfunction.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Alberta, Canada. mwwalsh@ucalgary.ca"
      ]
    },
    {
      "last_name": "James",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew James",
      "affiliations": []
    },
    {
      "last_name": "Jayne",
      "fore_name": "David",
      "initials": "D",
      "name": "David Jayne",
      "affiliations": []
    },
    {
      "last_name": "Tonelli",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Tonelli",
      "affiliations": []
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden J",
      "initials": "BJ",
      "name": "Braden J Manns",
      "affiliations": []
    },
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda R",
      "initials": "BR",
      "name": "Brenda R Hemmelgarn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "968",
  "end_page": "975",
  "pages": "968-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Immunosuppressive Agents",
    "Lupus Nephritis",
    "Mycophenolic Acid"
  ],
  "article_ids": {
    "pubmed": "17702723",
    "doi": "10.2215/CJN.01200307",
    "pii": "CJN.01200307"
  },
  "doi": "10.2215/CJN.01200307",
  "dates": {
    "completed": "2007-09-25",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "Mycophenolic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.472346",
    "pmid": "17702723"
  }
}