{
  "pmid": "17701542",
  "uid": "17701542",
  "title": "Histidine and not tyrosine is required for the peroxide-induced formation of haem to protein cross-linked myoglobin.",
  "abstract": "Peroxide-induced oxidative modifications of haem proteins such as myoglobin and haemoglobin can lead to the formation of a covalent bond between the haem and globin. These haem to protein cross-linked forms of myoglobin and haemoglobin are cytotoxic and have been identified in pathological conditions in vivo. An understanding of the mechanism of haem to protein cross-link formation could provide important information on the mechanisms of the oxidative processes that lead to pathological complications associated with the formation of these altered myoglobins and haemoglobins. We have re-examined the mechanism of the formation of haem to protein cross-link to test the previously reported hypothesis that the haem forms a covalent bond to the protein via the tyrosine 103 residue (Catalano, C. E., Choe, Y. S., Ortiz de Montellano, P. R., J. Biol. Chem. 1989, 10534 - 10541). Comparison of native horse myoglobin, recombinant sperm whale myoglobin and Tyr(103) --> Phe sperm whale mutant shows that, contrary to the previously proposed mechanism of haem to protein cross-link formation, the absence of tyrosine 103 has no impact on the formation of haem to protein cross-links. In contrast, we have found that engineered myoglobins that lack the distal histidine residue either cannot generate haem to protein cross-links or show greatly suppressed levels of modified protein. Moreover, addition of a distal histidine to myoglobin from Aplysia limacina, that naturally lacks this histidine, restores the haem protein's capacity to generate haem to protein cross-links. The distal histidine is, therefore, vital for the formation of haem to protein cross-link and we explore this outcome.",
  "authors": [
    {
      "last_name": "Reeder",
      "fore_name": "Brandon J",
      "initials": "BJ",
      "name": "Brandon J Reeder",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Wivenhoe Park, Colchester, Essex, UK. reedb@essex.ac.uk"
      ]
    },
    {
      "last_name": "Cutruzzolà",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Cutruzzolà",
      "affiliations": []
    },
    {
      "last_name": "Bigotti",
      "fore_name": "Maria Giulia",
      "initials": "MG",
      "name": "Maria Giulia Bigotti",
      "affiliations": []
    },
    {
      "last_name": "Watmough",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Watmough",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "IUBMB life",
    "iso_abbreviation": "IUBMB Life",
    "issn": "1521-6543",
    "issn_type": "Print",
    "volume": "59",
    "issue": "8-9",
    "pub_year": "2007"
  },
  "start_page": "477",
  "end_page": "489",
  "pages": "477-89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Chromatography, High Pressure Liquid",
    "Heme",
    "Histidine",
    "Myoglobin",
    "Oxidative Stress",
    "Peroxides",
    "Recombinant Proteins",
    "Tandem Mass Spectrometry",
    "Tyrosine"
  ],
  "article_ids": {
    "pubmed": "17701542",
    "doi": "10.1080/15216540601178083",
    "pii": "773668288"
  },
  "doi": "10.1080/15216540601178083",
  "dates": {
    "completed": "2007-11-13",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Myoglobin",
    "Peroxides",
    "Recombinant Proteins",
    "Tyrosine",
    "Heme",
    "Histidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.115629",
    "pmid": "17701542"
  }
}