{
  "pmid": "17716543",
  "uid": "17716543",
  "title": "Exploring patient demographic and clinical characteristics associated with lipid-lowering pharmacotherapy use in primary care.",
  "abstract": "BACKGROUND: Lipid-lowering therapeutics, particularly HMG Co-A reductase inhibitors, can be beneficial in primary and secondary cardiovascular prevention. The Canadian population frequently uses these medications but the manner in which they are used in community-based practice is unknown. OBJECTIVES: To assess the patient characteristics associated with lipid lowering drug use in community-based clinical practice across four geographic regions in Canada. To assess amongst lipid-lowering drugs users the proportion of patients that would meet accepted dyslipidemia management guidelines. To assess the community-based effectiveness of anti-hyperlipidemic drugs. METHODS: Patients filling a prescription for any anti-hyperlipidemia therapy in selected pharmacies in Ontario (ON), Quebec (PQ), British Columbia (BC) and Nova Scotia (NS). All eligible patients were interviewed over the telephone. Physicians who were providing healthcare to the participating patients were requested to provide information from the patient's medical record. RESULTS: The mean patient age was > 60 yr in all four provinces. There were some differences amongst the four provinces pertaining to patient characteristics, prescription patterns and therapeutic indicators, but not to outcomes. Anti-hyperlipidemia therapy was associated with a 1.81 mmol/L decrease in LDL-Cholesterol (P < 0.001); however only 73% of patients achieved target LDL-Cholesterol concentrations. A lag time of 1.96 yr (P < 0.0001) was observed from the diagnosis of dyslipidemia until the drug treatment was initiated. Patients had an average of 2.8 cardiovascular (CV) risk factors and 86% of patients had at two or more CV risk factors. Thirty-nine percent (95% CI, 36% - 42%) of the patients were being treated for secondary prevention. Thirteen percent (11-16%) of patients who were being treated for primary prevention had diabetes. Metabolic syndrome was observed in 32% (29-35%) of patients. CONCLUSION: Almost all patients fulfilled guideline requirements for the use of anti-hyperlipidemic therapy. Although the use of pharmacotherapy was associated with a lowering of LDL cholesterol more aggressive management is required to attain target LDL cholesterol concentrations.",
  "authors": [
    {
      "last_name": "Farahani",
      "fore_name": "Pendar",
      "initials": "P",
      "name": "Pendar Farahani",
      "affiliations": [
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": []
    },
    {
      "last_name": "LeLorier",
      "fore_name": "Jacques",
      "initials": "J",
      "name": "Jacques LeLorier",
      "affiliations": []
    },
    {
      "last_name": "Perrault",
      "fore_name": "Sylvie",
      "initials": "S",
      "name": "Sylvie Perrault",
      "affiliations": []
    },
    {
      "last_name": "Gillis",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Gillis",
      "affiliations": []
    },
    {
      "last_name": "Soon",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Soon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical and investigative medicine. Medecine clinique et experimentale",
    "iso_abbreviation": "Clin Invest Med",
    "issn": "1488-2353",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "2",
    "pub_year": "2007"
  },
  "start_page": "E63",
  "end_page": "E69",
  "pages": "E63-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "British Columbia",
    "Canada",
    "Cardiovascular Diseases",
    "Cholesterol, LDL",
    "Cross-Sectional Studies",
    "Drug Prescriptions",
    "Female",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Hyperlipidemias",
    "Hypolipidemic Agents",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Nova Scotia",
    "Ontario",
    "Pharmacies",
    "Primary Health Care",
    "Quebec",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "17716543",
    "doi": "10.25011/cim.v30i2.981"
  },
  "doi": "10.25011/cim.v30i2.981",
  "dates": {
    "completed": "2007-10-11",
    "revised": "2019-11-10"
  },
  "chemicals": [
    "Cholesterol, LDL",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Hypolipidemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.854333",
    "pmid": "17716543"
  }
}