{
  "pmid": "17712084",
  "uid": "17712084",
  "title": "Alternatives to project-specific consent for access to personal information for health research: what is the opinion of the Canadian public?",
  "abstract": "OBJECTIVES: This study sought to determine public opinion on alternatives to project-specific consent for use of their personal information for health research. DESIGN: The authors conducted a fixed-response random-digit dialed telephone survey of 1,230 adults across Canada. MEASUREMENTS: We measured attitudes toward privacy and health research; trust in different institutions to keep information confidential; and consent choice for research use of one's own health information involving medical record review, automated abstraction of information from the electronic medical record, and linking education or income with health data. RESULTS: Support was strong for both health research and privacy protection. Studying communicable diseases and quality of health care had greatest support (85% to 89%). Trust was highest for data institutes, university researchers, hospitals, and disease foundations (78% to 80%). Four percent of respondents thought information from their paper medical record should not be used at all for research, 32% thought permission should be obtained for each use, 29% supported broad consent, 24% supported notification and opt out, and 11% felt no need for notification or consent. Opinions were more polarized for automated abstraction of data from the electronic medical record. Respondents were more willing to link education with health data than income. CONCLUSIONS: Most of the public supported alternatives to study-specific consent, but few supported use without any notification or consent. Consent choices for research use of one's health information should be documented in the medical record. The challenge remains how best to elicit those choices and ensure that they are up-to-date.",
  "authors": [
    {
      "last_name": "Willison",
      "fore_name": "Donald J",
      "initials": "DJ",
      "name": "Donald J Willison",
      "affiliations": [
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare, 105 Main Street East, P1, Hamilton, Ontario, Canada. willison@mcmaster.ca"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": []
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Swinton",
      "affiliations": []
    },
    {
      "last_name": "Northrup",
      "fore_name": "David",
      "initials": "D",
      "name": "David Northrup",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Informatics Association : JAMIA",
    "iso_abbreviation": "J Am Med Inform Assoc",
    "issn": "1067-5027",
    "issn_type": "Print",
    "volume": "14",
    "issue": "6",
    "pub_year": "2007"
  },
  "start_page": "706",
  "end_page": "712",
  "pages": "706-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Access to Information",
    "Attitude to Health",
    "Biomedical Research",
    "Canada",
    "Confidentiality",
    "Cross-Sectional Studies",
    "Health Care Surveys",
    "Humans",
    "Medical Records",
    "Medical Records Systems, Computerized",
    "Public Opinion",
    "Trust"
  ],
  "article_ids": {
    "pubmed": "17712084",
    "pmc": "PMC2213476",
    "doi": "10.1197/jamia.M2457",
    "pii": "M2457"
  },
  "doi": "10.1197/jamia.M2457",
  "pmc_id": "PMC2213476",
  "dates": {
    "completed": "2008-01-03",
    "revised": "2024-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.416655",
    "pmid": "17712084"
  }
}