{
  "pmid": "17723090",
  "uid": "17723090",
  "title": "A concept for NASA's Mars 2016 astrobiology field laboratory.",
  "abstract": "The Mars Program Plan includes an integrated and coordinated set of future candidate missions and investigations that meet fundamental science objectives of NASA and the Mars Exploration Program (MEP). At the time this paper was written, these possible future missions are planned in a manner consistent with a projected budget profile for the Mars Program in the next decade (2007-2016). As with all future missions, the funding profile depends on a number of factors that include the exact cost of each mission as well as potential changes to the overall NASA budget. In the current version of the Mars Program Plan, the Astrobiology Field Laboratory (AFL) exists as a candidate project to determine whether there were (or are) habitable zones and life, and how the development of these zones may be related to the overall evolution of the planet. The AFL concept is a surface exploration mission equipped with a major in situ laboratory capable of making significant advancements toward the Mars Program's life-related scientific goals and the overarching Vision for Space Exploration. We have developed several concepts for the AFL that fit within known budget and engineering constraints projected for the 2016 and 2018 Mars mission launch opportunities. The AFL mission architecture proposed here assumes maximum heritage from the 2009 Mars Science Laboratory (MSL). Candidate payload elements for this concept were identified from a set of recommendations put forth by the Astrobiology Field Laboratory Science Steering Group (AFL SSG) in 2004, for the express purpose of identifying overall rover mass and power requirements for such a mission. The conceptual payload includes a Precision Sample Handling and Processing System that would replace and augment the functionality and capabilities provided by the Sample Acquisition Sample Processing and Handling system that is currently part of the 2009 MSL platform.",
  "authors": [
    {
      "last_name": "Beegle",
      "fore_name": "Luther W",
      "initials": "LW",
      "name": "Luther W Beegle",
      "affiliations": [
        "Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA. Luther.Beegle@jpl.nasa.gov"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Abilleira",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Abilleira",
      "affiliations": []
    },
    {
      "last_name": "Jordan",
      "fore_name": "James F",
      "initials": "JF",
      "name": "James F Jordan",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Astrobiology",
    "iso_abbreviation": "Astrobiology",
    "issn": "1531-1074",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Aug"
  },
  "start_page": "545",
  "end_page": "577",
  "pages": "545-77",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Exobiology",
    "Laboratories",
    "Mars",
    "Space Flight",
    "United States",
    "United States National Aeronautics and Space Administration"
  ],
  "article_ids": {
    "pubmed": "17723090",
    "doi": "10.1089/ast.2007.0153"
  },
  "doi": "10.1089/ast.2007.0153",
  "dates": {
    "completed": "2007-10-12",
    "revised": "2007-08-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.118687",
    "pmid": "17723090"
  }
}