{
  "pmid": "17761005",
  "uid": "17761005",
  "title": "Resisting control of neglected tropical diseases: dilemmas in the mass treatment of schistosomiasis and soil-transmitted helminths in north-west Uganda.",
  "abstract": "A strong case has recently been made by academics and policymakers to develop national programmes for the integrated control of Africa's 'neglected tropical diseases'. Uganda was the first country to develop a programme for the integrated control of two of these diseases: schistosomiasis and soil-transmitted helminths. This paper discusses social responses to the programme in Panyimur, north-west Uganda. It shows that adults are increasingly rejecting free treatment. Resistance is attributed to a subjective fear of side-effects; divergence between biomedical and local understandings of schistosomiasis/bilharzia; as well as inappropriate and inadequate health education. In addition, the current procedures for distributing drugs at a district level are problematic. Additional research was carried out in neighbouring areas to explore the generalizability of findings. Comparable problems have arisen. It is concluded that the national programme will not fulfil its stated objectives of establishing a local demand for mass treatment unless it can establish more effective delivery strategies and promote behavioural change in socially appropriate ways. To do so will require new approaches to social, economic and political aspects of distribution. There are reasons why populations infected with the 'neglected tropical diseases' are themselves neglected. Those reasons cannot just be wished away.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Centre for Research in International Medical Anthropology, Brunel University, UK."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": []
    },
    {
      "last_name": "Hastings",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Hastings",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of biosocial science",
    "iso_abbreviation": "J Biosoc Sci",
    "issn": "0021-9320",
    "issn_type": "Print",
    "volume": "40",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "161",
  "end_page": "181",
  "pages": "161-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Albendazole",
    "Animals",
    "Anthelmintics",
    "Female",
    "Geography",
    "Health Education",
    "Helminthiasis",
    "Helminths",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Praziquantel",
    "Program Development",
    "Program Evaluation",
    "Schistosomiasis",
    "Soil",
    "Treatment Failure",
    "Tropical Medicine",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "17761005",
    "doi": "10.1017/S0021932007002301",
    "pii": "S0021932007002301"
  },
  "doi": "10.1017/S0021932007002301",
  "dates": {
    "completed": "2008-04-11",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Anthelmintics",
    "Soil",
    "Praziquantel",
    "Albendazole"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.167354",
    "pmid": "17761005"
  }
}