{
  "pmid": "17768185",
  "uid": "17768185",
  "title": "Removal of painful orthopaedic implants after fracture union.",
  "abstract": "BACKGROUND: Persistent pain in the region of implanted hardware following fracture fixation commonly leads to implant removal. This prospective study evaluated patient outcomes and pain reduction following removal of orthopaedic hardware implanted for fracture fixation. METHODS: Sixty patients who had been treated previously for a fracture and complained of pain in the region of the fracture fixation hardware constituted the study cohort. Patients were carefully examined by the treating physician to rule out other causes of pain such as infection and nonunion. Baseline data were recorded preoperatively. Data obtained postoperatively at three, six, and twelve months included a visual analog pain scale score and results on the Short Musculoskeletal Function Assessment Questionnaire and the Medical Outcomes Study Short Form-36. At the one-year interval, a patient satisfaction questionnaire was completed and outcomes were analyzed. RESULTS: There were no complications associated with implant removal surgery. Three patients did not have complete follow-up, leaving a total of fifty-seven patients with complete follow-up. At one year, all patients indicated that they were satisfied, that they would have the procedure done again, and that their overall function had improved. The scores for pain on the visual analog scale decreased from a mean (and standard deviation) of 5.5 +/- 2.5 before hardware removal to 1.3 +/- 1.8 after hardware removal, with an overall improvement at one year of 76% (p = 0.00001). At one year, thirty (53%) of the fifty-seven patients had complete resolution of pain. In addition, the results on the Short Musculoskeletal Function Assessment Questionnaire showed a 43% improvement from baseline (p = 0.0001), and the results on the physical component of the Short Form-36 showed a similar improvement of 40% (p = 0.0001). CONCLUSIONS: Following fracture-healing, removal of hardware is safe with minimal risk. Improvement in pain relief and function can be expected.",
  "authors": [
    {
      "last_name": "Minkowitz",
      "fore_name": "Reuven B",
      "initials": "RB",
      "name": "Reuven B Minkowitz",
      "affiliations": [
        "New York University-Hospital for Joint Diseases, 301 East 17th Street, New York, NY 10003, USA. RubieMinkMD@yahoo.com"
      ]
    },
    {
      "last_name": "Bhadsavle",
      "fore_name": "Siraj",
      "initials": "S",
      "name": "Siraj Bhadsavle",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "9",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "1906",
  "end_page": "1912",
  "pages": "1906-12",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Bones of Lower Extremity",
    "Bones of Upper Extremity",
    "Cohort Studies",
    "Device Removal",
    "Female",
    "Follow-Up Studies",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Middle Aged",
    "Pain Measurement",
    "Pain, Postoperative",
    "Patient Satisfaction",
    "Prospective Studies",
    "Recovery of Function",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17768185",
    "doi": "10.2106/JBJS.F.01536",
    "pii": "89/9/1906"
  },
  "doi": "10.2106/JBJS.F.01536",
  "dates": {
    "completed": "2007-10-25",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.472714",
    "pmid": "17768185"
  }
}