{
  "pmid": "17764219",
  "uid": "17764219",
  "title": "The uses of heparin to treat burn injury.",
  "abstract": "OBJECTIVES: To assess the evidence for using heparin in the treatment of burn injury or the complications of burn injury in adults and children. DATA SOURCES: The following databases were searched: MEDLINE (1966-current), EMBASE (1980-current), Cumulative Index to Nursing & Allied Health (CINAHL) (1982-current), The Cochrane Central Database of Controlled Trials (1995-current), Web of Science (1976-current), and BIOSIS (1976-current). Additional data sources included the U.S. and European Patent Offices, technical experts, the partner organization, and reference lists. REVIEW METHODS: Studies identified from the data sources went through two levels of title and abstract screening. Passing studies advanced to full text screening. Studies that met the full text screening criteria were abstracted. Criteria for abstraction included publication in any language, human patients of any age, and burns of any type, grade, or total body surface area. All formulations of heparin, and all application methods (e.g., topical, subcutaneous), were eligible for inclusion in the report. Abstracted studies required a comparison group. Outcomes of interest included mortality, pain, length of stay in hospital, thrombosis and emboli, psychiatric adjustment, and adverse effects (e.g., bleeding). RESULTS: Nineteen articles from 18 unique studies were abstracted and included in this report. In these articles, there were multiple uses of heparin to treat burns (e.g., wound healing, inhalation injury, sepsis, pain). However, the overall quality of the articles was weak. Examples of weakness included unclear or inappropriate treatment allocation, no blinding, no control of confounding, poorly defined burn characteristics (e.g., thickness), unclear duration of treatment, incomplete description of heparin treatment, and use of inadequately described or invalid outcome measures. Overall, the evidence from these weak articles was insufficient to determine whether the effectiveness of heparin to treat burn injury was different from the effectiveness of other treatments, or whether treatment effectiveness varied according to (a) the method of applying heparin to (b) burn etiology. Four studies mentioned contraindications to using heparin to treat burns. These contraindications were bleeding diathesis, bleeding history, active bleeding or associated trauma with potential bleeding, active intestinal ulcer, thrombocytopenia, liver disease, renal disorders, or allergy to heparin. CONCLUSIONS: There is no strong evidence in the 19 abstracted articles to suggest that heparin should be used in the treatment of burn injury on account of its non-anticoagulant properties.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": []
    },
    {
      "last_name": "Hanson",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Hanson",
      "affiliations": []
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "Ed",
      "initials": "E",
      "name": "Ed Young",
      "affiliations": []
    },
    {
      "last_name": "Gupta",
      "fore_name": "Alok",
      "initials": "A",
      "name": "Alok Gupta",
      "affiliations": []
    },
    {
      "last_name": "Dal Cin",
      "fore_name": "Arianna",
      "initials": "A",
      "name": "Arianna Dal Cin",
      "affiliations": []
    },
    {
      "last_name": "Archer",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Archer",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "148",
    "pub_year": "2006",
    "pub_month": "Dec"
  },
  "start_page": "1",
  "end_page": "58",
  "pages": "1-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Burns",
    "Child",
    "Contraindications",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Sepsis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17764219",
    "pmc": "PMC4781157"
  },
  "pmc_id": "PMC4781157",
  "dates": {
    "completed": "2007-10-23",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:04.897526",
    "pmid": "17764219"
  }
}