{
  "pmid": "17766740",
  "uid": "17766740",
  "title": "Clinical practice guidelines in the intensive care unit: a survey of Canadian clinicians' attitudes.",
  "abstract": "PURPOSE: To understand clinicians' perceptions regarding practice guidelines in Canadian intensive care units (ICUs) to inform guideline development and implementation strategies. METHODS: We developed a self-administered survey instrument and assessed its clinical sensibility and reliability. The survey was mailed to ICU physicians and nurses in Canada to determine local ICU guideline development and use, and to compare physicians' and nurses' attitudes and preferences towards guidelines. RESULTS: The survey was completed by 51.6% (565/1095) of potential respondents. Although less than half reported a formal guideline development committee in their ICU, 81.0% reported that guidelines were developed at their institutions. Of clinicians who used guidelines in the ICU, 70.2% of nurses and 42.6% of physicians reported using them frequently or always. Professional society guidelines (with or without local modification) were reportedly used in most ICUs, but physicians were more confident than nurses of their validity (P<0.001). Physicians considered endorsement of guidelines by a colleague more relevant for enhancing guideline use than did nurses (P<0.001). Nurses considered low risk of the guideline and whether the guideline is consistent with their practice (P<0.001) to be more relevant to guideline uptake than did physicians (P<0.001). Lack of agreement with recommendations was a more important barrier to use of guidelines for physicians than for nurses (P<0.001). CONCLUSIONS: Many Canadian institutions locally develop guidelines, and many ICU physicians and nurses report using them. Planning implementation strategies according to clinician preferences may increase guideline use. The nature of the differences in attitudes towards guidelines between nurses and physicians, and their impact on clinician adherence to guidelines requires further exploration.",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, and University of Toronto, Ontario M4N 3M5, Canada. taz.sinuff@sunnybrook.ca"
      ]
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren",
      "initials": "D",
      "name": "Daren Heyland",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "0832-610X",
    "issn_type": "Print",
    "volume": "54",
    "issue": "9",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "728",
  "end_page": "736",
  "pages": "728-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Critical Care",
    "Guideline Adherence",
    "Health Care Surveys",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "17766740",
    "doi": "10.1007/BF03026869",
    "pii": "54/9/728"
  },
  "doi": "10.1007/BF03026869",
  "dates": {
    "completed": "2007-12-12",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.396078",
    "pmid": "17766740"
  }
}