{
  "pmid": "17768194",
  "uid": "17768194",
  "title": "The quality of reporting of orthopaedic randomized trials with use of a checklist for nonpharmacological therapies.",
  "abstract": "BACKGROUND: The Consolidated Standards of Reporting Trials statement for the reporting of randomized controlled trials has been limited by its applicability to surgical trials. In response, a Checklist to Evaluate a Report of a Nonpharmacological Trial was recently developed by the Consolidated Standards of Reporting Trials group to address reporting issues in surgical trials. We aimed (1) to apply the checklist for nonpharmacological therapies to orthopaedic randomized controlled trials across multiple journals from 2004 through 2005, and (2) to survey authors when methodological safeguards itemized in the checklist were not reported to determine whether they actually had been performed. We hypothesized that lack of reporting of a methodological safeguard did not necessarily mean it had not been conducted. METHODS: We searched for relevant orthopaedic randomized controlled trials across eight journals in the period from January 2004 through December 2005. We applied the Checklist to Evaluate a Report of a Nonpharmacological Trial to all eligible studies. We contacted authors to determine what methodological safeguards were actually used, especially when details remained unclear from the publication. RESULTS: We included eighty-seven randomized controlled trials from eighty-five scientific reports. In assessing the randomized controlled trials with the checklist for nonpharmacological therapies, seventy-three studies (84%) had unclear reporting of treatment allocation concealment. Only seventeen studies (20%) mentioned surgeon skill or experience. The blinding of patients, ward staff, rehabilitation staff, clinical outcome assessors, and nonclinical outcome assessors was unclear in forty-eight (55%), sixty-three (72%), sixty-four (74%), forty (46%), and thirty-three studies (38%), respectively. Authors from forty-three randomized controlled trials responded to our survey. The results of the survey showed that 41% (95% confidence interval, 25% to 58%) of the trials had adequate allocation concealment when this had been unclear from the report. Although the surgical experience of the investigators was rarely reported, most authors (70%) acknowledged that they had defined \"surgical expertise criteria\" such as minimum case criteria, specialized training, and clinical performance. The survey also showed that 28% to 40% of the trials had blinding of relevant groups despite the fact that the reporting of such blinding had been unclear in the publications. CONCLUSIONS: The quality of reporting in the orthopaedic literature was highly variable. Readers should not assume that bias-reducing safeguards that were not reported in a randomized controlled trial did not occur. Our study reinforces the need for the consistent use of a tool like the Checklist to Evaluate a Report of a Nonpharmacological Trial to assess the methodology of surgical trials.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Chan",
      "affiliations": [
        "Hamilton Health Sciences-General Hospital, 237 Barton Street East, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "0021-9355",
    "issn_type": "Print",
    "volume": "89",
    "issue": "9",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "1970",
  "end_page": "1978",
  "pages": "1970-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Authorship",
    "Bias",
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Double-Blind Method",
    "General Surgery",
    "Humans",
    "Medical Staff",
    "Orthopedic Procedures",
    "Patients",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Single-Blind Method",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17768194",
    "doi": "10.2106/JBJS.F.01591",
    "pii": "89/9/1970"
  },
  "doi": "10.2106/JBJS.F.01591",
  "dates": {
    "completed": "2007-10-25",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.020782",
    "pmid": "17768194"
  }
}