{
  "pmid": "17787042",
  "uid": "17787042",
  "title": "Predictors of lipid abnormalities in children with new-onset systemic lupus erythematosus.",
  "abstract": "OBJECTIVE: Lipid abnormalities in patients with systemic lupus erythematosus (SLE) are common and likely are one of the causes of premature atherosclerosis in these patients. Our aims were to determine the frequency and pattern of dyslipoproteinemia at presentation of pediatric SLE; and to determine the association between dyslipoproteinemia and markers of disease activity and inflammatory markers at presentation of pediatric SLE. METHODS: Serum lipid measurements were obtained at diagnosis before corticosteroid treatment for an inception cohort of 54 patients. Total cholesterol, triglyceride, LDL-C, and HDL-C levels were regressed on measures of inflammation, disease activity, and disease symptoms. RESULTS: At least one lipid abnormality was present in the majority of patients (63%), an elevated triglyceride level being the most common lipid abnormality (62%). Triglycerides were best predicted by fibrinogen, nephritis, and pleuritis (model R2 = 0.6). Albumin, C4, and white blood cell count were found to predict HDL-C (model R2 = 0.6). Erythrocyte sedimentation rate, central nervous system involvement, nasal ulcers, and nephritis were found as predictors for LDL-C:HDL-C (model R2 = 0.5). No significant predictors were found for total cholesterol or LDL-C. The European Consensus Lupus Activity Measure disease activity score best predicted abnormal triglyceride and HDL-C levels (OR 1.7, 95% CI 1.2-2.3). CONCLUSION: Children with newly diagnosed SLE exhibited the distinct pattern of dyslipoprotein of increased triglycerides and depressed HDL-C that was twice as common in the presence of kidney disease. This lipid profile puts them at risk for premature atherosclerosis. Good disease control and individualized use of lipid-lowering agents based on the observed pattern of lipid abnormalities may lower the risk of premature atherosclerosis in these patients.",
  "authors": [
    {
      "last_name": "Tyrrell",
      "fore_name": "Pascal N",
      "initials": "PN",
      "name": "Pascal N Tyrrell",
      "affiliations": [
        "Division of Rheumatology ,University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Benseler",
      "fore_name": "Susanne M",
      "initials": "SM",
      "name": "Susanne M Benseler",
      "affiliations": []
    },
    {
      "last_name": "Sarkissian",
      "fore_name": "Talin",
      "initials": "T",
      "name": "Talin Sarkissian",
      "affiliations": []
    },
    {
      "last_name": "Silverman",
      "fore_name": "Earl D",
      "initials": "ED",
      "name": "Earl D Silverman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "0315-162X",
    "issn_type": "Print",
    "volume": "34",
    "issue": "10",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "2112",
  "end_page": "2119",
  "pages": "2112-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Dyslipidemias",
    "Female",
    "Humans",
    "Kidney Diseases",
    "Lipids",
    "Lupus Erythematosus, Systemic",
    "Male"
  ],
  "article_ids": {
    "pubmed": "17787042",
    "pii": "07/13/094"
  },
  "dates": {
    "completed": "2008-02-25",
    "revised": "2007-10-10"
  },
  "chemicals": [
    "Lipids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.892538",
    "pmid": "17787042"
  }
}