{
  "pmid": "17805107",
  "uid": "17805107",
  "title": "Measuring quality of life in cosmetic and reconstructive breast surgery: a systematic review of patient-reported outcomes instruments.",
  "abstract": "BACKGROUND: Patient-reported outcomes in cosmetic and reconstructive breast surgery are increasingly important for clinical research endeavors. Traditional surgical outcomes, centered on morbidity and mortality, remain important but are no longer sufficient on their own. Quality of life has become a crucial research topic augmenting traditional concerns focused on complications and survival. Given this, reliable and valid patient questionnaires are essential for aesthetic and reconstructive breast surgeons. METHODS: The authors performed a systematic literature review to identify patient-reported outcome measures developed and validated for use in cosmetic and reconstructive breast surgery patients. Qualifying instruments were assessed for adherence to international guidelines for health outcomes instrument development and validation. RESULTS: The authors identified 227 health outcomes questionnaires used in breast surgery studies. After 135 generic instruments, 65 ad hoc instruments, seven oncologic instruments, 11 education questionnaires, and two non-English-language questionnaires were excluded, seven measures remained. Detailed analysis revealed that six of the seven measures had undergone limited development and validation. Only one measure, the Breast-Related Symptoms Questionnaire, demonstrated adequate development and validation in its target population. It had, nevertheless, significant content limitations. CONCLUSIONS: Valid, reliable, and responsive instruments to measure patient-reported outcomes in cosmetic and reconstructive breast surgery are lacking. To demonstrate the benefits of aesthetic and reconstructive breast surgery, future research to rigorously develop and validate new cosmetic and reconstructive breast surgery-specific instruments is needed.",
  "authors": [
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "New York, N.Y.; London, United Kingdom; Vancouver, British Columbia, Canada; and Lebanon, N.H. From the Memorial Sloan-Kettering Cancer Center, University College London, University of British Columbia, and Dartmouth-Hitchcock Medical Center."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Constance M",
      "initials": "CM",
      "name": "Constance M Chen",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Cano",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": []
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen McCarthy",
      "affiliations": []
    },
    {
      "last_name": "Collins",
      "fore_name": "E Dale",
      "initials": "ED",
      "name": "E Dale Collins",
      "affiliations": []
    },
    {
      "last_name": "Cordeiro",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Cordeiro",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "120",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Sep",
    "pub_day": "15"
  },
  "start_page": "823",
  "end_page": "837",
  "pages": "823-837",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Breast",
    "Female",
    "Humans",
    "Mammaplasty",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "17805107",
    "doi": "10.1097/01.prs.0000278162.82906.81",
    "pii": "00006534-200709150-00001"
  },
  "doi": "10.1097/01.prs.0000278162.82906.81",
  "dates": {
    "completed": "2007-09-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.299443",
    "pmid": "17805107"
  }
}