{
  "pmid": "17823388",
  "uid": "17823388",
  "title": "Development and validation of monoclonal and polyclonal antibodies for the detection of immunoglobulin G of bottlenose dolphins (Tursiops truncatus).",
  "abstract": "Antibodies directed against species-specific immunoglobulin G (IgG) have a broad range of applications in serologic and immunologic research and in the development of clinical assays. Validated anti-IgG antibodies for marine mammal species are in short supply. The objective of this study was to produce and validate antibodies with specificity for IgG of the common bottlenose dolphin (Tursiops truncatus). Bottlenose dolphin IgG was purified using protein G. Two mouse monoclonal antibodies and a rabbit polyclonal antibody were developed from mice and rabbits immunized with bottlenose dolphin IgG. The specificity of the monoclonal antibodies and the polyclonal antibody for bottlenose dolphin IgG was first verified by Western blot analysis and enzyme-linked immunosorbent assay (ELISA). For further validation, both monoclonal antibodies and the polyclonal antibody were incorporated in an indirect ELISA for the detection of the immune response of bottlenose dolphins to a vaccine antigen. Three bottlenose dolphins were immunized with a commercial Erysipelothrix rhusiopathiae vaccine, and serial blood samples were collected from all dolphins for measurement of levels of circulating antibodies. Seroconversion was observed in all 3 dolphins by use of both monoclonal antibodies and the polyclonal antibody. Circulating antibodies were detectable as early as 6 days after immunization in 1 dolphin. Peak antibody levels were detected 14 days after the immunization. The ability to detect seroconversion in all 3 immunized bottlenose dolphins firmly establishes the specificity of the monoclonal antibodies and the polyclonal antibody for IgG of the common bottlenose dolphin.",
  "authors": [
    {
      "last_name": "Nollens",
      "fore_name": "Hendrik H",
      "initials": "HH",
      "name": "Hendrik H Nollens",
      "affiliations": [
        "Marine Mammal Health Program, Department of Small Animal Clinical Sciences, College of Veterinary Medicine, University of Florida, Gainesville, FL 32610, USA. NollensH@vetmed.ufl.edu"
      ]
    },
    {
      "last_name": "Green",
      "fore_name": "Linda G",
      "initials": "LG",
      "name": "Linda G Green",
      "affiliations": []
    },
    {
      "last_name": "Duke",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Duke",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    },
    {
      "last_name": "Chittick",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Chittick",
      "affiliations": []
    },
    {
      "last_name": "Gearhart",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Gearhart",
      "affiliations": []
    },
    {
      "last_name": "Klein",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Klein",
      "affiliations": []
    },
    {
      "last_name": "Jacobson",
      "fore_name": "Elliott R",
      "initials": "ER",
      "name": "Elliott R Jacobson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of veterinary diagnostic investigation : official publication of the American Association of Veterinary Laboratory Diagnosticians, Inc",
    "iso_abbreviation": "J Vet Diagn Invest",
    "issn": "1040-6387",
    "issn_type": "Print",
    "volume": "19",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "465",
  "end_page": "470",
  "pages": "465-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Antibodies, Monoclonal",
    "Antibody Specificity",
    "Bottle-Nosed Dolphin",
    "Erysipelothrix",
    "Erysipelothrix Infections",
    "Immunoglobulin G",
    "Male",
    "Mice",
    "Rabbits",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "17823388",
    "doi": "10.1177/104063870701900502",
    "pii": "19/5/465"
  },
  "doi": "10.1177/104063870701900502",
  "dates": {
    "completed": "2007-11-29",
    "revised": "2019-05-22"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Immunoglobulin G"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.473093",
    "pmid": "17823388"
  }
}