{
  "pmid": "17845952",
  "uid": "17845952",
  "title": "Evidence-based clinical pathways to manage urinary tract infections in long-term care facilities: a qualitative case study describing administrator and nursing staff views.",
  "abstract": "OBJECTIVES: This article examines the views of nursing staff and administrators in long-term care facilities (LTCFs) regarding a clinical pathway for managing urinary tract infections (UTIs) in LTCF residents. DESIGN: A qualitative (case study) design was used. SETTING: Data were collected from 8 LTCFs in southern Ontario and 2 in Iowa enrolled in a larger randomized controlled trial of clinical pathway for managing UTIs in LTCF residents, conducted between September 2001 and March 2003. The clinical pathway, designed to more effectively identify, diagnose, and treat UTIs, and reduce inappropriate antibiotics use for asymptomatic UTIs, introduced 2 decision tools to determine when to order a urine culture and initiate antibiotic treatment for suspected UTIs. PARTICIPANTS: We conducted 19 individual interviews with administrators and 10 focus groups with 52 nurses. FINDINGS: Nurses generally thought that the pathways were well developed and easy to use, and administrators believed they were an important educational resource. Barriers to their use varied by group-initial lack of buy-in from nurses (medical directors), additional work (directors of nursing), and the need to change the protocol to exclude certain residents based on prior health conditions and/or pressure from physicians or families (nurses). CONCLUSIONS: Both administrators and staff, once familiar with a new clinical protocol to improve UTI management in LTCFs, generally supported its use.",
  "authors": [
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. lohfeld@mcmaster.ca"
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "7",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "477",
  "end_page": "484",
  "pages": "477-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Anti-Bacterial Agents",
    "Attitude of Health Personnel",
    "Canada",
    "Focus Groups",
    "Humans",
    "Interviews as Topic",
    "Long-Term Care",
    "Nursing Diagnosis",
    "Nursing Homes",
    "Nursing Staff",
    "United States",
    "Urinary Tract Infections"
  ],
  "article_ids": {
    "pubmed": "17845952",
    "doi": "10.1016/j.jamda.2007.05.006",
    "pii": "S1525-8610(07)00258-7"
  },
  "doi": "10.1016/j.jamda.2007.05.006",
  "dates": {
    "completed": "2007-09-27",
    "revised": "2024-12-19"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.121330",
    "pmid": "17845952"
  }
}