{
  "pmid": "17855822",
  "uid": "17855822",
  "title": "Facilitating clinician adherence to guidelines in the intensive care unit: A multicenter, qualitative study.",
  "abstract": "OBJECTIVE: To determine perceived facilitators and barriers to guideline implementation and clinician adherence to guidelines in the intensive care unit (ICU). DESIGN: Multicenter qualitative study in three university-affiliated ICUs in Canada. METHODS: We conducted individual semistructured interviews of 44 ICU clinicians (12 intensivists, two physician directors, 12 nurses, three nurse educators, three nurse managers, nine respiratory therapists, and three respiratory therapist educators). We elicited attitudes and perceptions regarding the facilitators and barriers to adherence to guidelines in the ICU. We transcribed all interviews and analyzed data in duplicate using grounded theory to identify themes and develop a model to describe clinicians' views. MAIN RESULTS: The presence of a culture within the ICU that enabled guideline implementation and clinician adherence to guidelines was considered essential. Central to this culture was an ICU team that believed guidelines would reduce practice variation, help implement research findings at the bedside, and result in a more rapid implementation of best practice. Effective leadership and positive interprofessional team dynamics were deemed requisites for this culture. Important strategies identified by the participants to overcome potential barriers to clinician adherence to guidelines were: the presence of effective leaders to promote adoption of the guideline and its adherence, education tailored to the learning preferences of different professional groups, and repeated educational interventions, reminders, and audit and feedback. Participants suggested that the use of strategies to select and prioritize guidelines, simple guideline formats, and electronic media to implement guidelines may further contribute to successful guideline programs. CONCLUSIONS: Complex ICU practices and unique interprofessional team dynamics influence clinician adherence to guidelines. Initiatives that employ an approach addressing these issues may optimize guideline uptake and adherence. The optimal approach and its effectiveness may be guideline-dependent and requires further study.",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Department of Critical Care and Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada. taz.sinuff@sunnybrook.ca"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren",
      "initials": "D",
      "name": "Daren Heyland",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "0090-3493",
    "issn_type": "Print",
    "volume": "35",
    "issue": "9",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "2083",
  "end_page": "2089",
  "pages": "2083-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Critical Care",
    "Guideline Adherence",
    "Interviews as Topic",
    "Physicians",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "17855822",
    "doi": "10.1097/01.ccm.0000281446.15342.74"
  },
  "doi": "10.1097/01.ccm.0000281446.15342.74",
  "dates": {
    "completed": "2007-09-28",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:55.625663",
    "pmid": "17855822"
  }
}