{
  "pmid": "17850496",
  "uid": "17850496",
  "title": "Public health decision-makers' informational needs and preferences for receiving research evidence.",
  "abstract": "OBJECTIVES: The purpose of this study was to identify decision-makers' preferences for the transfer and exchange of research knowledge. This article is focused on how the participants define evidence-based decision-making and their preferences for receiving research evidence to integrate into the decision-making process. METHODS: Semistructured interviews were conducted with a purposive sample of 16 Ontario public health decision-makers from six Ontario public health units in this fundamental qualitative descriptive study. The sample included nine program managers, six directors, and one Medical Officer of Health. Participants were asked to define the term evidence-based decision-making and identify preferred research dissemination strategies. The interviews were audio-taped, transcribed verbatim, and coded for emerging concepts. RESULTS: Participants defined evidence-based decision-making as a process whereby multiple sources of information were consulted before making a decision concerning the provision of services. To facilitate integration of research evidence into the decision-making process, public health administrators appreciate receiving, in both electronic and hard copy, systematic reviews, executive summaries of research, and clear statements of implications for practice from health service researchers. CONCLUSIONS: Although consensus exists among participants concerning the definition of evidence based public health decision-making, ongoing efforts are required to continue to promote the use of research evidence in program planning and public health policy. It is also important to continue to improve the ease with which public health decision-makers access systematic reviews, as well as to ensure the relevance and applicability of the results to the practice setting.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    },
    {
      "last_name": "Thomas",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Thomas",
      "affiliations": []
    },
    {
      "last_name": "Kothari",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Kothari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Worldviews on evidence-based nursing",
    "iso_abbreviation": "Worldviews Evid Based Nurs",
    "issn": "1545-102X",
    "issn_type": "Print",
    "volume": "4",
    "issue": "3",
    "pub_year": "2007"
  },
  "start_page": "156",
  "end_page": "163",
  "pages": "156-63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Choice Behavior",
    "Decision Making, Organizational",
    "Diffusion of Innovation",
    "Education, Nursing, Continuing",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Information Dissemination",
    "Needs Assessment",
    "Nurse Administrators",
    "Nursing Methodology Research",
    "Ontario",
    "Physician Executives",
    "Planning Techniques",
    "Program Development",
    "Public Health Administration",
    "Qualitative Research",
    "Review Literature as Topic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "17850496",
    "doi": "10.1111/j.1741-6787.2007.00089.x",
    "pii": "WVN089"
  },
  "doi": "10.1111/j.1741-6787.2007.00089.x",
  "dates": {
    "completed": "2007-11-27",
    "revised": "2016-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.188198",
    "pmid": "17850496"
  }
}