{
  "pmid": "17872784",
  "uid": "17872784",
  "title": "Canalith repositioning maneuver for benign paroxysmal positional vertigo: randomized controlled trial in family practice.",
  "abstract": "OBJECTIVE: To determine whether the canalith repositioning maneuver (CRM) is effective for treating benign paroxysmal positional vertigo when it is used by family physicians in primary care settings. DESIGN: Randomized, prospective, double-blind, sham-controlled trial. SETTING: An academic family practice in Hamilton, Ont. PARTICIPANTS: Eighty-one patients 18 years or older whose dizziness was confirmed by the Dix-Hallpike (DH) vertigo-triggering maneuver and who had no contraindications to the CRM. INTERVENTIONS: At the first visit, the intervention group received the CRM and the control group received a sham maneuver. Both groups received the CRM at the second and third visits 1 and 2 weeks later. MAIN OUTCOME MEASURES: Negative results of the DH test or self-reported resolution of vertigo after the initial treatment. RESULTS: Eighty-one patients were randomized and received the first treatment. After the first treatment, 34.2% of patients in the intervention group and 14.6% of patients in the control group had negative DH test results (relative risk 2.3, 95% confidence interval 1.03 to 5.2, P = .04); and 31.6% of patients in the intervention group and 24.4% of patients in the control group reported resolution of dizziness (relative risk 1.2, 95% confidence interval 0.7 to 1.9, P = .48). One week later, patients in both intervention and control groups received the CRM, and 61.8% and 57.1% of them, respectively, had negative DH test results (P = .81). By week 3, approximately 75% of patients in both groups had improved. CONCLUSION: A statistically significant proportion of patients in the CRM group returned to a negative response to the DH maneuver immediately after the first treatment. Family physicians can use the CRM to treat benign paroxysmal positional vertigo and potentially avoid delays in treatment and unnecessary referrals. TRIAL REGISTRATION NUMBER: NCT00182273 (ClinicalTrials.gov).",
  "authors": [
    {
      "last_name": "Munoz",
      "fore_name": "Juan E",
      "initials": "JE",
      "name": "Juan E Munoz",
      "affiliations": [
        "Department of Family Medicine, McMaster University, McMaster Family Practice, 690 Main St W, Suite A, Hamilton, ON L8S 1A4. munozj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Miklea",
      "fore_name": "Jonel T",
      "initials": "JT",
      "name": "Jonel T Miklea",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Springate",
      "fore_name": "Russ",
      "initials": "R",
      "name": "Russ Springate",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "6",
    "pub_year": "2007",
    "pub_month": "Jun"
  },
  "start_page": "1049",
  "end_page": "1048",
  "pages": "1049-53, 1048",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Double-Blind Method",
    "Family Practice",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Posture",
    "Prospective Studies",
    "Semicircular Canals",
    "Treatment Outcome",
    "Vertigo"
  ],
  "article_ids": {
    "pubmed": "17872784",
    "pmc": "PMC1949221",
    "pii": "53/6/1048"
  },
  "pmc_id": "PMC1949221",
  "dates": {
    "completed": "2007-11-07",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.511807",
    "pmid": "17872784"
  }
}