{
  "pmid": "17873252",
  "uid": "17873252",
  "title": "Shared decision making in the medical encounter: are we all talking about the same thing?",
  "abstract": "OBJECTIVE: This article aims to explore 1) whether after all the research done on shared decision making (SDM) in the medical encounter, a clear definition (or definitions) of SDM exists; 2) whether authors provide a definition of SDM when they use the term; 3) and whether authors are consistent, throughout a given paper, with respect to the research described and the definition they propose or cite. METHODS: The authors searched different databases (Medline, HealthStar, Cinahl, Cancerlit, Sociological Abstracts, and Econlit) from 1997 to December 2004. The keywords used were informed decision making and shared decision making as these are the keywords more often encountered in the literature. The languages selected were English and French. RESULTS: The 76 reported papers show that 1) several authors clearly define what they mean by SDM or by another closely related phrase, such as informed shared decision making. 2) About a third of the papers reviewed (25/76) cite these authors although 8 of them do not use the term in a manner consistent with the definition cited. 3) Certain authors use the term SDM inconsistently with the definition they propose, and some use the terms informed decision making and SDM as if they were synonymous. 4) Twenty-one papers do not provide or cite any definition, or their use of the term (i.e., SDM) is not consistent with the definition they provide. CONCLUSION: Although several clear definitions of shared decision making have been proposed, they are cited by only about a third of the papers reviewed. In the other papers, authors refer to the term without specifying or citing a definition or use the term inconsistently with their definition. This is a problem because having a clear definition of the concept and following this definition are essential to guide and focus research. Authors should use the term consistently with the identified definition.",
  "authors": [
    {
      "last_name": "Moumjid",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Moumjid",
      "affiliations": [
        "GRESAC (GATE, UMR 5824)-CNRS, University Lumière Lyon 2, Centre Léon Bérard, Lyon, France. ferdjaou@lyon.fnclcc.fr"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Brémond",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Brémond",
      "affiliations": []
    },
    {
      "last_name": "Carrère",
      "fore_name": "Marie-Odile",
      "initials": "MO",
      "name": "Marie-Odile Carrère",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "0272-989X",
    "issn_type": "Print",
    "volume": "27",
    "issue": "5",
    "pub_year": "2007"
  },
  "start_page": "539",
  "end_page": "546",
  "pages": "539-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Cooperative Behavior",
    "Decision Making",
    "Humans",
    "Negotiating",
    "Patient Participation",
    "Physician-Patient Relations"
  ],
  "article_ids": {
    "pubmed": "17873252",
    "doi": "10.1177/0272989X07306779",
    "pii": "0272989X07306779"
  },
  "doi": "10.1177/0272989X07306779",
  "dates": {
    "completed": "2008-01-11",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.874789",
    "pmid": "17873252"
  }
}