{
  "pmid": "17873258",
  "uid": "17873258",
  "title": "The drug facts box: providing consumers with simple tabular data on drug benefit and harm.",
  "abstract": "CONTEXT: Direct-to-consumer drug ads have been criticized for providing inadequate and misleading information. Requiring ads to include a table with data on drug benefits and side effects (derived from clinical trials) could help, provided that consumers understand such tabular information. OBJECTIVE: To determine if people could understand and use a 9-row x 2-column \"study findings table'' presenting expected outcomes (both beneficial and harmful) with and without a drug. SUBJECTS: A convenience sample of 274 participants: 186 recruited from alumni of Dartmouth's \"Community Medical School'' public lecture series and Dartmouth Hitchcock's Center for Shared Decision Making and 88 veterans and their families recruited from waiting rooms in the Veterans Affairs outpatient clinic, White River Junction, Vermont. DESIGN: Cross-sectional survey. Participants were tested on their comprehension of the study findings table about the drug tamoxifen used for the primary prevention of breast cancer--with no instructions on how to use the table. MAIN OUTCOME MEASURE: Five comprehension questions testing how well participants could read and use the table with drug benefits and side effects data. RESULTS: On average, participants correctly answered 4 of the 5 table comprehension questions: 89% correctly used the table to determine the percentage of women given tamoxifen who got a blood clot in their legs or lungs, and 71% were able to use data in the table to calculate the absolute difference in the proportion of women who got breast cancer in the tamoxifen v. the placebo group. Most participants were also able to use the table to make comparisons. CONCLUSION: Most participants--even those with lower formal educational attainment--were able to understand and use the tabular data.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "0272-989X",
    "issn_type": "Print",
    "volume": "27",
    "issue": "5",
    "pub_year": "2007"
  },
  "start_page": "655",
  "end_page": "662",
  "pages": "655-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Advertising",
    "Aged",
    "Cross-Sectional Studies",
    "Disclosure",
    "Drug Industry",
    "Drug-Related Side Effects and Adverse Reactions",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Education as Topic",
    "Tamoxifen",
    "Television",
    "United States"
  ],
  "article_ids": {
    "pubmed": "17873258",
    "doi": "10.1177/0272989X07306786",
    "pii": "0272989X07306786"
  },
  "doi": "10.1177/0272989X07306786",
  "dates": {
    "completed": "2008-01-11",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Tamoxifen"
  ],
  "grants": [
    {
      "grant_id": "R01CA104721",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.417287",
    "pmid": "17873258"
  }
}