{
  "pmid": "17881630",
  "uid": "17881630",
  "title": "Antimicrobials for right-sided endocarditis in intravenous drug users: a systematic review.",
  "abstract": "BACKGROUND: Right-sided endocarditis (RSE) is a serious complication of intravenous drug use. We sought to systematically review the evidence for obtaining clinical cure with antimicrobials in intravenous drug users (IVDUs) with isolated native valve RSE. SEARCH STRATEGY: We applied broad search strategies in the following databases: MEDLINE (1966-2006), EMBASE (1980-2006) and Cochrane CENTRAL Register (2006, Issue 3). Hand searching was performed on selected peer-reviewed journals and relevant citation lists were screened. No restrictions were set on language and type of publication. SELECTION CRITERIA: We included randomized controlled trials that evaluated clinical and microbiological cure using single or combination antibiotic regimens for the treatment of isolated native valve bacterial RSE. Clinical and microbiological cure and failure outcomes were evaluated between 2 weeks and 6 months after completion of therapy. Quality assessment of relevant studies was performed using an objective scoring scale. RESULTS: We identified seven randomized controlled trials, one comparing single antimicrobial therapies, four comparing combination with single therapy and two studies comparing combination therapies. Short-course therapy was present in at least one arm in three studies, but only one study compared short- and long-course therapy. No statistically significant benefit was demonstrated between any antimicrobial therapy and all studies were scored as having a moderate to severe risk of bias. CONCLUSIONS: Randomized trial evidence does not support one antimicrobial regimen over another in the treatment of RSE in IVDUs.",
  "authors": [
    {
      "last_name": "Yung",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Yung",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kottachchi",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Kottachchi",
      "affiliations": []
    },
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": []
    },
    {
      "last_name": "Haider",
      "fore_name": "Shariq",
      "initials": "S",
      "name": "Shariq Haider",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of antimicrobial chemotherapy",
    "iso_abbreviation": "J Antimicrob Chemother",
    "issn": "0305-7453",
    "issn_type": "Print",
    "volume": "60",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "921",
  "end_page": "928",
  "pages": "921-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Endocarditis, Bacterial",
    "Humans",
    "Substance Abuse, Intravenous"
  ],
  "article_ids": {
    "pubmed": "17881630",
    "doi": "10.1093/jac/dkm324",
    "pii": "dkm324"
  },
  "doi": "10.1093/jac/dkm324",
  "dates": {
    "completed": "2008-01-04",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.121560",
    "pmid": "17881630"
  }
}