{
  "pmid": "17897515",
  "uid": "17897515",
  "title": "A systematic review of the quality of publications reporting coronary artery bypass grafting trials.",
  "abstract": "OBJECTIVE: Several studies have shown that the quality of reports of randomized controlled trials (RCTs) in medicine is variable and often poor, whereas the quality of those in surgery is unknown. We aimed to assess the quality of reports of RCTs in coronary artery bypass grafting (CABG) surgery when comparing off- and on-pump techniques. METHODS: From electronic searches of MEDLINE, the Cochrane Library, CINAHL, HealthSTAR and EMBASE, we identified RCTs published between 2000 and 2005 comparing off- and on-pump CABG. We assessed the report quality, using 35 items from the Consolidated Standards for Reporting Trials (CONSORT) statement and 54 additional indicators relevant to CABG surgery. Some of the indicators comprised several small parts, making the maximum possible total score 105. Two authors independently reviewed and assessed the reporting quality of each RCT. The level of agreement was assessed with kappa statistics, and disagreements were resolved by consensus. We expressed descriptive analyses as median and interquartile range; we used a generalized estimating equation (GEE) for data analysis. RESULTS: We included 50 trials, for a total of 5134 patients. The kappa value was greater than 0.6 for 73 of 105 (70%) indicators. The overall report quality score varied from 35 to 93 of 105. The CONSORT score reporting quality varied from 16 to 39 of 42. The quality of reporting was poor and insufficient for the methods (particularly, the sample size, allocation and blinding subsections), results and discussion sections. With GEE modelling, the reporting quality had a strong association with trial size, publication year, trial location and funding source, but not with the results and type of primary outcome. CONCLUSION: The quality of the publications' reporting methods, results and discussion sections was suboptimal. It is critical that, in reporting surgical trials, authors follow the CONSORT guidelines as well as consider the surgical factors.",
  "authors": [
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ONT, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Rong",
      "initials": "R",
      "name": "Rong Chu",
      "affiliations": []
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "0008-428X",
    "issn_type": "Print",
    "volume": "50",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Aug"
  },
  "start_page": "266",
  "end_page": "277",
  "pages": "266-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Coronary Artery Bypass",
    "Humans",
    "Periodicals as Topic",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "17897515",
    "pmc": "PMC2386171"
  },
  "pmc_id": "PMC2386171",
  "dates": {
    "completed": "2007-10-18",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.076220",
    "pmid": "17897515"
  }
}