{
  "pmid": "17896121",
  "uid": "17896121",
  "title": "Comorbidity of internalizing disorders in children with oppositional defiant disorder.",
  "abstract": "Oppositional defiant disorder (ODD) is often comorbid with other psychiatric disorders in childhood. Its association with attention deficit hyperactivity disorder and conduct disorder has been well studied. Recent studies suggest that children with ODD have substantial comorbidity with anxiety and depressive (internalizing) disorders, as well. Identifying the pattern of internalizing comorbidity with ODD in childhood and adolescence and how this varies across age and gender may help to identify mechanisms of such comorbidity. This systematic review presents evidence on the association of internalizing disorders with ODD across childhood and adolescence. Data from cross-sectional and longitudinal studies in clinic, community and epidemiologic samples are considered separately. Findings suggest that while internalizing comorbidity with ODD is present at all ages, the degree of comorbidity may vary over time in particular groups of children. Girls and boys appear to have different patterns of ODD comorbidity with either anxiety or depression, as well as ages of onset of ODD, however more large studies are required. Children with ODD in early life require further study as they may be a subgroup at increased risk for anxiety and affective disorders. This could have important implications for the treatment of these ODD children and the prevention of sequential comorbidity.",
  "authors": [
    {
      "last_name": "Boylan",
      "fore_name": "Khrista",
      "initials": "K",
      "name": "Khrista Boylan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, 1200 Main St. West, Hamilton, ON, Canada, L8N 3Z5. boylank@mcmaster.ca"
      ]
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Vaillancourt",
      "affiliations": []
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Boyle",
      "affiliations": []
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European child & adolescent psychiatry",
    "iso_abbreviation": "Eur Child Adolesc Psychiatry",
    "issn": "1018-8827",
    "issn_type": "Print",
    "volume": "16",
    "issue": "8",
    "pub_year": "2007",
    "pub_month": "Dec"
  },
  "start_page": "484",
  "end_page": "494",
  "pages": "484-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Anxiety Disorders",
    "Attention Deficit and Disruptive Behavior Disorders",
    "Child",
    "Child, Preschool",
    "Comorbidity",
    "Depressive Disorder",
    "Female",
    "Humans",
    "Male",
    "Prevalence",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "17896121",
    "doi": "10.1007/s00787-007-0624-1"
  },
  "doi": "10.1007/s00787-007-0624-1",
  "dates": {
    "completed": "2008-02-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.701750",
    "pmid": "17896121"
  }
}