{
  "pmid": "17897513",
  "uid": "17897513",
  "title": "The feasibility of introducing advanced minimally invasive surgery into surgical practice.",
  "abstract": "BACKGROUND: This study investigates the feasibility of performing advanced minimally invasive surgery (MIS) in a nonspecialized practice environment. METHODS: We conducted a cross-sectional survey of all community general surgeons currently practising in Ontario. RESULTS: Few community surgeons perform a high volume (> 10 procedures per yr) of advanced MIS. Most (70%) believe it is important to acquire additional skills in advanced MIS. The most appropriate methods for learning advanced MIS are believed to be expert mentoring (79.7%), courses (77.2%) and a colleague mentor (63.9%). A total of 57.6% of respondents have attended a course in MIS while in practice, and most have access to a reasonable variety of instrumentation. Respondents believe that 57.6% of assistants, 54.8% of nurses and 43.4% of anaesthetists are relatively inexperienced with advanced MIS. Barriers to establishing advanced MIS include limited operating room access (50%), resources or equipment (45.2%) and limited expert mentoring (43.6%). Surgeons with less than 10 years of practice found lack of trained nursing staff (7.9% v. 4.2%, p = 0.01) and experienced assistants (12% v. 6.2%, p = 0.008) to be more important barriers than did those with over 10 years of practice, respectively. CONCLUSION: Most general surgeons working in Ontario are self-taught with respect to MIS skills, and few perform a high volume of advanced MIS. Only one-half of all respondents have access to skilled MIS operating room nurses, surgical assistants or anesthesiology. Despite this, general surgeons perceive the greatest barriers to introducing advanced MIS procedures to be limited access to operating rooms, resources or equipment and limited mentoring. This study has shown that the role of the surgical team in advanced MIS may be underestimated by many general surgeons. These data have important implications in training general surgeons and in incorporating additional advanced MIS procedures into the armamentarium of general surgeons.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Daniel W",
      "initials": "DW",
      "name": "Daniel W Birch",
      "affiliations": [
        "Centre for the Advancement of Minimally Invasive Surgery, Royal Alexandra Hospital, The Department of Surgery, University of Alberta, Edmonton, Alta, Canada. dbirch@ualberta.ca"
      ]
    },
    {
      "last_name": "Misra",
      "fore_name": "Monali",
      "initials": "M",
      "name": "Monali Misra",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "0008-428X",
    "issn_type": "Print",
    "volume": "50",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Aug"
  },
  "start_page": "256",
  "end_page": "260",
  "pages": "256-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Community Health Services",
    "Cross-Sectional Studies",
    "Diffusion of Innovation",
    "Digestive System Surgical Procedures",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Male",
    "Minimally Invasive Surgical Procedures",
    "Ontario",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "17897513",
    "pmc": "PMC2386170"
  },
  "pmc_id": "PMC2386170",
  "dates": {
    "completed": "2007-10-18",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:57.509734",
    "pmid": "17897513"
  }
}