{
  "pmid": "17901861",
  "uid": "17901861",
  "title": "Recent advances in tumor hypoxia: tumor progression, molecular mechanisms, and therapeutic implications.",
  "abstract": "Tumor oxygenation status is tightly regulated and correlates with its aggressive behavior. Hypoxia plays critical roles in tumor progression including tumor angiogenesis, mutation rate, metastasis and resistance to radiation and chemotherapy. Many molecular pathways have been recognized to mediate these hypoxia-induced responses in tumors. For example, extensive studies demonstrate that hypoxia-inducible factor-1 (HIF-1) is a key molecule in regulating tumor responses to hypoxia. Many other genes including growth factors, glycolytic enzymes, cytokines, and transcription factors are inducible by hypoxia via either HIF-1-dependent or HIF-1-independent pathways. This review summarizes current advances in tumor hypoxia regarding new technologies of tumor hypoxia measurement, clinical and animal studies, cell culture models, the hypoxia-induced key molecules and therapeutic implications. This valuable information is particularly timely and helpful for clinicians and researchers who want to recognize the newest endeavors within the field and identify possible lines of investigation in tumor hypoxia.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Michael E. DeBakey Department of Surgery, Molecular Surgeon Research Center, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Li",
      "affiliations": []
    },
    {
      "last_name": "Yao",
      "fore_name": "Qizhi",
      "initials": "Q",
      "name": "Qizhi Yao",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Changyi",
      "initials": "C",
      "name": "Changyi Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1234-1010",
    "issn_type": "Print",
    "volume": "13",
    "issue": "10",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "RA175",
  "end_page": "RA180",
  "pages": "RA175-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Disease Progression",
    "Humans",
    "Hypoxia",
    "Neoplasms",
    "Oxygen",
    "Tumor Cells, Cultured"
  ],
  "article_ids": {
    "pubmed": "17901861",
    "pii": "502434"
  },
  "dates": {
    "completed": "2007-11-21",
    "revised": "2016-11-24"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.045495",
    "pmid": "17901861"
  }
}