{
  "pmid": "17905557",
  "uid": "17905557",
  "title": "Endovascular management of acute blunt traumatic thoracic aortic injury: a single center experience.",
  "abstract": "BACKGROUND: Traumatic injury of the thoracic aorta is a life-threatening complication in patients who sustain deceleration or crush injuries. The magnitude of force necessary to cause blunt thoracic aortic injury results in a high proportion of concomitant injuries, posing a significant challenge for prioritizing management. Open surgical mortality is increased in the presence of coexisting head, lung, and abdominal injuries. Spinal cord ischemia may occur following aortic cross-clamping and operative hypotension. Endovascular stent-graft placement offers a safe, effective, and timely treatment option. The aim of this study was to assess our single center experience of endovascular repair following acute blunt traumatic aortic injury. METHODS: Data from thirteen consecutive patients (mean age, 43.2 years; range, 16 to 84 years) with acute blunt traumatic aortic injury treated by endovascular stent-graft insertion between October 2001 and March 2007 was prospectively collected. Demographics, injury characteristics, technique, and complications were recorded. Follow-up data consisted of computed tomographic angiography and plain chest radiography at regular intervals. Mean and median follow-up after stent-graft implantation were 28.9 and 29 months, respectively. RESULTS: All patients underwent endovascular repair within a median of 9 hours from hospital presentation. Two patients underwent carotico-carotid bypass immediately prior to endovascular stenting during a single anesthetic. Stent-graft implantation was technically successful in all patients. No patient required conversion to open surgical repair of the acute blunt traumatic aortic injury. Procedure-related paraplegia was zero. Complications included proximal migration of initial stent-graft in one patient and iliac artery avulsion in another patient with consequent ilio-femoral bypass. The median hospital stay was 17 days. There were no in-hospital deaths. CONCLUSION: Endovascular repair is evolving as the procedure of choice for acute blunt traumatic aortic injury. Treatment of lesions that extend into the aortic arch is feasible with extra-anatomical bypass. In our study, endovascular repair of blunt traumatic aortic injury is a safe procedure with low morbidity and a mortality rate of zero.",
  "authors": [
    {
      "last_name": "Bent",
      "fore_name": "Clare L",
      "initials": "CL",
      "name": "Clare L Bent",
      "affiliations": [
        "Department of Radiology, Barts and The London NHS Trust, London, United Kingdom."
      ]
    },
    {
      "last_name": "Matson",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Matson",
      "affiliations": []
    },
    {
      "last_name": "Sobeh",
      "fore_name": "Mo",
      "initials": "M",
      "name": "Mo Sobeh",
      "affiliations": []
    },
    {
      "last_name": "Renfrew",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Renfrew",
      "affiliations": []
    },
    {
      "last_name": "Uppal",
      "fore_name": "Rakesh",
      "initials": "R",
      "name": "Rakesh Uppal",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Brohi",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Brohi",
      "affiliations": []
    },
    {
      "last_name": "Kyriakides",
      "fore_name": "Constantinos",
      "initials": "C",
      "name": "Constantinos Kyriakides",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "0741-5214",
    "issn_type": "Print",
    "volume": "46",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "920",
  "end_page": "927",
  "pages": "920-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Aorta, Thoracic",
    "Aortography",
    "Blood Vessel Prosthesis",
    "Blood Vessel Prosthesis Implantation",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Prosthesis Design",
    "Stents",
    "Treatment Outcome",
    "Wounds, Nonpenetrating"
  ],
  "article_ids": {
    "pubmed": "17905557",
    "doi": "10.1016/j.jvs.2007.07.032",
    "pii": "S0741-5214(07)01195-0"
  },
  "doi": "10.1016/j.jvs.2007.07.032",
  "dates": {
    "completed": "2007-12-20",
    "revised": "2012-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.475313",
    "pmid": "17905557"
  }
}