{
  "pmid": "17902404",
  "uid": "17902404",
  "title": "[Health economics from the physician's point of view].",
  "abstract": "Physicians should be aware that overall resources in health care are limited. Thus, available funds should be allocated in a fair and efficient manner. Although the daily work at the bedside or in the physician's office create many direct and even more indirect costs to the health care system, many physicians believe that cost-benefit considerations should not be part of the daily work because they are viewed as a disturbing factor in the patient-physician relationship. However, due to the limited resources, strategic measures that reduce health care costs but maintain quality are unavoidable. Physicians must be involved in the design and implementation of these measures, and the administrative burden to document progress must be kept as small as possible. As an example we would like to discuss the pay for performance programme of the National Health Service in the United Kingdom, launched in 2004. Physicians could improve their income by about 25% if they were able to accomplish a number of well-defined quality indicators. As much as 97% of the primary care physicians reached the pre-defined goals, and there was no indication for manipulation. This example shows that through the implementation of quality improvement programmes, the position of primary care medicine can even be strengthened. Sponsors of the health care system should continue to look for measures that maintain a high quality standard in primary care medicine. However, before this system can be widely implemented, active research is needed to evaluate whether privileging some quality indicators over others has negative consequences on overall societal health. Only through an open-minded discussion among all participants of the health care system including the general population will a solution be found that is capable of winning a majority and that takes into account the limited availability of resources.",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Preventive Medicine Division, Brigham and Women's Hospital, 900, Commonwealth Avenue East, Boston, MA 02215, USA."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "Dieter",
      "initials": "D",
      "name": "Dieter Conen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zeitschrift fur arztliche Fortbildung und Qualitatssicherung",
    "iso_abbreviation": "Z Arztl Fortbild Qualitatssich",
    "issn": "1431-7621",
    "issn_type": "Print",
    "volume": "101",
    "issue": "6",
    "pub_year": "2007"
  },
  "start_page": "375",
  "end_page": "380",
  "pages": "375-80",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Economics, Medical",
    "Germany",
    "Health Resources",
    "Humans",
    "Physicians",
    "Safety"
  ],
  "article_ids": {
    "pubmed": "17902404",
    "doi": "10.1016/j.zgesun.2007.05.001"
  },
  "doi": "10.1016/j.zgesun.2007.05.001",
  "dates": {
    "completed": "2007-11-13",
    "revised": "2019-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.043361",
    "pmid": "17902404"
  }
}