{
  "pmid": "17900362",
  "uid": "17900362",
  "title": "Focus on Function - a randomized controlled trial comparing two rehabilitation interventions for young children with cerebral palsy.",
  "abstract": "BACKGROUND: Children with cerebral palsy receive a variety of long-term physical and occupational therapy interventions to facilitate development and to enhance functional independence in movement, self-care, play, school activities and leisure. Considerable human and financial resources are directed at the \"intervention\" of the problems of cerebral palsy, although the available evidence supporting current interventions is inconclusive. A considerable degree of uncertainty remains about the appropriate therapeutic approaches to manage the habilitation of children with cerebral palsy. The primary objective of this project is to conduct a multi-site randomized clinical trial to evaluate the efficacy of a task/context-focused approach compared to a child-focused remediation approach in improving performance of functional tasks and mobility, increasing participation in everyday activities, and improving quality of life in children 12 months to 5 years of age who have cerebral palsy. METHOD/DESIGN: A multi-centred randomized controlled trial research design will be used. Children will be recruited from a representative sample of children attending publicly-funded regional children's rehabilitation centers serving children with disabilities in Ontario and Alberta in Canada. Target sample size is 220 children with cerebral palsy aged 12 months to 5 years at recruitment date. Therapists are randomly assigned to deliver either a context-focused approach or a child-focused approach. Children follow their therapist into their treatment arm. Outcomes will be evaluated at baseline, after 6 months of treatment and at a 3-month follow-up period. Outcomes represent the components of the International Classification of Functioning, Disability and Health, including body function and structure (range of motion), activities (performance of functional tasks, motor function), participation (involvement in formal and informal activities), and environment (parent perceptions of care, parental empowerment). DISCUSSION: This paper presents the background information, design and protocol for a randomized controlled trial comparing a task/context-focused approach to a child-focused remediation approach in improving functional outcomes for young children with cerebral palsy. TRIAL REGISTRATION: [clinical trial registration #: NCT00469872].",
  "authors": [
    {
      "last_name": "Law",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Law",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, McMaster University, IAHS Bldg 1400 Main St W,, Hamilton, Ontario, L8S 1C7, Canada. lawm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Darrah",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Darrah",
      "affiliations": []
    },
    {
      "last_name": "Pollock",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Pollock",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rosenbaum",
      "affiliations": []
    },
    {
      "last_name": "Russell",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Russell",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Petrenchik",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Petrenchik",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Wilson",
      "affiliations": []
    },
    {
      "last_name": "Wright",
      "fore_name": "Virginia",
      "initials": "V",
      "name": "Virginia Wright",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2007",
    "pub_month": "Sep",
    "pub_day": "27"
  },
  "start_page": "31",
  "pages": "31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Cerebral Palsy",
    "Child, Preschool",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Motor Skills",
    "Parent-Child Relations",
    "Quality of Life",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "17900362",
    "pmc": "PMC2131748",
    "doi": "10.1186/1471-2431-7-31",
    "pii": "1471-2431-7-31"
  },
  "doi": "10.1186/1471-2431-7-31",
  "pmc_id": "PMC2131748",
  "dates": {
    "completed": "2008-01-14",
    "revised": "2024-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.118754",
    "pmid": "17900362"
  }
}