{
  "pmid": "17911811",
  "uid": "17911811",
  "title": "A method for defining a journal subset for a clinical discipline using the bibliographies of systematic reviews.",
  "abstract": "BACKGROUND: Searching for best evidence for clinical decisions in large biomedical databases is problematic because advances in health care practice that are ready for application are but a very dilute constituent in a much larger pool of biomedical literature. Sensitive search strategies have been developed to help alleviate this problem but search precision is still generally low. If \"virtual journal subsets\" that are likely to include all relevant articles can be defined for clinical discipline areas or disease content areas this will likely improve search precision. OBJECTIVE: To determine whether studies cited in systematic literature reviews can define a journal subset for a given clinical discipline. DESIGN: Survey of the primary studies included in systematic reviews that are relevant to the clinical discipline of nephrology. METHODS: Four data sources were searched to identify systematic reviews relevant to clinical nephrology: the Cochrane Database of Systematic Reviews, McMaster PLUS (Premium LiteratUre Service), MEDLINE, and the Renal Health Library. Three research assistants recorded data pertinent to each of the included primary studies. RESULTS: 195 systematic reviews relevant to nephrology were defined and the 2,779 unique original articles they cited were concentrated in 466 journals, with 90% of the articles in 217 titles. This journal subset can be stored online and used when searching the large biomedical data-bases such as MEDLINE. CONCLUSION: The bibliographies of systematic reviews can be used to define a journal subset for a clinical discipline area.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Health Information Research Unit, McMaster University, Hamilton, Ontario, Canada. wilczyn@mcmaster"
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Haynes",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Studies in health technology and informatics",
    "iso_abbreviation": "Stud Health Technol Inform",
    "issn": "0926-9630",
    "issn_type": "Print",
    "volume": "129",
    "issue": "Pt 1",
    "pub_year": "2007"
  },
  "start_page": "721",
  "end_page": "724",
  "pages": "721-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bibliographies as Topic",
    "Databases as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Information Storage and Retrieval",
    "Kidney Diseases",
    "MEDLINE",
    "Nephrology",
    "Periodicals as Topic",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "17911811"
  },
  "dates": {
    "completed": "2007-11-28",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.931303",
    "pmid": "17911811"
  }
}