{
  "pmid": "17916454",
  "uid": "17916454",
  "title": "Inferior vena cava filters in the management of venous thromboembolism.",
  "abstract": "Inferior vena cava (IVC) filters, both retrievable and permanent, are indicated for the prevention of pulmonary embolism (PE) in patients contraindicated for anticoagulant therapy, in those with anticoagulant therapy complications, and perhaps for those with recurrent PE despite therapeutic anticoagulation. Because of the lack of randomized controlled trials (only 1 has been published), clinicians have little evidence-based information to assist them in determining proper use of IVC filters. The introduction of retrievable filters and the ease of insertion have stimulated increased use of these devices without strong evidence or follow-up to assess either efficacy or longer-term clinical outcomes. Current evidence-based guidelines recommend IVC filter insertion only in patients with proven venous thromboembolism and an absolute contraindication for anticoagulation.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Division of Hematology, McMaster University, Hamilton, Ontario, Canada. crowthrm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "The American journal of medicine",
    "iso_abbreviation": "Am J Med",
    "issn": "1555-7162",
    "issn_type": "Electronic",
    "volume": "120",
    "issue": "10 Suppl 2",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "S13",
  "end_page": "S17",
  "pages": "S13-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Vena Cava Filters",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "17916454",
    "doi": "10.1016/j.amjmed.2007.07.015",
    "pii": "S0002-9343(07)00667-5"
  },
  "doi": "10.1016/j.amjmed.2007.07.015",
  "dates": {
    "completed": "2007-11-02",
    "revised": "2008-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.507238",
    "pmid": "17916454"
  }
}