{
  "pmid": "17922901",
  "uid": "17922901",
  "title": "The BLISS cluster randomised controlled trial of the effect of 'active dissemination of information' on standards of care for premature babies in England (BEADI) study protocol [ISRCTN89683698].",
  "abstract": "BACKGROUND: Gaps between research knowledge and practice have been consistently reported. Traditional ways of communicating information have limited impact on practice changes. Strategies to disseminate information need to be more interactive and based on techniques reported in systematic reviews of implementation of changes. There is a need for clarification as to which dissemination strategies work best to translate evidence into practice in neonatal units across England. The objective of this trial is to assess whether an innovative active strategy for the dissemination of neonatal research findings, recommendations, and national neonatal guidelines is more likely to lead to changes in policy and practice than the traditional (more passive) forms of dissemination in England. METHODS/DESIGN: Cluster randomised controlled trial of all neonatal units in England (randomised by hospital, n = 182 and stratified by neonatal regional networks and neonatal units level of care) to assess the relative effectiveness of active dissemination strategies on changes in local policies and practices. Participants will be mainly consultant lead clinicians in each unit. The intervention will be multifaceted using: audit and feedback; educational meetings for local staff (evidence-based lectures on selected topics, interactive workshop to examine current practice and draw up plans for change); and quality improvement and organisational changes methods. Policies and practice outcomes for the babies involved will be collected before and after the intervention. Outcomes will assess all premature babies born in England during a three month period for timing of surfactant administration at birth, temperature control at birth, and resuscitation team (qualification and numbers) present at birth.",
  "authors": [
    {
      "last_name": "Acolet",
      "fore_name": "Dominique",
      "initials": "D",
      "name": "Dominique Acolet",
      "affiliations": [
        "Medical Statistics Unit, London School of Hygiene and Tropical Medicine, Keppel Street, London WC1E 7HT, UK. dominique.acolet@cemach.org.uk"
      ]
    },
    {
      "last_name": "Jelphs",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Jelphs",
      "affiliations": []
    },
    {
      "last_name": "Davidson",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Davidson",
      "affiliations": []
    },
    {
      "last_name": "Peck",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Peck",
      "affiliations": []
    },
    {
      "last_name": "Clemens",
      "fore_name": "Felicity",
      "initials": "F",
      "name": "Felicity Clemens",
      "affiliations": []
    },
    {
      "last_name": "Houston",
      "fore_name": "Rosie",
      "initials": "R",
      "name": "Rosie Houston",
      "affiliations": []
    },
    {
      "last_name": "Weindling",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Weindling",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": []
    },
    {
      "last_name": "Elbourne",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Elbourne",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2007",
    "pub_month": "Oct",
    "pub_day": "08"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "17922901",
    "pmc": "PMC2117010",
    "doi": "10.1186/1748-5908-2-33",
    "pii": "1748-5908-2-33"
  },
  "doi": "10.1186/1748-5908-2-33",
  "pmc_id": "PMC2117010",
  "dates": {
    "completed": "2010-05-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.786651",
    "pmid": "17922901"
  }
}