{
  "pmid": "17920654",
  "uid": "17920654",
  "title": "Unusual arsenic speciation in sea anemones.",
  "abstract": "Nine species of sea anemones (Anthopleura asiatica, Actinia equina, Actinodendron arboreum, Phymanthus loligo, Entacmaea actinostoloides, Stichodactyla gigantea, S. haddoni, S. mertensii and Metridium senile) contained arsenic in the range of 1.6-7.0microg As g(-1) (wet mass basis). Irrespective of the species, water-soluble arsenic compounds accounted for more than 80% of the total arsenic. Analysis of water-soluble arsenic compounds by LC/ESI-MS revealed that four arsenicals, arsenobetaine (AB), trimethylarsoniopropionate, arsenocholine (AC) and tetramethylarsonium ion (TEMA), are contained in most species but arsenate, methylarsonic acid, dimethylarsinic acid and trimethylarsine oxide are absent in all species. Interestingly, compositional patterns of the four arsenicals greatly differed from species to species. Only three species (S. gigantea, S. haddoni and M. senile) contained AB at the highest proportions, similar to the majority of marine animals. However, the remaining six species showed unusual compositional patterns of arsenic compounds; AC was most predominant in A. arboreum and P. loligo and TEMA in A. asiatica, A. equina, E. actinostoloides and S. mertensii. On the whole, high proportions (24.6-87.1% of the water-soluble arsenic) of TEMA appear to be a peculiar characteristic of many species of sea anemones. Thus, sea anemones are an important animal group in the arsenic cycling, especially in that they may be donors of TEMA to predators.",
  "authors": [
    {
      "last_name": "Ninh",
      "fore_name": "Tran Dang",
      "initials": "TD",
      "name": "Tran Dang Ninh",
      "affiliations": [
        "Department of Food Science and Technology, Tokyo University of Marine Science and Technology, Konan-4, Minato-ku, Tokyo 108-8477, Japan."
      ]
    },
    {
      "last_name": "Nagashima",
      "fore_name": "Yuji",
      "initials": "Y",
      "name": "Yuji Nagashima",
      "affiliations": []
    },
    {
      "last_name": "Shiomi",
      "fore_name": "Kazuo",
      "initials": "K",
      "name": "Kazuo Shiomi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "0045-6535",
    "issn_type": "Print",
    "volume": "70",
    "issue": "7",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "1168",
  "end_page": "1174",
  "pages": "1168-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Arsenicals",
    "Chromatography, Liquid",
    "Sea Anemones",
    "Spectrometry, Mass, Electrospray Ionization"
  ],
  "article_ids": {
    "pubmed": "17920654",
    "doi": "10.1016/j.chemosphere.2007.08.053",
    "pii": "S0045-6535(07)01088-0"
  },
  "doi": "10.1016/j.chemosphere.2007.08.053",
  "dates": {
    "completed": "2008-04-14",
    "revised": "2017-11-16"
  },
  "chemicals": [
    "Arsenicals",
    "tetramethylarsonium",
    "arsenocholine",
    "arsenobetaine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:19.775638",
    "pmid": "17920654"
  }
}