{
  "pmid": "17936640",
  "uid": "17936640",
  "title": "Sex and gender subgroup analyses of randomized trials.",
  "abstract": "INTRODUCTION AND BACKGROUND: Subgroup analyses by sex or gender can raise potential differences in response to medical interventions which require further investigation. However, sex/gender-based SGA have the potential to be misleading if their results are overinterpreted and may incorrectly influence medical management. OBJECTIVES: We sought to assess the frequency of subgroup analysis (SGA) by sex/gender in randomized controlled trials (RCTs) of cardiovascular disease (CVD), to determine the comprehensiveness of these analyses, and to determine the proportion of SGA considered proper using predefined criteria. METHODS: Using the terms \"cardiovascular disease,\" \"randomized controlled trial,\" and \"sex\" or \"gender,\" the EMBASE, Medline and Cochrane Central Register of Controlled Trials databases were searched from January 1990 to April 2006. Studies were excluded if they were review articles, not randomized controlled trials, or included 1 sex only. This search yielded 169 eligible studies. All RCTs including a sex/gender SGA were scored for comprehensiveness using predefined criteria and assessed for completing a proper SGA. Two individuals performed the data extraction with Cohen's kappa coefficient of 0.81 for interrater agreement. RESULTS: The number of studies performing a SGA by sex/gender increased from 1990 to 2005. Of the 169 studies, 53% (n = 89) performed a sex/gender SGA. Of those with a SGA, 35% (n = 31) completed a proper SGA and 38% (n = 34) received comprehensive scores of >or=3 (out of 4). CONCLUSIONS: Performing sex/gender SGA is common in CVD RCTs. However, many SGAs are not properly conducted and their results should be viewed cautiously. Investigators should follow guidelines to ensure the proper conduct of SGA to prevent misleading conclusions from becoming adopted by clinicians.",
  "authors": [
    {
      "last_name": "Aulakh",
      "fore_name": "Amandev K",
      "initials": "AK",
      "name": "Amandev K Aulakh",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Women's health issues : official publication of the Jacobs Institute of Women's Health",
    "iso_abbreviation": "Womens Health Issues",
    "issn": "1049-3867",
    "issn_type": "Print",
    "volume": "17",
    "issue": "6",
    "pub_year": "2007"
  },
  "start_page": "342",
  "end_page": "350",
  "pages": "342-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bias",
    "Cardiovascular Diseases",
    "Clinical Trials as Topic",
    "Female",
    "Humans",
    "Male",
    "Patient Selection",
    "Peer Review, Health Care",
    "Randomized Controlled Trials as Topic",
    "Sex Distribution"
  ],
  "article_ids": {
    "pubmed": "17936640",
    "doi": "10.1016/j.whi.2007.04.002",
    "pii": "S1049-3867(07)00060-6"
  },
  "doi": "10.1016/j.whi.2007.04.002",
  "dates": {
    "completed": "2008-02-12",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.265307",
    "pmid": "17936640"
  }
}