{
  "pmid": "17934356",
  "uid": "17934356",
  "title": "Antiphospholipid antibiodies: a critical review of the literature.",
  "abstract": "PURPOSE OF REVIEW: The antiphospholipid antibody syndrome is defined by the presence of antiphospholipid antibodies in patients with recurrent venous or arterial thromboembolism or pregnancy morbidity. Antithrombotic therapies are the mainstay of treatment to reduce the risk of recurrent thromboembolism that characterizes this condition. RECENT FINDINGS: Limitations in the laboratory testing for antiphospholipid antibodies and changes in the diagnostic criteria for antiphospholipid antibody syndrome are important to recognize as they will affect the type of patients enrolled in the clinical trials evaluating antiphospholipid antibody syndrome therapies. In this review, we discuss the laboratory testing and diagnostic criteria for antiphospholipid antibody syndrome, and examine the evidence supporting the optimal antithrombotic management of patients with antiphospholipid antibodies. Studies addressing the management of patients with antiphospholipid antibodies and venous thromboembolism, and antiphospholipid antibodies and ischemic stroke, will be critically reviewed. SUMMARY: Clinical trials and observational studies have evaluated the optimal type, intensity and duration of anticoagulant therapy in patients with antiphospholipid antibodies. Critical evaluation of these studies is required to assess the generalizability of the results and how these results may be applicable to individual patients.",
  "authors": [
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "St. Joseph's Hospital, Hamilton, Ontario, Canada. limwp@mcmaster.ca"
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in hematology",
    "iso_abbreviation": "Curr Opin Hematol",
    "issn": "1065-6251",
    "issn_type": "Print",
    "volume": "14",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "494",
  "end_page": "499",
  "pages": "494-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Antibodies, Antiphospholipid",
    "Anticoagulants",
    "Antiphospholipid Syndrome",
    "Clinical Trials as Topic",
    "Diagnosis, Differential",
    "Female",
    "Humans",
    "Hypoxia-Ischemia, Brain",
    "Male",
    "Monitoring, Physiologic",
    "Pregnancy",
    "Pregnancy Complications, Hematologic",
    "Stroke",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "17934356",
    "doi": "10.1097/MOH.0b013e3282a4a65f",
    "pii": "00062752-200709000-00012"
  },
  "doi": "10.1097/MOH.0b013e3282a4a65f",
  "dates": {
    "completed": "2007-12-12",
    "revised": "2007-10-15"
  },
  "chemicals": [
    "Antibodies, Antiphospholipid",
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.671237",
    "pmid": "17934356"
  }
}