{
  "pmid": "17937460",
  "uid": "17937460",
  "title": "Validation of the Comprehensive ICF Core Set for Osteoarthritis (OA) in patients with knee OA: a Singaporean perspective.",
  "abstract": "OBJECTIVE: To evaluate content validity and construct validity of the International Classification of Functioning, Disability and Health (ICF) Comprehensive Core Set for Osteoarthritis (OA) in Singapore. METHODS: Patients with knee OA completed case report forms, which included the SF-36, Self-administered Comorbidity Questionnaire (SCQ), and Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC). Health professionals completed the ICF Comprehensive Core Set for OA. Content validity was evaluated using frequency and percentage of patients with a reported problem for each ICF category, while construct validity was evaluated using Spearman correlation between the ICF categories and SF-36 and the WOMAC. RESULTS: A consecutive sample of 122 patients completed this study. In body functions, 12 categories were documented as a problem by more than 10% of the patients, of which 7, 12, and 10 categories correlated significantly with the SF-36 Physical Component Summary (PCS), WOMAC pain, and physical function, respectively. Only s750 (Structure of lower extremity) in body structures was reported as a problem and correlated significantly with SF-36 and WOMAC. In activities and participation, 12 categories were reported as a problem by more than 10% of the patients, of which, 11, 11, and 12 correlated significantly with SF-36 PCS, WOMAC pain, and physical function, respectively. In environmental factors, 2 and 14 categories were documented as barrier and facilitator, respectively, by more than 10% of the patients, but none correlated significantly with SF-36 and WOMAC. CONCLUSION: The content and construct validity of the Comprehensive Core Set for OA could be supported. Some categories, especially in environmental factors, need to be studied further in different sociocultural contexts.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 25 Main Street West, Hamilton, Ontario, Canada. fengxie@mcmaster.ca"
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Ngai-Nung",
      "initials": "NN",
      "name": "Ngai-Nung Lo",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Hin-Peng",
      "initials": "HP",
      "name": "Hin-Peng Lee",
      "affiliations": []
    },
    {
      "last_name": "Cieza",
      "fore_name": "Alarcos",
      "initials": "A",
      "name": "Alarcos Cieza",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Shu-Chuen",
      "initials": "SC",
      "name": "Shu-Chuen Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "0315-162X",
    "issn_type": "Print",
    "volume": "34",
    "issue": "11",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "2301",
  "end_page": "2307",
  "pages": "2301-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Aged",
    "Arthralgia",
    "Cross-Sectional Studies",
    "Disability Evaluation",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoarthritis, Knee",
    "Singapore",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "17937460",
    "pii": "07/13/1024"
  },
  "dates": {
    "completed": "2008-02-01",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.782482",
    "pmid": "17937460"
  }
}