{
  "pmid": "17940486",
  "uid": "17940486",
  "title": "Low molecular weight heparin and bleeding in patients with chronic renal failure.",
  "abstract": "PURPOSE OF REVIEW: Low molecular weight heparin (LMWH) has largely replaced unfractionated heparin (UFH) in patients with venous thromboembolism because of its pharmacokinetic profile, ease of administration and lack of need for monitoring. The pharmacokinetic profile of LMWH is due to lower molecular weight and reduced charge resulting in less nonspecific protein binding than UFH. These same characteristics make LMWH more dependent on renal function compared with UFH. Consequently, care should be employed when LMWH is administered to patients with impaired renal function as reduced clearance and bioaccumulation may cause bleeding. RECENT FINDINGS: LMWHs vary in their likelihood of bioaccumulation in chronic renal failure. Enoxaparin bioaccumulates and causes bleeding if administered in therapeutic doses without dose adjustment to patients with impaired renal function. Less rigorous evidence suggests that tinzaparin does not bioaccumulate. Bioaccumulation appears to be greatest in patients with a creatinine clearance less than 30 ml/min, and when therapeutic LMWH doses are used. SUMMARY: Care should be used when LMWHs are administered to patients with impaired renal function, particularly those with severe impairment (creatinine clearance below 30 ml/min).",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "St. Joseph's Hospital, Hamilton, Ontario, Canada. crowthrm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in pulmonary medicine",
    "iso_abbreviation": "Curr Opin Pulm Med",
    "issn": "1070-5287",
    "issn_type": "Print",
    "volume": "13",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "409",
  "end_page": "413",
  "pages": "409-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Hemorrhage",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Kidney",
    "Kidney Failure, Chronic",
    "Pulmonary Embolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "17940486",
    "doi": "10.1097/MCP.0b013e328216430d",
    "pii": "00063198-200709000-00012"
  },
  "doi": "10.1097/MCP.0b013e328216430d",
  "dates": {
    "completed": "2007-11-27",
    "revised": "2007-10-17"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.801773",
    "pmid": "17940486"
  }
}