{
  "pmid": "17981931",
  "uid": "17981931",
  "title": "Oxygen-binding haem proteins.",
  "abstract": "Myoglobin and haemoglobin, the respiratory pigments of mammals and some molluscs, annelids and arthropods, belong to an ancient superfamily of haem-associated globin proteins. Members of this family share common structural and spectral features. They also share some general functional characteristics, such as the ability to bind ligands, e.g. O2, CO and NO, at the iron atom and to undergo redox changes. These properties are used in vivo to perform a wide range of biochemical and physiological roles. While it is acknowledged that the major role of haemoglobin is to bind oxygen reversibly and deliver it to the tissues, this is not its only function, while the often-stated role of myoglobin as an oxygen storage protein is possibly a misconception. Furthermore, haemoglobin and myoglobin express enzymic activities that are important to their function, e.g. NO dioxygenase activity or peroxidatic activity that may be partly responsible for pathophysiology following haemorrhage. Evidence for these functions is described, and the discussion extended to include proteins that have recently been discovered and that are expressed at low levels within the cell. These proteins are hexaco-ordinate, unlike haemoglobin and myoglobin, and are widely distributed throughout the animal kingdom (e.g. neuroglobins and cytoglobins). They may have specialist roles in oxygen delivery to particular sites within the cell but may also perform roles associated with O2 sensing and signalling and in responses to stress, e.g. protection from reactive oxygen and nitrogen species. Haemoglobins are also widespread in plants and bacteria and may serve similar protective functions.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Wivenhoe Park, Colchester, Essex CO4 3SQ, UK. wilsmt@essex.ac.uk"
      ]
    },
    {
      "last_name": "Reeder",
      "fore_name": "Brandon J",
      "initials": "BJ",
      "name": "Brandon J Reeder",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental physiology",
    "iso_abbreviation": "Exp Physiol",
    "issn": "0958-0670",
    "issn_type": "Print",
    "volume": "93",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "128",
  "end_page": "132",
  "pages": "128-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Enzymes",
    "Heme",
    "Hemoglobins",
    "Humans",
    "Myoglobin",
    "Oxygen",
    "Protein Binding"
  ],
  "article_ids": {
    "pubmed": "17981931",
    "doi": "10.1113/expphysiol.2007.039735",
    "pii": "expphysiol.2007.039735"
  },
  "doi": "10.1113/expphysiol.2007.039735",
  "dates": {
    "completed": "2008-03-28",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Enzymes",
    "Hemoglobins",
    "Myoglobin",
    "Heme",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.121422",
    "pmid": "17981931"
  }
}