{
  "pmid": "17983682",
  "uid": "17983682",
  "title": "Prevention versus cure: measuring parental preferences for sealants and fillings as treatments for childhood caries in Southern Thailand.",
  "abstract": "OBJECTIVES: To determine the parental relative preferences for prevention versus cure in the treatment of caries in children to inform service planning for publicly funded children's dental care services. We measure parents' Willingness to pay (WTP) for two basic dental treatments: prevention (sealant) and cure (filling) and consider whether the relative preferences between the two services are affected by differences in parents' incomes. METHODS: Two hundred and five parents of primary school children in Southern Thailand were asked questions about their WTP for the different services as well as background information. Comparative information on caries process, treatment procedure and effectiveness was presented to subjects. Each subject's WTP was determined for sealants and fillings provided in hospital dental clinic using a bidding game approach. RESULTS: Mean WTP for sealants and fillings were not significantly different. After adjustment for parents' characteristics, the WTP for sealants and fillings remained similar. Adjusted WTP for both services among higher income group were greater than those in lower income group. CONCLUSIONS: Valuing of prevention versus cure was similar after controlling for parents' characteristics. Parent's income was a factor affected to WTP. Parental preferences might be a constraint to extending service utilization for the prevention of caries among primary school children.",
  "authors": [
    {
      "last_name": "Tianviwat",
      "fore_name": "Sukanya",
      "initials": "S",
      "name": "Sukanya Tianviwat",
      "affiliations": [
        "Department of Preventive Dentistry, Faculty of Dentistry, Prince of Songkla University, Songkhla 90112, Thailand. sukanya@psu.ac.th"
      ]
    },
    {
      "last_name": "Chongsuvivatwong",
      "fore_name": "Virasakdi",
      "initials": "V",
      "name": "Virasakdi Chongsuvivatwong",
      "affiliations": []
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "86",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "64",
  "end_page": "71",
  "pages": "64-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Dental Caries",
    "Dental Restoration, Permanent",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Parents",
    "Pit and Fissure Sealants",
    "Social Class",
    "Surveys and Questionnaires",
    "Thailand"
  ],
  "article_ids": {
    "pubmed": "17983682",
    "doi": "10.1016/j.healthpol.2007.09.016",
    "pii": "S0168-8510(07)00227-8"
  },
  "doi": "10.1016/j.healthpol.2007.09.016",
  "dates": {
    "completed": "2008-06-17",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Pit and Fissure Sealants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.647025",
    "pmid": "17983682"
  }
}