{
  "pmid": "18004053",
  "uid": "18004053",
  "title": "Thrombophilia and cerebral vein thrombosis.",
  "abstract": "Cerebral venous thrombosis (CVT) is a multifactorial disease. The idiopathic form represents 12.5% of all CVTs and is diagnosed by excluding known risk factors. As for any form of venous thromboembolism, thrombophilia should be suspected in patients with recurrent CVT or less than 45 years of age or positive family history for venous thrombosis or no evident acquired risk factor. A significant number of CVT patients with thrombophilia also presents other predisposing factors. This suggests that both (1) thrombophilia should be sought for in patients with CVT whether a cause is found or not, and (2) the presence of thrombophilia should not deter the search for other potential causes. Laboratory investigation for markers of thrombophilia in patients with CVT may include the identification of various congenital defects (or deficiencies) of natural anticoagulant pathways (factor V Leiden being the most frequent), as well as of acquired markers (such as antiphospholipid antibodies). A diagnostic test should only be performed if its result will affect the subsequent management of the patient (e.g., the duration of treatment aimed at preventing further thrombotic episodes) or of his family members. The aim of this chapter is to review the available evidence regarding the role played by known thrombophilic factors in CVT and to offer practical suggestions for undertaking laboratory investigations in the most appropriate manner. Odds ratios for CVT were found to be 3.38 for factor V Leiden mutation, 9.27 for Prothrombin G20210A mutation, 32 for antiphospholipid syndrome and 4.07 for hyperhomocysteinemia. Some simple but critical rules are finally given to help when testing for thrombophilia.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Stroke Unit and Division of Cardiovascular Medicine, Department of Internal Medicine, University of Perugia, Santa Maria della Misericordia Hospital, Via Dottori, Sant' Andrea delle Fratte, Perugia, Italy. iorioa@unipg.it"
      ]
    },
    {
      "last_name": "Barnes",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Barnes",
      "affiliations": []
    },
    {
      "last_name": "Vedovati",
      "fore_name": "Maria Cristina",
      "initials": "MC",
      "name": "Maria Cristina Vedovati",
      "affiliations": []
    },
    {
      "last_name": "Favaloro",
      "fore_name": "Emanuel J",
      "initials": "EJ",
      "name": "Emanuel J Favaloro",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Frontiers of neurology and neuroscience",
    "iso_abbreviation": "Front Neurol Neurosci",
    "issn": "1660-4431",
    "issn_type": "Print",
    "volume": "23",
    "pub_year": "2008"
  },
  "start_page": "55",
  "end_page": "76",
  "pages": "55-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cerebral Veins",
    "Humans",
    "Thrombophilia",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "18004053",
    "doi": "10.1159/000111261",
    "pii": "111261"
  },
  "doi": "10.1159/000111261",
  "dates": {
    "completed": "2008-03-14",
    "revised": "2017-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.578319",
    "pmid": "18004053"
  }
}