{
  "pmid": "18000316",
  "uid": "18000316",
  "title": "A probabilistic cost-effectiveness analysis of enoxaparin versus unfractionated heparin for the prophylaxis of deep-vein thrombosis following major trauma.",
  "abstract": "BACKGROUND: In the absence of major contraindications, treatment guidelines recommend that, following a major traumatic event, all patients receive low molecular weight heparin (e.g. enoxaparin) as thromboprophylaxis for the prevention of deep vein thrombosis (DVT). OBJECTIVE: To estimate the incremental cost-effectiveness of enoxaparin versus low dose unfractionated heparin (UH) for the prophylaxis of DVT following major trauma. METHODS: Using probabilistic decision-analytic modeling, we estimated the incremental cost-effectiveness of enoxaparin versus unfractionated heparin for the prophylaxis of DVT following moderate to severe trauma (injury severity score > or = 9) over a life-time time horizon from the perspective of the health care payer. Cost effectiveness was calculated based on both the incremental cost (DeltaC) per DVT averted and the DeltaC per life year gained (LYG). RESULTS: The incremental cost of enoxaparin relative to UH was C$90, and the incremental effectiveness was 0.085 DVTs averted and -0.13 LYG. This resulted in an incremental cost-effectiveness ratio of C$1,059 per DVT averted, and the conclusion that UH is the dominant strategy in terms of LYG. In addition to the probabilistic analysis, one-way and two-way sensitivity analysis revealed that the model was most sensitive to variation in the discount rate (3% - 7%), but that UH remained the dominant strategy in terms of life years independent of the parameter estimates. CONCLUSIONS: Although enoxaparin appears to be a cost-effective alternative when considering the intermediate endpoint of DVTs averted, it may be dominated by UH in terms of LYG due to the higher incidence of major bleeds in patients receiving enoxaparin versus UH.",
  "authors": [
    {
      "last_name": "Lynd",
      "fore_name": "Larry D",
      "initials": "LD",
      "name": "Larry D Lynd",
      "affiliations": [
        "Faculty of Pharmaceutical Sciences, University of British Columbia, Vancouver, BC, Canada. llynd@interchange.ubc.ca"
      ]
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Bernie J",
      "initials": "BJ",
      "name": "Bernie J O'Brien",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1710-6222",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2007"
  },
  "start_page": "e215",
  "end_page": "e226",
  "pages": "e215-26",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Clinical Trials as Topic",
    "Cost-Benefit Analysis",
    "Decision Trees",
    "Enoxaparin",
    "Female",
    "Heparin",
    "Humans",
    "Male",
    "Probability",
    "Venous Thrombosis",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "18000316"
  },
  "dates": {
    "completed": "2008-01-09",
    "revised": "2007-11-16"
  },
  "chemicals": [
    "Enoxaparin",
    "ITF 300",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.804041",
    "pmid": "18000316"
  }
}