{
  "pmid": "18004797",
  "uid": "18004797",
  "title": "Publicly funded medical savings accounts: expenditure and distributional impacts in Ontario, Canada.",
  "abstract": "This paper presents the findings from simulations of the introduction of publicly funded medical savings accounts (MSAs) in the province of Ontario, Canada. The analysis exploits a unique data set linking population-based health survey information with individual-level information on all physician services and hospital services utilization over a four-year period. The analysis provides greater detail along three dimensions than have previous analyses: (1) the distributional impacts of publicly funded MSAs across individuals of differing health statuses, incomes, ages, and current expenditures; (2) the impact of differing degrees of risk adjustment for MSA contributions; and (3) the impact of MSA funding over multiple years, incorporating year-to-year variation in spending at the individual level. In addition, it analyses more plausible designs for publicly funded MSAs than the existing studies. Government uses information available from year t - 1 to allocate its budget for year t in a manner that is ex ante fiscally neutral for the public sector: the government first withholds funds equal to expected catastrophic insurance payments under the MSA plan, and then allocates only the balance to individual MSA accounts. The government captures the savings associated with reduced health-care utilization under MSAs and we examine deductibles that vary by income rather than by current health-care expenditures. The impacts on public expenditures under these designs are more modest than in the previous studies and under plausible assumptions MSAs are predicted to decrease public expenditures. MSAs, however, are also predicted to have unavoidable negative distributional consequences with respect to both public expenditures and out-of-pocket spending.",
  "authors": [
    {
      "last_name": "Hurley",
      "fore_name": "Jeremiah",
      "initials": "J",
      "name": "Jeremiah Hurley",
      "affiliations": [
        "Department of Economics, McMaster University, Hamilton, Ont., Canada. hurley@mcmaster.ca"
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": []
    },
    {
      "last_name": "Rynard",
      "fore_name": "Vicki",
      "initials": "V",
      "name": "Vicki Rynard",
      "affiliations": []
    },
    {
      "last_name": "Morgan",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Morgan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health economics",
    "iso_abbreviation": "Health Econ",
    "issn": "1057-9230",
    "issn_type": "Print",
    "volume": "17",
    "issue": "10",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "1129",
  "end_page": "1151",
  "pages": "1129-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Economics, Hospital",
    "Female",
    "Financing, Government",
    "Health Expenditures",
    "Health Services",
    "Humans",
    "Male",
    "Medical Savings Accounts",
    "Middle Aged",
    "Models, Econometric",
    "National Health Programs",
    "Ontario",
    "Universal Health Insurance"
  ],
  "article_ids": {
    "pubmed": "18004797",
    "doi": "10.1002/hec.1310"
  },
  "doi": "10.1002/hec.1310",
  "dates": {
    "completed": "2009-01-13",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.544772",
    "pmid": "18004797"
  }
}