{
  "pmid": "18000317",
  "uid": "18000317",
  "title": "\"I take what I think works for me\": a qualitative study to explore patient perception of diabetes treatment benefits and risks.",
  "abstract": "BACKGROUND: Diabetes is impacting more and more people each year. A key aspect of disease management is patient adherence to prescribed treatments. Treatment adherence is influenced by many factors, including the understanding of a treatment's benefits and risks. OBJECTIVE: This study sought to describe the experience of benefit and risk assessment for people with type 2 diabetes when making treatment decisions. METHODS: This study utilized qualitative research methods. Individual interviews were conducted using a semi-structured interview guide. Both purposeful and theoretical sampling was used. A grounded theory approach was employed to facilitate data collection and analysis. RESULTS: The 18 study participants were on varying treatment regimens for diabetes (diet therapy, oral medications, and insulin). Many people felt that they had not received enough information about the benefits and risks of treatment at the point of decision-making and later sought this information on their own. Participants did not seem to consciously assess treatment benefits and risks when treatments were prescribed or suggested, but rather continued to make decisions after the clinical encounter by means of experimentation or experience with treatments. In general, benefits and risks were conceptualized very broadly, and some people were not able to verbally articulate their perceptions of treatment benefits and risks. CONCLUSION: Patients' assessment of treatment benefits and risks is an ongoing, often unconscious process that requires continuous interaction with the health care system. Access to information and an opportunity to discuss treatment options with health care providers are important to people with diabetes when making treatment decisions.",
  "authors": [
    {
      "last_name": "Nair",
      "fore_name": "Kalpana M",
      "initials": "KM",
      "name": "Kalpana M Nair",
      "affiliations": [
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare Hamilton, Hamilton, Canada. nairk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchel A H",
      "initials": "MA",
      "name": "Mitchel A H Levine",
      "affiliations": []
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne H",
      "initials": "LH",
      "name": "Lynne H Lohfeld",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1710-6222",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "2",
    "pub_year": "2007"
  },
  "start_page": "e251",
  "end_page": "e259",
  "pages": "e251-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Compliance",
    "Perception",
    "Qualitative Research",
    "Risk Assessment",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18000317"
  },
  "dates": {
    "completed": "2008-01-09",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:38.253900",
    "pmid": "18000317"
  }
}