{
  "pmid": "18001482",
  "uid": "18001482",
  "title": "Genetic characterisation of the recent foot-and-mouth disease virus subtype A/IRN/2005.",
  "abstract": "BACKGROUND: According to the World Reference Laboratory for FMD, a new subtype of FMDV serotype A was detected in Iran in 2005. This subtype was designated A/IRN/2005, and rapidly spread throughout Iran and moved westwards into Saudi Arabia and Turkey where it was initially detected from August 2005 and subsequently caused major disease problems in the spring of 2006. The same subtype reached Jordan in 2007. As part of an ongoing project we have also detected this subtype in Pakistan with the first positive samples detected in April 2006. To characterise this subtype in detail, we have sequenced and analysed the complete coding sequence of three subtype A/IRN/2005 isolates collected in Pakistan in 2006, the complete coding sequence of one subtype A/IRN/2005 isolate collected during the first outbreak in Turkey in 2005 and, in addition, the partial 1D coding sequence derived from 4 epithelium samples and 34 swab-samples from Asian buffaloes or cattle subsequently found to be infected with the A/IRN/2005 subtype. RESULTS: The phylogenies of the genome regions encoding for the structural proteins, displayed, with the exception of 1A, distinct, serotype-specific clustering and an evolutionary relationship of the A/IRN/2005 sublineage with the A22 sublineage. Potential recombination events have been detected in parts of the genome region coding for the non-structural proteins of FMDV. In addition, amino acid substitutions have been detected in the deduced VP1 protein sequence, potentially related to clinical or subclinical outcome of FMD. Indications of differential susceptibility for developing a subclinical course of disease between Asian buffaloes and cattle have been detected.Furthermore, hitherto unknown insertions of 2 amino acids before the second start codon, as well as sublineage specific amino acids have been detected in the genome region encoding for the leader proteinase of A/IRN/2005 sublineage. CONCLUSION: Our findings indicate that the A/IRN/2005 sublineage has undergone two different paths of evolution for the structural and non-structural genome regions. The structural genome regions have had their evolutionary starting point in the A22 sublineage. It can be assumed that, due to the quasispecies structure of FMDV populations and the error-prone replication process, advantageous mutations in a changed environment have been fixed and lead to the occurrence of the new A/IRN/2005 sublineage. Together with this mechanism, recombination within the non-structural genome regions, potentially modifying the virulence of the virus, may be involved in the success of this new sublineage. The possible origin of this recombinant virus may be a co-infection with Asia1 and a serotype A precursor of the A/IRN/2005 sublineage potentially within Asian Buffaloes, as these appears to relatively easy become infected, but usually without developing clinical disease and consequently showing not a strong acute inflammatory immune response against a second FMDV infection.",
  "authors": [
    {
      "last_name": "Klein",
      "fore_name": "Joern",
      "initials": "J",
      "name": "Joern Klein",
      "affiliations": [
        "National Veterinary Institute, Technical University of Denmark, Lindholm, DK-4771 Kalvehave, Denmark. jkle@vet.dtu.dk"
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Manzoor",
      "initials": "M",
      "name": "Manzoor Hussain",
      "affiliations": []
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Munir",
      "initials": "M",
      "name": "Munir Ahmad",
      "affiliations": []
    },
    {
      "last_name": "Normann",
      "fore_name": "Preben",
      "initials": "P",
      "name": "Preben Normann",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Alexandersen",
      "fore_name": "Soren",
      "initials": "S",
      "name": "Soren Alexandersen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Virology journal",
    "iso_abbreviation": "Virol J",
    "issn": "1743-422X",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2007",
    "pub_month": "Nov",
    "pub_day": "15"
  },
  "start_page": "122",
  "pages": "122",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "Bayes Theorem",
    "Buffaloes",
    "Capsid Proteins",
    "Cattle",
    "Cattle Diseases",
    "Disease Outbreaks",
    "Endopeptidases",
    "Evolution, Molecular",
    "Foot-and-Mouth Disease",
    "Foot-and-Mouth Disease Virus",
    "Molecular Sequence Data",
    "Pakistan",
    "Phylogeny",
    "Sequence Alignment",
    "Serotyping",
    "Turkey",
    "Virulence"
  ],
  "article_ids": {
    "pubmed": "18001482",
    "pmc": "PMC2194681",
    "doi": "10.1186/1743-422X-4-122",
    "pii": "1743-422X-4-122"
  },
  "doi": "10.1186/1743-422X-4-122",
  "pmc_id": "PMC2194681",
  "dates": {
    "completed": "2008-01-29",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Capsid Proteins",
    "VP1 protein, Foot-and-mouth disease virus",
    "Endopeptidases",
    "leader proteinase, foot-and-mouth disease virus"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.520080",
    "pmid": "18001482"
  }
}