{
  "pmid": "18024670",
  "uid": "18024670",
  "title": "Trials and tribulations of systematic reviews and meta-analyses.",
  "abstract": "Systematic reviews can help practitioners keep abreast of the medical literature by summarizing large bodies of evidence and helping to explain differences among studies on the same question. A systematic review involves the application of scientific strategies, in ways that limit bias, to the assembly, critical appraisal, and synthesis of all relevant studies that address a specific clinical question. A meta-analysis is a type of systematic review that uses statistical methods to combine and summarize the results of several primary studies. Because the review process itself (like any other type of research) is subject to bias, a useful review requires rigorous methods that are clearly reported. Used increasingly to inform medical decision making, plan future research agendas, and establish clinical policy, systematic reviews may strengthen the link between best research evidence and optimal health care. In this article, we discuss key steps in how to critically appraise and how to conduct a systematic review or meta-analysis.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "St. Joseph's Hospital, 50 Charlton Ave. East, Rm L208, Hamilton, ON L8N 4A6, Canada. crowthrm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Hematology. American Society of Hematology. Education Program",
    "iso_abbreviation": "Hematology Am Soc Hematol Educ Program",
    "issn": "1520-4391",
    "issn_type": "Print",
    "pub_year": "2007"
  },
  "start_page": "493",
  "end_page": "497",
  "pages": "493-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Meta-Analysis as Topic",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "18024670",
    "doi": "10.1182/asheducation-2007.1.493",
    "pii": "2007/1/493"
  },
  "doi": "10.1182/asheducation-2007.1.493",
  "dates": {
    "completed": "2009-07-14",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.804981",
    "pmid": "18024670"
  }
}