{
  "pmid": "18047647",
  "uid": "18047647",
  "title": "Monitoring lymphatic filariasis interventions: Adult mosquito sampling, and improved PCR - based pool screening method for Wuchereria bancrofti infection in Anopheles mosquitoes.",
  "abstract": "BACKGROUND: Monitoring and evaluation are essential to the successful implementation of mass drug administration programmes for LF elimination. Monitoring transmission when it is low requires both large numbers of mosquito vectors and sensitive methods for detecting Wuchereria bancrofti infections in them. PCR-based methods are preferred over classical dissections but the best protocol so far achieved detection of one L3 Wuchereria bancrofti larva in a pool of 35-50 Anopheles mosquitoes. It also lacks consistency and remains still a costly tool. Hence we decided to improve upon this to achieve detection in a pool of 100 or more by enhancing the quality of the template DNA. Prior to this we also evaluated three vector sampling methods in the context of numbers for monitoring. METHODS: Human landing, pyrethrium spray and light traps catches were conducted concurrently at sites in an LF endemic district in Ghana and the numbers obtained compared. Two DNA extraction methods; Bender buffer and phenol/chloroform purification, and DNAeasy Tissue kit (Quaigen Inc) were used on pools of 25, 50, 75 100 and 150 mosquitoes each seeded with one L3 or its quivalent amount of DNA. Then another set of extracted DNA by the two methods was subjected to Dynal bead purification method (using capture oligonucleotide primers). These were used as template DNA in PCR to amplify W. bancrofti sequences. The best PCR result was then evaluated in the field at five sites by comparing its results (infections per 1000 mosquitoes) with that of dissection of roughly equal samples sizes. RESULTS: The largest numbers of mosquitoes were obtained with the human landing catches at all the sites sampled. Although PCR detection of one L3 in pools of 25, 50 and 75 mosquitoes was consistent irrespective of the extraction method, that of one L3 in 100 was only achieved with the kit-extracted DNA/Dynal bead purification method. Infections were found at only two sites by both dissection and pool-screening being 14.3 and 19 versus 13.4 and 20.1 per 1000 Anopheles mosquitoes respectively, which were not statistically significant DISCUSSION AND CONCLUSION: HLC still remains the best option for sampling for the large numbers of mosquitoes required for monitoring transmission during MDA programmes, when vector population densities are high and classical indices of transmission are required. One - in - 100 detection is an improvement on previous PCR pool-screening methods, which in our opinion was a result of the introduction of the extra step of parasite DNA capture using Dynal/beads. As pool sizes increase the insects DNA will swamp parasite DNA making the latter less available for an efficient PCR, therefore we propose either additional steps of parasite DNA capture or real-time PCR to improve further the pool screening method. The study also attests also to the applicability of Katholi et al's algorithm developed for determining onchocerciasis prevalence in LF studies.",
  "authors": [
    {
      "last_name": "Boakye",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Boakye",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P,O, Box LG 581, Legon, Accra, Ghana. dboakye@noguchi.mimcom.net"
      ]
    },
    {
      "last_name": "Baidoo",
      "fore_name": "Helena A",
      "initials": "HA",
      "name": "Helena A Baidoo",
      "affiliations": []
    },
    {
      "last_name": "Glah",
      "fore_name": "Evans",
      "initials": "E",
      "name": "Evans Glah",
      "affiliations": []
    },
    {
      "last_name": "Brown",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Brown",
      "affiliations": []
    },
    {
      "last_name": "Appawu",
      "fore_name": "Maxwell",
      "initials": "M",
      "name": "Maxwell Appawu",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Filaria journal",
    "iso_abbreviation": "Filaria J",
    "issn": "1475-2883",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2007",
    "pub_month": "Nov",
    "pub_day": "29"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18047647",
    "pmc": "PMC2235849",
    "doi": "10.1186/1475-2883-6-13",
    "pii": "1475-2883-6-13"
  },
  "doi": "10.1186/1475-2883-6-13",
  "pmc_id": "PMC2235849",
  "dates": {
    "completed": "2009-12-11",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.122548",
    "pmid": "18047647"
  }
}