{
  "pmid": "18057189",
  "uid": "18057189",
  "title": "A second-order simulation model of the cost-effectiveness of managing dyspepsia in the United States.",
  "abstract": "BACKGROUND: The \"gold-standard'' evidence of effectiveness for a clinical practice guideline is the randomized controlled trial (RCT), although RCTs have a limited ability to explore potential management strategies for a chronic disease where these interact over time. Modeling can be used to fill this gap, and models have become increasingly complex, with both dynamic sampling and representation of second-order uncertainty to provide more precise estimates. However, both simulation modeling and probabilistic sensitivity analysis are rarely used together. The objective of this study was to explore uncertainty in controversial areas of the 2005 American Gastroenterology Association position statement on the management of dyspepsia. METHODS: Individual sampling model, incorporating a second-order probabilistic sensitivity analysis. POPULATION: US adult patients presenting in primary care with dyspepsia. Interventions compared: empirical acid suppression, test and treat for Helicobacter pylori, initial endoscopy, acid suppression then endoscopy, test and treat then proton pump inhibitor (PPI) then endoscopy. OUTCOMES: Cost-effectiveness, quality-adjusted life years, and costs in US dollars from a societal perspective, measured over a 5-year period. DATA SOURCES: mainly Cochrane meta-analyses. RESULTS: Endoscopy was dominated at all ages by other strategies. PPI therapy was the most cost-effective strategy in 30-year-olds with a low prevalence of H. pylori. In 60-year-olds, H. pylori test and treat was the most cost-effective option. CONCLUSIONS: Acid suppression alone was more cost-effective than either endoscopy or H. pylori test and treat in younger dyspepsia patients with a low prevalence of infection.",
  "authors": [
    {
      "last_name": "Barton",
      "fore_name": "Pelham M",
      "initials": "PM",
      "name": "Pelham M Barton",
      "affiliations": [
        "Health Economics Facility, University of Birmingham, UK."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Talley",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Talley",
      "affiliations": []
    },
    {
      "last_name": "Vakil",
      "fore_name": "Nimish B",
      "initials": "NB",
      "name": "Nimish B Vakil",
      "affiliations": []
    },
    {
      "last_name": "Delaney",
      "fore_name": "Brendan C",
      "initials": "BC",
      "name": "Brendan C Delaney",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "0272-989X",
    "issn_type": "Print",
    "volume": "28",
    "issue": "1",
    "pub_year": "2008"
  },
  "start_page": "44",
  "end_page": "55",
  "pages": "44-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cost-Benefit Analysis",
    "Dyspepsia",
    "Financing, Personal",
    "Helicobacter pylori",
    "Humans",
    "Meta-Analysis as Topic",
    "Middle Aged",
    "Models, Statistical",
    "Patient Acceptance of Health Care",
    "Quality-Adjusted Life Years",
    "Sampling Studies",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18057189",
    "doi": "10.1177/0272989X07309644",
    "pii": "0272989X07309644"
  },
  "doi": "10.1177/0272989X07309644",
  "dates": {
    "completed": "2008-03-31",
    "revised": "2014-07-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.754949",
    "pmid": "18057189"
  }
}