{
  "pmid": "18054638",
  "uid": "18054638",
  "title": "Triamcinolone acetonide as adjunctive treatment to verteporfin in neovascular age-related macular degeneration: a prospective randomized trial.",
  "abstract": "PURPOSE: To examine the use of intravitreal triamcinolone acetonide (IVTA) as adjunctive therapy to photodynamic therapy (PDT) in the treatment of occult and minimally classic choroidal neovascularization (CNV) secondary to age-related macular degeneration (AMD). DESIGN: Single-center prospective randomized pilot clinical trial. PARTICIPANTS: Thirty eyes of 30 patients with occult or minimally classic CNV secondary to AMD. METHODS: Patients were randomized prospectively to receive either PDT alone or combined PDT plus IVTA treatment for CNV secondary to AMD. Standard verteporfin PDT was performed in all patients. In the PDT plus IVTA group, a 12-mg intravitreal injection of triamcinolone acetonide was given 30 minutes after PDT. Active lesions were retreated every 3 months for 1 year. MAIN OUTCOME MEASURES: Change in visual acuity and retreatment rate. RESULTS: Mean visual acuity remained stable in the PDT plus IVTA group (-1.9 Early Treatment Diabetic Retinopathy Study [ETDRS] letters; P = 0.58), but declined significantly in the PDT alone group (-13.3 ETDRS letters; P = 0.02). The treatment rate was 1.13 in the PDT plus IVTA group and 3.6 in the PDT alone group (P<0.0001). Mean contrast sensitivity increased by 3.6 letters (P = 0.09) in the PDT plus IVTA group and decreased by -1.84 letters (P = 0.07) in the PDT alone group. Cataract progression was noted in 4 of 7 phakic eyes in the PDT plus IVTA group. Six patients (40%) in the combined PDT plus IVTA group required topical glaucoma therapy for control of elevated intraocular pressure. CONCLUSIONS: This pilot study demonstrated effective stabilization of visual acuity and reduced treatment frequency at 12 months with combination PDT plus IVTA therapy versus PDT alone. Larger randomized trials are ongoing to determine the efficacy and risks of PDT with IVTA.",
  "authors": [
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Ivey Eye Institute, University of Western Ontario, London, Canada. vchaudha@uwo.ca"
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Mao",
      "affiliations": []
    },
    {
      "last_name": "Hooper",
      "fore_name": "Philip L",
      "initials": "PL",
      "name": "Philip L Hooper",
      "affiliations": []
    },
    {
      "last_name": "Sheidow",
      "fore_name": "Tom G",
      "initials": "TG",
      "name": "Tom G Sheidow",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ophthalmology",
    "iso_abbreviation": "Ophthalmology",
    "issn": "1549-4713",
    "issn_type": "Electronic",
    "volume": "114",
    "issue": "12",
    "pub_year": "2007",
    "pub_month": "Dec"
  },
  "start_page": "2183",
  "end_page": "2189",
  "pages": "2183-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cataract",
    "Chemotherapy, Adjuvant",
    "Choroidal Neovascularization",
    "Contrast Sensitivity",
    "Female",
    "Glucocorticoids",
    "Humans",
    "Injections",
    "Intraocular Pressure",
    "Macular Degeneration",
    "Male",
    "Photochemotherapy",
    "Photosensitizing Agents",
    "Pilot Projects",
    "Porphyrins",
    "Prospective Studies",
    "Retina",
    "Retreatment",
    "Tomography, Optical Coherence",
    "Triamcinolone Acetonide",
    "Verteporfin",
    "Visual Acuity",
    "Vitreous Body"
  ],
  "article_ids": {
    "pubmed": "18054638",
    "doi": "10.1016/j.ophtha.2007.02.013",
    "pii": "S0161-6420(07)00184-4"
  },
  "doi": "10.1016/j.ophtha.2007.02.013",
  "dates": {
    "completed": "2007-12-18",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Glucocorticoids",
    "Photosensitizing Agents",
    "Porphyrins",
    "Verteporfin",
    "Triamcinolone Acetonide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:45.948663",
    "pmid": "18054638"
  }
}