{
  "pmid": "18058085",
  "uid": "18058085",
  "title": "Surviving Sepsis Campaign: international guidelines for management of severe sepsis and septic shock: 2008.",
  "abstract": "OBJECTIVE: To provide an update to the original Surviving Sepsis Campaign clinical management guidelines, \"Surviving Sepsis Campaign guidelines for management of severe sepsis and septic shock,\" published in 2004. DESIGN: Modified Delphi method with a consensus conference of 55 international experts, several subsequent meetings of subgroups and key individuals, teleconferences, and electronic-based discussion among subgroups and among the entire committee. This process was conducted independently of any industry funding. METHODS: We used the GRADE system to guide assessment of quality of evidence from high (A) to very low (D) and to determine the strength of recommendations. A strong recommendation indicates that an intervention's desirable effects clearly outweigh its undesirable effects (risk, burden, cost), or clearly do not. Weak recommendations indicate that the tradeoff between desirable and undesirable effects is less clear. The grade of strong or weak is considered of greater clinical importance than a difference in letter level of quality of evidence. In areas without complete agreement, a formal process of resolution was developed and applied. Recommendations are grouped into those directly targeting severe sepsis, recommendations targeting general care of the critically ill patient that are considered high priority in severe sepsis, and pediatric considerations. RESULTS: Key recommendations, listed by category, include: early goal-directed resuscitation of the septic patient during the first 6 hrs after recognition (1C); blood cultures prior to antibiotic therapy (1C); imaging studies performed promptly to confirm potential source of infection (1C); administration of broad-spectrum antibiotic therapy within 1 hr of diagnosis of septic shock (1B) and severe sepsis without septic shock (1D); reassessment of antibiotic therapy with microbiology and clinical data to narrow coverage, when appropriate (1C); a usual 7-10 days of antibiotic therapy guided by clinical response (1D); source control with attention to the balance of risks and benefits of the chosen method (1C); administration of either crystalloid or colloid fluid resuscitation (1B); fluid challenge to restore mean circulating filling pressure (1C); reduction in rate of fluid administration with rising filing pressures and no improvement in tissue perfusion (1D); vasopressor preference for norepinephrine or dopamine to maintain an initial target of mean arterial pressure > or = 65 mm Hg (1C); dobutamine inotropic therapy when cardiac output remains low despite fluid resuscitation and combined inotropic/vasopressor therapy (1C); stress-dose steroid therapy given only in septic shock after blood pressure is identified to be poorly responsive to fluid and vasopressor therapy (2C); recombinant activated protein C in patients with severe sepsis and clinical assessment of high risk for death (2B except 2C for post-operative patients). In the absence of tissue hypoperfusion, coronary artery disease, or acute hemorrhage, target a hemoglobin of 7-9 g/dL (1B); a low tidal volume (1B) and limitation of inspiratory plateau pressure strategy (1C) for acute lung injury (ALI)/acute respiratory distress syndrome (ARDS); application of at least a minimal amount of positive end-expiratory pressure in acute lung injury (1C); head of bed elevation in mechanically ventilated patients unless contraindicated (1B); avoiding routine use of pulmonary artery catheters in ALI/ARDS (1A); to decrease days of mechanical ventilation and ICU length of stay, a conservative fluid strategy for patients with established ALI/ARDS who are not in shock (1C); protocols for weaning and sedation/analgesia (1B); using either intermittent bolus sedation or continuous infusion sedation with daily interruptions or lightening (1B); avoidance of neuromuscular blockers, if at all possible (1B); institution of glycemic control (1B) targeting a blood glucose < 150 mg/dL after initial stabilization (2C); equivalency of continuous veno-veno hemofiltration or intermittent hemodialysis (2B); prophylaxis for deep vein thrombosis (1A); use of stress ulcer prophylaxis to prevent upper GI bleeding using H2 blockers (1A) or proton pump inhibitors (1B); and consideration of limitation of support where appropriate (1D). Recommendations specific to pediatric severe sepsis include: greater use of physical examination therapeutic end points (2C); dopamine as the first drug of choice for hypotension (2C); steroids only in children with suspected or proven adrenal insufficiency (2C); a recommendation against the use of recombinant activated protein C in children (1B). CONCLUSION: There was strong agreement among a large cohort of international experts regarding many level 1 recommendations for the best current care of patients with severe sepsis. Evidenced-based recommendations regarding the acute management of sepsis and septic shock are the first step toward improved outcomes for this important group of critically ill patients.",
  "authors": [
    {
      "last_name": "Dellinger",
      "fore_name": "R Phillip",
      "initials": "RP",
      "name": "R Phillip Dellinger",
      "affiliations": [
        "Cooper University Hospital, One Cooper Plaza, 393 Dorrance, Camden 08103, NJ, USA. Dellinger-Phil@CooperHealth.edu"
      ]
    },
    {
      "last_name": "Levy",
      "fore_name": "Mitchell M",
      "initials": "MM",
      "name": "Mitchell M Levy",
      "affiliations": []
    },
    {
      "last_name": "Carlet",
      "fore_name": "Jean M",
      "initials": "JM",
      "name": "Jean M Carlet",
      "affiliations": []
    },
    {
      "last_name": "Bion",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Bion",
      "affiliations": []
    },
    {
      "last_name": "Parker",
      "fore_name": "Margaret M",
      "initials": "MM",
      "name": "Margaret M Parker",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Reinhart",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Reinhart",
      "affiliations": []
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek C",
      "initials": "DC",
      "name": "Derek C Angus",
      "affiliations": []
    },
    {
      "last_name": "Brun-Buisson",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Brun-Buisson",
      "affiliations": []
    },
    {
      "last_name": "Beale",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Beale",
      "affiliations": []
    },
    {
      "last_name": "Calandra",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Calandra",
      "affiliations": []
    },
    {
      "last_name": "Dhainaut",
      "fore_name": "Jean-Francois",
      "initials": "JF",
      "name": "Jean-Francois Dhainaut",
      "affiliations": []
    },
    {
      "last_name": "Gerlach",
      "fore_name": "Herwig",
      "initials": "H",
      "name": "Herwig Gerlach",
      "affiliations": []
    },
    {
      "last_name": "Harvey",
      "fore_name": "Maurene",
      "initials": "M",
      "name": "Maurene Harvey",
      "affiliations": []
    },
    {
      "last_name": "Marini",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Marini",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marshall",
      "affiliations": []
    },
    {
      "last_name": "Ranieri",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Ranieri",
      "affiliations": []
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Ramsay",
      "affiliations": []
    },
    {
      "last_name": "Sevransky",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sevransky",
      "affiliations": []
    },
    {
      "last_name": "Thompson",
      "fore_name": "B Taylor",
      "initials": "BT",
      "name": "B Taylor Thompson",
      "affiliations": []
    },
    {
      "last_name": "Townsend",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Townsend",
      "affiliations": []
    },
    {
      "last_name": "Vender",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Vender",
      "affiliations": []
    },
    {
      "last_name": "Zimmerman",
      "fore_name": "Janice L",
      "initials": "JL",
      "name": "Janice L Zimmerman",
      "affiliations": []
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "0342-4642",
    "issn_type": "Print",
    "volume": "34",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "17",
  "end_page": "60",
  "pages": "17-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Delphi Technique",
    "Evidence-Based Medicine",
    "Guidelines as Topic",
    "Humans",
    "International Cooperation",
    "Sepsis",
    "Shock, Septic",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "18058085",
    "pmc": "PMC2249616",
    "doi": "10.1007/s00134-007-0934-2"
  },
  "doi": "10.1007/s00134-007-0934-2",
  "pmc_id": "PMC2249616",
  "dates": {
    "completed": "2008-09-25",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 GM071399",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.423612",
    "pmid": "18058085"
  }
}