{
  "pmid": "18053253",
  "uid": "18053253",
  "title": "Conceptualizing childhood health problems using survey data: a comparison of key indicators.",
  "abstract": "BACKGROUND: Many definitions are being used to conceptualize child health problems. With survey data, commonly used indicators for identifying children with health problems have included chronic condition checklists, measures of activity limitations, elevated service use, and health utility thresholds. This study compares these different indicators in terms of the prevalence rates elicited, and in terms of how the subgroups identified differ. METHODS: Secondary data analyses used data from the National Longitudinal Survey of Children and Youth, which surveyed a nationally representative sample of Canadian children (n = 13,790). Descriptive analyses compared healthy children to those with health problems, as classified by any of the key indicators. Additional analyses examined differences between subgroups of children captured by a single indicator and those described as having health problems by multiple indicators. RESULTS: This study demonstrates that children captured by any of the indicators had poorer health than healthy children, despite the fact that over half the sample (52.2%) was characterized as having a health problem by at least one indicator. Rates of child ill health differed by indicator; 5.6% had an activity limitation, 9.2% exhibited a severe health difficulty, 31.7% reported a chronic condition, and 36.6% had elevated service use. Further, the four key indicators captured different types of children. Indicator groupings differed on child and socio-demographic factors. Compared to children identified by more than one indicator, those identified only by the severe health difficulty indicator displayed more cognitive problems (p < 0.0001), those identified only by the chronic condition checklist had a greater likelihood of reporting allergies or asthma (p < 0.0001), and those identified as having elevated service use only were more affluent (p = 0.01) and showed better overall health (p < 0.0001). Children identified by only a single indicator were less likely to have serious health problems than those identified by two or more indicators. CONCLUSION: We provide information useful to researchers when selecting indicators from survey data to identify children with health problems. Researchers and policy makers need to be aware of the impact of such definitions on prevalence rates as well as on the composition of children classified as being in poor health.",
  "authors": [
    {
      "last_name": "Kohen",
      "fore_name": "Dafna E",
      "initials": "DE",
      "name": "Dafna E Kohen",
      "affiliations": [
        "Health Information and Research Division, Statistics Canada, Ottawa, Ontario, Canada. dafna.kohen@statcan.ca"
      ]
    },
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie C",
      "initials": "JC",
      "name": "Jamie C Brehaut",
      "affiliations": []
    },
    {
      "last_name": "Garner",
      "fore_name": "Rochelle E",
      "initials": "RE",
      "name": "Rochelle E Garner",
      "affiliations": []
    },
    {
      "last_name": "Miller",
      "fore_name": "Anton R",
      "initials": "AR",
      "name": "Anton R Miller",
      "affiliations": []
    },
    {
      "last_name": "Lach",
      "fore_name": "Lucyna M",
      "initials": "LM",
      "name": "Lucyna M Lach",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter L",
      "initials": "PL",
      "name": "Peter L Rosenbaum",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2007",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "40",
  "pages": "40",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Chi-Square Distribution",
    "Child",
    "Child Welfare",
    "Child, Preschool",
    "Chronic Disease",
    "Female",
    "Health Status Indicators",
    "Hospitalization",
    "Humans",
    "Male"
  ],
  "article_ids": {
    "pubmed": "18053253",
    "pmc": "PMC2248574",
    "doi": "10.1186/1471-2431-7-40",
    "pii": "1471-2431-7-40"
  },
  "doi": "10.1186/1471-2431-7-40",
  "pmc_id": "PMC2248574",
  "dates": {
    "completed": "2008-03-27",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.299679",
    "pmid": "18053253"
  }
}