{
  "pmid": "18066354",
  "uid": "18066354",
  "title": "Managing multiple projects: a literature review of setting priorities and a pilot survey of healthcare researchers in an academic setting.",
  "abstract": "OBJECTIVES: To summarize and then assess with a pilot study the use of published best practice recommendations for priority setting during management of multiple healthcare research projects, in a resource-constrained environment. METHODS: Medical, economic, business, and operations literature was reviewed to summarize and develop a survey to assess best practices for managing multiple projects. Fifteen senior healthcare research project managers, directors, and faculty at an urban academic institution were surveyed to determine most commonly used priority rules, ranking of rules, characteristics of their projects, and availability of resources. Survey results were compared to literature recommendations to determine use of best practices. RESULTS: Seven priority-setting rules were identified for managing multiple projects. Recommendations on assigning priorities by project characteristics are presented. In the pilot study, a large majority of survey respondents follow best practice recommendations identified in the research literature. However, priority rules such as Most Total Successors (MTS) and Resource Scheduling Method (RSM) were used \"very often\" by half of the respondents when better performing priority rules were available. CONCLUSIONS: Through experience, project managers learn to manage multiple projects under resource constraints. Best practice literature can assist project managers in priority setting by recommending the most appropriate priority given resource constraints and project characteristics. There is room for improvement in managing multiple projects.",
  "authors": [
    {
      "last_name": "Hopkins",
      "fore_name": "Robert Borden",
      "initials": "RB",
      "name": "Robert Borden Hopkins",
      "affiliations": [
        "Program for the Assessment of Technology in Health, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kaitryn",
      "initials": "K",
      "name": "Kaitryn Campbell",
      "affiliations": []
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria O'Reilly",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Bowen",
      "fore_name": "Jim",
      "initials": "J",
      "name": "Jim Bowen",
      "affiliations": []
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Goerre",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goerre",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Perspectives in health information managemen",
    "iso_abbreviation": "Perspect Health Inf Manag",
    "issn": "1559-4122",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2007",
    "pub_month": "May",
    "pub_day": "16"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Academies and Institutes",
    "Benchmarking",
    "Health Priorities",
    "Health Services Research",
    "Humans",
    "Pilot Projects",
    "Program Evaluation",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "18066354",
    "pmc": "PMC2047294"
  },
  "pmc_id": "PMC2047294",
  "dates": {
    "completed": "2008-02-11",
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.609922",
    "pmid": "18066354"
  }
}