{
  "pmid": "18073614",
  "uid": "18073614",
  "title": "Technical considerations in the operative management of femoral neck fractures in elderly patients: a multinational survey.",
  "abstract": "OBJECTIVE: To identify current opinions among orthopedic traumatologists relating to technical aspects of internal fixation and arthroplasty for patients with femoral neck fractures. METHODS: We developed and administered a survey to orthopedic surgeons who were members of the Orthopedic Trauma Association and European clinics affiliated with AO International (Davos, Switzerland). Surgeons reported preferences in specific aspects of the surgical technique for internal fixation as well as arthroplasty. Each surgeon received either a mailed package (7-page survey, a personalized cover letter, and a stamped return envelope) or an email with a link to the same survey on the Internet with an identification code. At 6 weeks, 12 weeks, and 18 weeks after the initial mailing, we remailed the questionnaire to all nonresponders. RESULTS: Of the 442 surgeons who were sent the questionnaire, 298 (68%) responded. The typical respondent was a North American aged more than 40 years, in academic practice, supervised residents, had fellowship training in trauma, and worked in a low-volume center. Among surgeons who treated displaced femoral neck fractures with arthroplasty, significant disparities existed in terms of the type of anesthesia (51% preferring general anesthesia), surgical approach (47% used posterior approach), and placement of unipolar implants (50%). Surgeons tended to agree on the use of cement fixation (69%), repairing the capsule (80%), and not using a drain postoperatively (68%). Surgeons who preferentially treated hip fractures with internal fixation tended to have a lack of consensus in terms of what constituted acceptable surgical delays (43% allowing greater than 48 hours) and which screw configuration to use, with more than half using a triangle with base inferior construct. Surgeons tended to agree on the use of closed fracture reduction techniques (69%), three cannulated screws (73%), and did not routinely perform a capsulotomy (80%) or aspirate the fracture hematoma (90%). Within both treatment groups (internal fixation and arthroplasty), surgeons tended to agree on the use of perioperative antibiotics (>92%), thromboprophylaxis (98%), and postoperative weight bearing status (>87%). CONCLUSIONS: A general lack of consensus exists among orthopedic trauma surgeons in the management of displaced femoral neck fractures. With an ever-growing emphasis upon the practice of evidence-based medicine, we have demonstrated several disparities in the technical aspects of fixation and perioperative care likely caused by a general lack of available evidence. We recommend the need for future research and large collaborative efforts.",
  "authors": [
    {
      "last_name": "Kakar",
      "fore_name": "Sanjeev",
      "initials": "S",
      "name": "Sanjeev Kakar",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, USA."
      ]
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Koval",
      "affiliations": []
    },
    {
      "last_name": "Hanson",
      "fore_name": "Beate P",
      "initials": "BP",
      "name": "Beate P Hanson",
      "affiliations": []
    },
    {
      "last_name": "Jönsson",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Jönsson",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of trauma",
    "iso_abbreviation": "J Trauma",
    "issn": "1529-8809",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Sep"
  },
  "start_page": "641",
  "end_page": "646",
  "pages": "641-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Arthroplasty, Replacement, Hip",
    "Canada",
    "Europe",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Humans",
    "Internal Fixators",
    "Middle Aged",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires",
    "Treatment Outcome",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18073614",
    "doi": "10.1097/01.ta.0000249296.55245.97",
    "pii": "00005373-200709000-00024"
  },
  "doi": "10.1097/01.ta.0000249296.55245.97",
  "dates": {
    "completed": "2008-01-24",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.256048",
    "pmid": "18073614"
  }
}