{
  "pmid": "18086398",
  "uid": "18086398",
  "title": "Venous thromboembolism in critical illness in a community intensive care unit.",
  "abstract": "BACKGROUND: Venous thromboembolism (VTE) can be a life-threatening complication of critical illness. Venous thromboembolism rates observed depend on the population studied, the screening modality used, and thromboprophylaxis prescribed. Few studies report on the rates of clinically diagnosed VTE in critically ill patients. The purpose of this study was to characterize the incidence of clinically diagnosed VTE, prophylactic strategies used, and diagnostic studies ordered in a critically ill population at a tertiary community intensive care unit (ICU), both during and after their ICU stay. METHODS: We did a retrospective chart review of 600 consecutive critically ill patients admitted to a tertiary community ICU. RESULTS: Fifty (8.3%) patients developed VTE over the course of their ICU and hospital stay (18 [3.0%] patients during their ICU stay and 32 [5.7% of 561 ICU survivors] patients after ICU discharge). By ICU admission diagnosis, most events occurred in neurosurgical patients, although this group comprised only 24.8% of the population. Across all subgroups, most VTE events occurred after ICU discharge. Intensive care unit patients received thromboprophylaxis 87.6% (95% confidence interval, 81.5-93.7) of the time spent in ICU. However, thromboprophylaxis was administered significantly less often after transfer to the ward compared with within the ICU (from 87.6% to 59.8%, P < .001). CONCLUSION: The rates of clinically diagnosed VTE rates in critically ill patients are substantial. Venous thromboembolism occurs before, during, and after ICU discharge. Continued vigilance and thromboprophylaxis are warranted across the continuum of critical illness.",
  "authors": [
    {
      "last_name": "Muscedere",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Muscedere",
      "affiliations": [
        "Department of Medicine, Kingston General Hospital and Queen's University, Kingston, Ontario, Canada K7L 2V7. muscedej@kgh.kari.net"
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "22",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Dec"
  },
  "start_page": "285",
  "end_page": "289",
  "pages": "285-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Critical Illness",
    "Female",
    "Fibrinolytic Agents",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Incidence",
    "Intensive Care Units",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Ontario",
    "Retrospective Studies",
    "Stockings, Compression",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "18086398",
    "doi": "10.1016/j.jcrc.2007.02.003",
    "pii": "S0883-9441(07)00040-8"
  },
  "doi": "10.1016/j.jcrc.2007.02.003",
  "dates": {
    "completed": "2008-02-29",
    "revised": "2007-12-18"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.700810",
    "pmid": "18086398"
  }
}