{
  "pmid": "18082884",
  "uid": "18082884",
  "title": "Transitions and turning points: examining the links between child maltreatment and juvenile offending.",
  "abstract": "OBJECTIVE: The links between child maltreatment and juvenile offending are well established. However, the majority of maltreated children do not offend. The research presented in this paper examines the impact that timing and chronicity of child maltreatment have on juvenile offending. METHODS: Administrative data were obtained on all children who were born in Queensland, Australia in 1983 or 1984 and had contact with child protective services for at least one child protection matter (N=5,849). For these children information was obtained on all child protection and juvenile justice contacts until the age of 17. These data were analyzed using the Semi-Parametric Group-Based trajectory analyses [Nagin, D., & Land, L. (1993). Age, criminal careers, and population heterogeneity: Specification and estimation of a nonparametric mixed Poisson model. Criminology, 31, 327-362]. RESULTS: Six distinctive maltreatment trajectory groups were identified, distinguished by the frequency of victimization, the age of onset and the duration of the maltreatment. Child maltreatment peaked around the transition from preschool to primary school and the transition from primary school to secondary school. Furthermore, children whose maltreatment trajectory started or extended into adolescence were more likely to offend as juveniles than children whose maltreatment occurred prior to, but not during, adolescence. CONCLUSIONS: Trajectory analysis provides a useful analytical tool for understanding heterogeneous nature of child maltreatment and the impact of maltreatment on subsequent juvenile offending.",
  "authors": [
    {
      "last_name": "Stewart",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Stewart",
      "affiliations": [
        "Griffith University, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": []
    },
    {
      "last_name": "Dennison",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Dennison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "0145-2134",
    "issn_type": "Print",
    "volume": "32",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "51",
  "end_page": "66",
  "pages": "51-66",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Child",
    "Child Abuse",
    "Child Welfare",
    "Child, Preschool",
    "Crime",
    "Crime Victims",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Infant",
    "Juvenile Delinquency",
    "Male",
    "Poisson Distribution",
    "Queensland",
    "Risk Assessment",
    "Sex Factors",
    "Social Work",
    "Statistics, Nonparametric"
  ],
  "article_ids": {
    "pubmed": "18082884",
    "doi": "10.1016/j.chiabu.2007.04.011",
    "pii": "S0145-2134(07)00258-X"
  },
  "doi": "10.1016/j.chiabu.2007.04.011",
  "dates": {
    "completed": "2008-04-14",
    "revised": "2008-01-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.739878",
    "pmid": "18082884"
  }
}