{
  "pmid": "18083463",
  "uid": "18083463",
  "title": "Trial sequential analysis may establish when firm evidence is reached in cumulative meta-analysis.",
  "abstract": "BACKGROUND AND OBJECTIVE: Cumulative meta-analyses are prone to produce spurious P<0.05 because of repeated testing of significance as trial data accumulate. Information size in a meta-analysis should at least equal the sample size of an adequately powered trial. Trial sequential analysis (TSA) corresponds to group sequential analysis of a single trial and may be applied to meta-analysis to evaluate the evidence. STUDY DESIGN AND SETTING: Six randomly selected neonatal meta-analyses with at least five trials reporting a binary outcome were examined. Low-bias heterogeneity-adjusted information size and information size determined from an assumed intervention effect of 15% were calculated. These were used for constructing trial sequential monitoring boundaries. We assessed the cumulative z-curves' crossing of P=0.05 and the boundaries. RESULTS: Five meta-analyses showed early potentially spurious P<0.05 values. In three significant meta-analyses the cumulative z-curves crossed both boundaries, establishing firm evidence of an intervention effect. In two nonsignificant meta-analyses the cumulative z-curves crossed P=0.05, but never the boundaries, demonstrating early potentially spurious P<0.05 values. In one nonsignificant meta-analysis the cumulative z-curves never crossed P=0.05 or the boundaries. CONCLUSION: TSAs may establish when firm evidence is reached in meta-analysis.",
  "authors": [
    {
      "last_name": "Wetterslev",
      "fore_name": "Jørn",
      "initials": "J",
      "name": "Jørn Wetterslev",
      "affiliations": [
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Rigshospitalet, Copenhagen University Hospital, Blegdamsvej 9, Copenhagen, Denmark. wetterslev@ctu.rh.dk"
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": []
    },
    {
      "last_name": "Brok",
      "fore_name": "Jesper",
      "initials": "J",
      "name": "Jesper Brok",
      "affiliations": []
    },
    {
      "last_name": "Gluud",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gluud",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "0895-4356",
    "issn_type": "Print",
    "volume": "61",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "64",
  "end_page": "75",
  "pages": "64-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Evidence-Based Medicine",
    "Humans",
    "Infant Care",
    "Infant, Newborn",
    "Infant, Newborn, Diseases",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "18083463",
    "doi": "10.1016/j.jclinepi.2007.03.013",
    "pii": "S0895-4356(07)00147-3"
  },
  "doi": "10.1016/j.jclinepi.2007.03.013",
  "dates": {
    "completed": "2008-03-11",
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.464171",
    "pmid": "18083463"
  }
}