{
  "pmid": "18093639",
  "uid": "18093639",
  "title": "Effective practices for school-based tobacco use prevention.",
  "abstract": "BACKGROUND: Research evidence addressing effectiveness of tobacco use prevention interventions has accumulated since the 1970s. Systematic reviews 1985-2006 were considered, building on previous syntheses and spanning tobacco control and prevention efforts to date. Practitioners' experience was drawn upon to supplement research evidence. METHODS: A systematic, comprehensive approach was used to synthesize published literature evaluating the effectiveness of school-based tobacco use prevention interventions. Systematic reviews conducted on all populations published in English, peer-reviewed journals were included. Reviews were screened for relevance and assessed for methodological quality using pre-tested, standardized tools. The best available evidence was extracted and integrated with experiential evidence from individual interview and focus group results from practitioners involved in tobacco use prevention programming. RESULTS: Considerable consensus among the three evidence sources indicates that school-based tobacco use prevention interventions are effective in reducing smoking prevalence, reducing smoking initiation and intended smoking intentions in the short term. There is adequate evidence from over three decades of research and years of experience to recommend ongoing implementation of school-based tobacco use prevention interventions. CONCLUSION: There is strong evidence that school-based tobacco use prevention programs are largely effective for most tobacco use related outcomes, at least in the short term.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada L8N 3Z5. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "DeCorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara DeCorby",
      "affiliations": []
    },
    {
      "last_name": "Manske",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Manske",
      "affiliations": []
    },
    {
      "last_name": "Goldblatt",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Goldblatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "0091-7435",
    "issn_type": "Print",
    "volume": "46",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "289",
  "end_page": "297",
  "pages": "289-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Humans",
    "School Health Services",
    "Smoking Cessation",
    "Tobacco Use Disorder"
  ],
  "article_ids": {
    "pubmed": "18093639",
    "doi": "10.1016/j.ypmed.2007.10.003",
    "pii": "S0091-7435(07)00454-9"
  },
  "doi": "10.1016/j.ypmed.2007.10.003",
  "dates": {
    "completed": "2008-09-16",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.333665",
    "pmid": "18093639"
  }
}