{
  "pmid": "18091545",
  "uid": "18091545",
  "title": "Randomized trial of combination versus monotherapy for the empiric treatment of suspected ventilator-associated pneumonia.",
  "abstract": "OBJECTIVE: To compare a strategy of combination therapy with a strategy of monotherapy with broad-spectrum antibiotics for suspected late ventilator-associated pneumonia. DESIGN: Randomized trial. SETTING: Twenty-eight intensive care units in Canada and the United States. PATIENTS: The study included 740 mechanically ventilated patients who developed suspected ventilator-associated pneumonia after 96 hrs in the intensive care unit. Patients known to be colonized or infected with Pseudomonas or methicillin-resistant Staphylococcus aureus or who were immunocompromised were excluded from the study. INTERVENTIONS: As initial unblinded therapy, patients were allocated to receive meropenem (1 g every 8 hrs) and ciprofloxacin (400 mg every 12 hrs) or meropenem alone. Before starting antibiotics, patients were also randomized to bronchoalveolar lavage with quantitative cultures or endotracheal aspirates. When culture results were available, physicians were encouraged to adjust antibiotics. Adequacy of antibiotics was defined as the organism present in the enrollment culture having in vitro susceptibility to one or more of the study antibiotics. MEASUREMENTS AND MAIN RESULTS: Baseline characteristics and etiologies of ventilator-associated pneumonia were similar in the two groups. There was no difference in 28-day mortality between the combination and monotherapy groups (relative risk = 1.05, 95% confidence interval 0.78-1.42, p = .74). Duration of intensive care unit and hospital stay, clinical and microbiological treatment response, emergence of antibiotic-resistant bacteria, isolation of Clostridium difficile in stool, and fungal colonization were also similar in the two groups. In a subgroup of patients who had infection due to Pseudomonas species, Acinetobacter species, and multidrug-resistant gram-negative bacilli at enrollment (n = 56), the adequacy of initial antibiotics (84.2% vs. 18.8%, p < .001) and microbiological eradication of infecting organisms (64.1% vs. 29.4%, p = .05) was higher in the combination group compared with the monotherapy group, but there were no differences in clinical outcomes. CONCLUSIONS: For critically ill patients who have suspected late ventilator-associated pneumonia and who are at low risk for difficult-to-treat gram-negative bacteria, monotherapy is associated with similar outcomes compared with combination therapy. For those patients at high risk of difficult-to-treat gram-negative bacteria, combination therapy is safe and may be associated with better microbiological and clinical outcomes.",
  "authors": [
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Kingston General Hospital and Queen's University, Kingston, ON, Canada. dkh2@queensu.ca"
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": []
    },
    {
      "last_name": "Day",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Day",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "737",
  "end_page": "744",
  "pages": "737-44",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Infective Agents",
    "Ciprofloxacin",
    "Drug Therapy, Combination",
    "Female",
    "Humans",
    "Male",
    "Meropenem",
    "Middle Aged",
    "Pneumonia, Ventilator-Associated",
    "Thienamycins"
  ],
  "article_ids": {
    "pubmed": "18091545",
    "doi": "10.1097/01.CCM.0B013E31816203D6"
  },
  "doi": "10.1097/01.CCM.0B013E31816203D6",
  "dates": {
    "completed": "2008-05-29",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Thienamycins",
    "Ciprofloxacin",
    "Meropenem"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.701041",
    "pmid": "18091545"
  }
}