{
  "pmid": "18166527",
  "uid": "18166527",
  "title": "Pragmatists, positive communicators, and shy enthusiasts: three viewpoints on Web conferencing in health sciences education.",
  "abstract": "BACKGROUND: Web conferencing is a synchronous technology that allows coordinated online audio and visual interactions with learners logged in to a central server. Recently, its use has grown rapidly in academia, while research on its use has not kept up. Conferencing systems typically facilitate communication and support for multiple presenters in different locations. A paucity of research has evaluated synchronous Web conferencing in health sciences education. OBJECTIVE: McMaster University Faculty of Health Sciences trialed Wimba's Live Classroom Web conferencing technology to support education and curriculum activities with students and faculty. The purpose of this study was to explore faculty, staff, and student perceptions of Web conferencing as a support for teaching and learning in health sciences. The Live Classroom technology provided features including real-time VoIP audio, an interactive whiteboard, text chat, PowerPoint slide sharing, application sharing, and archiving of live conferences to support student education and curriculum activities. METHODS: Q-methodology was used to identify unique and common viewpoints of participants who had exposure to Web conferencing to support educational applications during the trial evaluation period. This methodology is particularly useful for research on human perceptions and interpersonal relationships to identify groups of participants with different perceptions. It mixes qualitative and quantitative methods. In a Q-methodology study, the goal is to uncover different patterns of thought rather than their numerical distribution among the larger population. RESULTS: A total of 36 people participated in the study, including medical residents (14), nursing graduate students (11), health sciences faculty (9), and health sciences staff (2). Three unique viewpoints were identified: pragmatists (factor 1), positive communicators (factor 2A), and shy enthusiasts (factor 2B). These factors explained 28% (factor 1) and 11% (factor 2) of the total variance, respectively. The majority of respondents were pragmatists (n = 26), who endorsed the value of Web conferencing yet identified that technical and ease-of-use problems could jeopardize its use. Positive communicators (N = 4) enjoyed technology and felt that Web conferencing could facilitate communication in a variety of contexts. Shy enthusiasts (N = 4) were also positive and comfortable with the technology but differed in that they preferred communicating from a distance rather than face-to-face. Common viewpoints were held by all groups: they found Web conferencing to be superior to audio conferencing alone, felt more training would be useful, and had no concerns that Web conferencing would hamper their interactivity with remote participants or that students accustomed to face-to-face learning would not enjoy Web conferencing. CONCLUSIONS: Overall, all participants, including pragmatists who were more cautious about the technology, viewed Web conferencing as an enabler, especially when face-to-face meetings were not possible. Adequate technical support and training need to be provided for successful ongoing implementation of Web conferencing.",
  "authors": [
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [
        "School of Nursing, McMaster University, HSC Room 3N28A, 1200 Main Street West, Hamilton, ON L8N 3Z5, Canada. valaitis@mcmaster.ca"
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Eva",
      "affiliations": []
    },
    {
      "last_name": "Levinson",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Levinson",
      "affiliations": []
    },
    {
      "last_name": "Wainman",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Wainman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2007",
    "pub_month": "Dec",
    "pub_day": "31"
  },
  "start_page": "e39",
  "pages": "e39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude to Computers",
    "Congresses as Topic",
    "Humans",
    "Internet",
    "Interpersonal Relations",
    "Nurses",
    "Patient Education as Topic",
    "Physicians",
    "Professional-Patient Relations"
  ],
  "article_ids": {
    "pubmed": "18166527",
    "pmc": "PMC2270418",
    "doi": "10.2196/jmir.9.5.e39",
    "pii": "v9i5e39"
  },
  "doi": "10.2196/jmir.9.5.e39",
  "pmc_id": "PMC2270418",
  "dates": {
    "completed": "2008-03-07",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.211660",
    "pmid": "18166527"
  }
}