{
  "pmid": "18178478",
  "uid": "18178478",
  "title": "Endovascular repair of ruptured abdominal aortic aneurysms: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: The perioperative mortality for people with ruptured abdominal aortic aneurysms (RAAA) has not changed for two decades. Of patients who survive long enough to undergo open repair for ruptured aneurysms, half die (48%; 95% confidence interval [CI] 46 to 50). Randomized trials have shown that endovascular aneurysm repair (EVAR) for nonruptured abdominal aortic aneurysms decreases perioperative mortality compared with open repair. EVAR may similarly benefit patients with RAAA. We aimed to summarize studies of patients undergoing EVAR for ruptured aneurysms. METHODS: Two reviewers searched Medline and EMBASE databases from 1994 to July 2006, Cochrane Database of Systematic Reviews, the Database of Abstracts of Reviews of Effectiveness, the Cochrane Central Register of Controlled Trials, Best Evidence 1994 to 2006, reference lists, clinical trial registries, and conference proceedings; we also contacted authors. All published and unpublished studies in which a group of people with ruptured aneurysms, assessed objectively by imaging, was treated with EVAR (REVAR) were eligible. We used the generic inverse variance function of the REVMAN software to pool results for death in hospital. Sensitivity analyses, using prespecified subgroups, explored heterogeneity between studies. RESULTS: Pooled mortality in 18 observational studies describing 436 people who underwent REVAR was 21% (95% CI 13 to 29); however, 90% of the heterogeneity between studies was not explained by chance alone. Surgical volume explained substantial heterogeneity. According to study-specific criteria, 47% (95% CI 39 to 55) of people with ruptured aneurysms were potentially eligible for REVAR. CONCLUSIONS: Mortality in people who underwent REVAR is lower than that in historical reports of unselected people undergoing open repair. Further investigation is needed to determine whether the difference in mortality is attributable to patient selection alone or to this new approach to treatment.",
  "authors": [
    {
      "last_name": "Mastracci",
      "fore_name": "Tara M",
      "initials": "TM",
      "name": "Tara M Mastracci",
      "affiliations": [
        "Departments of Surgery and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garrido-Olivares",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Garrido-Olivares",
      "affiliations": []
    },
    {
      "last_name": "Cinà",
      "fore_name": "Claudio S",
      "initials": "CS",
      "name": "Claudio S Cinà",
      "affiliations": []
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "0741-5214",
    "issn_type": "Print",
    "volume": "47",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "214",
  "end_page": "221",
  "pages": "214-221",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Algorithms",
    "Aortic Aneurysm, Abdominal",
    "Aortic Rupture",
    "Clinical Protocols",
    "Hospital Mortality",
    "Humans",
    "Minimally Invasive Surgical Procedures",
    "Patient Selection",
    "Reproducibility of Results",
    "Research Design",
    "Time Factors",
    "Treatment Outcome",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "18178478",
    "doi": "10.1016/j.jvs.2007.07.052",
    "pii": "S0741-5214(07)01279-7"
  },
  "doi": "10.1016/j.jvs.2007.07.052",
  "dates": {
    "completed": "2008-02-28",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.915031",
    "pmid": "18178478"
  }
}