{
  "pmid": "18171699",
  "uid": "18171699",
  "title": "A case for clarity, consistency, and helpfulness: state-of-the-art clinical practice guidelines in endocrinology using the grading of recommendations, assessment, development, and evaluation system.",
  "abstract": "CONTEXT: The Endocrine Society, and a growing number of other organizations, have adopted the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) system to develop clinical practice guidelines and grade the strength of recommendations and the quality of the evidence. Despite the use of GRADE in several of The Endocrine Society's clinical practice guidelines, endocrinologists have not had access to a context-specific discussion of this system and its merits. EVIDENCE ACQUISITION: The authors are involved in the development of the GRADE standard and its application to The Endocrine Society clinical practice guidelines. Examples were extracted from these guidelines to illustrate how this grading system enhances the quality of practice guidelines. EVIDENCE SYNTHESIS: We summarized and described the components of the GRADE system, and discussed the features of GRADE that help bring clarity and consistency to guideline documents, making them more helpful to practicing clinicians and their patients with endocrine disorders. CONCLUSIONS: GRADE describes the quality of the evidence using four levels: very low, low, moderate, and high quality. Recommendations can be either strong (\"we recommend\") or weak (\"we suggest\"), and this strength reflects the confidence that guideline panel members have that patients who receive recommended care will be better off. The separation of the quality of the evidence from the strength of the recommendation recognizes the role that values and preferences, as well as clinical and social circumstances, play in formulating practice recommendations.",
  "authors": [
    {
      "last_name": "Swiglo",
      "fore_name": "Brian A",
      "initials": "BA",
      "name": "Brian A Swiglo",
      "affiliations": [
        "Knowledge and Encounter Research Unit, Division of Endocrinology, Mayo Clinic College of Medicine, W18A, 200 First Street SW, Rochester, Minnesota 55905, USA."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M H",
      "initials": "MH",
      "name": "M H Murad",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Kunz",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Kunz",
      "affiliations": []
    },
    {
      "last_name": "Vigersky",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Vigersky",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "0021-972X",
    "issn_type": "Print",
    "volume": "93",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "666",
  "end_page": "673",
  "pages": "666-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Endocrinology",
    "Evaluation Studies as Topic",
    "Health Planning Guidelines",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "18171699",
    "doi": "10.1210/jc.2007-1907",
    "pii": "jc.2007-1907"
  },
  "doi": "10.1210/jc.2007-1907",
  "dates": {
    "completed": "2008-04-15",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.489933",
    "pmid": "18171699"
  }
}