{
  "pmid": "18180630",
  "uid": "18180630",
  "title": "Predictors for opioid analgesia administration in children with abdominal pain presenting to the emergency department.",
  "abstract": "OBJECTIVES: Abdominal pain is one of the most common symptoms in children. The aim of this study was to determine the rate of opioid analgesia in children with abdominal pain presenting to the pediatric Emergency Department (ED) and to identify factors associated with administration of opioids. METHODS: We retrospectively reviewed all charts of patients with abdominal pain < 7 days presenting to the ED of a tertiary pediatric hospital over a 3-month period. Demographic and illness-related variables were recorded, and the primary outcome variable was whether opioid analgesia was used to relieve abdominal pain. We analyzed the data with a univariate analysis and a multivariate stepwise regression analysis to determine independent influences on the rate of opioid prescribing. RESULTS: Of 582 children included in the analysis, 53 (9%) received opioid analgesia. Pain in the right lower quadrant on examination, documentation of a pain score in triage, and the level of acuity as determined by the triage nurse were predictors of administration of opioids by the physician. Thirty-four (77%) of the opioids given were below the recommended dose for the child. CONCLUSIONS: Few pediatric patients with abdominal pain are treated with pain medications. The decision to use opioid analgesia for acute abdominal pain in the pediatric ED is influenced by acuity level, pain score documentation in triage, and location of abdominal pain. Efforts should be made to educate physicians on the appropriate administration and dose of opioids in children with abdominal pain in the ED.",
  "authors": [
    {
      "last_name": "Goldman",
      "fore_name": "Ran D",
      "initials": "RD",
      "name": "Ran D Goldman",
      "affiliations": [
        "Pediatric Research in Emergency Therapeutics (PRETx) Program, Division of Pediatric Emergency Medicine, Department of Pediatrics, BC Children's Hospital, University of British Columbia, Vancouver, BC, Canada. rgoldman@cw.bc.ca"
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": []
    },
    {
      "last_name": "Klein-Kremer",
      "fore_name": "Adi",
      "initials": "A",
      "name": "Adi Klein-Kremer",
      "affiliations": []
    },
    {
      "last_name": "Finkelstein",
      "fore_name": "Yaron",
      "initials": "Y",
      "name": "Yaron Finkelstein",
      "affiliations": []
    },
    {
      "last_name": "Rogovik",
      "fore_name": "Alex L",
      "initials": "AL",
      "name": "Alex L Rogovik",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Clinical journal of pain",
    "iso_abbreviation": "Clin J Pain",
    "issn": "0749-8047",
    "issn_type": "Print",
    "volume": "24",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "11",
  "end_page": "15",
  "pages": "11-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Pain",
    "Adolescent",
    "Analgesics, Opioid",
    "Analysis of Variance",
    "Child",
    "Child, Preschool",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Prognosis",
    "Retrospective Studies",
    "Triage"
  ],
  "article_ids": {
    "pubmed": "18180630",
    "doi": "10.1097/AJP.0b013e318156d921",
    "pii": "00002508-200801000-00003"
  },
  "doi": "10.1097/AJP.0b013e318156d921",
  "dates": {
    "completed": "2008-02-20",
    "revised": "2008-01-08"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:05.219151",
    "pmid": "18180630"
  }
}