{
  "pmid": "18184982",
  "uid": "18184982",
  "title": "Medical residents' and students' attitudes towards herbal medicines: a pilot study.",
  "abstract": "BACKGROUND: There is a growing public interest in complementary and alternative treatments. The attitudes and perceptions regarding herbal therapies have not been evaluated amongst physicians-in-training. OBJECTIVE: This pilot study aimed to assess the self-perceived competence and attitudes of physicians-in-training in dealing with herbal medicines in clinical practice. METHODS: A survey was distributed amongst 26 medical residents and clinical clerks proceeding a lunch hour teaching session about the risks and benefits of herbal medicines. Respondents were asked to rate their competence, the adequacy of formal training, to indicate their belief in usefulness, and the sources used when dealing with herbal medicines. Estimates of patient use and personal use were also identified. RESULTS: Respondents indicated low confidence in their competency when dealing with herbal medicines in practice; they lacked formal training on the subject, and were not knowledgeable about sources to refer patients to regarding herbal medicines. Half the respondents estimated that between 11-30% of their patients use herbal medicines, but 80% felt that less than 1 in 10 patients was sufficiently competent in the safe use of herbal medicines. The median response regarding the belief in the usefulness of herbal medicine was 'less favourable than neutral' but their interest in further information was 'more favourable than neutral'. Although the literature was the most common source consulted, often no source was used. CONCLUSIONS: Although residents and medical student clinical clerks encounter many patients who use herbal medicines, their own lack of knowledge and personal experience limit their ability to assist these patients in this area. Increased training on the benefits and risks of herbal medicines may help physicians-in-training care for patients using herbal medicines. Key words: Primary care education, postgraduate/intern training, herbal medicines.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Shuang",
      "initials": "S",
      "name": "Shuang Xu",
      "affiliations": [
        "McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1710-6222",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2008"
  },
  "start_page": "e1",
  "end_page": "e4",
  "pages": "e1-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Clinical Competence",
    "Data Collection",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Herb-Drug Interactions",
    "Humans",
    "Internship and Residency",
    "Male",
    "Medical History Taking",
    "Phytotherapy",
    "Pilot Projects",
    "Plant Preparations",
    "Program Evaluation",
    "Students, Medical",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18184982"
  },
  "dates": {
    "completed": "2008-01-31",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Plant Preparations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.854846",
    "pmid": "18184982"
  }
}