{
  "pmid": "18188116",
  "uid": "18188116",
  "title": "Femoral neck shortening after fracture fixation with multiple cancellous screws: incidence and effect on function.",
  "abstract": "BACKGROUND: Shortening of the femoral neck after fracture fixation with multiple parallel screws decreases the moment arm for the abductor muscles of the hip. This study aimed to assess the incidence of femoral neck shortening quantitatively and qualitatively in patients with femoral neck fractures treated with multiple cannulated screws, and to investigate its influence on functional outcome. METHODS: We conducted an observational study in a consecutive series of 56 patients with united fractures of the femoral neck treated with multiple cancellous screws. The latest anterior-posterior radiograph of the fractured hip was compared with that of the contralateral uninjured hip. After scanning and electronically overlapping those radiographs, femoral neck shortening was assessed. All identified patients were contacted and the Short Form-36 (SF-36) functional outcome questionnaire was administered. RESULTS: The shortening rate was 31% for undisplaced (14 of 45) and 27% for displaced fractures (3 of 11). The average abductor moment arm shortening was 10 +/- 4 mm. The average femur length decrease was 8 +/- 5 mm. In all other patients, abductor moment arm as well as femur length measurements were within 3 mm of the contralateral side and considered not to be shortened. Thirteen patients completed the SF-36 questionnaire (12 of 13 undisplaced fractures; all 13 with good fracture reduction). Patients with shortened fractures (8 of 13) had significantly lower Physical Functioning (p = 0.01) and Role Physical (p = 0.04) SF-36 subscores. CONCLUSIONS: Femoral neck shortening after femoral neck fracture fixation with multiple cancellous screws is common and it has a significant negative impact on physical functioning.",
  "authors": [
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Minnesota, Minneapolis, MN, USA. zlowo001@umn.edu"
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi",
      "initials": "O",
      "name": "Olufemi Ayeni",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad A",
      "initials": "BA",
      "name": "Brad A Petrisor",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of trauma",
    "iso_abbreviation": "J Trauma",
    "issn": "1529-8809",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "163",
  "end_page": "169",
  "pages": "163-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Bone Screws",
    "Female",
    "Femoral Neck Fractures",
    "Femur Neck",
    "Fracture Fixation",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Observation",
    "Postoperative Complications",
    "Radiography"
  ],
  "article_ids": {
    "pubmed": "18188116",
    "doi": "10.1097/01.ta.0000241143.71274.63",
    "pii": "00005373-200801000-00026"
  },
  "doi": "10.1097/01.ta.0000241143.71274.63",
  "dates": {
    "completed": "2008-01-29",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.022257",
    "pmid": "18188116"
  }
}