{
  "pmid": "18198063",
  "uid": "18198063",
  "title": "Prenatal HIV testing: women's experiences of informed consent in Toronto, Ontario.",
  "abstract": "OBJECTIVE: All Canadian jurisdictions have human immunodeficiency virus (HIV) testing programs requiring that clinicians discuss HIV testing with all pregnant women and seek their consent to be tested. Our goal was to evaluate how the informed consent process was being carried out in Ontario. METHODS: Between November 2002 and February 2004, women in postpartum wards in three Toronto teaching hospitals were invited to participate in the study. A structured questionnaire was administered on the ward, medical records were reviewed, and data from the Central Public Health Laboratory were examined to verify whether or not the women had been tested. RESULTS: Of 446 women invited, 299 (67%) participated. All except one participant had at least one prenatal visit, and 92% had more than five visits. Seventy-four percent of participants recalled a clinician talking to them about testing, and 70% of these felt that they were given the option to refuse the test. Twenty-one women overall (7%) believed that they were not tested during pregnancy or were not certain whether they had been tested or not, but actually had been tested. Women who felt that their care provider did not have an opinion about whether they should undergo testing were more likely to decline. Eighty-six percent were completely satisfied with the testing experience. CONCLUSION: Informed consent for prenatal HIV testing is generally being obtained in a manner consistent with provincial guidelines. Our findings raise concern, however, that a significant number of women are not offered testing or in some cases are tested without their consent. Increases in testing rates could be achieved by offering the test to all women and emphasizing that carrying out testing is a recommended part of medical care.",
  "authors": [
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Barbara",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Barbara",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Shaul",
      "fore_name": "Randi Zlotnik",
      "initials": "RZ",
      "name": "Randi Zlotnik Shaul",
      "affiliations": [
        "Department of Bioethics, The Hospital for Sick Children, University of Toronto, Toronto ON."
      ]
    },
    {
      "last_name": "Yudin",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Yudin",
      "affiliations": [
        "Department of Obstetrics, University of Toronto and St. Michael's Hospital, Toronto ON."
      ]
    },
    {
      "last_name": "Remis",
      "fore_name": "Robert S",
      "initials": "RS",
      "name": "Robert S Remis",
      "affiliations": [
        "Department of Public Health Sciences, University of Toronto, Toronto ON."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M King",
      "affiliations": [
        "Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Toronto ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "30",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "17",
  "end_page": "22",
  "pages": "17-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Canada",
    "Female",
    "HIV Infections",
    "HIV-1",
    "Humans",
    "Informed Consent",
    "Ontario",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Prenatal Care",
    "Retrospective Studies",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18198063",
    "doi": "10.1016/S1701-2163(16)32708-6",
    "pii": "S1701-2163(16)32708-6"
  },
  "doi": "10.1016/S1701-2163(16)32708-6",
  "dates": {
    "completed": "2008-03-27",
    "revised": "2017-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.393985",
    "pmid": "18198063"
  }
}