{
  "pmid": "18192493",
  "uid": "18192493",
  "title": "A randomized controlled trial comparing the effectiveness of functional knee brace and neoprene sleeve use after anterior cruciate ligament reconstruction.",
  "abstract": "BACKGROUND: Despite a lack of evidence for their effectiveness, functional knee braces are commonly prescribed to patients after anterior cruciate ligament (ACL) reconstruction. PURPOSE: This trial was conducted to compare postoperative outcomes in patients using an ACL functional knee brace and patients using a neoprene knee sleeve. HYPOTHESIS: Patients using a brace will have superior outcomes than those using a sleeve. STUDY DESIGN: Randomized controlled clinical trial; Level of evidence, 1. METHODS: One hundred fifty patients were randomized to receive a brace (n = 76) or neoprene sleeve (n = 74) at their 6-week postoperative visit after primary ACL reconstruction with hamstring autograft. Patients were assessed preoperatively, then 6 weeks and 6, 12, and 24 months postoperatively. Outcome measures included disease-specific quality of life (Anterior Cruciate Ligament-Quality of Life [ACL-QOL] Questionnaire), anterior tibial translation (KT-1000 arthrometer side-to-side difference), the single-limb forward hop test (limb symmetry index), and Tegner Activity Scale. Outcomes at 1 and 2 years were compared after adjusting for baseline scores. Subjective ratings of how patients felt while using the brace/sleeve were also collected for descriptive purposes using a questionnaire. Four a priori directional subgroup hypotheses were evaluated using tests for interactions. RESULTS: There were no significant differences between brace (n = 62) and sleeve (n = 65) groups for any of the outcomes at 1- and 2-year follow-ups. Adjusted mean differences at 2 years were as follows: -0.94 (95% confidence interval [CI], -7.52 to 5.64) for the ACL-QOL Questionnaire, -0.10 mm (95% CI, -0.99 to 0.81) for KT-1000 arthrometer side-to-side difference, -0.87% (95% CI, -8.89 to 7.12) for hop limb symmetry index, and -0.05 (95% CI, -0.72 to 0.62) for the Tegner Activity Scale. Subjective ratings of confidence in the knee provided by the brace/sleeve were higher for the brace group than the sleeve group. Subgroup findings were minimal. Adverse events were few and similar between groups. CONCLUSIONS: A functional knee brace does not result in superior outcomes compared with a neoprene sleeve after ACL reconstruction. Current evidence does not support the recommendation of using an ACL functional knee brace after ACL reconstruction.",
  "authors": [
    {
      "last_name": "Birmingham",
      "fore_name": "Trevor B",
      "initials": "TB",
      "name": "Trevor B Birmingham",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, London, Ontario, Canada. tbirming@uwo.ca"
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": []
    },
    {
      "last_name": "Giffin",
      "fore_name": "J Robert",
      "initials": "JR",
      "name": "J Robert Giffin",
      "affiliations": []
    },
    {
      "last_name": "Litchfield",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Litchfield",
      "affiliations": []
    },
    {
      "last_name": "Kramer",
      "fore_name": "John F",
      "initials": "JF",
      "name": "John F Kramer",
      "affiliations": []
    },
    {
      "last_name": "Donner",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Donner",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Fowler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "648",
  "end_page": "655",
  "pages": "648-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anterior Cruciate Ligament",
    "Braces",
    "Female",
    "Humans",
    "Joint Instability",
    "Knee Injuries",
    "Male",
    "Middle Aged",
    "Ontario",
    "Orthopedic Procedures",
    "Surveys and Questionnaires",
    "Tendons",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18192493",
    "doi": "10.1177/0363546507311601",
    "pii": "0363546507311601"
  },
  "doi": "10.1177/0363546507311601",
  "dates": {
    "completed": "2008-05-22",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.903497",
    "pmid": "18192493"
  }
}