{
  "pmid": "18203686",
  "uid": "18203686",
  "title": "Increased pancreatic beta-cell apoptosis following fetal and neonatal exposure to nicotine is mediated via the mitochondria.",
  "abstract": "In Canada, nicotine replacement therapy is recommended as a safe smoking cessation aid for pregnant women. However, we have shown in an animal model that fetal and neonatal nicotine exposure causes increased beta-cell apoptosis and loss of beta-cell mass, which leads to the development of postnatal dysglycemia and obesity. The goal of this study was to determine whether the observed beta-cell apoptosis is mediated via the mitochondrial and/or death receptor pathway. Female Wistar rats were given saline (control) or nicotine bitartrate (1 mg/kg/day) via sc injection for 2 weeks prior to mating until weaning (postnatal day 21). At weaning, pancreas tissue was collected for Western blotting, electron microscopy (EM), and immunohistochemistry. Key markers of each apoptotic pathway were examined in whole pancreas homogenates and mitochondrial/cytosolic pancreas fractions. In the death receptor pathway, Fas and soluble Fas ligand (FasL) protein were significantly increased in the nicotine-exposed offspring compared to control animals; there was no difference in the ratio of inactive/active caspase-8 or membrane-bound FasL expression. In the mitochondrial pathway, there was a significant increase in the ratio of Bcl2/Bax, Bax translocation to the mitochondria, cytochrome c release to the cytosol, and the ratio of active/inactive caspase-3 in nicotine-exposed offspring relative to control animals. Furthermore, increased mitochondrial swelling was observed by EM in the pancreatic beta cells of nicotine-exposed offspring. Taken together, these data suggest that beta-cell apoptosis following developmental nicotine exposure is mediated via the mitochondria.",
  "authors": [
    {
      "last_name": "Bruin",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Bruin",
      "affiliations": [
        "Reproductive Biology Division, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Morrison",
      "affiliations": []
    },
    {
      "last_name": "Holloway",
      "fore_name": "Alison C",
      "initials": "AC",
      "name": "Alison C Holloway",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Toxicological sciences : an official journal of the Society of Toxicology",
    "iso_abbreviation": "Toxicol Sci",
    "issn": "1096-0929",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "362",
  "end_page": "370",
  "pages": "362-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Apoptosis",
    "Apoptosis Regulatory Proteins",
    "Biomarkers",
    "Caspase 3",
    "Cytosol",
    "Disease Models, Animal",
    "Fas Ligand Protein",
    "Female",
    "Fetus",
    "Ganglionic Stimulants",
    "Immunoenzyme Techniques",
    "Injections, Subcutaneous",
    "Insulin-Secreting Cells",
    "Lactation",
    "Male",
    "Maternal Exposure",
    "Maternal-Fetal Exchange",
    "Mitochondria",
    "Mitochondrial Swelling",
    "Nicotine",
    "Pregnancy",
    "Rats",
    "Rats, Wistar"
  ],
  "article_ids": {
    "pubmed": "18203686",
    "doi": "10.1093/toxsci/kfn012",
    "pii": "kfn012"
  },
  "doi": "10.1093/toxsci/kfn012",
  "dates": {
    "completed": "2008-06-12",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Apoptosis Regulatory Proteins",
    "Biomarkers",
    "Fas Ligand Protein",
    "Ganglionic Stimulants",
    "Nicotine",
    "Casp3 protein, rat",
    "Caspase 3"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.545781",
    "pmid": "18203686"
  }
}