{
  "pmid": "18201502",
  "uid": "18201502",
  "title": "Pre-hospital and in-hospital thoracostomy: indications and complications.",
  "abstract": "INTRODUCTION: Pleural drainage with chest tube insertion for thoracic trauma is a common and often life-saving technique. Although considered a simple procedure, complication rates have been reported to be 2-25%. We conducted a prospective cohort observational study of emergency pleural drainage procedures to validate the indications for pre-hospital thoracostomy and to identify complications from both pre- and in-hospital thoracostomies. PATIENTS AND METHODS: Data were collected over a 7-month period on all patients receiving either pre-hospital thoracostomy or emergency department tube thoracostomy. Outcome measures were appropriate indications, errors in tube placement and subsequent complications. RESULTS: Ninety-one chest tubes were placed into 52 patients. Sixty-five thoracostomies were performed in the field without chest tube placement. Twenty-six procedures were performed following emergency department identification of thoracic injury. Of the 65 pre-hospital thoracostomies, 40 (61%) were for appropriate indications of suspected tension pneumothorax or a low output state. The overall complication rate was 14% of which 9% were classified as major and three patients required surgical intervention. Twenty-eight (31%) chest tubes were poorly positioned and 15 (17%) of these required repositioning. CONCLUSIONS: Pleural drainage techniques may be complicated and have the potential to cause life-threatening injury. Pre-hospital thoracostomies have the same potential risks as in-hospital procedures and attention must be paid to insertion techniques under difficult scene conditions. In-hospital chest tube placement complication rates remain uncomfortably high, and attention must be placed on training and assessment of staff in this basic procedure.",
  "authors": [
    {
      "last_name": "Aylwin",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Aylwin",
      "affiliations": [
        "Trauma Service, Department of Surgery, Royal London Hospital, London, UK. cjaylwin@doctors.org.uk"
      ]
    },
    {
      "last_name": "Brohi",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Brohi",
      "affiliations": []
    },
    {
      "last_name": "Davies",
      "fore_name": "Gareth D",
      "initials": "GD",
      "name": "Gareth D Davies",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael S",
      "initials": "MS",
      "name": "Michael S Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of the Royal College of Surgeons of England",
    "iso_abbreviation": "Ann R Coll Surg Engl",
    "issn": "1478-7083",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "54",
  "end_page": "57",
  "pages": "54-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Chest Tubes",
    "Cohort Studies",
    "Drainage",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Female",
    "Hemothorax",
    "Humans",
    "London",
    "Male",
    "Pneumothorax",
    "Prospective Studies",
    "Thoracic Injuries",
    "Thoracostomy"
  ],
  "article_ids": {
    "pubmed": "18201502",
    "pmc": "PMC2216718",
    "doi": "10.1308/003588408X242286"
  },
  "doi": "10.1308/003588408X242286",
  "pmc_id": "PMC2216718",
  "dates": {
    "completed": "2008-03-11",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.479370",
    "pmid": "18201502"
  }
}