{
  "pmid": "18207359",
  "uid": "18207359",
  "title": "Muscle tension dysphonia in Vietnamese female teachers.",
  "abstract": "There has been no published research on muscle tension dysphonia (MTD) in speakers who use a tonal language. Using a sample of 47 Northern Vietnamese female primary school teachers with MTD, we aimed to discover whether professional voice users of tonal languages presented with the same symptoms of MTD as speakers of nontonal languages and whether they presented with additional symptoms as a result of speaking a tonal language. The vocal characteristics were assessed by use of a questionnaire and expert perceptual evaluation. Laryngeal features were assessed by photolaryngoscopy. The results showed that MTD was associated with a larger number of vocal symptoms than previously reported. However, the participants did not have the same vocal symptoms reported in English speakers, for example, hard glottal attack, pitch breaks, unusual speech rate, and glottal fry. Factor analysis of the vocal symptoms revealed three factors: \"vocal fatigue/hyperfunction,\" \"physical discomfort,\" and \"voice quality,\" all of which demonstrated high reliability. The major laryngeal characteristic was a glottal gap. The glottal shapes observed included: 44.7% had an incomplete closure, 29.8% a posterior gap, 12.8% an hourglass-shaped gap, 8.5% a spindle-shaped gap, and 4.3% had complete glottal closure. The findings implied a potential contribution of linguistic-specific factors and teaching-related factors to the presentation of this voice disorder in this group of teachers.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Duong Duy",
      "initials": "DD",
      "name": "Duong Duy Nguyen",
      "affiliations": [
        "Department of Otolaryngology, Thai Nguyen General Central Hospital, Thai Nguyen city, Vietnam. duongtmh@gmail.com"
      ]
    },
    {
      "last_name": "Kenny",
      "fore_name": "Dianna T",
      "initials": "DT",
      "name": "Dianna T Kenny",
      "affiliations": []
    },
    {
      "last_name": "Tran",
      "fore_name": "Ninh Duy",
      "initials": "ND",
      "name": "Ninh Duy Tran",
      "affiliations": []
    },
    {
      "last_name": "Livesey",
      "fore_name": "Jonathan R",
      "initials": "JR",
      "name": "Jonathan R Livesey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of voice : official journal of the Voice Foundation",
    "iso_abbreviation": "J Voice",
    "issn": "1873-4588",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Mar"
  },
  "start_page": "195",
  "end_page": "208",
  "pages": "195-208",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Dysphonia",
    "Faculty",
    "Female",
    "Glottis",
    "Humans",
    "Language",
    "Laryngoscopy",
    "Middle Aged",
    "Mucous Membrane",
    "Muscle Tonus",
    "Neck",
    "Surveys and Questionnaires",
    "Vietnam",
    "Vocal Cords",
    "Voice Quality",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "18207359",
    "doi": "10.1016/j.jvoice.2007.09.003",
    "pii": "S0892-1997(07)00122-1"
  },
  "doi": "10.1016/j.jvoice.2007.09.003",
  "dates": {
    "completed": "2009-07-16",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:19.775915",
    "pmid": "18207359"
  }
}