{
  "pmid": "18215735",
  "uid": "18215735",
  "title": "Iron chelators can protect against oxidative stress through ferryl heme reduction.",
  "abstract": "Iron chelators such as desferrioxamine have been shown to ameliorate oxidative damage in vivo. The mechanism of this therapeutic action under non-iron-overload conditions is, however, complex, as desferrioxamine has properties that can impact on oxidative damage independent of its capacity to act as an iron chelator. Desferrioxamine can act as a reducing agent to remove cytotoxic ferryl myoglobin and hemoglobin and has recently been shown to prevent the formation of a highly cytotoxic heme-to-protein cross-linked derivative of myoglobin. In this study we have examined the effects of a wide range of iron chelators, including the clinically used hydroxypyridinone CP20 (deferriprone), on the stability of ferryl myoglobin and on the formation of heme-to-protein cross-linking. We show that all hydroxypyridinones, as well as many other iron chelators, are efficient reducing agents of ferryl myoglobin. These compounds are also effective at preventing the formation of cytotoxic derivatives of myoglobin such as heme-to-protein cross-linking. These results show that the use of iron chelators in vivo may ameliorate oxidative damage under conditions of non-iron overload by at least two mechanisms. The antioxidant effects of chelators in vivo cannot, therefore, be attributed solely to iron chelation.",
  "authors": [
    {
      "last_name": "Reeder",
      "fore_name": "Brandon J",
      "initials": "BJ",
      "name": "Brandon J Reeder",
      "affiliations": [
        "Department of Biological Sciences, University of Essex, Wivenhoe Park, Colchester, Essex CO4 3SQ, UK. reedb@essex.ac.uk"
      ]
    },
    {
      "last_name": "Hider",
      "fore_name": "Robert C",
      "initials": "RC",
      "name": "Robert C Hider",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Free radical biology & medicine",
    "iso_abbreviation": "Free Radic Biol Med",
    "issn": "0891-5849",
    "issn_type": "Print",
    "volume": "44",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "264",
  "end_page": "273",
  "pages": "264-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Heme",
    "Iron",
    "Iron Chelating Agents",
    "Metmyoglobin",
    "Oxidation-Reduction",
    "Oxidative Stress"
  ],
  "article_ids": {
    "pubmed": "18215735",
    "doi": "10.1016/j.freeradbiomed.2007.08.006",
    "pii": "S0891-5849(07)00551-5"
  },
  "doi": "10.1016/j.freeradbiomed.2007.08.006",
  "dates": {
    "completed": "2008-04-14",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Iron Chelating Agents",
    "ferrylmyoglobin",
    "Metmyoglobin",
    "Heme",
    "Iron"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.125242",
    "pmid": "18215735"
  }
}