{
  "pmid": "18226685",
  "uid": "18226685",
  "title": "EUS: a meta-analysis of test performance in suspected choledocholithiasis.",
  "abstract": "BACKGROUND: EUS has been proposed as a less invasive means of diagnosing choledocholithiasis and may eliminate the need for ERCP and its associated risks. The literature pertaining to EUS for the diagnosis of choledocholithiasis reports widely varying sensitivities and specificities. OBJECTIVE: To more precisely estimate the diagnostic accuracy of EUS in suspected choledocholithiasis. DESIGN: MEDLINE and EMBASE databases were used to identify prospective cohort studies in which the results of EUS were compared with the results of an acceptable criterion standard, including ERCP, intraoperative cholangiography, or surgical exploration. Two independent reviewers extracted standardized data and assessed trial quality. A random effects model was used to estimate the sensitivity, specificity, likelihood, and diagnostic odds ratio (DOR), and a summary receiver operating characteristic curve was constructed. All predefined potential sources of heterogeneity were explored by subgroup analysis and meta-regression. PATIENTS: A total of 2673 patients with suspected choledocholithiasis were reported in 27 studies that satisfied the inclusion criteria. RESULTS: EUS had a high overall pooled sensitivity of 0.94 (95% CI, 0.93-0.96), a specificity of 0.95 (95% CI, 0.94-0.96), and an area under the curve of 0.98. Three variables appeared to yield a higher DOR: a higher disease prevalence, an adequate time interval between index test and criterion standards, and the presence of verification bias. LIMITATIONS: Misclassification of patients by imperfect criterion standards could potentially underestimate the performance of an EUS. CONCLUSIONS: An EUS is a noninvasive test, with excellent overall sensitivity and specificity for diagnosing choledocholithiasis. An EUS should, therefore, be used to select patients for a therapeutic ERCP to minimize the risk of complications associated with unnecessary diagnostic ERCP.",
  "authors": [
    {
      "last_name": "Tse",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Tse",
      "affiliations": [
        "Division of Gastroenterology, McMaster University Medical Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Liu",
      "affiliations": []
    },
    {
      "last_name": "Barkun",
      "fore_name": "Alan N",
      "initials": "AN",
      "name": "Alan N Barkun",
      "affiliations": []
    },
    {
      "last_name": "Armstrong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Armstrong",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gastrointestinal endoscopy",
    "iso_abbreviation": "Gastrointest Endosc",
    "issn": "0016-5107",
    "issn_type": "Print",
    "volume": "67",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "235",
  "end_page": "244",
  "pages": "235-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Area Under Curve",
    "Choledocholithiasis",
    "Endosonography",
    "Humans",
    "ROC Curve",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "18226685",
    "doi": "10.1016/j.gie.2007.09.047",
    "pii": "S0016-5107(07)02828-3"
  },
  "doi": "10.1016/j.gie.2007.09.047",
  "dates": {
    "completed": "2008-04-04",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.370776",
    "pmid": "18226685"
  }
}