{
  "pmid": "18236267",
  "uid": "18236267",
  "title": "The merit of mandatory interprofessional education for pre-health professional students.",
  "abstract": "BACKGROUND: Since the World Health Organization identified interprofessional education (IPE) as an important component of primary health care in 1978, health sciences educators continue to debate when it might be best to introduce IPE into the academic training of health professionals. While IPE continues to be offered at increasingly early stages in students' professional development, few if any IPE initiatives have targeted undergraduate pre-health professional students who are likely to enter health professional programs. OBJECTIVES: To design, execute and evaluate the effectiveness of a mandatory IPE initiative targeting students in their first year of a general undergraduate health science education. METHODS: An integrated exercise was created to introduce students to eight health professions and the underlying concepts of interprofessionalism through self-directed independent research, problem-based learning and collaborative group discussions. A two-part questionnaire was developed using a seven point Likert scale to assess the participants' perceived changes in knowledge, interests, and attitudes. RESULTS: A total of 161 students (99.4%) completed both instruments. Pre and post-exercise responses (n = 161) indicated meaningful improvements in students' knowledge on the specific roles of different health professionals (p < 0.001), knowledge on the value of interprofessionalism (p < 0.001), interests in pursuing the various health professions as future careers (p = 0.075), and attitudes towards IPE (p < 0.001). Post-exercise data also revealed that students acquired valuable knowledge and gained a strong interest in learning more about the various health professions as a result of this exercise. CONCLUSIONS: Participation in this short, one-time IPE exercise resulted in profound changes in attitudes, interests, and knowledge amongst participating students. Based on these changes, mandatory IPE for pre-health professional students is merited but additional research on this topic is necessary.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "McMaster University, Canada. steven.hoffman@learnlink.mcmaster.ca"
      ]
    },
    {
      "last_name": "Harnish",
      "fore_name": "Del",
      "initials": "D",
      "name": "Del Harnish",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical teacher",
    "iso_abbreviation": "Med Teach",
    "issn": "1466-187X",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "8",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "e235",
  "end_page": "e242",
  "pages": "e235-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Career Choice",
    "Curriculum",
    "Education, Professional",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Interprofessional Relations",
    "Mandatory Programs",
    "Professional Role",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "18236267",
    "doi": "10.1080/01421590701551672",
    "pii": "788413920"
  },
  "doi": "10.1080/01421590701551672",
  "dates": {
    "completed": "2008-06-20",
    "revised": "2008-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.625717",
    "pmid": "18236267"
  }
}