{
  "pmid": "18248701",
  "uid": "18248701",
  "title": "Psychological distress and quality of life after orthopedic trauma: an observational study.",
  "abstract": "OBJECTIVE: Little is known about the clinical consequences of psychological morbidity associated with orthopedic trauma. The objective of our study was to investigate the extent of psychological symptoms that patients experience following orthopedic trauma and whether these are associated with quality of life. METHODS: All patients attending 10 orthopedic fracture clinics at 3 university-affiliated hospitals between January and October 2003 were screened for study eligibility. Eligible patients were aged 16 years or older, were English-speaking, were being followed actively for a fracture(s), were cognitively able to complete the questionnaires and provided informed consent. All consenting patients completed a baseline assessment form, the Symptom Checklist-90-Revised and a health-related quality of life questionnaire (the Medical Outcomes Study 36-item Short Form [SF-36]). We conducted regression analyses to determine predictors of quality of life among study patients. RESULTS: Of the patients, 250 were eligible, and 215 agreed to participate; 59% were men; the patients' mean age was 44.5 (standard deviation [SD] 18.8) years. Over one-half (54%) of the patients had lower extremity fractures. Patient Physical Component summary scores were associated with older age (ss = -0.28, p 0.001), ongoing litigation (ss = -0.18, p = 0.02), fracture location (ss = -0.18, p = 0.01) and Positive Symptom Distress Index (i.e., the intensity of psychological symptoms; ss = -0.08, p = 0.003). This model predicted 21% of the variance in patients' Physical Component summary scores. Somatization was an important psychological symptom negatively associated with Physical Component summary scores. Reduced Mental Component summary scores were associated with ongoing litigation (ss = -0.18, p = 0.03) and Global Severity Index of psychological symptoms (ss = -0.50, p 0.001). This model explained 31% of the variability in patients' Mental Component summary scores. CONCLUSION: In a prospective study of 215 patients, 1 in 5 met the threshold for psychological distress. Only ongoing litigation and psychological symptoms were significantly associated with both SF-36 Physical Component and Mental Component summary scores. Future research is necessary to determine whether orthopedic trauma patients would benefit from early screening and intervention to address comorbid psychopathology.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    },
    {
      "last_name": "Hanson",
      "fore_name": "Beate P",
      "initials": "BP",
      "name": "Beate P Hanson",
      "affiliations": []
    },
    {
      "last_name": "Leece",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Leece",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "15",
  "end_page": "22",
  "pages": "15-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Jurisprudence",
    "Male",
    "Multivariate Analysis",
    "Outpatient Clinics, Hospital",
    "Prospective Studies",
    "Quality of Life",
    "Severity of Illness Index",
    "Stress, Psychological",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18248701",
    "pmc": "PMC2386305"
  },
  "pmc_id": "PMC2386305",
  "dates": {
    "completed": "2008-04-10",
    "revised": "2024-11-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.258057",
    "pmid": "18248701"
  }
}