{
  "pmid": "18245584",
  "uid": "18245584",
  "title": "Patients can provide a valid assessment of quality of life, functional status, and general health on the day they undergo knee surgery.",
  "abstract": "BACKGROUND: In the interest of efficiency, investigators often offer participants in surgical trials the option of completing baseline assessments on the day of surgery. The emotional affects of this day may, however, increase bias or random error. We studied the validity and reliability of collecting subjective ratings of health on the day of surgery. METHODS: One hundred and seventy-seven patients undergoing anterior cruciate ligament reconstruction and/or knee arthroscopy completed quality-of-life, functional status, and general health instruments at four weeks preoperatively, on the day of surgery, and one year postoperatively. We evaluated results with use of three conceptual frameworks: (1) that ratings provided four weeks preoperatively provide a gold standard for preoperative ratings, (2) that there is no gold standard for preoperative ratings and that, if valid, ratings on the day of surgery should be highly correlated with ratings at four weeks preoperatively and moderately and similarly correlated with ratings at one year postoperatively, and (3) that ratings provided four weeks preoperatively and on the day of surgery are measuring identical constructs and should therefore show high reliability. RESULTS: Most patients (97%) had a chronic injury as the interval between the injury and surgery was more than ninety days. Data collected on the day of surgery demonstrated high predictive validity with data collected within one month before surgery. There was no significant heterogeneity between variances for data collected four weeks preoperatively and on the day of surgery. The correlation between data collected on the day of surgery and four weeks preoperatively was moderate to high (range, 0.64 to 0.93), and the correlation between preoperative ratings and the one-year postoperative ratings was moderate (range, 0.40 to 0.59) across all instruments. Agreement between the ratings provided four weeks preoperatively and on the day of surgery was excellent (intraclass correlation coefficient, 0.64 to 0.91), and the standard error of measurement was small across instruments. CONCLUSIONS: In the treatment of chronic knee injuries, patients can accurately rate their quality of life, general health, and functional status on the day on which they undergo surgery.",
  "authors": [
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Elborn College, Room 1438, The University of Western Ontario, London, ON N6G 1H1, Canada. dianne.bryant@uwo.ca"
      ]
    },
    {
      "last_name": "Stratford",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Stratford",
      "affiliations": []
    },
    {
      "last_name": "Marx",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Marx",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Walter",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "264",
  "end_page": "270",
  "pages": "264-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Validation Study"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adult",
    "Anterior Cruciate Ligament",
    "Arthroscopy",
    "Female",
    "Health Status",
    "Health Status Indicators",
    "Humans",
    "Knee",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "18245584",
    "doi": "10.2106/JBJS.G.00336",
    "pii": "90/2/264"
  },
  "doi": "10.2106/JBJS.G.00336",
  "dates": {
    "completed": "2008-02-12",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.326659",
    "pmid": "18245584"
  }
}