{
  "pmid": "18243593",
  "uid": "18243593",
  "title": "Pain behaviours in Extremely Low Gestational Age infants.",
  "abstract": "BACKGROUND: To date, there are over 40 infant pain measures. Despite this plethora of measures, only 8 have included preterm infants and only 2 have included Extremely Low Gestational Age (ELGA; infants <28 weeks GA) in their development. Without reliable, valid and clinically useful indicators for procedural pain in ELGA infants, clinicians have no means to interpret the responses from an immature infant who may respond differently from infants of older GA. OBJECTIVE: To examine the physiological, behavioural and biochemical responses to painful and non-painful procedures in ELGA infants and the influence of GA and sex. DESIGN/METHODS: A prospective crossover design with 50 ELGA infants from one Canadian tertiary level NICU was conducted. Infants were assessed in random order during standardized painful (heel lance) and non-painful (diaper change) procedures. Physiological (heart rate, oxygen saturation) and behavioural (facial and body movement) indicators were continuously collected during 4 phases of the procedures. Biochemical (salivary cortisol) indicators were collected immediately before and 20 min following the procedures. RESULTS: Four facial actions (brow bulge, eye squeeze, nasolabial furrow, vertical mouth stretch) increased immediately following the heel lance. There were no specific changes in physiological, body movement or cortisol indicators following the heel lance. ELGA infants demonstrated greater body movements during the diaper change, which may reflect immature motor coordination. No differences in pain responses were found for infants born between 23-25 6/7 weeks GA and those between 26-28 weeks GA. Similarly, no gender differences were found. CONCLUSIONS: Changes in 4 facial actions were the most sensitive indicators of pain in ELGA infants. This finding is consistent with existing measures where facial actions are the most prominent pain indicators. Specific body movements such as those included in NIDCAP, may provide more information about pain in ELGA infants. Movements such as hand-on-face, finger splaying, fisting, arching or yawning need to be examined in future research.",
  "authors": [
    {
      "last_name": "Gibbins",
      "fore_name": "Sharyn",
      "initials": "S",
      "name": "Sharyn Gibbins",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Adjunct Scientist, The Hospital for Sick Children, Toronto, ON, Canada M5S 1B2. sharyn.gibbins@sunnybrook.ca"
      ]
    },
    {
      "last_name": "Stevens",
      "fore_name": "Bonnie",
      "initials": "B",
      "name": "Bonnie Stevens",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Chan",
      "fore_name": "P C",
      "initials": "PC",
      "name": "P C Chan",
      "affiliations": []
    },
    {
      "last_name": "Bagg",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Bagg",
      "affiliations": []
    },
    {
      "last_name": "Asztalos",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Asztalos",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Early human development",
    "iso_abbreviation": "Early Hum Dev",
    "issn": "0378-3782",
    "issn_type": "Print",
    "volume": "84",
    "issue": "7",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "451",
  "end_page": "458",
  "pages": "451-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Cross-Over Studies",
    "Facial Expression",
    "Gestational Age",
    "Humans",
    "Infant",
    "Infant Behavior",
    "Infant, Extremely Low Birth Weight",
    "Infant, Newborn",
    "Infant, Premature",
    "Motor Activity",
    "Pain",
    "Pain Measurement",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "18243593",
    "doi": "10.1016/j.earlhumdev.2007.12.007",
    "pii": "S0378-3782(07)00250-2"
  },
  "doi": "10.1016/j.earlhumdev.2007.12.007",
  "dates": {
    "completed": "2008-09-15",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.894660",
    "pmid": "18243593"
  }
}