{
  "pmid": "18252913",
  "uid": "18252913",
  "title": "Development of a parent-proxy quality-of-life chronic cough-specific questionnaire: clinical impact vs psychometric evaluations.",
  "abstract": "BACKGROUND: Chronic cough affects at least 7% of children, and the impact of this on families is significant. Although adult cough-specific quality-of-life (QOL) instruments have been shown to be a useful cough outcome measure, no suitable cough-specific QOL for parents of children with chronic cough exists. This article compares two methods of item reduction (clinical impact and psychometric) and reports on the statistical properties of both QOL instruments. METHOD: One hundred seventy children (97 boys and 73 girls; median age, 4 years; interquartile range, 3 to 7.25 years) and one of their parents participated. A preliminary 50-item parent cough-specific QOL (PC-QOL) questionnaire was developed from conversations with parents of children with chronic cough (ie, cough for > 3 weeks). Parents also completed generic QOL questionnaires (eg, Pediatric Quality of Life Inventory, version 4.0 [PedsQL4.0] and the 12-item Short Form Health Survey, version 2 [SF-12v2]). RESULTS: The clinical impact and psychometric method of item reduction resulted in 27-item and 26-item PC-QOL questionnaires, respectively, with approximately 50% of items overlapping. Internal consistency among the final items from both methods was excellent. Some evidence for concurrent and criterion validity of both methods was established as significant correlations were found between subscales of the PC-QOL questionnaire and the scales of the SF-12v2 and PedsQL4.0 scores. The PC-QOL questionnaire derived from both methods was sensitive to change following an intervention. CONCLUSION: Chronic cough significantly impacts on the QOL of both parents and children. Although the PC-QOL questionnaires derived from a clinical impact method and from a psychometric method contained different items, both versions were shown to be internally consistent and valid. Further testing is required to compare both final versions to objective and subjective cough measures.",
  "authors": [
    {
      "last_name": "Newcombe",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Newcombe",
      "affiliations": [
        "School of Psychology, The University of Queensland, 11 Salisbury Rd, Ipswich, QLD, Australia 4305. newc@psy.uq.edu.au"
      ]
    },
    {
      "last_name": "Sheffield",
      "fore_name": "Jeanie K",
      "initials": "JK",
      "name": "Jeanie K Sheffield",
      "affiliations": []
    },
    {
      "last_name": "Juniper",
      "fore_name": "Elizabeth F",
      "initials": "EF",
      "name": "Elizabeth F Juniper",
      "affiliations": []
    },
    {
      "last_name": "Marchant",
      "fore_name": "Julie M",
      "initials": "JM",
      "name": "Julie M Marchant",
      "affiliations": []
    },
    {
      "last_name": "Halsted",
      "fore_name": "Ria A",
      "initials": "RA",
      "name": "Ria A Halsted",
      "affiliations": []
    },
    {
      "last_name": "Masters",
      "fore_name": "I Brent",
      "initials": "IB",
      "name": "I Brent Masters",
      "affiliations": []
    },
    {
      "last_name": "Chang",
      "fore_name": "Anne B",
      "initials": "AB",
      "name": "Anne B Chang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "133",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "386",
  "end_page": "395",
  "pages": "386-95",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Chronic Disease",
    "Factor Analysis, Statistical",
    "Family Health",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Parents",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18252913",
    "doi": "10.1378/chest.07-0888",
    "pii": "S0012-3692(15)49086-5"
  },
  "doi": "10.1378/chest.07-0888",
  "dates": {
    "completed": "2008-03-28",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:38.450414",
    "pmid": "18252913"
  }
}