{
  "pmid": "18272639",
  "uid": "18272639",
  "title": "Recording blood pressure readings in elderly patients' charts: what patient and physician characteristics make it more likely?",
  "abstract": "OBJECTIVE: To identify patient and physician characteristics associated with family physicians recording blood pressure (BP) measurements in the medical charts of their elderly patients. DESIGN: Retrospective review of patients' charts during a 12-month period and baseline questionnaire on the sociodemographic and practice characteristics of family physicians participating in the Community Hypertension Assessment Trial. The chart review collected data on patients' demographics, cardiovascular risk factors, antihypertensive medications, number of visits to family physicians, and number of BP readings recorded. SETTING: Non-academic family practices in Hamilton and Ottawa, Ont. PARTICIPANTS: Data were abstracted from the charts of 55 randomly selected regular elderly patients (65 years old and older) from each of 28 participating family practices (N = 1540 charts). MAIN OUTCOME MEASURE: Number of recordings of BP measurements in medical charts during a 12-month period. RESULTS: About 16% (241/1540) of elderly patients had not had their BP recorded in their charts during the 12-month review period. Among this 16%, almost half (47%, 114/241) had not had a BP measurement recorded during the previous 24 months. Multivariate analysis indicated that the likelihood of BP recording increased with the number of visits made to family physicians and was greater among patients taking antihypertensive medications or diagnosed with hypertension. Physicians who had more recently graduated from medical school (< or = 24 years) were more likely to record BP measurements. CONCLUSION: Hypertension guidelines recommend that, for patients at risk, BP be measured and recorded at each office visit. Although more than 84% of older patients had at least 1 BP reading documented in their charts, patients who were already diagnosed with hypertension or who made frequent visits to the office were more likely to have their BP measured and recorded. A more systematic approach to monitoring elderly patients who visit their family physicians less frequently or who are not currently diagnosed with hypertension is needed.",
  "authors": [
    {
      "last_name": "Broomfield",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Broomfield",
      "affiliations": [
        "Elisabeth Bruyère Research Institute, 43 Bruyère St, Ottawa, ON K1N 5C8."
      ]
    },
    {
      "last_name": "Schieda",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Schieda",
      "affiliations": []
    },
    {
      "last_name": "Sullivan",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Sullivan",
      "affiliations": []
    },
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    },
    {
      "last_name": "Karwalajtys",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Karwalajtys",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "230",
  "end_page": "231",
  "pages": "230-1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Antihypertensive Agents",
    "Blood Pressure Determination",
    "Cardiovascular Diseases",
    "Female",
    "Humans",
    "Hypertension",
    "Logistic Models",
    "Male",
    "Medical Records",
    "Middle Aged",
    "Office Visits",
    "Physicians, Family",
    "Practice Patterns, Physicians'",
    "Retrospective Studies",
    "Risk Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18272639",
    "pmc": "PMC2278315",
    "pii": "54/2/230"
  },
  "pmc_id": "PMC2278315",
  "dates": {
    "completed": "2008-03-27",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:48.093711",
    "pmid": "18272639"
  }
}