{
  "pmid": "18271976",
  "uid": "18271976",
  "title": "Relation between depression and sociodemographic factors.",
  "abstract": "BACKGROUND: Depression is one of the most common mental disorders in Western countries and is related to increased morbidity and mortality from medical conditions and decreased quality of life. The sociodemographic factors of age, gender, marital status, education, immigrant status, and income have consistently been identified as important factors in explaining the variability in depression prevalence rates. This study evaluates the relationship between depression and these sociodemographic factors in the province of Ontario in Canada using the Canadian Community Health Survey, Cycle 1.2 (CCHS-1.2) dataset. METHODS: The CCHS-1.2 survey classified depression into lifetime depression and 12-month depression. The data were collected based on unequal sampling probabilities to ensure adequate representation of young persons (15 to 24) and seniors (65 and over). The sampling weights were used to estimate the prevalence of depression in each subgroup of the population. The multiple logistic regression technique was used to estimate the odds ratio of depression for each sociodemographic factor. RESULTS: The odds ratio of depression for men compared with women is about 0.60. The lowest and highest rates of depression are seen among people living with their married partners and divorced individuals, respectively. Prevalence of depression among people who live with common-law partners is similar to rates of depression among separated and divorced individuals. The lowest and highest rates of depression based on the level of education is seen among individuals with less than secondary school and those with \"other post-secondary\" education, respectively. Prevalence of 12-month and lifetime depression among individuals who were born in Canada is higher compared to Canadian residents who immigrated to Canada irrespective of gender. There is an inverse relation between income and the prevalence of depression (p < 0.0001). CONCLUSION: The patterns uncovered in this dataset are consistent with previously reported prevalence rates for Canada and other Western countries. The negative relation between age and depression after adjusting for some sociodemographic factors is consistent with some previous findings and contrasts with some older findings that the relation between age and depression is U-shaped. The rate of depression among individuals living common-law is similar to that of separated and divorced individuals, not married individuals, with whom they are most often grouped in other studies.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. daneshn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Landeen",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Landeen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of mental health systems",
    "iso_abbreviation": "Int J Ment Health Syst",
    "issn": "1752-4458",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2007",
    "pub_month": "Sep",
    "pub_day": "04"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18271976",
    "pmc": "PMC2241832",
    "doi": "10.1186/1752-4458-1-4",
    "pii": "1752-4458-1-4"
  },
  "doi": "10.1186/1752-4458-1-4",
  "pmc_id": "PMC2241832",
  "dates": {
    "completed": "2010-06-09",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.211957",
    "pmid": "18271976"
  }
}