{
  "pmid": "18279521",
  "uid": "18279521",
  "title": "The Quality Initiative in Rectal Cancer (QIRC) trial: study protocol of a cluster randomized controlled trial in surgery.",
  "abstract": "BACKGROUND: Two unfortunate outcomes for patients treated surgically for rectal cancer are placement of a permanent colostomy and local tumor recurrence. Total mesorectal excision is a new technique for rectal cancer surgery that can lead to improved patient outcomes. We describe a cluster randomized controlled trial that is testing if the above patient outcomes can be improved through a knowledge translation strategy called the Quality Initiative in Rectal Cancer (QIRC) strategy. The strategy is designed to optimize the use of total mesorectal excision techniques. METHODS AND DESIGN: Hospitals were randomized to the QIRC strategy (experimental group) versus normal practice environment (control group). Participating hospitals, and the respective surgeon group operating in them, are from Ontario, Canada and have an annual procedure volume for major rectal cancer resections of 15 or greater. Patients were eligible if they underwent major rectal surgery for a diagnosis of primary rectal cancer. The surgeon-directed QIRC interventions included a workshop, use of opinion leaders, operative demonstrations, a post-operative questionnaire, and, audit and feedback. For an operative demonstration participating surgeons invited a study team surgeon to assist them with a case of rectal cancer surgery. The intent was to demonstrate total mesorectal excision techniques. Control arm surgeons received no intervention. Sample size calculations were two-sided, considered the clustering of data at the hospital level, and were driven by requirements for the outcome local recurrence. To detect an improvement in local recurrence from 20% to 8% with confidence we required 16 hospitals and 672 patients - 8 hospitals and 336 patients in each arm. Outcomes data are collected via chart review for at least 30 months after surgery. Analyses will use an intention-to-treat principle and will consider the clustering of data. Data collection will be complete by the end of 2007. DISCUSSION: Lower rates of permanent colostomy and local tumour recurrence in the intervention arm would suggest the QIRC strategy is efficacious. The strategy may act as a template for efforts to improve surgical quality in other areas and will contribute to knowledge on influencing surgeon practice. TRIAL REGISTRATION: Current Controlled Trials ISRCTN78363167.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, St, Joseph's Healthcare, G838-50 Charlton Ave, East, Hamilton, Ontario, L8N 4A6, Canada. marko.simunovic@hrcc.on.ca."
      ]
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "McLeod",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin McLeod",
      "affiliations": []
    },
    {
      "last_name": "Denardi",
      "fore_name": "Franco",
      "initials": "F",
      "name": "Franco Denardi",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Whelan",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC surgery",
    "iso_abbreviation": "BMC Surg",
    "issn": "1471-2482",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2008",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Protocols",
    "Colectomy",
    "Colostomy",
    "Humans",
    "Neoplasm Recurrence, Local",
    "Quality of Health Care",
    "Randomized Controlled Trials as Topic",
    "Rectal Neoplasms",
    "Research Design",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18279521",
    "pmc": "PMC2262058",
    "doi": "10.1186/1471-2482-8-4",
    "pii": "1471-2482-8-4"
  },
  "doi": "10.1186/1471-2482-8-4",
  "pmc_id": "PMC2262058",
  "dates": {
    "completed": "2008-03-05",
    "revised": "2024-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.890494",
    "pmid": "18279521"
  }
}