{
  "pmid": "18271963",
  "uid": "18271963",
  "title": "Comparing estimates of influenza-associated hospitalization and death among adults with congestive heart failure based on how influenza season is defined.",
  "abstract": "BACKGROUND: There is little consensus about how the influenza season should be defined in studies that assess influenza-attributable risk. The objective of this study was to compare estimates of influenza-associated risk in a defined clinical population using four different methods of defining the influenza season. METHODS: Using the Studies of Left Ventricular Dysfunction (SOLVD) clinical database and national influenza surveillance data from 1986-87 to 1990-91, four definitions were used to assess influenza-associated risk: (a) three-week moving average of positive influenza isolates is at least 5%, (b) three-week moving average of positive influenza isolates is at least 10%, (c) first and last positive influenza isolate are identified, and (d) 5% of total number of positive isolates for the season are obtained. The clinical data were from adults aged 21 to 80 with physician-diagnosed congestive heart failure. All-cause hospitalization and all-cause mortality during the influenza seasons and non-influenza seasons were compared using four definitions of the influenza season. Incidence analyses and Cox regression were used to assess the effect of exposure to influenza season on all-cause hospitalization and death using all four definitions. RESULTS: There was a higher risk of hospitalization associated with the influenza season, regardless of how the start and stop of the influenza season was defined. The adjusted risk of hospitalization was 8 to 10 percent higher during the influenza season compared to the non-influenza season when the different definitions were used. However, exposure to influenza was not consistently associated with higher risk of death when all definitions were used. When the 5% moving average and first/last positive isolate definitions were used, exposure to influenza was associated with a higher risk of death compared to non-exposure in this clinical population (adjusted hazard ratios [HR], 1.16; 95% confidence interval [CI], 1.04 to 1.29 and adjusted HR, 1.19; 95% CI, 1.06 to 1.33, respectively). CONCLUSION: Estimates of influenza-attributable risk may vary depending on how influenza season is defined and the outcome being assessed.",
  "authors": [
    {
      "last_name": "Sandoval",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Sandoval",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. CSandoval@cihi.ca"
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Krueger",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Krueger",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2008",
    "pub_month": "Feb",
    "pub_day": "13"
  },
  "start_page": "59",
  "pages": "59",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Heart Failure",
    "Hospitalization",
    "Humans",
    "Influenza, Human",
    "Male",
    "Middle Aged",
    "North America",
    "Population Surveillance",
    "Proportional Hazards Models",
    "Risk Factors",
    "Seasons",
    "Ventricular Dysfunction, Left"
  ],
  "article_ids": {
    "pubmed": "18271963",
    "pmc": "PMC2267181",
    "doi": "10.1186/1471-2458-8-59",
    "pii": "1471-2458-8-59"
  },
  "doi": "10.1186/1471-2458-8-59",
  "pmc_id": "PMC2267181",
  "dates": {
    "completed": "2008-11-18",
    "revised": "2024-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.119033",
    "pmid": "18271963"
  }
}