{
  "pmid": "18288437",
  "uid": "18288437",
  "title": "Poly(T) variation within mitochondrial protein-coding genes in Globodera (Nematoda: Heteroderidae).",
  "abstract": "We sequenced a mitochondrial subgenome from the nematode Globodera rostochiensis, in two overlapping pieces. The subgenome was 9210 bp and contained four protein-coding genes (ND4, COIII, ND3, Cytb) and two tRNA genes (tRNA(Thr), tRNA(Gln)). Genome organization was similar to that of Globodera pallida, which is multipartite. Together with the small number of genes on this subgenome, this suggests that the mitochondrial genome of G. rostochiensis is also multipartite. In the initial clones sequenced, COIII and ND3 were full-length, while ND4 and Cytb were interrupted by premature stop codons and contained point indels that disrupted the reading frame. However, sequencing of multiple clones, from DNA extracted both from multiple individuals and from single cysts, revealed a predominant source of variation-in the length of polythymidine tracts. Comparison of our genomic sequences with ESTs similarly revealed variation in the length of polythymidine tracts. We subsequently sequenced both genomic DNA and mRNA from populations of G. pallida. In each case, variation in the length of polythymidine tracts was observed. The levels of expression of mitochondrial genes in G. pallida were representative of the subgenomes present: little evidence of differential expression was observed. These observations are consistent with the operation of posttranscriptional editing in Globodera mitochondria, although this is difficult to show conclusively in the presence of intraindividual gene sequence variation. Further, alternative explanations cannot be discounted; these include the operation of slippage during translation or that genomic copies of most genes are pseudogenes with a small proportion of full-length sequences able to maintain mitochondrial function.",
  "authors": [
    {
      "last_name": "Riepsamen",
      "fore_name": "Angelique H",
      "initials": "AH",
      "name": "Angelique H Riepsamen",
      "affiliations": [
        "Centre for Biomedical Sciences, School of Biology, University of Wollongong, Northfields Avenue, Wollongong, NSW 2522, Australia."
      ]
    },
    {
      "last_name": "Blok",
      "fore_name": "Vivian C",
      "initials": "VC",
      "name": "Vivian C Blok",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    },
    {
      "last_name": "Gibson",
      "fore_name": "Tracey",
      "initials": "T",
      "name": "Tracey Gibson",
      "affiliations": []
    },
    {
      "last_name": "Dowton",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Dowton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of molecular evolution",
    "iso_abbreviation": "J Mol Evol",
    "issn": "0022-2844",
    "issn_type": "Print",
    "volume": "66",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "197",
  "end_page": "209",
  "pages": "197-209",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "Base Sequence",
    "DNA Primers",
    "Expressed Sequence Tags",
    "Genetic Variation",
    "Mitochondria",
    "Molecular Sequence Data",
    "Nematoda",
    "Poly T",
    "RNA, Messenger",
    "Recombination, Genetic",
    "Sequence Homology, Amino Acid",
    "Sequence Homology, Nucleic Acid"
  ],
  "article_ids": {
    "pubmed": "18288437",
    "doi": "10.1007/s00239-007-9064-2"
  },
  "doi": "10.1007/s00239-007-9064-2",
  "dates": {
    "completed": "2008-08-05",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "DNA Primers",
    "RNA, Messenger",
    "Poly T"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.676287",
    "pmid": "18288437"
  }
}