{
  "pmid": "18292132",
  "uid": "18292132",
  "title": "Prediction of citation counts for clinical articles at two years using data available within three weeks of publication: retrospective cohort study.",
  "abstract": "OBJECTIVE: To determine if citation counts at two years could be predicted for clinical articles that pass basic criteria for critical appraisal using data within three weeks of publication from external sources and an online article rating service. DESIGN: Retrospective cohort study. SETTING: Online rating service, Canada. PARTICIPANTS: 1274 articles from 105 journals published from January to June 2005, randomly divided into a 60:40 split to provide derivation and validation datasets. MAIN OUTCOME MEASURES: 20 article and journal features, including ratings of clinical relevance and newsworthiness, routinely collected by the McMaster online rating of evidence system, compared with citation counts at two years. RESULTS: The derivation analysis showed that the regression equation accounted for 60% of the variation (R2=0.60, 95% confidence interval 0.538 to 0.629). This model applied to the validation dataset gave a similar prediction (R2=0.56, 0.476 to 0.596, shrinkage 0.04; shrinkage measures how well the derived equation matches data from the validation dataset). Cited articles in the top half and top third were predicted with 83% and 61% sensitivity and 72% and 82% specificity. Higher citations were predicted by indexing in numerous databases; number of authors; abstraction in synoptic journals; clinical relevance scores; number of cited references; and original, multicentred, and therapy articles from journals with a greater proportion of articles abstracted. CONCLUSION: Citation counts can be reliably predicted at two years using data within three weeks of publication.",
  "authors": [
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada L8N 3Z5. lokkerc@mcmaster.ca"
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "McKinlay",
      "fore_name": "R James",
      "initials": "RJ",
      "name": "R James McKinlay",
      "affiliations": []
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "336",
    "issue": "7645",
    "pub_year": "2008",
    "pub_month": "Mar",
    "pub_day": "22"
  },
  "start_page": "655",
  "end_page": "657",
  "pages": "655-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Authorship",
    "Bibliometrics",
    "Cohort Studies",
    "Periodicals as Topic",
    "Publication Bias",
    "Retrospective Studies",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "18292132",
    "pmc": "PMC2270947",
    "doi": "10.1136/bmj.39482.526713.BE",
    "pii": "bmj.39482.526713.BE"
  },
  "doi": "10.1136/bmj.39482.526713.BE",
  "pmc_id": "PMC2270947",
  "dates": {
    "completed": "2008-04-01",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.374627",
    "pmid": "18292132"
  }
}