{
  "pmid": "18290898",
  "uid": "18290898",
  "title": "Preoperative intra-aortic balloon pump in patients undergoing coronary bypass surgery: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: To assess the effectiveness of preoperative intra-aortic balloon pump (IABP) placement in high-risk patients undergoing coronary bypass surgery (CABG). The primary outcome was hospital mortality and secondary outcomes were IABP-related complications (bleeding, leg ischemia, aortic dissection). METHODS: MEDLINE, EMBASE, Cochrane registry of Controlled Trials, and reference lists of relevant articles were searched. We included randomized controlled trials (RCTs), and cohort studies that fulfilled our a priori inclusion criteria. Eligibility decisions, relevance, study validity, and data extraction were performed in duplicate using pre-specified criteria. Meta-analysis was conducted using a random effects model. RESULTS: Ten publications fulfilled our eligibility criteria, of which four were RCTs and six were cohort studies with controls. There were statistical as well as clinical heterogeneity among included studies. A total of 1034 patients received preoperative IABP and 1329 did not receive preoperative IABP. The pooled odds ratio (OR) for hospital mortality in patients treated with preoperative IABP was 0.41 (95% CI, 0.21-0.82, p = 0.01). The number needed to treat was 17. The pooled OR for hospital mortality from randomized trials was 0.18 (95% CI, 0.06-0.57, p = 0.003) and from cohort studies was 0.54 (95% CI, 0.24-1.2, p = 0.13). Overall, 3.7% (13 of 349) of patients who received preoperative IABP developed either limb ischemia or haematoma at the IABP insertion site, and most of these complications improved after discontinuation of IABP. CONCLUSION: Evidence from this meta-analysis support the use of preoperative IABP in high-risk patients to reduce hospital mortality.",
  "authors": [
    {
      "last_name": "Dyub",
      "fore_name": "Adel M",
      "initials": "AM",
      "name": "Adel M Dyub",
      "affiliations": [
        "Division of Cardiac Surgery, McMaster University, Hamilton, Ontario, Canada. dyubam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": []
    },
    {
      "last_name": "Abouzahr",
      "fore_name": "Labib L",
      "initials": "LL",
      "name": "Labib L Abouzahr",
      "affiliations": []
    },
    {
      "last_name": "Cinà",
      "fore_name": "Claudio S",
      "initials": "CS",
      "name": "Claudio S Cinà",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiac surgery",
    "iso_abbreviation": "J Card Surg",
    "issn": "0886-0440",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2008"
  },
  "start_page": "79",
  "end_page": "86",
  "pages": "79-86",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiac Output",
    "Coronary Artery Bypass",
    "Hospital Mortality",
    "Humans",
    "Intra-Aortic Balloon Pumping",
    "Length of Stay",
    "Outcome Assessment, Health Care",
    "Preoperative Care",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "18290898",
    "doi": "10.1111/j.1540-8191.2007.00499.x",
    "pii": "JCS499"
  },
  "doi": "10.1111/j.1540-8191.2007.00499.x",
  "dates": {
    "completed": "2008-07-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.076679",
    "pmid": "18290898"
  }
}