{
  "pmid": "18292358",
  "uid": "18292358",
  "title": "Clinical trial design in fracture-healing research: meeting the challenge.",
  "abstract": "The rapidly growing global burden of road-traffic accidents and fragility fractures makes research on fracture repair a vital component of the efforts needed to face this rising public health challenge. The focus on developing new and innovative strategies to treat fractures is easily justifiable given the potential human benefit from such discoveries. Randomized trials remain the standard to which the evaluation of novel fracture-healing therapies must continue to evolve. This article reviews randomized controlled trials in the context of the hierarchy of evidence, special challenges to their conduct in the setting of surgical research, and lessons learned from fracture-healing trials published to date. Suggestions are made regarding the optimal characteristics of fracture models and logistical consideration for ensuring the success of future trials. The realization that surgical trials have unique methodological and interpretative challenges has fueled a renewed vision of the design and execution of large, definitive clinical trials with a meaningful impact on the lives of patients.",
  "authors": [
    {
      "last_name": "Morshed",
      "fore_name": "Saam",
      "initials": "S",
      "name": "Saam Morshed",
      "affiliations": [
        "Hamilton Health Sciences-General Hospital, 237 Barton Street East, 6 North Trauma, Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90 Suppl 1",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "55",
  "end_page": "61",
  "pages": "55-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Fracture Healing",
    "Fractures, Bone",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "18292358",
    "doi": "10.2106/JBJS.G.01478",
    "pii": "90/Supplement_1/55"
  },
  "doi": "10.2106/JBJS.G.01478",
  "dates": {
    "completed": "2008-04-11",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.023747",
    "pmid": "18292358"
  }
}