{
  "pmid": "18295024",
  "uid": "18295024",
  "title": "Effects of policy options for human resources for health: an analysis of systematic reviews.",
  "abstract": "BACKGROUND: Policy makers face challenges to ensure an appropriate supply and distribution of trained health workers and to manage their performance in delivery of services, especially in countries with low and middle incomes. We aimed to identify all available policy options to address human resources for health in such countries, and to assess the effectiveness of these policy options. METHODS: We searched Medline and Embase from 1979 to September, 2006, the Cochrane Library, and the Human Resources for Health Global Resource Center database. We also searched up to 10 years of archives from five relevant journals, and consulted experts. We included systematic reviews in English which assessed the effects of policy options that could affect the training, distribution, regulation, financing, management, organisation, or performance of health workers. Two reviewers independently assessed each review for eligibility and quality, and systematically extracted data about main effects. We also assessed whether the policy options were equitable in their effects; suitable for scaling up; and applicable to countries with low and middle incomes. FINDINGS: 28 of the 759 systematic reviews of effects that we identified were eligible according to our criteria. Of these, only a few included studies from countries with low and middle incomes, and some reviews were of low quality. Most evidence focused on organisational mechanisms for human resources, such as substitution or shifting tasks between different types of health workers, or extension of their roles; performance-enhancing strategies such as quality improvement or continuing education strategies; promotion of teamwork; and changes to workflow. Of all policy options, the use of lay health workers had the greatest proportion of reviews in countries with a range of incomes, from high to low. INTERPRETATION: We have identified a need for more systematic reviews on the effects of policy options to improve human resources for health in countries with low and middle incomes, for assessments of any interventions that policy makers introduce to plan and manage human resources for health, and for other research to aid policy makers in these countries.",
  "authors": [
    {
      "last_name": "Chopra",
      "fore_name": "Mickey",
      "initials": "M",
      "name": "Mickey Chopra",
      "affiliations": [
        "Health Systems Research Unit, Medical Research Council of South Africa, Cape Town, South Africa. Electronic address: mickey.chopra@mrc.ac.za."
      ]
    },
    {
      "last_name": "Munro",
      "fore_name": "Salla",
      "initials": "S",
      "name": "Salla Munro",
      "affiliations": [
        "Health Systems Research Unit, Medical Research Council of South Africa, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vist",
      "fore_name": "Gunn",
      "initials": "G",
      "name": "Gunn Vist",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Oslo, Norway."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Bennett",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "371",
    "issue": "9613",
    "pub_year": "2008",
    "pub_month": "Feb",
    "pub_day": "23"
  },
  "start_page": "668",
  "end_page": "674",
  "pages": "668-674",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Policy",
    "Health Workforce",
    "Humans",
    "Policy Making",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "18295024",
    "doi": "10.1016/S0140-6736(08)60305-0",
    "pii": "S0140-6736(08)60305-0"
  },
  "doi": "10.1016/S0140-6736(08)60305-0",
  "dates": {
    "completed": "2008-03-25",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.967060",
    "pmid": "18295024"
  }
}