{
  "pmid": "18309033",
  "uid": "18309033",
  "title": "Bleeding risk and the management of bleeding complications in patients undergoing anticoagulant therapy: focus on new anticoagulant agents.",
  "abstract": "For more than 60 years, heparin and coumarin have been mainstays of anticoagulation therapy. They are widely available, inexpensive, effective, and have specific antidotes but are regarded as problematic because of their need for careful monitoring. In addition, coumarin has a delayed onset of action, interacts with many medications, has a narrow therapeutic window, and is paradoxically prothrombotic in certain settings (ie, can precipitate \"coumarin necrosis\"). Heparin may require monitoring of its therapeutic effect and can also cause thrombosis (heparin-induced thrombocytopenia/thrombosis syndrome). These limitations have led to the development of new anticoagulants with the potential to replace current agents. These newer agents fall into 2 classes, based on whether they are antithrombin dependent (low-molecular-weight heparin, fondaparinux) or antithrombin independent (direct inhibitors of factor Xa and thrombin [factor IIa]). This paper addresses newer anticoagulants, reviewing their efficacy and limitations, and focuses on the risk of major bleeding that may complicate their use. In contrast to heparin and coumarin, none of these newer agents has a specific antidote that completely reverses its anticoagulant effect. Available data on the efficacy and safety of current and experimental agents for anticoagulant reversal are reviewed, and a plan for management of anticoagulant-induced bleeding is presented.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, USA. crowthrm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood",
    "iso_abbreviation": "Blood",
    "issn": "1528-0020",
    "issn_type": "Electronic",
    "volume": "111",
    "issue": "10",
    "pub_year": "2008",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "4871",
  "end_page": "4879",
  "pages": "4871-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Coumarins",
    "Disease Management",
    "Hemorrhage",
    "Heparin",
    "Humans",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "18309033",
    "doi": "10.1182/blood-2007-10-120543",
    "pii": "S0006-4971(20)47168-X"
  },
  "doi": "10.1182/blood-2007-10-120543",
  "dates": {
    "completed": "2008-07-10",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Anticoagulants",
    "Coumarins",
    "Heparin",
    "coumarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.511439",
    "pmid": "18309033"
  }
}