{
  "pmid": "18302088",
  "uid": "18302088",
  "title": "The approach to heparin-induced thrombocytopenia.",
  "abstract": "Heparin-induced thrombocytopenia (HIT) is a prothrombotic drug reaction caused by platelet-activating antibodies that recognize multimolecular complexes of platelet factor 4 (PF4) bound to heparin. HIT is an intense hypercoagulability state (increased thrombin generation in vivo) that is complicated more often by venous thromboembolism (deep vein thrombosis, pulmonary embolism) than by arterial thrombosis. HIT is a risk factor for coumarin-induced microthrombosis, particularly affecting acral regions of limbs with deep vein thrombosis (venous limb gangrene). Coumarins (e.g., warfarin) are therefore contraindicated during the acute (thrombocytopenic) phase of HIT. Venous thromboembolism can occur early during an episode of HIT, sometimes even before HIT-associated platelet count declines become clear. Recognition of HIT may be facilitated through the use of a clinical scoring system, the 4Ts (Thrombocytopenia, Thrombosis, Timing, and o Ther explanations). Anti-PF4/polyanion enzyme-immunoassays (EIAs) and washed platelet activation assays readily detect HIT antibodies, and thus have high diagnostic sensitivity; however, only the platelet activation assays have high diagnostic specificity, suggesting that HIT is likely to be overdiagnosed in settings where EIAs are used exclusively for diagnosis. Treatment of HIT emphasizes substitution of heparin with an alternative nonheparin anticoagulant, such as a direct thrombin inhibitor (lepirudin, argatroban), or an indirect (antithrombin-mediated) inhibitor of factor Xa (danaparoid, fondaparinux?).",
  "authors": [
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in respiratory and critical care medicine",
    "iso_abbreviation": "Semin Respir Crit Care Med",
    "issn": "1069-3424",
    "issn_type": "Print",
    "volume": "29",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "66",
  "end_page": "74",
  "pages": "66-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Heparin",
    "Humans",
    "Thrombocytopenia",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "18302088",
    "doi": "10.1055/s-2008-1047564"
  },
  "doi": "10.1055/s-2008-1047564",
  "dates": {
    "completed": "2008-06-17",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.866774",
    "pmid": "18302088"
  }
}