{
  "pmid": "18300737",
  "uid": "18300737",
  "title": "Health status and health service utilization of infants and mothers during the first year after neonatal intensive care.",
  "abstract": "PURPOSE: To describe the self-reported health status of mothers and maternal report of their infants' health problems at 3, 6, and 12 months after the infant's discharge from the neonatal intensive care unit (NICU) and to describe the self-reported utilization of health resources and services during the first year of the infants' life. SUBJECTS: One hundred fifty-two mothers of 165 infants who were admitted to the NICU. DESIGN: Descriptive longitudinal study that was part of a larger project that investigated changes in family function during the first year after the birth of an infant requiring neonatal intensive care. METHODS: Mothers were asked to complete the study questionnaires at 3, 6, and 12 months after the infants' discharge from the NICU. MAIN OUTCOME MEASURES: Maternal health status (1 question from the Short Form-12 Health Survey); health service utilization of mothers and their infants (components of the Health and Social Service Utilization Questionnaire adapted for postpartum women and their newborn infants); and mother's report of infant's health problems and infant's re-hospitalization(s) (form developed for current study). PRINCIPAL RESULTS: The majority of mothers described their current health to be excellent or very good (73%, 64%, and 73%, at 3, 6, and 12 months, respectively). Approximately half of the mothers indicated that their infants had a variety of health problems during each of the 3 time periods after NICU discharge. Use of health services was reported by the largest proportion of mothers in the 3 months after discharge, with physicians being the most heavily used group at each of the 3 time periods (72%, 36%, and 45% at 3, 6, and 12 months, respectively). According to maternal report, few infants were readmitted to hospital at any time period (14%, 6%, and 10% at 3, 6, and 12 months, respectively). CONCLUSIONS: Few mothers of high-risk infants in the current study reported poor health. About half of the sample reported their infants to have health problems during the first year of life. Mothers reported use of more health services during the first 3 months following their child's discharge than during the latter part of the first year. Mothers also reported using more health services for their infants in this time period compared with the later time periods. By maternal report, few infants were rehospitalized in any time period.",
  "authors": [
    {
      "last_name": "Spicer",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Spicer",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton, Ontario, Canada. aspicer7@cogeco.ca"
      ]
    },
    {
      "last_name": "Pinelli",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Pinelli",
      "affiliations": []
    },
    {
      "last_name": "Saigal",
      "fore_name": "Saroj",
      "initials": "S",
      "name": "Saroj Saigal",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Yow-Wu",
      "initials": "YW",
      "name": "Yow-Wu Wu",
      "affiliations": []
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Cunningham",
      "affiliations": []
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in neonatal care : official journal of the National Association of Neonatal Nurses",
    "iso_abbreviation": "Adv Neonatal Care",
    "issn": "1536-0903",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "33",
  "end_page": "41",
  "pages": "33-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Child Health Services",
    "Emergency Service, Hospital",
    "Female",
    "Health Status",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Intensive Care, Neonatal",
    "Longitudinal Studies",
    "Male",
    "Maternal Health Services",
    "Mothers",
    "Ontario",
    "Patient Discharge",
    "Physicians",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18300737",
    "doi": "10.1097/01.ANC.0000311015.56263.6f",
    "pii": "00149525-200802000-00011"
  },
  "doi": "10.1097/01.ANC.0000311015.56263.6f",
  "dates": {
    "completed": "2008-06-19",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:09.027328",
    "pmid": "18300737"
  }
}