{
  "pmid": "18317048",
  "uid": "18317048",
  "title": "Early complications in proximal humerus fractures (OTA Types 11) treated with locked plates.",
  "abstract": "PURPOSE: To examine our incidence of early complications that occur using the Proximal Humeral Internal Locking System (PHILOS) and to determine the contributing factors. SETTING: Academic medical center. PATIENTS: Fifty-one consecutive patients treated with a proximal humerus locking plate. OUTCOME: Development of an intraoperative, acute postoperative, or delayed postoperative complication. METHODS: A retrospective analysis was undertaken of a consecutive series of proximal humerus fractures treated with a locking plate between February 2003 and January 2006 at our institution. Fifty-one fractures or fracture nonunions were identified in 18 male and 33 female patients with an average age of 61. All acute injuries were treated with a similar protocol of open reduction internal fixation with the PHILOS plate followed by early range of shoulder motion. Nonunions were treated in a similar manner with the addition of iliac crest bone graft placement. Patients were objectively assessed on their outcome by physical as well as radiological examination. All complications were recorded. Statistical analyses were performed to determine if patient age, fracture type, or number of screws placed in the humeral head contributed to complications. RESULTS: Fifty-one patients were available for minimum 6-month follow-up (mean, 16 months; range, 6 to 45 months). Radiographically, 92% of the cases united at 3 months after surgery, and 2 fractures had signs of osteonecrosis at latest follow-up. Sixteen complications were seen in 12 patients (24%). Eight shoulders in eight patients (16%) had screws that penetrated the humeral head. Two patients developed osteonecrosis at latest follow-up. One acute fracture and one nonunion failed to unite after index surgery. Significant heterotopic bone developed in 1 patient. Early implant failure occurred in 2 patients; one was revised to a longer plate, and one underwent resection arthroplasty. There was one acute postoperative infection. CONCLUSION: The major complication reported in this study was screw penetration, suggesting that exceptional vigilance must be taken in estimating the appropriate number and length of screws used to prevent articular penetration; although the device provides exceptional fixation stability, its indication must be scrutinized for each individual patient, taking the extent of trauma/fracture and age into consideration and carefully weighing it against other forms of treatment.",
  "authors": [
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": [
        "Department of Orthopaedic Surgery, NYU Hospital for Joint Diseases, New York, NY 10003, USA. egolk01@nyumc.org"
      ]
    },
    {
      "last_name": "Ong",
      "fore_name": "Crispin C",
      "initials": "CC",
      "name": "Crispin C Ong",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Jazrawi",
      "fore_name": "Laith M",
      "initials": "LM",
      "name": "Laith M Jazrawi",
      "affiliations": []
    },
    {
      "last_name": "Tejwani",
      "fore_name": "Nirmal C",
      "initials": "NC",
      "name": "Nirmal C Tejwani",
      "affiliations": []
    },
    {
      "last_name": "Zuckerman",
      "fore_name": "Joseph D",
      "initials": "JD",
      "name": "Joseph D Zuckerman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "0890-5339",
    "issn_type": "Print",
    "volume": "22",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "159",
  "end_page": "164",
  "pages": "159-64",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Bone Plates",
    "Equipment Failure",
    "Female",
    "Fracture Fixation, Intramedullary",
    "Humans",
    "Humeral Fractures",
    "Male",
    "Middle Aged",
    "Reoperation",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "18317048",
    "doi": "10.1097/BOT.0b013e318169ef2a",
    "pii": "00005131-200803000-00002"
  },
  "doi": "10.1097/BOT.0b013e318169ef2a",
  "dates": {
    "completed": "2008-05-20",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.482734",
    "pmid": "18317048"
  }
}