{
  "pmid": "18318915",
  "uid": "18318915",
  "title": "Detecting myocardial infarction in critical illness using screening troponin measurements and ECG recordings.",
  "abstract": "INTRODUCTION: To use screening cardiac troponin (cTn) measurements and electrocardiograms (ECGs) to determine the incidence of elevated cTn and of myocardial infarction (MI) in patients admitted to the intensive care unit (ICU), and to assess whether these findings influence prognosis. This is a prospective screening study. MATERIALS AND METHODS: We enrolled consecutive patients admitted to a general medical-surgical ICU over two months. All patients underwent systematic screening with cTn measurements and ECGs on ICU admission, then daily for the first week in ICU, alternate days for up to one month and weekly thereafter until ICU death or discharge, for a maximum of two months. Patients without these investigations ordered during routine clinical care underwent screening for study purposes but these results were unavailable to the ICU team. After the study, all ECGs were interpreted independently in duplicate for ischaemic changes meeting ESC/ACC criteria supporting a diagnosis of MI. Patients were classified as having MI (elevated cTn and ECG evidence supporting diagnosis of MI), elevated cTn only (no ECG evidence supporting diagnosis of MI), or no cTn elevation. RESULTS: One hundred and three patients were admitted to the ICU on 112 occasions. Overall, 37 patients (35.9 per cent) had an MI, 15 patients (14.6 per cent) had an elevated cTn only and 51 patients (49.5 per cent) had no cTn elevation. Patients with MI had longer duration of mechanical ventilation (p < 0.0001), longer ICU stay (p = 0.001), higher ICU mortality (p < 0.0001) and higher hospital mortality (p < 0.0001) compared with those with no cTn elevation. Patients with elevated cTn had higher hospital mortality (p = 0.001) than patients without cTn elevation. Elevated cTn was associated with increased hospital mortality (odds ratio 27.3, 95 per cent CI 1.7 - 449.4), after adjusting for APACHE II score, MI and advanced life support. The ICU team diagnosed 18 patients (17.5 per cent) as having MI on clinical grounds; four of these patients did not have MI by adjudication. Thus, screening detected an additional 23 MIs not diagnosed in practice, reflecting 62.2 per cent of MIs ultimately diagnosed. Patients with MI diagnosed by the ICU team had similar outcomes to patients with MI detected by screening alone. CONCLUSION: Systematic screening detected elevated cTn measurements and MI in more patients than were found in routine practice. Elevated cTn was an independent predictor of hospital mortality. Further research is needed to evaluate whether screening and subsequent treatment of these patients reduces mortality.",
  "authors": [
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "Department of Medicine, McMaster University, Canada. limwp@mcmaster.ca"
      ]
    },
    {
      "last_name": "Holinski",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Holinski",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Tkaczyk",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Tkaczyk",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen McDonald",
      "affiliations": []
    },
    {
      "last_name": "Clarke",
      "fore_name": "France",
      "initials": "F",
      "name": "France Clarke",
      "affiliations": []
    },
    {
      "last_name": "Qushmaq",
      "fore_name": "Ismael",
      "initials": "I",
      "name": "Ismael Qushmaq",
      "affiliations": []
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": []
    },
    {
      "last_name": "Schunemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schunemann",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2008"
  },
  "start_page": "R36",
  "pages": "R36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "APACHE",
    "Aged",
    "Critical Illness",
    "Electrocardiography",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Outcome and Process Assessment, Health Care",
    "Regression Analysis",
    "Troponin"
  ],
  "article_ids": {
    "pubmed": "18318915",
    "pmc": "PMC2447557",
    "doi": "10.1186/cc6815",
    "pii": "cc6815"
  },
  "doi": "10.1186/cc6815",
  "pmc_id": "PMC2447557",
  "dates": {
    "completed": "2008-10-20",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Troponin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.583042",
    "pmid": "18318915"
  }
}