{
  "pmid": "18326381",
  "uid": "18326381",
  "title": "The impact of Ontario's end-of-life care strategy on end-of-life care in the community.",
  "abstract": "This article describes the impacts of the Ministry of Health and Long-Term Care's End-of-Life Care Strategy on the quality of end-of-life (EOL) care services delivered by home care providers across the province of Ontario. We compared key home care services one year before the strategy's implementation with those one year after. In addition, we conducted a qualitative survey of all community care access centres, the main providers of home care, and nearly all EOL Care Network directors to assess improvements to EOL care at the system and client level. Results showed that the number of clients of EOL care served increased by 3,537 over the baseline year. Moreover, the total number of nursing visits, shift nursing hours and personal support hours increased by 26%, 31% and 47%, respectively, compared with the baseline year. The qualitative analysis indicated that increased collaborations and communication have enhanced integration, coordination and consistency of EOL care. Anecdotally, clients and families feel more supported navigating the healthcare system, and more of their wishes are being met. The strategy appeared to improve EOL care on multiple levels. However, several barriers and challenges remain. Further investments and research are needed to achieve reliable quality EOL care for all Ontarians.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Health Policy and Management, Johns Hopkins School of Public Health, Baltimore, Maryland, USA. hseow@jhsph.edu"
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan King",
      "affiliations": []
    },
    {
      "last_name": "Vaitonis",
      "fore_name": "Vida",
      "initials": "V",
      "name": "Vida Vaitonis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1710-2774",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2008"
  },
  "start_page": "56",
  "end_page": "62",
  "pages": "56-62",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Community Health Services",
    "Health Care Surveys",
    "Health Services Accessibility",
    "Home Care Services",
    "Humans",
    "Ontario",
    "Patient Care Team",
    "Planning Techniques",
    "Qualitative Research",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "18326381",
    "doi": "10.12927/hcq.2013.19498"
  },
  "doi": "10.12927/hcq.2013.19498",
  "dates": {
    "completed": "2008-07-30",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:28.545792",
    "pmid": "18326381"
  }
}