{
  "pmid": "18328100",
  "uid": "18328100",
  "title": "Iraq War mortality estimates: a systematic review.",
  "abstract": "BACKGROUND: In March 2003, the United States invaded Iraq. The subsequent number, rates, and causes of mortality in Iraq resulting from the war remain unclear, despite intense international attention. Understanding mortality estimates from modern warfare, where the majority of casualties are civilian, is of critical importance for public health and protection afforded under international humanitarian law. We aimed to review the studies, reports and counts on Iraqi deaths since the start of the war and assessed their methodological quality and results. METHODS: We performed a systematic search of 15 electronic databases from inception to January 2008. In addition, we conducted a non-structured search of 3 other databases, reviewed study reference lists and contacted subject matter experts. We included studies that provided estimates of Iraqi deaths based on primary research over a reported period of time since the invasion. We excluded studies that summarized mortality estimates and combined non-fatal injuries and also studies of specific sub-populations, e.g. under-5 mortality. We calculated crude and cause-specific mortality rates attributable to violence and average deaths per day for each study, where not already provided. RESULTS: Thirteen studies met the eligibility criteria. The studies used a wide range of methodologies, varying from sentinel-data collection to population-based surveys. Studies assessed as the highest quality, those using population-based methods, yielded the highest estimates. Average deaths per day ranged from 48 to 759. The cause-specific mortality rates attributable to violence ranged from 0.64 to 10.25 per 1,000 per year. CONCLUSION: Our review indicates that, despite varying estimates, the mortality burden of the war and its sequelae on Iraq is large. The use of established epidemiological methods is rare. This review illustrates the pressing need to promote sound epidemiologic approaches to determining mortality estimates and to establish guidelines for policy-makers, the media and the public on how to interpret these estimates.",
  "authors": [
    {
      "last_name": "Tapp",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Tapp",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Burkle",
      "fore_name": "Frederick M",
      "initials": "FM",
      "name": "Frederick M Burkle",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Kumanan",
      "initials": "K",
      "name": "Kumanan Wilson",
      "affiliations": []
    },
    {
      "last_name": "Takaro",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Takaro",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Amad",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Amad",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "2",
    "pub_year": "2008",
    "pub_month": "Mar",
    "pub_day": "07"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18328100",
    "pmc": "PMC2322964",
    "doi": "10.1186/1752-1505-2-1",
    "pii": "1752-1505-2-1"
  },
  "doi": "10.1186/1752-1505-2-1",
  "pmc_id": "PMC2322964",
  "dates": {
    "completed": "2010-05-20",
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.004459",
    "pmid": "18328100"
  }
}