{
  "pmid": "18339106",
  "uid": "18339106",
  "title": "Alcohol outlet density and assault: a spatial analysis.",
  "abstract": "AIMS: A large number of studies have found links between alcohol outlet densities and assault rates in local areas. This study tests a variety of specifications of this link, focusing in particular on the possibility of a non-linear relationship. DESIGN: Cross-sectional data on police-recorded assaults during high alcohol hours, liquor outlets and socio-demographic characteristics were obtained for 223 postcodes in Melbourne, Australia. These data were used to construct a series of models testing the nature of the relationship between alcohol outlet density and assault, while controlling for socio-demographic factors and spatial auto-correlation. Four types of relationship were examined: a normal linear relationship between outlet density and assault, a non-linear relationship with potential threshold or saturation densities, a relationship mediated by the socio-economic status of the neighbourhood and a relationship which takes into account the effect of outlets in surrounding neighbourhoods. FINDINGS: The model positing non-linear relationships between outlet density and assaults was found to fit the data most effectively. An increasing accelerating effect for the density of hotel (pub) licences was found, suggesting a plausible upper limit for these licences in Melbourne postcodes. CONCLUSIONS: The study finds positive relationships between outlet density and assault rates and provides evidence that this relationship is non-linear and thus has critical values at which licensing policy-makers can impose density limits.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Fitzroy, Australia. michaell@turningpoint.org.au"
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "0965-2140",
    "issn_type": "Print",
    "volume": "103",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "619",
  "end_page": "628",
  "pages": "619-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Commerce",
    "Cross-Sectional Studies",
    "Demography",
    "Female",
    "Humans",
    "Licensure",
    "Male",
    "Models, Statistical",
    "Regression Analysis",
    "Socioeconomic Factors",
    "Urban Health",
    "Victoria",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "18339106",
    "doi": "10.1111/j.1360-0443.2008.02136.x",
    "pii": "ADD2136"
  },
  "doi": "10.1111/j.1360-0443.2008.02136.x",
  "dates": {
    "completed": "2008-08-05",
    "revised": "2008-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.740047",
    "pmid": "18339106"
  }
}