{
  "pmid": "18345852",
  "uid": "18345852",
  "title": "Investigation of a glottal related harmonics-to-noise ratio and spectral tilt as indicators of glottal noise in synthesized and human voice signals.",
  "abstract": "The harmonics-to-noise ratio (HNR) of the voiced speech signal has implicitly been used to infer information regarding the turbulent noise level at the glottis. However, two problems exist for inferring glottal noise attributes from the HNR of the speech wave form: (i) the measure is fundamental frequency (f0) dependent for equal levels of glottal noise, and (ii) any deviation from signal periodicity affects the ratio, not just turbulent noise. An alternative harmonics-to-noise ratio formulation [glottal related HNR (GHNR')] is proposed to overcome the former problem. In GHNR' a mean over the spectral range of interest of the HNRs at specific harmonic/between-harmonic frequencies (expressed in linear scale) is calculated. For the latter issue [(ii)] two spectral tilt measures are shown, using synthesis data, to be sensitive to glottal noise while at the same time being comparatively insensitive to other glottal aperiodicities. The theoretical development predicts that the spectral tilt measures reduce as noise levels increase. A conventional HNR estimator, GHNR' and two spectral tilt measures are applied to a data set of 13 pathological and 12 normal voice samples. One of the tilt measures and GHNR' are shown to provide statistically significant differentiating power over a conventional HNR estimator.",
  "authors": [
    {
      "last_name": "Murphy",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Murphy",
      "affiliations": [
        "Department of Electronic and Computer Engineering, University of Limerick, Limerick, Ireland. peter.murphy@ul.ie"
      ]
    },
    {
      "last_name": "McGuigan",
      "fore_name": "Kevin G",
      "initials": "KG",
      "name": "Kevin G McGuigan",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Colreavy",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Colreavy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of the Acoustical Society of America",
    "iso_abbreviation": "J Acoust Soc Am",
    "issn": "1520-8524",
    "issn_type": "Electronic",
    "volume": "123",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "1642",
  "end_page": "1652",
  "pages": "1642-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Glottis",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Biological",
    "Noise",
    "Speech Acoustics",
    "Speech, Alaryngeal",
    "Voice"
  ],
  "article_ids": {
    "pubmed": "18345852",
    "doi": "10.1121/1.2832651"
  },
  "doi": "10.1121/1.2832651",
  "dates": {
    "completed": "2008-04-14",
    "revised": "2008-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.483177",
    "pmid": "18345852"
  }
}