{
  "pmid": "18359430",
  "uid": "18359430",
  "title": "Comprehensive evidence-based clinical practice guidelines for ventilator-associated pneumonia: prevention.",
  "abstract": "BACKGROUND: Ventilator-associated pneumonia (VAP) is an important cause of morbidity and mortality in ventilated critically ill patients. PURPOSE: To develop evidence-based guidelines for the prevention of VAP. DATA SOURCES: MEDLINE, EMBASE, CINAHL, and the Cochrane Database of Systematic Reviews and Register of Controlled Trials. STUDY SELECTION: The authors systematically searched for all relevant randomized, controlled trials and systematic reviews on the topic of prevention of VAP in adults that were published from 1980 to October 1, 2006. DATA EXTRACTION: Independently and in duplicate, the panel scored the internal validity of each trial. Effect size, confidence intervals, and homogeneity of the results were scored using predefined definitions. Scores for the safety, feasibility, and economic issues were assigned based on consensus of the guideline panel. LEVELS OF EVIDENCE: The following statements were used: recommend, consider, do not recommend, and no recommendation due to insufficient or conflicting evidence. DATA SYNTHESIS: To prevent VAP: We recommend: that the orotracheal route of intubation should be used for intubation; a new ventilator circuit for each patient; circuit changes if the circuit becomes soiled or damaged, but no scheduled changes; change of heat and moisture exchangers every 5 to 7 days or as clinically indicated; the use of a closed endotracheal suctioning system changed for each patient and as clinically indicated; subglottic secretion drainage in patients expected to be mechanically ventilated for more than 72 hours; head of bed elevation to 45 degrees (when impossible, as near to 45 degrees as possible should be considered). Consider: the use of rotating beds; oral antiseptic rinses. We do not recommend: use of bacterial filters; the use of iseganan We make no recommendations regarding: the use of a systematic search for sinusitis; type of airway humidification; timing of tracheostomy; prone positioning; aerosolized antibiotics; intranasal mupirocin; topical and/or intravenous antibiotics. CONCLUSION: There are a growing number of evidence-based strategies for VAP prevention, which, if applied in practice, may reduce the incidence of this serious nosocomial infection.",
  "authors": [
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Canada K7L 2V7."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Keenan",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Keenan",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Fowler",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren",
      "initials": "D",
      "name": "Daren Heyland",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "126",
  "end_page": "137",
  "pages": "126-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antibiotic Prophylaxis",
    "Evidence-Based Medicine",
    "Humans",
    "Humidity",
    "Intubation, Intratracheal",
    "Pneumonia, Ventilator-Associated",
    "Posture",
    "Randomized Controlled Trials as Topic",
    "Suction",
    "Tracheostomy"
  ],
  "article_ids": {
    "pubmed": "18359430",
    "doi": "10.1016/j.jcrc.2007.11.014",
    "pii": "S0883-9441(08)00005-1"
  },
  "doi": "10.1016/j.jcrc.2007.11.014",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.706998",
    "pmid": "18359430"
  }
}