{
  "pmid": "18359423",
  "uid": "18359423",
  "title": "Correlates of clinical failure in ventilator-associated pneumonia: insights from a large, randomized trial.",
  "abstract": "PURPOSE: Our objective was to determine clinical variables measured at baseline and day 3 that may relate to failure of resolution of ventilator-associated pneumonia (VAP). MATERIALS AND METHODS: In patients with confirmed VAP derived from a large, randomized controlled trial comparing different modalities for the diagnosis and treatment of VAP, we identified risk factors associated with clinical failure. Clinical failure was prospectively defined in this trial as death, persistence of clinical and radiographic features of infection throughout the study period requiring additional antibiotics, superinfection, or relapsing infection. We examined the relationship between VAP resolution and clinical characteristics measured both at study enrollment and at day 3. We used logistic regression to identify independent factors associated with clinical failure and conducted a sensitivity analysis focusing only on patients who met the definition for clinical failure but who nonetheless survived until day 28. RESULTS: Of 563 subjects with VAP, 179 (31.8%) were classified as clinical failures. Death was the most common reason for clinical failure. At baseline, clinical failure patients were older, more severely ill, had been on mechanical ventilation for a longer period, and had higher Clinical Pulmonary Infection Score values and lower Pao2/Fio2 ratios. By day 3, patients defined as clinical failures remained more severely ill and continued to have worse oxygenation. In multivariate analysis, 4 factors were independently associated with clinical failure: older age, duration of ventilation before enrollment, presence of neurologic disease at admission, and failure of the Pao2/Fio2 ratio to improve by day 3. Repeating this multivariable model in only surviving patients suggested that persistence of fever was the only variable associated with clinical failure. CONCLUSIONS: Clinical characteristics correlate with eventual outcomes in VAP. Failure of the Pao2/Fio2 ratio and fever to improve are independently associated with clinical failure. We suggest that clinicians follow these measures and consider integrating them in their decisions as to when to reevaluate persons with VAP who are not improving.",
  "authors": [
    {
      "last_name": "Shorr",
      "fore_name": "Andrew F",
      "initials": "AF",
      "name": "Andrew F Shorr",
      "affiliations": [
        "Pulmonary and Critical Care Medicine, Washington Hospital Center, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Jiang",
      "fore_name": "Xuran",
      "initials": "X",
      "name": "Xuran Jiang",
      "affiliations": []
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren",
      "initials": "D",
      "name": "Daren Heyland",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "64",
  "end_page": "73",
  "pages": "64-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Anti-Infective Agents",
    "Bronchoalveolar Lavage",
    "Chi-Square Distribution",
    "Ciprofloxacin",
    "Drug Therapy, Combination",
    "Female",
    "Humans",
    "Male",
    "Meropenem",
    "Middle Aged",
    "Pneumonia, Ventilator-Associated",
    "Risk Factors",
    "Suction",
    "Thienamycins",
    "Treatment Failure"
  ],
  "article_ids": {
    "pubmed": "18359423",
    "doi": "10.1016/j.jcrc.2007.11.010",
    "pii": "S0883-9441(07)00200-6"
  },
  "doi": "10.1016/j.jcrc.2007.11.010",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Thienamycins",
    "Ciprofloxacin",
    "Meropenem"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.706237",
    "pmid": "18359423"
  }
}