{
  "pmid": "18358986",
  "uid": "18358986",
  "title": "Dissociable effects of ethanol consumption during the light and dark phase in adolescent and adult Wistar rats.",
  "abstract": "In adolescence, high levels of drinking over short episodes (binge drinking) is commonly seen in a proportion of the population. Because adolescence is an important neurodevelopmental period, the effects of binge drinking on brain and behavior has become a significant health concern. However, robust animal models of binge drinking in rats are still being developed and therefore further efforts are needed to optimize paradigms for inducing maximal self-administration of alcohol. In the present experiment, 1-h limited-access self-administration sessions were instituted to model excessive drinking behavior in adolescent and adult Wistar rats. In addition to age, the involvement of sex and phase within the light/dark cycle (i.e., drinking in the light or dark) on sweetened 5% ethanol intake were also evaluated over 14 limited-access sessions using a between-groups design. The results of the experiment showed that over 14 limited-access sessions, sweetened ethanol intake (g/kg) was significantly higher for adolescents compared to adults. Females were also found to drink more sweetened ethanol as compared to males. Additionally, drinking in the light produced a robust increase in sweetened ethanol intake (g/kg) in adolescents, as compared to adults during the light phase and as compared to both adolescent and adult rats drinking in the dark. Furthermore, the increase in ethanol consumption observed in adolescents drinking during the light phase was dissociable from sweetened solution intake patterns. These results identify that age, sex, and time of day all significantly influence consumption of sweetened ethanol in Wistar rats. Knowledge of these parameters should be useful for future experiments attempting to evaluate the effects of self-administered ethanol exposure in adult and adolescent rats.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Brendan M",
      "initials": "BM",
      "name": "Brendan M Walker",
      "affiliations": [
        "Molecular and Integrative Neurosciences Department, The Scripps Research Institute, La Jolla, CA 92037, USA. bwalker@scripps.edu"
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Walker",
      "affiliations": []
    },
    {
      "last_name": "Ehlers",
      "fore_name": "Cindy L",
      "initials": "CL",
      "name": "Cindy L Ehlers",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Alcohol (Fayetteville, N.Y.)",
    "iso_abbreviation": "Alcohol",
    "issn": "0741-8329",
    "issn_type": "Print",
    "volume": "42",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "83",
  "end_page": "89",
  "pages": "83-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Age Factors",
    "Alcohol Drinking",
    "Animals",
    "Circadian Rhythm",
    "Ethanol",
    "Female",
    "Male",
    "Rats",
    "Rats, Wistar",
    "Sex Characteristics"
  ],
  "article_ids": {
    "pubmed": "18358986",
    "mid": "NIHMS44966",
    "pmc": "PMC2387129",
    "doi": "10.1016/j.alcohol.2007.12.001",
    "pii": "S0741-8329(08)00014-1"
  },
  "doi": "10.1016/j.alcohol.2007.12.001",
  "pmc_id": "PMC2387129",
  "dates": {
    "completed": "2008-05-27",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [
    {
      "grant_id": "R01 AA014339",
      "agency": "NIAAA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AA014339",
      "agency": "NIAAA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.526384",
    "pmid": "18358986"
  }
}