{
  "pmid": "18359431",
  "uid": "18359431",
  "title": "Comprehensive evidence-based clinical practice guidelines for ventilator-associated pneumonia: diagnosis and treatment.",
  "abstract": "BACKGROUND: Ventilator-associated pneumonia (VAP) is an important cause of morbidity and mortality in ventilated critically ill patients. Despite a large amount of research evidence, the optimal diagnostic and treatment strategies for VAP remain controversial. PURPOSE: The aim of this study was to develop evidence-based clinical practice guidelines for the diagnosis and treatment of VAP. Data sources include Medline, EMBASE, Cumulative Index to Nursing and Allied Health Literature, and the Cochrane Database of Systematic Reviews and Register of Controlled Trials. STUDY SELECTION: The authors systematically searched for all relevant randomized controlled trials and systematic reviews on the diagnosis and treatment of VAP in mechanically ventilated adults that were published from 1980 to October 1, 2006. DATA EXTRACTION: Independently and in duplicate, the panel critically appraised each published trial. The effect size, confidence intervals, and homogeneity of the results were scored using predefined definitions. The full guideline development panel arrived at a consensus for scores on safety, feasibility, and economic issues. LEVELS OF EVIDENCE: Based on the scores for each topic, the following statements of recommendation were used: recommend, consider, do not recommend, and no recommendation because of insufficient or conflicting evidence. DATA SYNTHESIS: For the diagnosis of VAP in immunocompetent patients, we recommend that endotracheal aspirates with nonquantitative cultures be used as the initial diagnostic strategy. When there is a suspicion of VAP, we recommend empiric antimicrobial therapy (in contrast to delayed or culture directed therapy) and appropriate single agent antimicrobial therapy for each potential pathogen as empiric therapy for VAP. Choice of antibiotics should be based on patient factors and local resistance patterns. We recommend that an antibiotic discontinuation strategy be used in patients who are treated of suspected VAP. For patients who receive adequate initial antibiotic therapy, we recommend 8 days of antibiotic therapy. We do not recommend nebulized endotracheal tobramycin or intratracheal instillation of tobramycin for the treatment of VAP. CONCLUSION: We present evidence-based recommendations for the diagnosis and treatment of VAP. Implementation of these recommendations into clinical practice may lessen the morbidity and mortality of patients who develop VAP.",
  "authors": [
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Canada K7L 2V7."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Keenan",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Keenan",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Fowler",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren",
      "initials": "D",
      "name": "Daren Heyland",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "138",
  "end_page": "147",
  "pages": "138-47",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Evidence-Based Medicine",
    "Humans",
    "Pneumonia, Ventilator-Associated",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "18359431",
    "doi": "10.1016/j.jcrc.2007.12.008",
    "pii": "S0883-9441(08)00009-9"
  },
  "doi": "10.1016/j.jcrc.2007.12.008",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2022-04-10"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.707325",
    "pmid": "18359431"
  }
}