{
  "pmid": "18350893",
  "uid": "18350893",
  "title": "C60 colloid formation in aqueous systems: effects of preparation method on size, structure, and surface charge.",
  "abstract": "The discovery that negatively charged aggregates of C60 fullerene are stable in aqueous environments has elicited concerns regarding the potential environmental and health effects of these aggregates. Many previous studies have used aggregates synthesized using intermediate organic solvents. This work primarily employed an aggregate production method that more closely emulates the fate of C60 upon accidental release into the environment: extended mixing in water. The aggregates formed via this method (aqu/nC60) differ from those produced using the more common solvent exchange methods. The aqu/nC60 aggregates are heterogeneous in size (20 nm and larger) and shape (facetted to spherical), negatively charged, and crystalline in structure, exhibiting a face centered cubic (FCC) system. Solution characteristics such as aqu/nC60 aggregate size and concentration were found to be dependent upon preparation variables such as initial C60 concentration, initial particle size, and the presence or absence of natural organic matter. These results indicate that care should be taken when attempting to compare experimental results obtained with aqu/nC60 to nC60 produced by solvent exchange methods.",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura K",
      "initials": "LK",
      "name": "Laura K Duncan",
      "affiliations": [
        "The Charles E. Via Jr. Department of Civil and Environmental Engineering, Institute for Critical Technology and Applied Science, Virginia Polytechnic Institute and State University, Blacksburg, Virginia 24060, USA."
      ]
    },
    {
      "last_name": "Jinschek",
      "fore_name": "Joerg R",
      "initials": "JR",
      "name": "Joerg R Jinschek",
      "affiliations": []
    },
    {
      "last_name": "Vikesland",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Vikesland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental science & technology",
    "iso_abbreviation": "Environ Sci Technol",
    "issn": "0013-936X",
    "issn_type": "Print",
    "volume": "42",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "173",
  "end_page": "178",
  "pages": "173-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Colloids",
    "Crystallization",
    "Fullerenes",
    "Microscopy, Electron, Transmission",
    "Nanoparticles",
    "Particle Size",
    "Spectrophotometry, Ultraviolet",
    "Surface Properties",
    "Water Pollutants, Chemical"
  ],
  "article_ids": {
    "pubmed": "18350893",
    "doi": "10.1021/es071248s"
  },
  "doi": "10.1021/es071248s",
  "dates": {
    "completed": "2008-07-01",
    "revised": "2019-07-15"
  },
  "chemicals": [
    "Colloids",
    "Fullerenes",
    "Water Pollutants, Chemical",
    "fullerene C60"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:34.800866",
    "pmid": "18350893"
  }
}