{
  "pmid": "18364343",
  "uid": "18364343",
  "title": "Development of food frequency questionnaires and a nutrient database for the Prospective Urban and Rural Epidemiological (PURE) pilot study in South India: methodological issues.",
  "abstract": "PURPOSE: To develop Food Frequency Questionnaires (FFQs) and nutrient databases for urban and rural Indian populations with diverse dietary habits for the PURE (Prospective Urban and Rural Epidemiological) pilot study. PROCEDURE: 24 hour dietary recalls were obtained from 84 rural and 60 urban subjects. From a comprehensive food list, separate FFQs were developed for the two groups. Nutrient analysis of the FFQ required the selection of foods, development of recipes and application of these to cooked foods to develop a nutrient database. The FFQs were piloted in 80 urban and 77 rural subjects. Separately for each group, a stepwise regression method was used to identify foods contributing to a cumulative 90% of variance to total energy intake. Nutrient and food group intakes were compared using an independent t-test. MAIN FINDINGS: The urban and the rural FFQs contained 129 and 102 foods respectively, of which 82 foods were common to both. Fourteen urban foods and eight rural foods explained a cumulative 90% of variance for total energy intake. Daily intakes for most nutrients and food groups were two to three fold higher in the urban than in the rural group. CONCLUSIONS: In Indian populations with diverse dietary habits, using standard methods to develop separate FFQs can capture dietary intakes adequately. To develop nutrient databases, substitution of local food composition tables with data from other sources using standard methods to match foods can be adopted.",
  "authors": [
    {
      "last_name": "Bharathi",
      "fore_name": "Ankalmadagu Venkatasubbareddy",
      "initials": "AV",
      "name": "Ankalmadagu Venkatasubbareddy Bharathi",
      "affiliations": [
        "St. John's Research Institute, St. John's National Academy of Health Sciences, Opp BDA Complex, Koramangala, Bangalore-560034, Karnataka, India. bharathi@iphcr.res.in"
      ]
    },
    {
      "last_name": "Kurpad",
      "fore_name": "Anura Vishwanath",
      "initials": "AV",
      "name": "Anura Vishwanath Kurpad",
      "affiliations": []
    },
    {
      "last_name": "Thomas",
      "fore_name": "Tinku",
      "initials": "T",
      "name": "Tinku Thomas",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Saraswathi",
      "fore_name": "Govindachar",
      "initials": "G",
      "name": "Govindachar Saraswathi",
      "affiliations": []
    },
    {
      "last_name": "Vaz",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Vaz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Asia Pacific journal of clinical nutrition",
    "iso_abbreviation": "Asia Pac J Clin Nutr",
    "issn": "0964-7058",
    "issn_type": "Print",
    "volume": "17",
    "issue": "1",
    "pub_year": "2008"
  },
  "start_page": "178",
  "end_page": "185",
  "pages": "178-85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Data Collection",
    "Databases, Factual",
    "Diet",
    "Diet Surveys",
    "Energy Intake",
    "Female",
    "Humans",
    "India",
    "Linear Models",
    "Male",
    "Nutrition Assessment",
    "Pilot Projects",
    "Rural Population",
    "Surveys and Questionnaires",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "18364343"
  },
  "dates": {
    "completed": "2008-09-16",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.306815",
    "pmid": "18364343"
  }
}