{
  "pmid": "18379228",
  "uid": "18379228",
  "title": "Quality of professional society guidelines and consensus conference statements in critical care.",
  "abstract": "OBJECTIVE: To examine the quality of professional society critical care guidelines and consensus statements. DATA SOURCE: MEDLINE, EMBASE, Cochrane Library (to May 2007), conference proceedings (1990 to May 2007), and personal files. STUDY SELECTION: We considered documents focused on 1) mechanical ventilation and 2) prevention of complications of critical illness associated with mechanical ventilation. DATA EXTRACTION: Independently, two reviewers appraised the methodologic quality of each document using the Grilli, Shaneyfelt, and Appraisal of Guideline Research and Evaluation (AGREE) instruments. DATA SYNTHESIS: We compared the differences in mean scores of the results of the quality instruments to determine variability in quality of the documents. Our inclusion criteria were fulfilled by 13 guidelines and 12 consensus statements. Adherence to current methodologic standards was low. The quality of guidelines was significantly higher than consensus statements (p < or = .01). Limited data suggested that guideline quality improved from 1985 to 2005. Guidelines had higher AGREE scores compared with consensus statements (57.6 +/- 13.6 vs. 41.4 +/- 5.8, p = .002, out of possible total of 92). Consensus statements performed poorly in the identification and interpretation of evidence and in their description of the rationale for specific recommendations. Six articles reported receiving industry funding, and 15 reported on conflicts of interest (present in three articles). CONCLUSIONS: The overall quality of critical care professional society guidelines and consensus statements, as assessed by three published quality instruments, is low. Although the quality of guidelines seems to be increasing over time, there is room for improvement, which could in turn facilitate knowledge translation and improve patient care in the intensive care unit.",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, and Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada. taz.sinuff@sunnybrook.ca"
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Rakesh V",
      "initials": "RV",
      "name": "Rakesh V Patel",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "1049",
  "end_page": "1058",
  "pages": "1049-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Consensus Development Conferences as Topic",
    "Critical Care",
    "Humans",
    "Practice Guidelines as Topic",
    "Quality Assurance, Health Care",
    "Respiration, Artificial",
    "Societies, Medical"
  ],
  "article_ids": {
    "pubmed": "18379228",
    "doi": "10.1097/CCM.0b013e31816a01ec",
    "pii": "00003246-200804000-00003"
  },
  "doi": "10.1097/CCM.0b013e31816a01ec",
  "dates": {
    "completed": "2008-04-28",
    "revised": "2008-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.491602",
    "pmid": "18379228"
  }
}