{
  "pmid": "18373174",
  "uid": "18373174",
  "title": "Citrus fruit intake and stomach cancer risk: a quantitative systematic review.",
  "abstract": "BACKGROUND: The purpose of this systematic review was to investigate the association between dietary intake of citrus fruits and gastric cancer risk. METHODS: We searched electronic databases and the reference lists of publications on diet and stomach cancer studies until April 2007. All of the epidemiological studies that obtained individual data on dietary intake of citrus fruits and presented risk estimates of the association between intake of citrus fruits and risk of stomach cancer were identified and included in this review. Using general variance-based methods, study-specific odds ratio (OR)/ relative risk (RR) and associated confidence interval (CI)/ standard error (SE) for highest versus lowest intake of citrus fruits level were extracted from each article. RESULTS: Fourteen articles, including six hospital-based case-control studies, six community-based case-control studies, and two cohort studies, proved eligible. Overall summary OR using a fixed-effect model showed a 28% reduction in risk of stomach cancer associated with high intake of citrus fruits (summary OR = 0.72; 95% CI = 0.64-0.81; P value <0.0001); results were consistent across studies (I(2) = 0, where I(2) describes the percentage of total variation across studies because of heterogeneity rather than chance). Also, visual inspection of the results did not suggest a publication bias. CONCLUSION: Pooled results from observational studies support a protective effect of high citrus fruit intake in the risk of stomach cancer.",
  "authors": [
    {
      "last_name": "Bae",
      "fore_name": "Jong-Myon",
      "initials": "JM",
      "name": "Jong-Myon Bae",
      "affiliations": [
        "Department of Preventive Medicine, Cheju National University College of Medicine, Jeju, Jejudo, Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Eun Ja",
      "initials": "EJ",
      "name": "Eun Ja Lee",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gastric cancer : official journal of the International Gastric Cancer Association and the Japanese Gastric Cancer Association",
    "iso_abbreviation": "Gastric Cancer",
    "issn": "1436-3291",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2008"
  },
  "start_page": "23",
  "end_page": "32",
  "pages": "23-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Citrus",
    "Humans",
    "Korea",
    "Nutritional Status",
    "Prevalence",
    "Risk Assessment",
    "Risk Factors",
    "Stomach Neoplasms"
  ],
  "article_ids": {
    "pubmed": "18373174",
    "doi": "10.1007/s10120-007-0447-2"
  },
  "doi": "10.1007/s10120-007-0447-2",
  "dates": {
    "completed": "2008-06-20",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.327944",
    "pmid": "18373174"
  }
}