{
  "pmid": "18381308",
  "uid": "18381308",
  "title": "Intra-articular block compared with conscious sedation for closed reduction of ankle fracture-dislocations. A prospective randomized trial.",
  "abstract": "BACKGROUND: Ankle fracture-dislocations require urgent reduction to protect the soft tissues, to minimize articular injury, and to allow swelling to decrease. Conscious sedation is commonly used to provide analgesia for closed reduction of this injury. We hypothesized that an intra-articular block of the ankle would provide similar analgesia and the ability to reduce the ankle with a lower risk than conscious sedation. METHODS: Between September 2005 and January 2007, forty-two patients with an ankle fracture-dislocation presented to our emergency department and were enrolled in a prospective randomized study. The patients were given either conscious sedation or an intra-articular lidocaine block for the reduction and for the application of a plaster splint. After the reduction maneuver, the patients used a visual analog pain scale to rate the level of pain before, during, and after the procedure, from 1 (no pain) to 10 (severe pain). The senior authors reviewed the injury and reduction radiographs to confirm the reduction of the ankle joint. RESULTS: Twenty-one patients were randomized to each group. There was no difference in demographic data or fracture patterns between the groups. Both the sedation and the block reduced the pain to a similar degree. The pain reduction (the initial pain level minus the level of pain after medication was given or injected) was an average (and standard deviation) of 4.6 +/- 3.3 for the block group and 4.2 +/- 3.5 for the sedation group (p = 0.64). The average change in the level of pain between the initial presentation and during the reduction was 3.6 +/- 3.8 for the block group and 4.1 +/- 3.3 for the sedation group. Overall, there was no difference in analgesia provided by these two methods (p = 0.71). An acceptable reduction was achieved for forty-one of the forty-two patients with one failure in the sedation group. The average time for ankle reduction and stabilization in a splint was 81.5 minutes for the sedation group and 63.8 minutes for the block group. CONCLUSIONS: Compared with conscious sedation, an intra-articular lidocaine block provides a similar degree of analgesia and sufficient analgesia to achieve closed reduction of ankle fracture-dislocations.",
  "authors": [
    {
      "last_name": "White",
      "fore_name": "Brian J",
      "initials": "BJ",
      "name": "Brian J White",
      "affiliations": [
        "Department of Orthopaedic Surgery, New York University Hospital for Joint Diseases, 550 First Avenue, NBV 21W-37, New York, NY 10016, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    },
    {
      "last_name": "Tejwani",
      "fore_name": "Nirmal C",
      "initials": "NC",
      "name": "Nirmal C Tejwani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "731",
  "end_page": "734",
  "pages": "731-4",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anesthetics, Local",
    "Ankle Injuries",
    "Conscious Sedation",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Injections, Intra-Articular",
    "Joint Dislocations",
    "Lidocaine",
    "Male",
    "Middle Aged",
    "Nerve Block",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "18381308",
    "doi": "10.2106/JBJS.G.00733",
    "pii": "90/4/731"
  },
  "doi": "10.2106/JBJS.G.00733",
  "dates": {
    "completed": "2008-04-29",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Lidocaine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.484496",
    "pmid": "18381308"
  }
}