{
  "pmid": "18381304",
  "uid": "18381304",
  "title": "Geographic variation in device use for intertrochanteric hip fractures.",
  "abstract": "BACKGROUND: Hip fractures in the elderly are a common and costly problem, with intertrochanteric fractures accounting for almost half of these fractures. Most intertrochanteric fractures are treated with either a plate-and-screw device or an intramedullary nail device. We assessed the degree of geographic variation in use of intramedullary nailing for intertrochanteric femoral fractures among Medicare beneficiaries between 2000 and 2002. METHODS: Medicare 100% files (hospital and physician claims, and enrollment) for 2000 through 2002 were used to identify beneficiaries, sixty-five years of age or older, who had undergone inpatient surgery for the treatment of an intertrochanteric femoral fracture with a plate-and-screw device or an intramedullary nail. We used multiple logistic regression analysis to model the use of an intramedullary nail (as opposed to a plate-and-screw device) by state and year, after adjusting for patient age, sex, race, subtrochanteric fracture, comorbidities, and Medicaid-administered assistance. The odds ratios of receiving an intramedullary nail device are reported. The adjusted state rates of intramedullary nailing per 100 Medicare patients with an intertrochanteric fracture are reported for 2000 through 2002. RESULTS: In this study, 212,821 claims for operations to treat patients with an intertrochanteric fracture from 2000 through 2002 met the inclusion criteria. There was considerable geographic variation in intramedullary nail use by state across all years. The mean adjusted intramedullary nailing rate per 100 Medicare patients with an intertrochanteric fracture increased nationally from 7.84 in 2000 to 16.98 in 2002. In 2000, surgeons in sixteen states used an intramedullary nail in fewer than one of every twenty Medicare patients with an intertrochanteric fracture. By 2002, surgeons in only two states used an intramedullary nail in fewer than one of every twenty patients with an intertrochanteric fracture, and in eight states they used an intramedullary nail in more than one of every four patients with an intertrochanteric fracture. CONCLUSIONS: There was substantial geographic variation in the use of intramedullary nailing by state from 2000 through 2002 that was largely not explained by patient-related factors.",
  "authors": [
    {
      "last_name": "Forte",
      "fore_name": "Mary L",
      "initials": "ML",
      "name": "Mary L Forte",
      "affiliations": [
        "Division of Health Policy and Management, School of Public Health, University of Minnesota, MMC 197, D351 Mayo, 420 Delaware Street S.E., Minneapolis, MN 55455, USA. fort0023@umn.edu"
      ]
    },
    {
      "last_name": "Virnig",
      "fore_name": "Beth A",
      "initials": "BA",
      "name": "Beth A Virnig",
      "affiliations": []
    },
    {
      "last_name": "Kane",
      "fore_name": "Robert L",
      "initials": "RL",
      "name": "Robert L Kane",
      "affiliations": []
    },
    {
      "last_name": "Durham",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Durham",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Feldman",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Feldman",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "691",
  "end_page": "699",
  "pages": "691-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Fracture Fixation, Intramedullary",
    "Hip Fractures",
    "Humans",
    "Logistic Models",
    "Male",
    "Medicare",
    "Odds Ratio",
    "Practice Patterns, Physicians'",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18381304",
    "doi": "10.2106/JBJS.G.00414",
    "pii": "90/4/691"
  },
  "doi": "10.2106/JBJS.G.00414",
  "dates": {
    "completed": "2008-04-29",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.024173",
    "pmid": "18381304"
  }
}