{
  "pmid": "18385897",
  "uid": "18385897",
  "title": "The physiological and pharmacological basis for the ergogenic effects of androgens in elite sports.",
  "abstract": "Androgen doping in power sports is undeniably rampant worldwide. There is strong evidence that androgen administration in men increases skeletal muscle mass, maximal voluntary strength and muscle power. However, we do not have good experimental evidence to support the presumption that androgen administration improves physical function or athletic performance. Androgens do not increase specific force or whole body endurance measures. The anabolic effects of testosterone on the skeletal muscle are mediated through androgen receptor signaling. Testosterone promotes myogenic differentiation of multipotent mesenchymal stem cells and inhibits their differentiation into the adipogenic lineage. Testosterone binding to androgen receptor induces a conformational change in androgen receptor protein, causing it to associate with beta-catenin and TCF-4 and activate downstream Wnt target genes thus promoting myogenic differentiation. The adverse effects of androgens among athletes and recreational bodybuilders are under reported and include acne, deleterious changes in the cardiovascular risk factors, including a marked decrease in plasma high-density lipoproteins (HDL) cholesterol level, suppression of spermatogenesis resulting in infertility, increase in liver enzymes, hepatic neoplasms, mood and behavioral disturbances, and long term suppression of the endogenous hypothalamic-pituitary-gonadal axis. Androgens are often used in combination with other drugs which may have serious adverse events of their own. In spite of effective methods for detecting androgen doping, the policies for screening of athletes are highly variable in different countries and organizations and even existing policies are not uniformly enforced.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Boston University School of Medicine, Section of Endocrinology, Diabetes, and Nutrition, Boston Medical Center, Boston, MA 02118, USA."
      ]
    },
    {
      "last_name": "Lakshman",
      "fore_name": "Kishore M",
      "initials": "KM",
      "name": "Kishore M Lakshman",
      "affiliations": []
    },
    {
      "last_name": "Bhasin",
      "fore_name": "Shalender",
      "initials": "S",
      "name": "Shalender Bhasin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Asian journal of andrology",
    "iso_abbreviation": "Asian J Androl",
    "issn": "1008-682X",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "May"
  },
  "start_page": "351",
  "end_page": "363",
  "pages": "351-63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Androgens",
    "Doping in Sports",
    "Humans",
    "Sports",
    "Weight Lifting"
  ],
  "article_ids": {
    "pubmed": "18385897",
    "doi": "10.1111/j.1745-7262.2008.00407.x"
  },
  "doi": "10.1111/j.1745-7262.2008.00407.x",
  "dates": {
    "completed": "2008-08-18",
    "revised": "2008-04-03"
  },
  "chemicals": [
    "Androgens"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.937111",
    "pmid": "18385897"
  }
}