{
  "pmid": "18392170",
  "uid": "18392170",
  "title": "A review of medication use for children and adolescents with eating disorders.",
  "abstract": "OBJECTIVE: This paper aims to review the research literature on the use of medication for eating disorders in children and adolescents. METHOD: The literature was reviewed on the pharmacotherapy of anorexia nervosa (AN), bulimia nervosa (BN) and eating disorder not otherwise specified (EDNOS). The PubMed database was searched for all articles on medication use in the child and adolescent population using the terms medication, antipsychotic, antidepressant, child, adolescent, eating disorders, anorexia nervosa and bulimia nervosa. RESULTS: Very little literature exists on the use of medication for the treatment of eating disorders in children and adolescents. There is one retrospective study on the use of SSRIs and some case reports on atypical antipsychotics for children and adolescents with AN, and one small open trial on SSRIs for adolescent BN. CONCLUSIONS: Evidence-based pharmacological treatment for children and adolescents with eating disorders is not yet possible due to the limited number of studies available. It appears that olanzapine and other atypical antipsychotics may prove to be promising for AN at low body weights. It remains uncertain whether SSRIs are helpful in preventing relapse in AN. For children and adolescents with BN, the first line pharmacological option is fluoxetine given the large evidence base of this drug with the adult population and a small open trial of adolescents with BN.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "University of Western Ontario, London, Ontario. jennifer.couturier@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Lock",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lock",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "16",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "173",
  "end_page": "176",
  "pages": "173-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18392170",
    "pmc": "PMC2247460"
  },
  "pmc_id": "PMC2247460",
  "dates": {
    "completed": "2010-06-28",
    "revised": "2024-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.279146",
    "pmid": "18392170"
  }
}