{
  "pmid": "18394545",
  "uid": "18394545",
  "title": "Qualiveen, a urinary-disorder specific instrument: 0.5 corresponds to the minimal important difference.",
  "abstract": "OBJECTIVE: This study assessed the interpretability of changes in Qualiveen, a specific health-related quality-of-life (HRQOL) questionnaire for urinary disorders (UD) in multiple sclerosis (MS) patients. Qualiveen has 30 items focusing on four aspects of patients' lives related to their urinary problems: bother with limitations (nine items), frequency of limitations (eight items), fears (eight items), and feelings (five items). Response options are framed as 5-point Likert-type scales, and scores on each domain range from 0 to 4. STUDY DESIGN AND SETTING: One hundred twenty-one MS patients with UD completed Qualiveen at baseline and 2-10 weeks later. At the second visit, patients also made global ratings of change in urinary HRQOL (GRC) with a 15-point scale from -7 to +7. We addressed the validity of GRC by examining its relationships with pre- and post-Qualiveen scores and determined the mean change in score on each Qualiveen domain associated with small, moderate, and large changes in the corresponding GRC. RESULTS: The correlation of the change score with the corresponding GRC was substantially stronger than the correlation with either pre- or post-Qualiveen score, establishing the validity of the GRC. In all domains, a within-patient change in Qualiveen score of approximately 0.5 (range: 0.36-0.72) represents the minimal important difference. A change in score of approximately 0.7 corresponds to a moderate change in quality of life (range: 0.55-0.86). CONCLUSIONS: These estimates will help in interpreting the results of subsequent studies that use Qualiveen to examine the impact of interventions designed to improve urinary-specific HRQOL.",
  "authors": [
    {
      "last_name": "Bonniaud",
      "fore_name": "Véronique",
      "initials": "V",
      "name": "Véronique Bonniaud",
      "affiliations": [
        "Service de Médecine Physique et de Réadaptation, CHU, Besançon, France."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Parratte",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Parratte",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "0895-4356",
    "issn_type": "Print",
    "volume": "61",
    "issue": "5",
    "pub_year": "2008",
    "pub_month": "May"
  },
  "start_page": "505",
  "end_page": "510",
  "pages": "505-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Disability Evaluation",
    "Epidemiologic Methods",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Middle Aged",
    "Multiple Sclerosis",
    "Psychometrics",
    "Quality of Life",
    "Urinary Bladder, Neurogenic"
  ],
  "article_ids": {
    "pubmed": "18394545",
    "doi": "10.1016/j.jclinepi.2007.06.008",
    "pii": "S0895-4356(07)00244-2"
  },
  "doi": "10.1016/j.jclinepi.2007.06.008",
  "dates": {
    "completed": "2008-07-21",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.328170",
    "pmid": "18394545"
  }
}