{
  "pmid": "18392166",
  "uid": "18392166",
  "title": "A review of psychotherapeutic interventions for children and adolescents with eating disorders.",
  "abstract": "OBJECTIVE: Psychotherapeutic interventions for child and adolescent eating disorders have recently received increasing attention in the research literature. This article attempts to summarize these studies. METHOD: The current literature was reviewed using the PubMed and Embase databases under the search terms eating disorders, child, adolescent, and psychotherapy. Here we will present a practical overview of the current evidence for psychotherapeutic interventions in this clinical population. RESULTS: There have been some very promising findings with regards to specific types of therapy for anorexia nervosa (AN), bulimia nervosa (BN) and binge eating disorder (BED). CONCLUSIONS: The best evidence available suggests that family-therapy models are most effective for treating adolescents with AN, and that CBT models are most effective for adolescent BN, although family-based treatment may also be effective for adolescents with BN. Too few studies have been done on BED in adolescents to draw any conclusions; however CBT, IPT and DBT are all theoretically promising.",
  "authors": [
    {
      "last_name": "Rutherford",
      "fore_name": "Leanna",
      "initials": "L",
      "name": "Leanna Rutherford",
      "affiliations": [
        "University of Western Ontario, London Health Sciences Center, London, Ontario. lrutherf@uwo.ca"
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "16",
    "issue": "4",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "153",
  "end_page": "157",
  "pages": "153-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18392166",
    "pmc": "PMC2247455"
  },
  "pmc_id": "PMC2247455",
  "dates": {
    "completed": "2010-06-28",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:12.278518",
    "pmid": "18392166"
  }
}