{
  "pmid": "18404113",
  "uid": "18404113",
  "title": "The use of expertise-based randomized controlled trials to assess spinal manipulation and acupuncture for low back pain: a systematic review.",
  "abstract": "STUDY DESIGN: Systematic review. OBJECTIVE: To assess current use of expertise-based randomization in trials of acupuncture or spinal manipulation for low back pain. SUMMARY OF BACKGROUND DATA: The randomized clinical trial is often referred to as the gold standard for providing evidence to guide therapeutic decisions. Random allocation of participants to intervention and control groups theoretically should balance these groups for both known and unknown prognostic factors; however, when randomizing patients to competing interventions in which the clinician's skill is a central aspect of the intervention, (e.g., surgery, chiropractic, rehabilitation) a differential expertise bias may exist if a majority of clinicians participating have greater expertise in 1 of the 2 interventions under evaluation. Randomizing patients to therapists experienced in the interventions under investigation can overcome this bias. METHODS: We systematically identified relevant randomized controlled trials published up to December 2005. Two independent reviewers extracted data in duplicate using a standardized form. RESULTS: Of 12 eligible trials, none made use of an expertise-based randomized trial design. CONCLUSION: Investigators designing acupuncture or spinal manipulation trials in which 2 or more active therapies are compared should consider expertise-based randomization to increase the validity and feasibility of their efforts.",
  "authors": [
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "da Costa",
      "fore_name": "Bruno R",
      "initials": "BR",
      "name": "Bruno R da Costa",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "8",
    "pub_year": "2008",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "914",
  "end_page": "918",
  "pages": "914-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acupuncture",
    "Clinical Competence",
    "Humans",
    "Low Back Pain",
    "Manipulation, Orthopedic",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "18404113",
    "doi": "10.1097/BRS.0b013e31816b4be4",
    "pii": "00007632-200804150-00015"
  },
  "doi": "10.1097/BRS.0b013e31816b4be4",
  "dates": {
    "completed": "2008-05-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:13.973569",
    "pmid": "18404113"
  }
}