{
  "pmid": "18400967",
  "uid": "18400967",
  "title": "Need for quality improvement in renal systematic reviews.",
  "abstract": "BACKGROUND AND OBJECTIVES: Systematic reviews of clinical studies aim to compile best available evidence for various diagnosis and treatment options. This study assessed the methodologic quality of all systematic reviews relevant to the practice of nephrology published in 2005. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: We searched electronic databases (Medline, Embase, American College of Physicians Journal Club, Cochrane) and hand searched Cochrane renal group records. Clinical practice guidelines, case reports, narrative reviews, and pooled individual patient data meta-analyses were excluded. Methodologic quality was measured using a validated questionnaire (Overview Quality Assessment Questionnaire). For reviews of randomized trials, we also evaluated adherence to recommended reporting guidelines (Quality of Reporting of Meta-Analyses). RESULTS: Ninety renal systematic reviews were published in year 2005, 60 of which focused on therapy. Many systematic reviews (54%) had major methodologic flaws. The most common review flaws were failure to assess the methodologic quality of included primary studies and failure to minimize bias in study inclusion. Only 2% of reviews of randomized trials fully adhered to reporting guidelines. A minority of journals (four of 48) endorsed adherence to consensus guidelines for review reporting, and these journals published systematic reviews of higher methodologic quality (P < 0.001). CONCLUSIONS: The majority of systematic reviews had major methodologic flaws. The majority of journals do not endorse consensus guidelines for review reporting in their instructions to authors; however, journals that recommended such adherence published systemic reviews of higher methodologic quality.",
  "authors": [
    {
      "last_name": "Mrkobrada",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Mrkobrada",
      "affiliations": [
        "Division of Nephrology, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thiessen-Philbrook",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Thiessen-Philbrook",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Iansavichus",
      "fore_name": "Arthur V",
      "initials": "AV",
      "name": "Arthur V Iansavichus",
      "affiliations": []
    },
    {
      "last_name": "Rehman",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Rehman",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "1102",
  "end_page": "1114",
  "pages": "1102-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Benchmarking",
    "Clinical Trials as Topic",
    "Editorial Policies",
    "Evidence-Based Medicine",
    "Guideline Adherence",
    "Guidelines as Topic",
    "Humans",
    "Nephrology",
    "Periodicals as Topic",
    "Quality Control",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "18400967",
    "pmc": "PMC2440265",
    "doi": "10.2215/CJN.04401007",
    "pii": "CJN.04401007"
  },
  "doi": "10.2215/CJN.04401007",
  "pmc_id": "PMC2440265",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2024-04-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.393079",
    "pmid": "18400967"
  }
}