{
  "pmid": "18411384",
  "uid": "18411384",
  "title": "Can family physicians help patients initiate basal insulin therapy successfully?: randomized trial of patient-titrated insulin glargine compared with standard oral therapy: lessons for family practice from the Canadian INSIGHT trial.",
  "abstract": "OBJECTIVE: To determine whether FPs could help patients implement bedtime basal insulin therapy as successfully as diabetes experts could. DESIGN: National, multicentre, randomized, open-label trial designed to assess use of bedtime basal insulin therapy compared with use of standard oral-agent therapy for patients with type 2 diabetes being treated by diabetes experts or FPs. SETTING: Nineteen endocrinologist or expert sites and 34 family practices. PARTICIPANTS: A total of 405 adult patients with hemoglobin A1c (HbA1c) values of 7.5% to 11.0% who were taking 0 to 2 oral agents. INTERVENTION: Participants were randomized to receive either basal insulin therapy using glargine self-titrated according to a patient algorithm or conventional therapy with physician-adjusted doses of oral agents for a period of 24 weeks. MAIN OUTCOME MEASURES: The primary outcome was time to achieve 2 consecutive HbA1c values < or = 6.5%. Secondary outcomes were the proportion of subjects who achieved these HbA1c values, a fasting plasma glucose level < or = 5.5 mmol/L, and 2 consecutive HbA1c values < or = 7.0%; incidence, rate, and severity of hypoglycemia; daily variations in blood-glucose levels; and participants' lipid profiles. Post-hoc analysis sought to determine whether patients' outcomes differed in terms of the above measures depending on whether they had been treated by diabetes experts or FPs. RESULTS: A total of 206 patients were randomized to the glargine group, and 199 to the oral agents group. In total, 145 patients were followed by experts and 260 by FPs. Mean reductions in HbA1c and fasting plasma glucose levels and rates of hypoglycemia were comparable in the 2 groups. Patients of both types of physicians achieved significantly greater reductions in fasting plasma glucose with glargine than with oral agents (FPs: -4.14 vs -2.45 mmol/L, P = .0001; experts: -3.47 vs -2.19 mmol/L, P = .0013). Patients of FPs achieved significantly greater reductions in HbA1c levels with glargine than with oral agents (FPs: -1.64 vs -1.26%, P = .0058; experts: -1.41 vs-1.24%, P = .3331). Final mean insulin doses were higheramong FPs' patients than among experts' patients (41.74vs 31.66 units, P = .015). Family physicians were more aggressive in their use of insulin, while experts used more oral agents. There were no significant differences inefficacy of treatment. CONCLUSION: In most settings, FPs could easily implement the patient-driven bedtime basal insulin protocol used in this study.",
  "authors": [
    {
      "last_name": "Harris",
      "fore_name": "Stewart",
      "initials": "S",
      "name": "Stewart Harris",
      "affiliations": [
        "Department of Family Medicine, Schulich School of Medicine & Dentistry, Centre for Studies in Family Medicine, University of Western Ontario, 245-100 Collip Circle, London, ON N6G 4X8. sharris1@uwo.ca"
      ]
    },
    {
      "last_name": "Yale",
      "fore_name": "Jean-François",
      "initials": "JF",
      "name": "Jean-François Yale",
      "affiliations": []
    },
    {
      "last_name": "Dempsey",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Dempsey",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "550",
  "end_page": "558",
  "pages": "550-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Oral",
    "Adult",
    "Aged",
    "Canada",
    "Chronotherapy",
    "Diabetes Mellitus, Type 2",
    "Endocrinology",
    "Family Practice",
    "Female",
    "Humans",
    "Hypoglycemic Agents",
    "Injections",
    "Insulin",
    "Insulin Glargine",
    "Insulin, Long-Acting",
    "Male",
    "Middle Aged",
    "Patient Compliance",
    "Practice Patterns, Physicians'",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18411384",
    "pmc": "PMC2294091",
    "pii": "54/4/550"
  },
  "pmc_id": "PMC2294091",
  "dates": {
    "completed": "2008-06-03",
    "revised": "2024-03-16"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Insulin",
    "Insulin, Long-Acting",
    "Insulin Glargine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:38.255390",
    "pmid": "18411384"
  }
}