{
  "pmid": "18412305",
  "uid": "18412305",
  "title": "Patients with scleroderma may have increased risk of osteoporosis. A comparison to rheumatoid arthritis and noninflammatory musculoskeletal conditions.",
  "abstract": "OBJECTIVE: To investigate if subjects with scleroderma (systemic sclerosis, SSc) have increased risk for developing osteoporosis (OP). METHODS: A survey assessing demographics, diagnosis/investigations for OP, and risk factors for OP was mailed to 129 patients with SSc, 158 controls with noninflammatory musculoskeletal (MSK) disease, and 230 positive controls with rheumatoid arthritis (RA). All available charts were reviewed and results were included in analyses of demographics, OP status, past bone mineral density (BMD), and past steroid use. In addition, we recorded BMD results (T score) of SSc patients with their matched RA controls. Analyses adjusted for age were done for SSc versus MSK and SSc versus RA. RESULTS: The response rate was 61% for patients with SSc (n = 28 diffuse, 51 limited disease), RA 67%, and MSK 59%; however, through chart review, 159 SSc, 140 MSK, and 235 RA patients were included in the analyses. Mean age and proportion of women did not differ between groups. Disease duration was longer in RA versus SSc group (16.5 vs 11.5 yrs; p < 0.0001). The prevalence of OP in SSc was similar to RA controls (19.4% vs 16.7%; p = 0.38) but likely higher than MSK controls (12.2%; p = 0.054). Subjects with SSc reported a higher rate of disability (41.0% vs 15.6%; p = 0.0001) and less family history of OP (22.8% vs 46.7%; p = 0.0006) compared with the MSK control group. There were no differences between groups in reports of fracture (35% SSc, 43% MSK, 37% RA; p = 0.5) or OP related fractures (4% SSc, 11% MSK, 11% RA; p = 0.5). Subjects with SSc were less likely to have had a BMD done in the past compared to RA (40.9% vs 62.6%; p = 0.0001). Subjects with RA who reported OP had longer disease duration than RA without OP (18 +/- 1.7 yrs vs 12 +/- 0.8; p = 0.0009). Results from the chart review showed that the T scores of SSc (n = 56, mean age 62.9 +/- SD 10.1 yrs) at lumbar spine (SSc -1.01 vs RA -0.97), femoral neck (SSc -2.07 vs RA -1.46; p = 0.01, adjusting for age p = 0.26), and total hip region (SSc -1.52 vs RA -1.25) were comparable to or even lower than the RA group (n = 56, mean age 62.2 +/- SD 10.7 yrs). CONCLUSION: The prevalence of OP in patients with SSc was comparable to those with RA, but higher than in the MSK group. Age was found to be an important factor, as expected. Also, our results indicated that BMD (T score) in SSc was similar to or even lower than in patients with RA. Increasing the awareness to order BMD measurements in patients with SSc may be warranted based on our results, especially for older patients.",
  "authors": [
    {
      "last_name": "Yuen",
      "fore_name": "Sai Yan",
      "initials": "SY",
      "name": "Sai Yan Yuen",
      "affiliations": [
        "Division of Rheumatology, Department of Medicine, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": []
    },
    {
      "last_name": "Ouimet",
      "fore_name": "Janine",
      "initials": "J",
      "name": "Janine Ouimet",
      "affiliations": []
    },
    {
      "last_name": "Pope",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E Pope",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "0315-162X",
    "issn_type": "Print",
    "volume": "35",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "1073",
  "end_page": "1078",
  "pages": "1073-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Arthritis, Rheumatoid",
    "Bone Density",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Musculoskeletal Diseases",
    "Osteoporosis",
    "Risk Factors",
    "Scleroderma, Systemic"
  ],
  "article_ids": {
    "pubmed": "18412305",
    "pii": "08/13/0422"
  },
  "dates": {
    "completed": "2008-11-25",
    "revised": "2008-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:24.646573",
    "pmid": "18412305"
  }
}