{
  "pmid": "18436360",
  "uid": "18436360",
  "title": "Contending visions in the evolution of genetic medicine: the case of cancer genetic services in Ontario, Canada.",
  "abstract": "Growth in genetic medicine has provoked debate about how new and emerging genetic services should be provided, and specifically, what roles non-genetic clinicians should assume. We address this question through a qualitative interview based case study of the program in genetic testing for the hereditary cancer syndromes (breast/ovarian and colorectal) in Ontario, Canada. We argue that two communities offer parallel visions of cancer genetic care: one \"genetic,\" the other \"oncologic.\" Both communities argue from precedent that cancer genetics is a natural extension of their work: it is \"what we do.\" Both communities also highlight the importance of their own expertise in providing core elements of cancer genetic care: it requires \"what we know.\" Further, both communities perceive the need for leadership by their own (or a related) community as genetic medicine expands to include a broader array of more common and complex diseases: it is expanding \"where we're leading.\" Yet, the \"we's\" articulating these visions are not reducible to professional identity; rather, both represent distinctive \"communities of practice and discourse\" that are constructed in relation to institutionalized professional roles, and interactions with the genetic technologies (both tests and counselling) themselves. Available literature on the role of diverse health care professionals in the provision of genetic health care presumes a fixed identity and set of approaches for each professional group that might play a role. Further, existing models tend to assume that genetic technologies are given as tools, and that service organization concerns primarily questions of who will have access to these tools and their powers, as well as the consequent professional and ethical responsibilities. Yet questions about who will control genetic technologies are not simply turf battles between the professions: they are also inescapably questions about what the genetic technologies should and will accomplish clinically.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Fiona Alice",
      "initials": "FA",
      "name": "Fiona Alice Miller",
      "affiliations": [
        "Health Policy, Management and Evaluation, University of Toronto, 155 College Street, 4th Floor, Toronto, Ontario M5T 3M6, Canada. fiona.miller@utoronto.ca"
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": []
    },
    {
      "last_name": "Ahern",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Ahern",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "67",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "152",
  "end_page": "160",
  "pages": "152-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Attitude to Health",
    "Female",
    "Genetic Predisposition to Disease",
    "Genetics, Medical",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Medical Oncology",
    "Neoplasms",
    "Ontario",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "18436360",
    "doi": "10.1016/j.socscimed.2008.03.035",
    "pii": "S0277-9536(08)00179-2"
  },
  "doi": "10.1016/j.socscimed.2008.03.035",
  "dates": {
    "completed": "2008-11-07",
    "revised": "2008-06-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:55.626402",
    "pmid": "18436360"
  }
}