{
  "pmid": "18445114",
  "uid": "18445114",
  "title": "A longitudinal analysis of alcohol outlet density and assault.",
  "abstract": "BACKGROUND: The majority of studies that have examined the local-level relationship between alcohol outlet density and violence have utilized cross-sectional data. These studies have consistently demonstrated that there is a spatial link between outlets and violence, but because of their design they have not been able to determine whether changes in outlet density result in changes in rates of violence. The few studies that have examined this question over time have found that the violence rates are related to changes in outlet density. This study provides further evidence of this link and examines the characteristics of regions in which changes in outlet density are most strongly associated with changes in violence rates. METHODS: The study examined 9 years of data measuring alcohol outlet density (using liquor licensing records) and alcohol-related violence (using police recorded night-time assaults) from 186 postcodes in the metropolitan area of Melbourne, Australia. The relationships between 3 types of alcohol outlet density and alcohol-related violence were assessed using fixed-effects models. The postcodes were then grouped into 5 clusters based on their socio-demographic profile and separate fixed-effects models were fitted to assess whether the relationships between outlets and violence differed based on the type of region being examined. RESULTS: The initial models found overall positive relationships between all 3 types of alcohol outlets and violence. When separate models were developed for postcode clusters, they demonstrated that the link between outlet density and violence was significant in all neighborhood types, but the specific relationships varied substantially. CONCLUSIONS: Changes in the number of alcohol outlets in a community are linked to changes in the amount of violence the community experiences. This relationship varies across the clusters of suburbs examined, with packaged liquor outlets consistently associated with violence in suburban areas and general (hotel) and on-premise (nightclubs, restaurants, and bars) licenses associated with violence in inner-city and inner-suburban areas.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Fitzroy, Australia. michaell@turningpoint.org.au"
      ]
    }
  ],
  "journal": {
    "title": "Alcoholism, clinical and experimental research",
    "iso_abbreviation": "Alcohol Clin Exp Res",
    "issn": "1530-0277",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "1074",
  "end_page": "1079",
  "pages": "1074-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Humans",
    "Longitudinal Studies",
    "Suburban Population",
    "Urban Population",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "18445114",
    "doi": "10.1111/j.1530-0277.2008.00669.x",
    "pii": "ACER669"
  },
  "doi": "10.1111/j.1530-0277.2008.00669.x",
  "dates": {
    "completed": "2008-07-01",
    "revised": "2024-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.740199",
    "pmid": "18445114"
  }
}