{
  "pmid": "18445264",
  "uid": "18445264",
  "title": "Epidemiology of foot-and-mouth disease in Landhi Dairy Colony, Pakistan, the world largest Buffalo colony.",
  "abstract": "BACKGROUND: Foot-and-mouth disease (FMD) is endemic in Pakistan and causes huge economic losses. This work focus on the Landhi Dairy Colony (LDC), located in the suburbs of Karachi. LDC is the largest Buffalo colony in the world, with more than 300,000 animals (around 95% buffaloes and 5% cattle, as well as an unknown number of sheep and goats). Each month from April 2006 to April 2007 we collected mouth-swabs from apparently healthy buffaloes and cattle, applying a convenient sampling based on a two-stage random sampling scheme, in conjunction with participatory information from each selected farm. Furthermore, we also collected epithelium samples from animals with clinical disease, as well as mouth-swabs samples from those farms. In addition, we analysed a total of 180 serum samples randomly collecting 30 samples each month at the local slaughterhouse, from October 2006 to March 2007. Samples have been screened for FMDV by real-time RT-PCR and the partial or full 1D coding region of selected isolates has been sequenced. Serum samples have been analysed by applying serotype-specific antibody ELISA and non-structural proteins (NSP) antibody ELISA. RESULTS: FMDV infection prevalence at aggregate level shows an endemic occurrence of FMDV in the colony, with peaks in August 2006, December 2006 and February 2007 to March 2007. A significant association of prevalence peaks to the rainy seasons, which includes the coldest time of the year and the muslimic Eid-festival, has been demonstrated. Participatory information indicated that 88% of all questioned farmers vaccinate their animals. Analysis of the serum samples showed high levels of antibodies for serotypes O, A, Asia 1 and C. The median endpoint-titre for all tested serotypes, except serotype C, in VNT titration is at a serum dilution of equal or above 1/100. All 180 serum samples collected have been tested for antibodies against the non-structural proteins and all but four have been found positive. Out of the 106 swab-samples from apparently healthy and affected animals positive in real-time RT-PCR, we sequenced the partial or full 1D coding region from 58 samples. In addition we sequenced the full 1D coding region of 17 epithelium samples from animals with clinical signs of FMD. From all sequenced samples, swabs and epithelium, 19 belong to the regional PanAsia II lineage of serotype O and 56 to the A/Iran/2005 lineage of serotype A. CONCLUSION: For an effective and realisable FMD control program in LDC, we suggest to introduce a twice annually mass vaccination of all buffaloes and cattle in the colony. These mass vaccinations should optimally take place shortly before the beginning of the two rainy periods, e.g. in June and September. Those vaccinations should, in our opinion, be in addition to the already individually performed vaccinations of single animals, as the latter usually targets only newly introduced animals. This suggested combination of mass vaccination of all large ruminants with the already performed individually vaccination should provide a continuous high level of herd immunity in the entire colony. Vaccines used for this purpose should contain the matching vaccine strains, i.e. as our results indicate antigens for A/Iran/2005 and the regional type of serotype O (PanAsia II), but also antigens of the, in this world region endemic, Asia 1 lineage should be included. In the long term it will be important to control the vaccine use, so that subclinical FMD will be avoided.",
  "authors": [
    {
      "last_name": "Klein",
      "fore_name": "Joern",
      "initials": "J",
      "name": "Joern Klein",
      "affiliations": [
        "National Veterinary Institute, Technical University of Denmark, Lindholm, DK-4771 Kalvehave, Denmark. kleinjoern@gmx.de"
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Manzoor",
      "initials": "M",
      "name": "Manzoor Hussain",
      "affiliations": []
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Munir",
      "initials": "M",
      "name": "Munir Ahmad",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Alexandersen",
      "fore_name": "Soren",
      "initials": "S",
      "name": "Soren Alexandersen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Virology journal",
    "iso_abbreviation": "Virol J",
    "issn": "1743-422X",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2008",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "53",
  "pages": "53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Antibodies, Viral",
    "Buffaloes",
    "Evolution, Molecular",
    "Foot-and-Mouth Disease",
    "Foot-and-Mouth Disease Virus",
    "Pakistan",
    "Viral Nonstructural Proteins"
  ],
  "article_ids": {
    "pubmed": "18445264",
    "pmc": "PMC2386124",
    "doi": "10.1186/1743-422X-5-53",
    "pii": "1743-422X-5-53"
  },
  "doi": "10.1186/1743-422X-5-53",
  "pmc_id": "PMC2386124",
  "dates": {
    "completed": "2008-06-17",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Antibodies, Viral",
    "Viral Nonstructural Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.521642",
    "pmid": "18445264"
  }
}