{
  "pmid": "18457479",
  "uid": "18457479",
  "title": "Utility of monitoring mycophenolic acid in solid organ transplant patients.",
  "abstract": "OBJECTIVES: To investigate whether monitoring concentrations of mycophenolic acid (MPA) in the serum or plasma of persons who receive a solid organ transplant will result in a lower incidence of transplant rejections and adverse events versus no monitoring of MPA. To investigate whether the incidence of rejection or adverse events differs according to MPA dose or frequency, type of MPA, the form of MPA monitored, the method of MPA monitoring, or sample characteristics. To assess whether monitoring is cost-effective versus no monitoring. DATA SOURCES: The following databases were searched from their dates of inception (in brackets) until October 2007: MEDLINE (1966); BIOSIS Previews (1976); EMBASE (1980); Cochrane Database of Systematic Reviews (1995); and Cochrane Central Register of Controlled Trials (1995). REVIEW METHODS: Studies identified from the data sources went through two levels of screening (i.e., title and abstract, full text) and the ones that passed were abstracted. Criteria for abstraction included publication in the English language, study design (i.e., randomized controlled trial [RCT], observational study with comparison group, case series), and patient receipt of allograft solid organ transplant. Additionally, any form of MPA had to be measured at least once in the plasma or serum using any method of measurement (e.g., AUC0-12, C0). Furthermore, these measures had to be linked to a health outcome (e.g., transplant rejection). Certain biomarkers (e.g., serum creatinine, glomular filtration rate) and all adverse events were also considered health outcomes. RESULTS: The published evidence on MPA monitoring is inconclusive. Direct, head-to-head comparison of monitoring versus no monitoring is limited to one RCT in adult, kidney transplant patients. Inferences about monitoring can be made from some observational studies, although the evidence is equivocal for MPA dose and dose frequency, nonexistent for type of MPA, inconclusive for form of MPA monitored or method of monitoring, and nonexistent for cost-effectiveness. Some studies suggest gender and concomitant use of calcineurin inhibitors will affect pharmacokinetic parameters, but the impact of these findings has not been assessed in relation to monitoring versus no monitoring. CONCLUSIONS: The state of knowledge about therapeutic drug monitoring of MPA in solid organ transplants is still in its infancy. Until there is more evidence on the utility of routine MPA monitoring in solid organ transplant recipients, patients, clinicians, and other stakeholders (e.g., public and private insurers) will have to decide on a case by case basis whether the possible but uncertain benefits are worth the extra time and expense of monitoring.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": []
    },
    {
      "last_name": "Zeidler",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Zeidler",
      "affiliations": []
    },
    {
      "last_name": "Ensom",
      "fore_name": "Mary H H",
      "initials": "MH",
      "name": "Mary H H Ensom",
      "affiliations": []
    },
    {
      "last_name": "Matsuda-Abedini",
      "fore_name": "Mina",
      "initials": "M",
      "name": "Mina Matsuda-Abedini",
      "affiliations": []
    },
    {
      "last_name": "Balion",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Balion",
      "affiliations": []
    },
    {
      "last_name": "Booker",
      "fore_name": "Lynda",
      "initials": "L",
      "name": "Lynda Booker",
      "affiliations": []
    },
    {
      "last_name": "Archer",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Archer",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "164",
    "pub_year": "2008",
    "pub_month": "Feb"
  },
  "start_page": "1",
  "end_page": "131",
  "pages": "1-131",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Age Factors",
    "Comorbidity",
    "Female",
    "Graft Rejection",
    "Humans",
    "Immunosuppressive Agents",
    "Male",
    "Mycophenolic Acid",
    "Sex Factors",
    "Transplantation, Homologous"
  ],
  "article_ids": {
    "pubmed": "18457479",
    "pmc": "PMC4780884"
  },
  "pmc_id": "PMC4780884",
  "dates": {
    "completed": "2008-05-20",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "Mycophenolic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.315678",
    "pmid": "18457479"
  }
}