{
  "pmid": "18451243",
  "uid": "18451243",
  "title": "Treatment of hormone-refractory prostate cancer with docetaxel or mitoxantrone: relationships between prostate-specific antigen, pain, and quality of life response and survival in the TAX-327 study.",
  "abstract": "PURPOSE: The TAX-327 study randomized 1,006 men with metastatic hormone-refractory prostate cancer to receive 3-weekly docetaxel, weekly docetaxel, or mitoxantrone, each with prednisone. EXPERIMENTAL DESIGN: We used the TAX-327 database to address (a) the relationship between quality of life (QoL) and pain; (b) whether minimally symptomatic patients benefit from treatment or have treatment-related decline in QoL; (c) the relationships between prostate-specific antigen (PSA) response, pain response, and QoL response; (d) the times at which these responses are first observed; and (e) whether PSA, pain, and/or QoL response predict for overall survival. RESULTS: At baseline, 374 of 815 men assessed for QoL had major pain; of these, 92% had substantial impairment of QoL compared with 75% without major pain (P < 0.001). Men with minimal symptoms had prolonged survival (median, 25.6 months) compared with symptomatic patients (median, 17.1 months; P = 0.009); they were more likely to have initial deterioration of QoL if treated with weekly docetaxel. PSA response and pain response, but not QoL response, were independently associated with survival in landmark analysis. Median times to PSA and pain response were 44 and 27 days, respectively; some men had initial increase in serum PSA before subsequent decline. CONCLUSIONS: Symptoms other than pain contribute to impaired QoL in men with hormone-refractory prostate cancer. Those with minimal symptoms have prolonged survival. Both pain and PSA response are associated with survival but are not adequate to use as surrogate end points in phase 3 studies. Early increases in serum PSA (up to 12 weeks) should be ignored when determining response or progression.",
  "authors": [
    {
      "last_name": "Berthold",
      "fore_name": "Dominik R",
      "initials": "DR",
      "name": "Dominik R Berthold",
      "affiliations": [
        "Princess Margaret Hospital and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Roessner",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Roessner",
      "affiliations": []
    },
    {
      "last_name": "de Wit",
      "fore_name": "Ronald",
      "initials": "R",
      "name": "Ronald de Wit",
      "affiliations": []
    },
    {
      "last_name": "Eisenberger",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Eisenberger",
      "affiliations": []
    },
    {
      "last_name": "Tannock",
      "fore_name": "And Ian F",
      "initials": "AI",
      "name": "And Ian F Tannock",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "iso_abbreviation": "Clin Cancer Res",
    "issn": "1078-0432",
    "issn_type": "Print",
    "volume": "14",
    "issue": "9",
    "pub_year": "2008",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "2763",
  "end_page": "2767",
  "pages": "2763-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Antineoplastic Agents",
    "Antineoplastic Agents, Hormonal",
    "Docetaxel",
    "Humans",
    "Male",
    "Mitoxantrone",
    "Pain",
    "Prednisone",
    "Prostate-Specific Antigen",
    "Prostatic Neoplasms",
    "Quality of Life",
    "Taxoids"
  ],
  "article_ids": {
    "pubmed": "18451243",
    "doi": "10.1158/1078-0432.CCR-07-0944",
    "pii": "14/9/2763"
  },
  "doi": "10.1158/1078-0432.CCR-07-0944",
  "dates": {
    "completed": "2008-09-18",
    "revised": "2022-03-30"
  },
  "chemicals": [
    "Antineoplastic Agents",
    "Antineoplastic Agents, Hormonal",
    "Taxoids",
    "Docetaxel",
    "Mitoxantrone",
    "Prostate-Specific Antigen",
    "Prednisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.854733",
    "pmid": "18451243"
  }
}