{
  "pmid": "18457477",
  "uid": "18457477",
  "title": "Collection and use of cancer family history in primary care.",
  "abstract": "OBJECTIVES: This systematic review was undertaken to: (1) evaluate the accuracy of patient reporting of cancer family history, (2) identify and evaluate tools designed to capture cancer family history that are applicable to the primary care setting, and (3) identify and evaluate risk assessment tools (RATs) in promoting appropriate management of familial cancer risk in primary care settings. DATA SOURCES: MEDLINE, EMBASE, CINAHL, and Cochrane Central from 1990 to July 2007. REVIEW METHODS: Standard systematic review methodology was employed. Eligibility criteria included English studies evaluating breast, colorectal, ovarian, or prostate cancers. All primary study designs were included. For family history tools (FHxTs) and RATs, studies were limited to those applicable to primary care settings. RATs were excluded if they calculated the risk of mutation only, required specialist genetics knowledge, or were stand-alone guidelines. RESULTS: Reporting Accuracy: Of 19 eligible studies, 16 evaluated the accuracy of reporting family history and three on reliability. Reporting accuracy was better for relatives free of cancer (specificity) than those with cancer (sensitivity). Accuracy was better for breast and colorectal than for ovarian and prostate cancers. Family History Tools: Of 40 eligible studies, 18 FHxTs were applicable to primary care. Most collected information on more than one cancer, employed self-administered questionnaires, and favored paper-based formats to collate family information. Details collected were often focused on specific conditions and affected relatives. Eleven tools were evaluated relative to current practice and seven were not. Irrespective of study design, compared to best current practice (genetic interviews) and standard primary care practice (family history in medical records) the FHxTs performed well. Risk Assessment Tools: Of 15 eligible studies, three RATs were identified for patient use and eight for use by professionals. They were presented in a range of computer-based and paper-based formats, and preliminary evidence indicated potential efficacy, but not definitive effectiveness in practice. CONCLUSIONS: Although limited in generalizability, informants reporting their cancer family history have greater accuracy for relatives free of cancer than those with cancer. Reporting accuracy may vary among different cancer types. FHxTs varied in the extent of family enquiry depending on the tool's purpose. These tools were primarily developed as an integral part of risk assessment. The few tools that were evaluated performed well against both best and standard clinical practice. A number of RATs designed for primary care settings exist, but evidence is lacking of their effectiveness in promoting recommended clinical actions.",
  "authors": [
    {
      "last_name": "Qureshi",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Qureshi",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Wilson",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": []
    },
    {
      "last_name": "Carroll",
      "fore_name": "June",
      "initials": "J",
      "name": "June Carroll",
      "affiliations": []
    },
    {
      "last_name": "Allanson",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Allanson",
      "affiliations": []
    },
    {
      "last_name": "Culebro",
      "fore_name": "Carolina Ruiz",
      "initials": "CR",
      "name": "Carolina Ruiz Culebro",
      "affiliations": []
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "159",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "1",
  "end_page": "84",
  "pages": "1-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Family",
    "Humans",
    "Medical History Taking",
    "Neoplasms",
    "Primary Health Care",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "18457477",
    "pmc": "PMC4781030"
  },
  "pmc_id": "PMC4781030",
  "dates": {
    "completed": "2008-05-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:31.428899",
    "pmid": "18457477"
  }
}