{
  "pmid": "18454336",
  "uid": "18454336",
  "title": "RAS blockade with ARB and ACE inhibitors: current perspective on rationale and patient selection.",
  "abstract": "Cardiovascular disease represents a continuum that starts with risk factors such as hypertension and progresses to atherosclerosis, target organ damage, and ultimately to myocardial infarction, heart failure, stroke or death. Renin-angiotensin system (RAS) blockade with angiotensin converting enzyme (ACE) inhibitors or angiotensin AT(1)-receptor blockers (ARBs) has turned out to be beneficial at all stages of this continuum. Both classes of agent can prevent or reverse endothelial dysfunction and atherosclerosis, thereby reducing the risk of cardiovascular events. Such a reduction has been shown mainly for ACE inhibitors in patients with coronary artery disease, but recent studies revealed that ARBs are not inferior in this respect. However, no such data are currently available on the combination of these drugs. Both ACE inhibitors and ARBs have been shown to reduce target organ damage in organs such as the kidney, brain and heart, and to decrease cardiovascular mortality and morbidity in patients with congestive heart failure. Experimental data point to an influence of ACE inhibitors and ARBs on the number and function of endothelial progenitor cells revealing additional mechanisms of action of these drugs. The VALIANT trial has shown equivalent effects of ARB valsartan and the ACE-inhibitor captopril in patients post myocardial infarction, but the dual RAS-blockade, compared to monotherapy, did not further reduce events. In secondary prevention, the most-recently published ONTARGET study provides evidence that on top of a better tolerability AT(1)-receptors antagonists are equal to ACE inhibitors in the prevention of clinical endpoints like cardiovascular mortality and morbidity, myocardial infarction and stroke. The combined RAS blockade, however, achieved no further benefits in vascular high-risk patients and was associated with more adverse events. In chronic heart failure, ValHeFT and CHARM-ADDED have shown that combined RAS inhibition with ACE inhibitor and valsartan or candesartan reduced morbidity and mortality in certain patient subgroups. Accumulating evidence also points to benefits of the combination therapy in individuals with proteinuric nephropathies. In conclusion, while combined RAS-inhibition is not generally indicated in patients along the cardio-reno-vascular continuum, it has already proven to be effective in heart failure patients with incomplete neuroendocrine blockade. In secondary prevention, monotherapy with either RAS inhibitor is equally efficacious. Furthermore, novel pharmacologic agents such as renin inhibitors may prove useful in preventing common side effects of RAS blockade such as angiotensin escape and AT(1)-receptor upregulation, giving clinicians additional therapeutic tools to optimally treat the individual patient.",
  "authors": [
    {
      "last_name": "Werner",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Werner",
      "affiliations": [
        "Klinik für Innere Medizin III - Kardiologie, Angiologie und Internistische Intensivmedizin, Universitätsklinikum des Saarlandes, Homburg/Saar, Germany."
      ]
    },
    {
      "last_name": "Baumhäkel",
      "fore_name": "Magnus",
      "initials": "M",
      "name": "Magnus Baumhäkel",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    },
    {
      "last_name": "Schmieder",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Schmieder",
      "affiliations": []
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Mann",
      "affiliations": []
    },
    {
      "last_name": "Unger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Unger",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Böhm",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Böhm",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical research in cardiology : official journal of the German Cardiac Society",
    "iso_abbreviation": "Clin Res Cardiol",
    "issn": "1861-0692",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "7",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "418",
  "end_page": "431",
  "pages": "418-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Cardiovascular Diseases",
    "Endothelium",
    "Humans",
    "Kidney",
    "Meta-Analysis as Topic",
    "Patient Selection",
    "Renin-Angiotensin System",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "18454336",
    "doi": "10.1007/s00392-008-0668-3"
  },
  "doi": "10.1007/s00392-008-0668-3",
  "dates": {
    "completed": "2009-01-12",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.320287",
    "pmid": "18454336"
  }
}