{
  "pmid": "18466460",
  "uid": "18466460",
  "title": "Genome-wide sparse canonical correlation of gene expression with genotypes.",
  "abstract": "There is a growing interest in studying natural variation in human gene expression. Studies mapping genetic determinants of expression profiles are often carried out considering the expression of one gene at a time, an approach that is computationally intensive and may be prone to high false-discovery rate because the number of genes under consideration often exceeds tens of thousands. We present an exploratory method for investigating such data and apply it to the data provided as Problem 1 of Genetic Analysis Workshop 15 (GAW15). In multivariate analysis, canonical correlation analysis is a common way to inspect the relationship between two sets of variables based on their correlation. It determines linear combinations of all variables from each data set such that the correlation between the two linear combinations is maximized. However, due to the large number of genes, linear combinations involving all single-nucleotide polymorphism (SNP) loci and gene expression phenotypes lack biological plausibility and interpretability. We introduce sparse canonical correlation analysis, which examines the relationships of many genetic loci and gene expression phenotypes by providing sparse linear combinations that include only a small subset of loci and gene expression phenotypes. These correlated sets of variables are sufficiently small for biological interpretability and further investigation. Applying this method to the GAW15 Problem 1 data, we identified groups of 41 loci and 150 gene expressions with the highest between-group correlation of 43%.",
  "authors": [
    {
      "last_name": "Parkhomenko",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Parkhomenko",
      "affiliations": [
        "Department of Public Health Sciences, University of Toronto, 155 College Street, Toronto, Ontario, M5T 3M7 Canada."
      ]
    },
    {
      "last_name": "Tritchler",
      "fore_name": "David",
      "initials": "D",
      "name": "David Tritchler",
      "affiliations": [
        "Department of Public Health Sciences, University of Toronto, 155 College Street, Toronto, Ontario, M5T 3M7 Canada.",
        "Division of Epidemiology and Statistics, Ontario Cancer Institute, 610 University Avenue, Toronto, Ontario, M5G 2M9 Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Public Health Sciences, University of Toronto, 155 College Street, Toronto, Ontario, M5T 3M7 Canada.",
        "Hospital for Sick Children Research Institute, 123 Edward Street, Toronto, Ontario, M5G 1X8 Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC proceedings",
    "iso_abbreviation": "BMC Proc",
    "issn": "1753-6561",
    "issn_type": "Electronic",
    "volume": "1 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2007"
  },
  "start_page": "S119",
  "pages": "S119",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18466460",
    "pmc": "PMC2367499",
    "doi": "10.1186/1753-6561-1-s1-s119"
  },
  "doi": "10.1186/1753-6561-1-s1-s119",
  "pmc_id": "PMC2367499",
  "dates": {
    "completed": "2009-12-15",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.895809",
    "pmid": "18466460"
  }
}