{
  "pmid": "18463440",
  "uid": "18463440",
  "title": "Current guidelines for dyspepsia management.",
  "abstract": "BACKGROUND: Dyspepsia is a global problem and the management of the condition remains a considerable burden on health care resources. Many countries have adopted evidence-based guidelines for the management of the condition, in an attempt to reduce health care expenditure. This article compares and contrasts dyspepsia management guidelines from several geographical regions. METHODS: We obtained current guidelines from five regions and examined composition of guideline development groups, methodology involved, definition of dyspepsia utilized, and recommendations in terms of first-line approach, age cutoff for prompt upper gastrointestinal (GI) endoscopy, and subsequent role of endoscopy. RESULTS: All guidelines carried out extensive reviews of the literature to inform their recommendations. The majority used a definition of dyspepsia in line with the Rome criteria. All agreed that alarm symptoms at any age warranted prompt endoscopy, and most recommended an age cutoff of between 50 and 55 years for endoscopy as an initial management strategy. In young patients without alarm symptoms, either 'test and treat' or empirical acid suppression were the initial management strategies of choice in all cases, with only one guideline recommending mandatory endoscopy in those whose symptoms failed to settle after this approach. CONCLUSIONS: Despite varying composition of guideline development groups and the different geographical regions, the recommendation of all the guidelines were remarkably similar, reflecting the quality of research conducted by the GI community as a whole.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Department of Academic Medicine, St. James's University Hospital, Leeds, UK. alexf12399@yahoo.com"
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Digestive diseases (Basel, Switzerland)",
    "iso_abbreviation": "Dig Dis",
    "issn": "1421-9875",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2008"
  },
  "start_page": "225",
  "end_page": "230",
  "pages": "225-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Anti-Bacterial Agents",
    "Drug Therapy, Combination",
    "Dyspepsia",
    "Female",
    "Gastroesophageal Reflux",
    "Gastrointestinal Agents",
    "Gastroscopy",
    "Helicobacter Infections",
    "Humans",
    "Male",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Quality of Life",
    "Risk Factors",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18463440",
    "doi": "10.1159/000121351",
    "pii": "000121351"
  },
  "doi": "10.1159/000121351",
  "dates": {
    "completed": "2008-07-16",
    "revised": "2008-05-08"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Gastrointestinal Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.808509",
    "pmid": "18463440"
  }
}