{
  "pmid": "18466596",
  "uid": "18466596",
  "title": "Sex, age and generation effects on genome-wide linkage analysis of gene expression in transformed lymphoblasts.",
  "abstract": "BACKGROUND: Many traits differ by age and sex in humans, but genetic analysis of gene expression has typically not included them in the analysis. METHODS: We used Genetic Analysis Workshop 15 Problem 1 data to determine whether gene expression in lymphoblasts showed differences by age and/or sex using generalized estimating equations (GEE). We performed quantitative trait linkage analysis of these genes including age and sex as covariates to determine whether the linkage results changed when they were included as covariates. Because the families included in the study all contain three generations, we also determined what effect inclusion of generation in the model had on the age effects. RESULTS: When controlling the false-discovery rate at 1%, using GEE we identified 30 transcripts that showed significant differences in expression by sex, while 1950 transcripts showed differences in expression associated with age. When subjected to linkage analysis, there were 37 linkages that disappeared, while 17 appeared when sex was included as a covariate. All these genes were, as expected, on the sex chromosomes. In contrast, when age was included in the linkage analysis, 462 linkage signals were no longer significant, while 223 became significant. When generation was included in the model with age, all but 6 of the GEE age effects were no longer significant. However, there were minimal changes in the linkage results. CONCLUSION: The effect of age on linkage analyses was apparent for the expression of many genes, which appear to be mostly due to differences between the generations.",
  "authors": [
    {
      "last_name": "Rangrej",
      "fore_name": "Jagadish",
      "initials": "J",
      "name": "Jagadish Rangrej",
      "affiliations": [
        "Programs in Genetics and Genome Biology, The Hospital for Sick Children, 101 College Street, TMDT East Tower, Toronto, Ontario M5G 1X8 Canada. jrangrej@sickkids.ca"
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Hu",
      "fore_name": "Pingzhao",
      "initials": "P",
      "name": "Pingzhao Hu",
      "affiliations": []
    },
    {
      "last_name": "Paterson",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Paterson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC proceedings",
    "iso_abbreviation": "BMC Proc",
    "issn": "1753-6561",
    "issn_type": "Electronic",
    "volume": "1 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2007"
  },
  "start_page": "S92",
  "pages": "S92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18466596",
    "pmc": "PMC2367486",
    "doi": "10.1186/1753-6561-1-s1-s92"
  },
  "doi": "10.1186/1753-6561-1-s1-s92",
  "pmc_id": "PMC2367486",
  "dates": {
    "completed": "2009-12-15",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.896528",
    "pmid": "18466596"
  }
}