{
  "pmid": "18476522",
  "uid": "18476522",
  "title": "[A study on neurosurgical treatment for phantom limb pain].",
  "abstract": "OBJECTIVE: To study the clinical effect of combination of mesencephalotomy with bilateral anterior cingulotomy, and destroy spinal cord dorsal root entry zone (DREZ) treatment for phantom limb pain (PLP). METHODS: Fifteen patients suffering from PLP secondary to amputation were treated with neurosurgical procedures, including 7 cases of left upper limb pain, 4 cases of right upper limb pain, 1 case of left lower limb pain and 3 cases of right lower limb pain. Group A, the mesencephalotomy and bilateral anterior cingulotomy, were co-performed in 4 patients. Group B, the other 11 patients were treated with DREZ lesion on the same side in the C5-T1 or L2-S1 spinal cord segments. The visual analog scale (VAS) and the McGill pain questionnaire (MPQ) were used for preoperative and postoperative evaluation of the pain status of each patient. Statistical analyses were conducted using paired-samples t test. RESULTS: All cases had pain relief immediately after operation and did not take medicine. In group A, the short-term (3 months) follow-up results indicated a significant reduction in patients' pain scales (P < 0.01), but pain recurred in 4-18 months after operation. In group B, one patient died of serious lung infection at 2 months after operation. The other 10 patients had pain relief satisfactorily in long-term follow-up period (12-24 months postoperative, P < 0.05). There were no serious complication and surgery-related mortality. CONCLUSION: The cooperation of mesencephalotomy and bilateral anterior cingulotomy, DREZ lesion are effective methods for relieving PLP. DREZ lesion has a good long-term effect.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Yong-Sheng",
      "initials": "YS",
      "name": "Yong-Sheng Hu",
      "affiliations": [
        "Functional Neurosurgery, Beijing Institute of Functional Neurosurgery, Department of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yong-Jie",
      "initials": "YJ",
      "name": "Yong-Jie Li",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xiao-Hua",
      "initials": "XH",
      "name": "Xiao-Hua Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Ma",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai Ma",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Tao",
      "initials": "T",
      "name": "Tao Yu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhonghua wai ke za zhi [Chinese journal of surgery]",
    "iso_abbreviation": "Zhonghua Wai Ke Za Zhi",
    "issn": "0529-5815",
    "issn_type": "Print",
    "volume": "45",
    "issue": "24",
    "pub_year": "2007",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "1668",
  "end_page": "1671",
  "pages": "1668-71",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Follow-Up Studies",
    "Gyrus Cinguli",
    "Humans",
    "Male",
    "Mesencephalon",
    "Middle Aged",
    "Neurosurgical Procedures",
    "Pain, Intractable",
    "Phantom Limb",
    "Spinal Nerve Roots",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18476522"
  },
  "dates": {
    "completed": "2008-11-26",
    "revised": "2008-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.051916",
    "pmid": "18476522"
  }
}