{
  "pmid": "18478136",
  "uid": "18478136",
  "title": "Exercise and inflammatory bowel disease.",
  "abstract": "Crohn's disease and ulcerative colitis are both idiopathic inflammatory bowel diseases (IBDs) that affect 0.5% of Canadians. As yet, there is no known cure for either disease, and symptoms are treated with an array of medicines. The objective of the present review was to present the role of exercise and its impact on all facets of IBD. Exercise has been speculated to be protective against the onset of IBD, but the literature is inconsistent and weak. Preliminary studies reveal that exercise training may be beneficial to reduce stress and symptoms of IBD. Current research also recommends exercise to help counteract some IBD-specific complications by improving bone mineral density, immunological response, psychological health, weight loss and stress management ability. However, the literature advises that some patients with IBD may have limitations to the amount and intensity of exercise that they can perform. In summary, exercise may be beneficial to IBD patients, but further research is required to make a convincing conclusion regarding its role in the management of IBD and to help establish exercise regimens that can account for each IBD patient's unique presentation.",
  "authors": [
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Fedorak",
      "fore_name": "Richard N",
      "initials": "RN",
      "name": "Richard N Fedorak",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of gastroenterology = Journal canadien de gastroenterologie",
    "iso_abbreviation": "Can J Gastroenterol",
    "issn": "0835-7900",
    "issn_type": "Print",
    "volume": "22",
    "issue": "5",
    "pub_year": "2008",
    "pub_month": "May"
  },
  "start_page": "497",
  "end_page": "504",
  "pages": "497-504",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Colitis, Ulcerative",
    "Crohn Disease",
    "Exercise",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "18478136",
    "pmc": "PMC2660805",
    "doi": "10.1155/2008/785953"
  },
  "doi": "10.1155/2008/785953",
  "pmc_id": "PMC2660805",
  "dates": {
    "completed": "2008-10-22",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:05.220420",
    "pmid": "18478136"
  }
}