{
  "pmid": "18482183",
  "uid": "18482183",
  "title": "Comparing the efficacy and safety of apheresis and whole blood-derived platelet transfusions: a systematic review.",
  "abstract": "BACKGROUND: A systematic review and meta-analysis was performed to determine if there were differences between apheresis platelet concentrates (APCs) or platelets (PLTs) derived from whole blood (WBD) for the outcomes acute reactions, alloimmunization, refractoriness, corrected count increment (CCI), radiolabeled recovery and survival, time to next transfusion, and bleeding. STUDY DESIGN AND METHODS: We searched Medline, Embase, the Cochrane Registry of Controlled Trials, PapersFirst, ProceedingsFirst, and AABB and ASH abstracts for randomized controlled trials (RCTs) comparing APCs and WBD PLTs for clinical outcomes. Study selection, data extraction, and methodologic quality assessments were performed in duplicate. Results were pooled using meta-analytic methods. RESULTS: Ten RCTs met the inclusion criteria. Acute reactions per patient were lower for APCs (relative risk [RR], 0.65; 95% CI, 0.44-0.98); however, when controlling for leukoreduction, there was no significant difference (leukoreduced [LR]-APCs vs. LR-WBDs; odds ratio, 1.78; 95% CI, 0.87-3.62). There was no difference between products when reaction frequencies were assessed per transfusion (RR, 0.65; 95% CI, 0.33-1.28). APCs were associated with significantly higher CCIs than WBD PLTs at both 1 hour (weighted mean difference [WMD], 2.49; 95% CI, 2.21-2.77) and 18 to 24 hours (WMD, 1.64; 95% CI, 0.60-2.67). No conclusions could be made for the outcomes of alloimmunization and refractoriness. No studies addressed outcomes of time to next transfusion or bleeding. CONCLUSIONS: Owing to the small number of trials and lack of comparability of PLT products for leukoreduction, we were unable to draw definitive conclusions about the clinical benefits of APCs compared with WBD PLTs. Rigorous RCTs using clinically important end points are needed to settle this issue.",
  "authors": [
    {
      "last_name": "Heddle",
      "fore_name": "Nancy M",
      "initials": "NM",
      "name": "Nancy M Heddle",
      "affiliations": [
        "The Department of Medicine and the Department of Molecular Medicine and Pathology, McMaster University, Hamilton, Ontario, Canada. heddlen@mcmaster.ca"
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": []
    },
    {
      "last_name": "Boye",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Boye",
      "affiliations": []
    },
    {
      "last_name": "Webert",
      "fore_name": "Kathryn E",
      "initials": "KE",
      "name": "Kathryn E Webert",
      "affiliations": []
    },
    {
      "last_name": "Resz",
      "fore_name": "Ilona",
      "initials": "I",
      "name": "Ilona Resz",
      "affiliations": []
    },
    {
      "last_name": "Dumont",
      "fore_name": "Larry J",
      "initials": "LJ",
      "name": "Larry J Dumont",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transfusion",
    "iso_abbreviation": "Transfusion",
    "issn": "0041-1132",
    "issn_type": "Print",
    "volume": "48",
    "issue": "7",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "1447",
  "end_page": "1458",
  "pages": "1447-58",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Component Removal",
    "Humans",
    "Platelet Transfusion",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "18482183",
    "doi": "10.1111/j.1537-2995.2008.01731.x",
    "pii": "TRF01731"
  },
  "doi": "10.1111/j.1537-2995.2008.01731.x",
  "dates": {
    "completed": "2008-09-22",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.224867",
    "pmid": "18482183"
  }
}