{
  "pmid": "18496412",
  "uid": "18496412",
  "title": "Vasopressin in pediatric shock and cardiac arrest.",
  "abstract": "OBJECTIVE: To review the physiology and the published literature on the role of vasopressin in shock in children. DATA SOURCE: We searched MEDLINE (1966-2007), EMBASE (1980-2007), and the Cochrane Library, using the terms vasopressin, terlipressin, and shock and synonyms or related terms for relevant studies in pediatrics. We searched the online ISRCTN-Current Controlled Trials registry for ongoing trials. We reviewed the reference lists of all identified studies and reviews as well as personal files to identify other published studies. RESULTS: Beneficial effects have been reported in vasodilatory shock and asystolic cardiac arrest in adults. Solid evidence for vasopressin use in children is scant. Observational studies have reported an improvement in blood pressure and rapid weaning off catecholamines during administration of low-dose vasopressin. Dosing in children is extrapolated from adult studies. CONCLUSIONS: Vasopressin offers promise in shock and cardiac arrest in children. However, in view of the limited experience with vasopressin, it should be used with caution. Results of a double-blind, randomized controlled trial in children with vasodilatory shock will be available soon.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Pediatric Critical Care and Neonatology, McMaster Children's Hospital, Hamilton, Ontario, Canada. choongk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Kissoon",
      "fore_name": "Niranjan",
      "initials": "N",
      "name": "Niranjan Kissoon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "9",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "372",
  "end_page": "379",
  "pages": "372-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Cardiopulmonary Resuscitation",
    "Child",
    "Clinical Trials as Topic",
    "Critical Illness",
    "Heart Arrest",
    "Humans",
    "Shock",
    "Vasoconstrictor Agents",
    "Vasopressins"
  ],
  "article_ids": {
    "pubmed": "18496412",
    "doi": "10.1097/PCC.0b013e318172d7c8"
  },
  "doi": "10.1097/PCC.0b013e318172d7c8",
  "dates": {
    "completed": "2009-03-09",
    "revised": "2009-04-08"
  },
  "chemicals": [
    "Vasoconstrictor Agents",
    "Vasopressins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.937507",
    "pmid": "18496412"
  }
}