{
  "pmid": "18492289",
  "uid": "18492289",
  "title": "The ratio of means method as an alternative to mean differences for analyzing continuous outcome variables in meta-analysis: a simulation study.",
  "abstract": "BACKGROUND: Meta-analysis of continuous outcomes traditionally uses mean difference (MD) or standardized mean difference (SMD; mean difference in pooled standard deviation (SD) units). We recently used an alternative ratio of mean values (RoM) method, calculating RoM for each study and estimating its variance by the delta method. SMD and RoM allow pooling of outcomes expressed in different units and comparisons of effect sizes across interventions, but RoM interpretation does not require knowledge of the pooled SD, a quantity generally unknown to clinicians. OBJECTIVES AND METHODS: To evaluate performance characteristics of MD, SMD and RoM using simulated data sets and representative parameters. RESULTS: MD was relatively bias-free. SMD exhibited bias (~5%) towards no effect in scenarios with few patients per trial (n = 10). RoM was bias-free except for some scenarios with broad distributions (SD 70% of mean value) and medium-to-large effect sizes (0.5-0.8 pooled SD units), for which bias ranged from -4 to 2% (negative sign denotes bias towards no effect). Coverage was as expected for all effect measures in all scenarios with minimal bias. RoM scenarios with bias towards no effect exceeding 1.5% demonstrated lower coverage of the 95% confidence interval than MD (89-92% vs. 92-94%). Statistical power was similar. Compared to MD, simulated heterogeneity estimates for SMD and RoM were lower in scenarios with bias because of decreased weighting of extreme values. Otherwise, heterogeneity was similar among methods. CONCLUSION: Simulation suggests that RoM exhibits comparable performance characteristics to MD and SMD. Favourable statistical properties and potentially simplified clinical interpretation justify the ratio of means method as an option for pooling continuous outcomes.",
  "authors": [
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada. j.friedrich@utoronto.ca"
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2008",
    "pub_month": "May",
    "pub_day": "21"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analysis of Variance",
    "Bias",
    "Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Humans",
    "Meta-Analysis as Topic",
    "Outcome Assessment, Health Care",
    "Reproducibility of Results",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "18492289",
    "pmc": "PMC2430201",
    "doi": "10.1186/1471-2288-8-32",
    "pii": "1471-2288-8-32"
  },
  "doi": "10.1186/1471-2288-8-32",
  "pmc_id": "PMC2430201",
  "dates": {
    "completed": "2008-08-28",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.896948",
    "pmid": "18492289"
  }
}