{
  "pmid": "18501005",
  "uid": "18501005",
  "title": "It's all about relationships: a qualitative study of health researchers' perspectives of conducting interdisciplinary health research.",
  "abstract": "BACKGROUND: Interdisciplinary research has been promoted as an optimal research paradigm in the health sciences, yet little is known about how researchers experience interdisciplinarity in practice. This study sought to determine how interdisciplinary research was conceptualized and operationalized from the researcher's perspective and to better understand how best to facilitate interdisciplinary research success. METHODS: Key informant interviews were conducted with health researchers with expertise or experience in conducting interdisciplinary research. Interviews were completed either in person or over the telephone using a semi-structured interview guide. Data collection occurred simultaneously with data analysis so that emerging themes could be explored in subsequent interviews. A content analysis approach was used. RESULTS: Nineteen researchers took part in this study. Interdisciplinary research was conceptualized disparately between participants, and there was modest attention towards operationalization of interdisciplinary research. There was one overriding theme, \"It's all about relationships\", that emerged from the data. Within this theme, there were four related subthemes: 1) Involvement in interdisciplinary research; 2) Why do I do interdisciplinary research?; 3) Managing and fostering interdisciplinary relationships; and 4) The prickly side to interdisciplinary research. Together, these themes suggest that the choice to conduct interdisciplinary research, though often driven by the research question, is highly influenced by interpersonal and relationship-related factors. In addition, researchers preferred to engage in interdisciplinary research with those that they had already established relationships and where their role in the research process was clearly articulated. A focus on relationship building was seen as a strong facilitator of interdisciplinary success. CONCLUSION: Many health researchers experienced mixed reactions towards their involvement in interdisciplinary research. A well thought-out rationale for interdisciplinary research, and strategies to utilize the contribution of each researcher involved were seen as facilitators towards maximizing the benefits that could be derived from interdisciplinary research.",
  "authors": [
    {
      "last_name": "Nair",
      "fore_name": "Kalpana M",
      "initials": "KM",
      "name": "Kalpana M Nair",
      "affiliations": [
        "Centre for Evaluation of Medicines, St, Joseph's Healthcare Hamilton, 105 Main Street East, Hamilton, ON L8N 1G6, Canada. nairk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2008",
    "pub_month": "May",
    "pub_day": "23"
  },
  "start_page": "110",
  "pages": "110",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Health Services Research",
    "Humans",
    "Interdisciplinary Communication",
    "Interprofessional Relations",
    "Interviews as Topic",
    "Male",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "18501005",
    "pmc": "PMC2424045",
    "doi": "10.1186/1472-6963-8-110",
    "pii": "1472-6963-8-110"
  },
  "doi": "10.1186/1472-6963-8-110",
  "pmc_id": "PMC2424045",
  "dates": {
    "completed": "2008-08-13",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.393427",
    "pmid": "18501005"
  }
}