{
  "pmid": "18513441",
  "uid": "18513441",
  "title": "Attitudes towards fibromyalgia: a survey of Canadian chiropractic, naturopathic, physical therapy and occupational therapy students.",
  "abstract": "BACKGROUND: The frequent use of chiropractic, naturopathic, and physical and occupational therapy by patients with fibromyalgia has been emphasized repeatedly, but little is known about the attitudes of these therapists towards this challenging condition. METHODS: We administered a cross-sectional survey to 385 senior Canadian chiropractic, naturopathic, physical and occupational therapy students in their final year of studies, that inquired about attitudes towards the diagnosis and management of fibromyalgia. RESULTS: 336 students completed the survey (response rate 87%). While they disagreed about the etiology (primarily psychological 28%, physiological 23%, psychological and physiological 15%, unsure 34%), the majority (58%) reported that fibromyalgia was difficult to manage. Respondants were also conflicted in whether treatment should prioritize symptom relief (65%) or functional gains (85%), with the majority (58%) wanting to do both. The majority of respondents (57%) agreed that there was effective treatment for fibromyalgia and that they possessed the required clinical skills to manage patients (55%). Chiropractic students were most skeptical in regards to fibromyalgia as a useful diagnostic entity, and most likely to endorse a psychological etiology. In our regression model, only training in naturopathic medicine (unstandardized regression coefficient = 0.33; 95% confidence interval = 0.11 to 0.56) and the belief that effective therapies existed (unstandardized regression coefficient = 0.42; 95% confidence interval = 0.30 to 0.54) were associated with greater confidence in managing patients with fibromyalgia. CONCLUSION: The majority of senior Canadian chiropractic, naturopathic, physical and occupational therapy students, and in particular those with naturopathic training, believe that effective treatment for fibromyalgia exists and that they possess the clinical skillset to effectively manage this disorder. The majority place high priority on both symptom relief and functional gains when treating fibromyalgia.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. j.busse@utoronto.ca"
      ]
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Abhaya V",
      "initials": "AV",
      "name": "Abhaya V Kulkarni",
      "affiliations": []
    },
    {
      "last_name": "Badwall",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Badwall",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC complementary and alternative medicine",
    "iso_abbreviation": "BMC Complement Altern Med",
    "issn": "1472-6882",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2008",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Canada",
    "Chiropractic",
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Female",
    "Fibromyalgia",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Middle Aged",
    "Philosophy, Medical",
    "Physical Examination",
    "Physician's Role",
    "Physician-Patient Relations",
    "Students, Health Occupations",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18513441",
    "pmc": "PMC2424029",
    "doi": "10.1186/1472-6882-8-24",
    "pii": "1472-6882-8-24"
  },
  "doi": "10.1186/1472-6882-8-24",
  "pmc_id": "PMC2424029",
  "dates": {
    "completed": "2008-06-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.006146",
    "pmid": "18513441"
  }
}