{
  "pmid": "18513440",
  "uid": "18513440",
  "title": "Extreme primary and secondary protein structure variability in the chimeric male-transmitted cytochrome c oxidase subunit II protein in freshwater mussels: evidence for an elevated amino acid substitution rate in the face of domain-specific purifying selection.",
  "abstract": "BACKGROUND: Freshwater unionoidean bivalves, and species representing two marine bivalve orders (Mytiloida and Veneroida), exhibit a mode of mtDNA inheritance involving distinct maternal (F) and paternal (M) transmission routes concomitant with highly divergent gender-associated mtDNA genomes. Additionally, male unionoidean bivalves have a approximately 550 bp 3' coding extension to the cox2 gene (Mcox2e), that is apparently absent from all other metazoan taxa. RESULTS: Our molecular sequence analyses of MCOX2e indicate that both the primary and secondary structures of the MCOX2e region are evolving much faster than other regions of the F and M COX2-COX1 gene junction. The near N-terminus approximately 2/3 of the MCOX2e region contains an interspecifically variable number of predicted transmembrane helices (TMH) and interhelical loops (IHL) whereas the C-terminus approximately 1/3 is relatively conserved and hydrophilic while containing conserved functional motifs. MCOX2e displays an overall pattern of purifying selection that leads to the preservation of TMH/IHL and C-terminus tail sub-regions. However, 14 amino acid positions in the MCOX2e TMH/IHL sub-region might be targeted by diversifying selection, each representing a site where there exists interspecific variation for the constituent amino acids residing in a TMH or IHL. CONCLUSION: Our results indicate that Mcox2e is unique to unionoidean bivalves, likely the result of a single insertion event that took place over 65 MYA and that MCOX2e is functional. The predicted TMH number, length and position variability likely stems from substitution-based processes rather than the typically implicated insertion/deletion events. MCOX2e has relatively high rates of primary and secondary structure evolution, with some amino acid residues potentially subjected to site-specific positive selection, yet an overall pattern of purifying selection leading to the preservation of the TMH/IHL and hydrophilic C-terminus tail subregions. The more conserved C-terminus tail (relative to the TMH/IHL sub-region of MCOX2e) is likely biologically active because it contains functional motifs. The rapid evolution of primary and secondary structure in MCOX2e, combined with the action of both positive and purifying selection, provide supporting evidence for the hypothesis that MCOX2e has a novel reproductive function within unionoidean bivalves. All tolled, our data indicate that unionoidean bivalve MCOX2 is the first reported chimeric animal mtDNA-encoded protein.",
  "authors": [
    {
      "last_name": "Chapman",
      "fore_name": "Eric G",
      "initials": "EG",
      "name": "Eric G Chapman",
      "affiliations": [
        "Department of Biological Sciences, Kent State University, Kent, OH 44242, USA. echapman@kent.edu"
      ]
    },
    {
      "last_name": "Piontkivska",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Piontkivska",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Walker",
      "affiliations": []
    },
    {
      "last_name": "Stewart",
      "fore_name": "Donald T",
      "initials": "DT",
      "name": "Donald T Stewart",
      "affiliations": []
    },
    {
      "last_name": "Curole",
      "fore_name": "Jason P",
      "initials": "JP",
      "name": "Jason P Curole",
      "affiliations": []
    },
    {
      "last_name": "Hoeh",
      "fore_name": "Walter R",
      "initials": "WR",
      "name": "Walter R Hoeh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC evolutionary biology",
    "iso_abbreviation": "BMC Evol Biol",
    "issn": "1471-2148",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2008",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "165",
  "pages": "165",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Amino Acid Substitution",
    "Animals",
    "Bivalvia",
    "Chimera",
    "DNA, Mitochondrial",
    "Electron Transport Complex IV",
    "Evolution, Molecular",
    "Female",
    "Inheritance Patterns",
    "Male",
    "Phylogeny",
    "Protein Structure, Secondary",
    "Protein Subunits",
    "Selection, Genetic",
    "Sequence Analysis, DNA"
  ],
  "article_ids": {
    "pubmed": "18513440",
    "pmc": "PMC2430956",
    "doi": "10.1186/1471-2148-8-165",
    "pii": "1471-2148-8-165"
  },
  "doi": "10.1186/1471-2148-8-165",
  "pmc_id": "PMC2430956",
  "dates": {
    "completed": "2008-08-22",
    "revised": "2024-03-22"
  },
  "chemicals": [
    "DNA, Mitochondrial",
    "Protein Subunits",
    "cytochrome C oxidase subunit II",
    "Electron Transport Complex IV"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.527925",
    "pmid": "18513440"
  }
}