{
  "pmid": "18515992",
  "uid": "18515992",
  "title": "Citrus fruits intake and prostate cancer risk: a quantitative systematic review.",
  "abstract": "OBJECTIVES: The purpose of this systematic review was to investigate the association between dietary intake of citrus fruits and prostate cancer risk. METHODS: Authors searched electronic databases and the reference lists of publications of diet and prostate cancer studies until August 2007. All of the epidemiological studies that obtained individual data on dietary intake of citrus fruits and presented risk estimates of the association between intake of citrus fruits and risk of prostate cancer were identified and included. Using general variance-based methods, study-specific odds ratios (OR)/ relative risk (RR) and associated confidence interval (CI)/ standard error (SE) for highest versus lowest intake of citrus fruits level were extracted from each paper. RESULTS: Eleven articles including six case-control studies, one nested case-control study and four cohort studies, proved eligible. Overall summary OR using random effect model did not show an association in risk of prostate cancer with intake of citrus fruits (summary OR=1.03, 95% CI=0.89-1.19) with large heterogeneity across studies that we were unable to explain (I(2)=67.88%). The summary ORs in case-control studies and cohort studies were 1.10 (95% CI=0.97-1.22) and 1.05 (95% CI=0.96-1.14), respectively. CONCLUSIONS: Pooled results from observational studies did not show an association between intake of citrus fruits and the risk of prostate cancer, although results vary substantially across studies.",
  "authors": [
    {
      "last_name": "Bae",
      "fore_name": "Jong Myon",
      "initials": "JM",
      "name": "Jong Myon Bae",
      "affiliations": [
        "Department of Preventive Medicine, Cheju National University College of Medicine, Korea. jmbae@cheju.ac.kr"
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Eun Ja",
      "initials": "EJ",
      "name": "Eun Ja Lee",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of preventive medicine and public health = Yebang Uihakhoe chi",
    "iso_abbreviation": "J Prev Med Public Health",
    "issn": "1975-8375",
    "issn_type": "Print",
    "volume": "41",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "May"
  },
  "start_page": "159",
  "end_page": "164",
  "pages": "159-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Case-Control Studies",
    "Citrus",
    "Cohort Studies",
    "Diet",
    "Humans",
    "Male",
    "Prostatic Neoplasms",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "18515992",
    "doi": "10.3961/jpmph.2008.41.3.159",
    "pii": "200805159"
  },
  "doi": "10.3961/jpmph.2008.41.3.159",
  "dates": {
    "completed": "2008-09-30",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.331444",
    "pmid": "18515992"
  }
}