{
  "pmid": "18519310",
  "uid": "18519310",
  "title": "The use of calcium phosphate bone cement in fracture treatment. A meta-analysis of randomized trials.",
  "abstract": "BACKGROUND: Available options to fill fracture voids include autogenous bone, allograft bone, and synthetic bone materials. The objective of this meta-analysis was to determine whether the use of calcium phosphate bone cement improves clinical and radiographic outcomes and reduces fracture complications as compared with conventional treatment (with or without autogenous bone graft) for the treatment of fractures of the appendicular skeleton in adult patients. METHODS: Multiple databases, online registers of randomized controlled trials, and the proceedings of the meetings of major national orthopaedic associations were searched. Published and unpublished randomized controlled trials were included, and data on methodological quality, population, intervention, and outcomes were abstracted in duplicate. Data were pooled across studies, and relative risks for categorical outcomes and weighted mean differences for continuous outcomes, weighted according to study sample size, were calculated. Heterogeneity across studies was determined, and sensitivity analyses were conducted. RESULTS: We identified eleven published and three unpublished randomized controlled trials. Of the fourteen studies, six involved distal radial fractures, two involved femoral neck fractures, two involved intertrochanteric femoral fractures, two involved tibial plateau fractures, one involved calcaneal fractures, and one involved multiple types of metaphyseal fractures. All of the studies evaluated the use of calcium phosphate cement for the treatment of metaphyseal fractures occurring primarily through trabecular, cancellous bone. Autogenous bone graft was used in the control group in three studies, and no graft material was used in the remaining studies. Patients managed with calcium phosphate had a significantly lower prevalence of loss of fracture reduction in comparison with patients managed with autograft (relative risk reduction, 68%; 95% confidence interval, 29% to 86%) and had less pain at the fracture site in comparison with controls managed with no graft (relative risk reduction, 56%; 95% confidence interval, 14% to 77%). We were unable to compare pain at the bone-graft donor site between the studies because of methodological reasons. Three studies independently demonstrated improved functional outcomes when the use of calcium phosphate was compared with the use of no grafting material. CONCLUSIONS: The use of calcium phosphate bone cement for the treatment of fractures in adult patients is associated with a lower prevalence of pain at the fracture site in comparison with the rate in controls (patients managed with no graft material). Loss of fracture reduction is also decreased in comparison with that in patients managed with autogenous bone graft.",
  "authors": [
    {
      "last_name": "Bajammal",
      "fore_name": "Sohail S",
      "initials": "SS",
      "name": "Sohail S Bajammal",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Calgary, 3330 Hospital Drive N.W., Calgary, AB T2N 4N1, Canada."
      ]
    },
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": []
    },
    {
      "last_name": "Lelwica",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Lelwica",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Einhorn",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Einhorn",
      "affiliations": []
    },
    {
      "last_name": "Buckley",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Buckley",
      "affiliations": []
    },
    {
      "last_name": "Leighton",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Leighton",
      "affiliations": []
    },
    {
      "last_name": "Russell",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Russell",
      "affiliations": []
    },
    {
      "last_name": "Larsson",
      "fore_name": "Sune",
      "initials": "S",
      "name": "Sune Larsson",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "1186",
  "end_page": "1196",
  "pages": "1186-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bone Cements",
    "Calcium Phosphates",
    "Chi-Square Distribution",
    "Fracture Healing",
    "Fractures, Bone",
    "Humans",
    "Pain Measurement",
    "Randomized Controlled Trials as Topic",
    "Recovery of Function"
  ],
  "article_ids": {
    "pubmed": "18519310",
    "doi": "10.2106/JBJS.G.00241",
    "pii": "90/6/1186"
  },
  "doi": "10.2106/JBJS.G.00241",
  "dates": {
    "completed": "2008-06-26",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Bone Cements",
    "Calcium Phosphates"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.025310",
    "pmid": "18519310"
  }
}