{
  "pmid": "18519731",
  "uid": "18519731",
  "title": "Role of global regulators and nucleotide metabolism in antibiotic tolerance in Escherichia coli.",
  "abstract": "Bacterial populations produce a small number of persister cells that exhibit multidrug tolerance. Persister cells are largely responsible for the antibiotic recalcitrance of biofilm infections. The mechanism of persister cell formation largely remains unknown due to the challenges in identifying persister genes. We screened an ordered comprehensive library of 3,985 Escherichia coli knockout strains to identify mutants with altered antibiotic tolerance. Stationary-state cultures in 96-well plates were exposed to ofloxacin at a concentration which allows only tolerant persister cells to survive. The persister cell level of each culture was determined. A total of 150 mutants with decreased persistence were identified in the initial screen, and subsequent validation confirmed that neither the growth rate nor the ofloxacin MIC was affected for 10 of them. The genes affected in these strains were dnaJ and dnaK (chaperones), apaH (diadenosine tetraphosphatase), surA (peptidyl-prolyl cis-trans isomerase), fis and hns (global regulators), hnr (response regulator of RpoS), dksA (transcriptional regulator of rRNA transcription), ygfA (5-formyl-tetrahydrofolate cyclo-ligase), and yigB (flavin mononucleotide [FMN] phosphatase). The prominent presence of global regulators among these strains pointed to the likely redundancy of persister cell formation mechanisms: the elimination of a regulator controlling several redundant persister genes would be expected to produce a phenotype. This observation is consistent with previous findings for a possible role of redundant genes such as toxin/antitoxin modules in persister cell formation. ygfA and yigB were of special interest. The mammalian homolog of YgfA (methenyltetrahydrofolate synthetase) catalyzes the conversion of 5-formyl-tetrahydrofolate (THF) into the rapidly degraded 5,10-methenyl-THF, depleting the folate pool. The YigB protein is a phosphatase of FMN which would deplete the pool of this cofactor. Stochastic overexpression of these genes could lead to dormancy and, hence, tolerance by depleting the folate and FMN pools, respectively. Consistent with this scenario, the overexpression of both genes produced increased tolerance to ofloxacin.",
  "authors": [
    {
      "last_name": "Hansen",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja Hansen",
      "affiliations": [
        "Antimicrobial Discovery Center and Department of Biology, Northeastern University, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": []
    },
    {
      "last_name": "Vulić",
      "fore_name": "Marin",
      "initials": "M",
      "name": "Marin Vulić",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Antimicrobial agents and chemotherapy",
    "iso_abbreviation": "Antimicrob Agents Chemother",
    "issn": "1098-6596",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "8",
    "pub_year": "2008",
    "pub_month": "Aug"
  },
  "start_page": "2718",
  "end_page": "2726",
  "pages": "2718-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Drug Resistance, Multiple, Bacterial",
    "Escherichia coli",
    "Escherichia coli Proteins",
    "Gene Expression Regulation, Bacterial",
    "Microbial Sensitivity Tests",
    "Mutation",
    "Nucleotides",
    "Ofloxacin"
  ],
  "article_ids": {
    "pubmed": "18519731",
    "pmc": "PMC2493092",
    "doi": "10.1128/AAC.00144-08",
    "pii": "AAC.00144-08"
  },
  "doi": "10.1128/AAC.00144-08",
  "pmc_id": "PMC2493092",
  "dates": {
    "completed": "2009-01-30",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Escherichia coli Proteins",
    "Nucleotides",
    "Ofloxacin"
  ],
  "grants": [
    {
      "grant_id": "R01 GM061162",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.981267",
    "pmid": "18519731"
  }
}