{
  "pmid": "18521570",
  "uid": "18521570",
  "title": "Automating the weaning process with advanced closed-loop systems.",
  "abstract": "BACKGROUND: Limiting the duration of invasive ventilation is an important goal in caring for critically ill patients. Several clinical trials have shown that compared to traditional care, protocols can reduce the total duration of mechanical ventilation. Computerized or automated weaning has the potential to improve weaning, while decreasing associated workload, and to transfer best evidence into clinical practice by integrating closed-loop technology into protocols that can be operationalized continuously. DISCUSSION: In this article, we review the principles of automated systems, discuss automated systems that can be used during weaning, and examine the best-current evidence from randomized trials and observational studies supporting their use. We highlight three commercially available systems (Mandatory Minute Ventilation, Adaptive Support Ventilation and SmartCare) that can be used to automate the weaning process. We note advantages and disadvantages associated with individual weaning systems and differences among them. CONCLUSIONS: We discuss the potential role for automation in complimenting clinical acumen, reducing practice pattern variation and facilitating knowledge translation into clinical practice, and underscore the need for additional high quality investigations to evaluate automated weaning systems in different practice settings and diverse patient populations.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada. burnsk@smh.toronto.on.ca"
      ]
    },
    {
      "last_name": "Lellouche",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lellouche",
      "affiliations": []
    },
    {
      "last_name": "Lessard",
      "fore_name": "Martin R",
      "initials": "MR",
      "name": "Martin R Lessard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "0342-4642",
    "issn_type": "Print",
    "volume": "34",
    "issue": "10",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "1757",
  "end_page": "1765",
  "pages": "1757-65",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Algorithms",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Selection Bias",
    "Therapy, Computer-Assisted",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "18521570",
    "doi": "10.1007/s00134-008-1154-0"
  },
  "doi": "10.1007/s00134-008-1154-0",
  "dates": {
    "completed": "2009-02-23",
    "revised": "2025-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.062313",
    "pmid": "18521570"
  }
}