{
  "pmid": "18528416",
  "uid": "18528416",
  "title": "Long-term experimental warming alters nitrogen-cycling communities but site factors remain the primary drivers of community structure in high arctic tundra soils.",
  "abstract": "Arctic air temperatures are expected to rise significantly over the next century. Experimental warming of arctic tundra has been shown to increase plant productivity and cause community shifts and may also alter microbial community structure. Hence, the objective of this study was to determine whether experimental warming caused shifts in soil microbial communities by measuring changes in the frequency, relative abundance and/or richness of nosZ and nifH genotypes. Five sites at a high arctic coastal lowland were subjected to a 13-year warming experiment using open-top chambers (OTCs). Sites differed by dominant plant community, soil parent material and/or moisture regimen. Six soil cores were collected from each of four replicate OTC and ambient plots at each site and subdivided into upper and lower samples. Differences in frequency and relative abundance of terminal restriction fragments were assessed graphically by two-way cluster analysis and tested statistically with permutational multivariate analysis of variance (ANOVA). Genotypic richness was compared using factorial ANOVA. The genotype frequency, relative abundance and genotype richness of both nosZ and nifH communities differed significantly by site, and by OTC treatment and/or depth at some sites. The site that showed the most pronounced treatment effect was a wet sedge meadow, where community structure and genotype richness of both nosZ and nifH were significantly affected by warming. Although warming was an important factor affecting these communities at some sites at this high arctic lowland, overall, site factors were the main determinants of community structure.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer K M",
      "initials": "JK",
      "name": "Jennifer K M Walker",
      "affiliations": [
        "Ecosystem Science & Management Program, University of Northern British Columbia, Prince George, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Egger",
      "fore_name": "Keith N",
      "initials": "KN",
      "name": "Keith N Egger",
      "affiliations": []
    },
    {
      "last_name": "Henry",
      "fore_name": "Gregory H R",
      "initials": "GH",
      "name": "Gregory H R Henry",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The ISME journal",
    "iso_abbreviation": "ISME J",
    "issn": "1751-7370",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "9",
    "pub_year": "2008",
    "pub_month": "Sep"
  },
  "start_page": "982",
  "end_page": "995",
  "pages": "982-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antarctic Regions",
    "Archaea",
    "Bacteria",
    "Biodiversity",
    "Cluster Analysis",
    "DNA Fingerprinting",
    "Genotype",
    "Greenhouse Effect",
    "Hot Temperature",
    "Nitrogen",
    "Oxidoreductases",
    "Plants",
    "Soil Microbiology"
  ],
  "article_ids": {
    "pubmed": "18528416",
    "doi": "10.1038/ismej.2008.52",
    "pii": "ismej200852"
  },
  "doi": "10.1038/ismej.2008.52",
  "dates": {
    "completed": "2008-10-27",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Oxidoreductases",
    "nitrogenase reductase",
    "nitrous oxide reductase",
    "Nitrogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.528209",
    "pmid": "18528416"
  }
}