{
  "pmid": "18523620",
  "uid": "18523620",
  "title": "Ventilatory management in extremely low birth weight infants.",
  "abstract": "The improvement in survival in premature infants associated with the evolution of mechanical ventilation has been accompanied by an increase in ventilator induced lung injury. High frequency ventilation has been shown to reduce the incidence of ventilator induced lung injury and hence chronic lung disease in the very low birth weight infant. The evolution in understanding how to best use high frequency ventilation in this population has prompted us to ask whether similar strategies to optimize lung volumes on conventional mechanical ventilation can minimize chronic lung disease in the neonate. We retrospectively reviewed the medical charts of 51 extremely low birth weight infants born in Kingston, Ontario in two epochs, 1990 to 1991 and 1999 to 2000, for ventilatory strategy and outcome. From our review, it is clear that surfactant therapy rapidly changes lung mechanics by improving pulmonary compliance and that lung damage may result if there are not changes in the ventilatory management to reflect the altered compliance. Early ventilation strategies during the apparently stable \"honeymoon period\" in a patient with respiratory distress syndrome (RDS) has significant implications on long term morbidity. In the era prior to the use of surfactant, 30% of infants died and 40% developed chronic lung disease (CLD). Immediately following the use of surfactant , mortality was reduced to 18%, however, the incidence of CLD increased to 78%. In the most recent era, following 10 years of experience with surfactant and mechanical ventilation, morbidity was 17% and CLD 21%. This study demonstrates that a particularly crucial time is in the immediate period following surfactant administration. The use of lower peak inspiratory pressure (PIP) and mean airway pressure (MAP) over the first 24 hours and an increase in the use of synchronous intermittent mandatory ventilation (SIMV) was associated with an improved outcome. The challenge remaining is to determine how to best utilize a conventional mode of ventilation to best optimize lung volume and protect the immature lung.",
  "authors": [
    {
      "last_name": "Morris",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Morris",
      "affiliations": [
        "Department of Pediatrics, The Hospital for Sick Children, The University of Toronto. shaun.morris@utoronto.ca"
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "McGill journal of medicine : MJM : an international forum for the advancement of medical sciences by students",
    "iso_abbreviation": "Mcgill J Med",
    "issn": "1201-026X",
    "issn_type": "Print",
    "volume": "9",
    "issue": "2",
    "pub_year": "2006",
    "pub_month": "Jul"
  },
  "start_page": "95",
  "end_page": "101",
  "pages": "95-101",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18523620",
    "pmc": "PMC2323525"
  },
  "pmc_id": "PMC2323525",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.937781",
    "pmid": "18523620"
  }
}