{
  "pmid": "18538218",
  "uid": "18538218",
  "title": "Quantifying the volume of documented clinical information in critical illness.",
  "abstract": "OBJECTIVES: The purpose of this study is to describe the volume of clinical information documented in critical illness, its relationship to the use of intensive care unit (ICU) technology, and changes over time. METHODS: We performed a 6-year retrospective cohort study. Eligible patients were admitted to a university-affiliated pediatric ICU for at least 24 hours during the years 2000 to 2005. For each complete 24-hour period (midnight-midnight) that each patient was admitted to the ICU, we extracted the total number of items of documented clinical information and the use of 5 ICU technologies. For each day of the study, we calculated the total volume of documented information available to inform the daily ward round. A 2-level hierarchical linear model was used to analyze the primary outcome variable. MAIN MEASUREMENTS AND RESULTS: There were 5623 admissions and 41202 complete patient-days studied. The median number of items of documented clinical data for each complete 24-hour period was 1348 (interquartile range, 1018-1664; mean, 1341). Significantly, more clinical information was documented about children who were ventilated with conventional ventilation (1483), children on inotropes or vasoactive medications (1685) and high-frequency oscillation (1726), and children receiving extracorporeal membrane oxygenation therapy (2354) or hemodialysis (1889) than children not in these categories (all P < .0001). The number of items documented per patient-day increased by 26% from 1165 in 2000 to 1471 items in 2005 (P < .0001). This finding was independent of ICU technology use. CONCLUSIONS: A large and increasing volume of information was documented during the course of critical illness. More information was documented in patients receiving ICU technologies, suggesting that the volume of documented information is a marker of therapeutic intensity. It is also a source of workload and provides opportunity for error. Our findings underscore the importance of effective information management and communication strategies. Additional work is needed to evaluate the implications of current documentation practices for workload and quality of care.",
  "authors": [
    {
      "last_name": "Manor-Shulman",
      "fore_name": "Orit",
      "initials": "O",
      "name": "Orit Manor-Shulman",
      "affiliations": [
        "Department of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Frndova",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Frndova",
      "affiliations": []
    },
    {
      "last_name": "Parshuram",
      "fore_name": "Christopher S",
      "initials": "CS",
      "name": "Christopher S Parshuram",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "0883-9441",
    "issn_type": "Print",
    "volume": "23",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "245",
  "end_page": "250",
  "pages": "245-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Critical Care",
    "Critical Illness",
    "Documentation",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "18538218",
    "doi": "10.1016/j.jcrc.2007.06.003",
    "pii": "S0883-9441(07)00087-1"
  },
  "doi": "10.1016/j.jcrc.2007.06.003",
  "dates": {
    "completed": "2008-09-18",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.897252",
    "pmid": "18538218"
  }
}