{
  "pmid": "18544745",
  "uid": "18544745",
  "title": "The risk of death by age, sex, and smoking status in the United States: putting health risks in context.",
  "abstract": "BACKGROUND: To make sense of the disease risks they face, people need basic facts about the magnitude of a particular risk and how one risk compares with other risks. Unfortunately, this fundamental information is not readily available to patients or physicians. We created simple one-page charts that present the 10-year chance of dying from various causes according to age, sex, and smoking status. METHODS: We used the National Center for Health Statistics Multiple Cause of Death Public Use File for 2004 and data from the 2004 US Census to calculate age- and sex-specific death rates for various causes of death. We then combined data on smoking prevalence (from the National Health Interview Survey) and the relative risks of death from various causes for smokers vs never smokers (from the American Cancer Society's Cancer Prevention Study-II) to determine age-, sex-, and smoking-specific death rates. Finally, we accumulated these risks for various starting ages in a series of 10-year life tables. The charts present the 10-year risks of dying from heart disease; stroke; lung, colon, breast, cervical, ovarian, and prostate cancer; pneumonia; influenza; AIDS; chronic obstructive pulmonary disease; accidents; and all causes. RESULTS: At all ages, the 10-year risk of death from all causes combined is higher for men than women. The effect of smoking on the chance of dying is similar to the effect of adding 5 to 10 years of age: for example, a 55-year-old man who smokes has about the same 10-year risk of death from all causes as a 65-year-old man who never smoked (ie, 178 vs 176 of 1000 men, respectively). For men who never smoked, heart disease death represents the single largest cause of death from age 50 on and the chance of dying from heart disease exceeds the chances of dying from lung, colon, and prostate cancers combined at every age. For men who currently smoke, the chance of dying from lung cancer is of the same order of magnitude as the chance dying from heart disease and after age 50 it is about 10 times greater than the chance of dying from prostate or colon cancer. For women who have never smoked, the magnitudes of the 10-year risks of death from breast cancer and heart disease are similar until age 60; from this age on, heart disease represents the single largest cause of death. For women who currently smoke, the chance of dying from heart disease or lung cancer exceeds the chance of dying from breast cancer from age 40 on (and does so by at least a factor of 5 after age 55). CONCLUSION: The availability of simple charts with consistent data presentations of important causes of death may facilitate discussion about disease risk between physicians and their patients and help highlight the dangers of smoking.",
  "authors": [
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "The Veterans Affairs Outcomes Group (111B), Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA. lisa.schwartz@dartmouth.edu"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the National Cancer Institute",
    "iso_abbreviation": "J Natl Cancer Inst",
    "issn": "1460-2105",
    "issn_type": "Electronic",
    "volume": "100",
    "issue": "12",
    "pub_year": "2008",
    "pub_month": "Jun",
    "pub_day": "18"
  },
  "start_page": "845",
  "end_page": "853",
  "pages": "845-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Cause of Death",
    "Chronic Disease",
    "Female",
    "Heart Diseases",
    "Humans",
    "Lung Diseases",
    "Male",
    "Mathematical Computing",
    "Middle Aged",
    "Mortality",
    "Neoplasms",
    "Research Design",
    "Risk Assessment",
    "Risk Factors",
    "Sex Factors",
    "Smoking",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18544745",
    "pmc": "PMC3298961",
    "doi": "10.1093/jnci/djn124",
    "pii": "djn124"
  },
  "doi": "10.1093/jnci/djn124",
  "pmc_id": "PMC3298961",
  "dates": {
    "completed": "2008-06-26",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA104721",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01CA104721",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.420884",
    "pmid": "18544745"
  }
}