{
  "pmid": "18550999",
  "uid": "18550999",
  "title": "Noninvasive 24-h ambulatory blood pressure and cardiovascular disease: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: We systematically assessed the evidence regarding the association between noninvasive 24-h systolic blood pressure and incident cardiovascular events. METHODS: We searched PubMed, EMBASE, and the Cochrane Library through April 2007. Studies that prospectively followed at least 100 individuals for at least 1 year, and that reported at least one effect estimate of interest were included. Two independent investigators abstracted information on study design, subject characteristics, blood pressure measurements, outcome assessment, effect estimates, and adjustment for potential confounders. RESULTS: We identified 20 eligible articles based on 15 independent cohort studies. The association between 24-h systolic blood pressure and a combined cardiovascular endpoint was assessed in nine cohort studies, including 9299 participants who were followed up to 11.1 years and had 881 outcome events. The summary hazard ratio (95% confidence interval) per 10-mmHg increase of 24-h systolic blood pressure was 1.27 (1.18-1.38) (P < 0.001). Further adjustment for office blood pressure in four studies with 4975 participants and 499 outcome events provided a similar summary estimate [hazard ratio (95% confidence interval) per 10-mmHg increase of 24-systolic blood pressure 1.21 (1.10-1.33) (P < 0.001)]. Office blood pressure was usually assessed on a single occasion. We found no significant variability according to age, sex, population origin, baseline office blood pressure, follow-up time, diabetes, or study quality. There was a consistent association between 24-h systolic blood pressure and stroke, cardiovascular mortality, total mortality, and cardiac events with hazard ratio (95% confidence interval) per 10 mmHg increase of 24-h systolic blood pressure of 1.33 (1.22-1.44), 1.19 (1.13-1.26), 1.12 (1.07-1.17), and 1.17 (1.09-1.25), respectively. CONCLUSION: 24-h systolic blood pressure is a strong predictor of cardiovascular events, providing prognostic information independent of conventional office blood pressure.",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Division of Preventive Medicine, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02215, USA. conend@uhbs.ch"
      ]
    },
    {
      "last_name": "Bamberg",
      "fore_name": "Fabian",
      "initials": "F",
      "name": "Fabian Bamberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "0263-6352",
    "issn_type": "Print",
    "volume": "26",
    "issue": "7",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "1290",
  "end_page": "1299",
  "pages": "1290-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Pressure Monitoring, Ambulatory",
    "Cardiovascular Diseases",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Prognosis"
  ],
  "article_ids": {
    "pubmed": "18550999",
    "doi": "10.1097/HJH.0b013e3282f97854",
    "pii": "00004872-200807000-00004"
  },
  "doi": "10.1097/HJH.0b013e3282f97854",
  "dates": {
    "completed": "2008-10-23",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.044237",
    "pmid": "18550999"
  }
}