{
  "pmid": "18556496",
  "uid": "18556496",
  "title": "The early years: child development in undergraduate medical school training.",
  "abstract": "PROBLEM ADDRESSED: There are substantial gaps in knowledge about early child development among graduating family physicians. OBJECTIVE OF PROGRAM: The main objective of this program was to develop, implement, and evaluate an early child development curriculum for undergraduate medical clerks doing their family medicine rotations. PROGRAM DESCRIPTION: The Early Years Program at McMaster University in Hamilton, Ont, consists of 2 small group sessions during the family medicine rotation and a site visit to a community agency that provides services to families with young children. The curriculum is delivered by interprofessional facilitator dyads: a family physician and another professional. The content covers areas such as newborn assessment, developmental screening and referrals, parenting issues, pregnancy, preconception, and prevention, and is supported by case studies, videos, and community resources. CONCLUSION: Based on casual feedback and formal evaluations, we conclude that the overall goal of launching the Early Years Program-to address previously identified gaps-has been achieved. We continue to improve the program to meet the challenges of the ever changing undergraduate health science education.",
  "authors": [
    {
      "last_name": "Comley",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Comley",
      "affiliations": [
        "Department of Family Medicine at McMaster University in Hamilton, Ont."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": []
    },
    {
      "last_name": "Niccols",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Niccols",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "876",
  "end_page": "876.e8764",
  "pages": "876, 876.e1-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Child Development",
    "Child, Preschool",
    "Clinical Clerkship",
    "Curriculum",
    "Family Practice",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Ontario",
    "Program Development",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "18556496",
    "pmc": "PMC2426973",
    "pii": "54/6/876"
  },
  "pmc_id": "PMC2426973",
  "dates": {
    "completed": "2008-08-19",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.708117",
    "pmid": "18556496"
  }
}