{
  "pmid": "18564299",
  "uid": "18564299",
  "title": "Predicting doctor performance outcomes of curriculum interventions: problem-based learning and continuing competence.",
  "abstract": "CONTEXT: Problem-based learning (PBL) is an educational strategy designed to enhance self-assessment, self-directed learning and lifelong learning. The present study examines a peer review programme to determine whether the impact of PBL on continuing competence can be detected in practice. OBJECTIVES: This study aimed to establish whether McMaster graduates who graduated between 1972 and 1991 were any less likely to be identified as having issues of competence by a systematic peer review programme than graduates of other Ontario medical schools. METHODS: We identified a total of 1166 doctors who had graduated after 1972 and had completed a mandated peer review programme. Of these, 108 had graduated from McMaster and 857 from other Canadian schools. School of graduation was cross-tabulated against peer rating. A secondary analysis examined predictors of ratings using multiple regression. RESULTS: We found that 4% of McMaster graduates and 5% of other graduates were deemed to demonstrate cause for concern or serious concern, and that 24% of McMaster doctors and 28% of other doctors were rated as excellent. These differences were not significant. Multiple regression indicated that certification by family medicine or a specialty, female gender and younger age were all predictors of practice outcomes, but school of graduation was not. CONCLUSIONS: There is no evidence from this study that PBL graduates are better able to maintain competence than graduates of conventional schools. The study highlights potential problems in attempting to link undergraduate educational interventions to doctor performance outcomes.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. norman@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wenghofer",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Wenghofer",
      "affiliations": []
    },
    {
      "last_name": "Klass",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Klass",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "8",
    "pub_year": "2008",
    "pub_month": "Aug"
  },
  "start_page": "794",
  "end_page": "799",
  "pages": "794-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Curriculum",
    "Education, Medical, Continuing",
    "Ontario",
    "Peer Group",
    "Physicians",
    "Problem-Based Learning"
  ],
  "article_ids": {
    "pubmed": "18564299",
    "doi": "10.1111/j.1365-2923.2008.03131.x",
    "pii": "MED3131"
  },
  "doi": "10.1111/j.1365-2923.2008.03131.x",
  "dates": {
    "completed": "2008-09-30",
    "revised": "2008-08-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.743546",
    "pmid": "18564299"
  }
}