{
  "pmid": "18566202",
  "uid": "18566202",
  "title": "Cardiogenic shock following nasal septoplasty: a case report and review of the literature.",
  "abstract": "PURPOSE: Nasal septoplasty is a surgical procedure offered to patients with chronic snoring secondary to nasal obstruction. We describe a case of cardiogenic shock following the administration of metoprolol to treat hypertension, (likely) induced by systemic absorption of topical epinephrine used during a routine nasal septoplasty. CLINICAL FEATURES: A 29-yr-old male, with no significant medical history, was scheduled for nasal septoplasty for mild nasal obstruction. Following routine anesthetic induction, cotton balls, soaked with epinephrine (1:1000), were applied to the nasal mucosa. The patient became hypertensive with a blood pressure of 207/123 mmHg. Intravenous metoprolol was administered. Severe pulmonary edema ensued, with resulting hypoxic respiratory failure and cardiogenic shock. The patient was transferred to a tertiary care facility for percutaneous cardiopulmonary bypass. After five days of cardiopulmonary bypass support and six weeks of intensive care monitoring, the patient's cardiac status returned to normal limits. CONCLUSION: A hypertensive response, following systemically absorbed topical vasoconstrictors, including both phenylephrine and epinephrine, can be associated with dire consequences when treated with a beta-adrenergic blocking drug and, possibly, calcium channel blockers. To prevent severe complications including; pulmonary edema, cardiogenic shock, cardiac arrest, and, possibly, death, these drug interactions need to be appreciated.",
  "authors": [
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "Hamilton Health Sciences-McMaster University, 237 Barton Street East, Hamilton, Ontario, Canada. schwalj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Hamstra",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Hamstra",
      "affiliations": []
    },
    {
      "last_name": "Mulji",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Mulji",
      "affiliations": []
    },
    {
      "last_name": "Velianou",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Velianou",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "0832-610X",
    "issn_type": "Print",
    "volume": "55",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "376",
  "end_page": "379",
  "pages": "376-9",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Adult",
    "Epinephrine",
    "Humans",
    "Hypertension",
    "Male",
    "Metoprolol",
    "Nasal Septum",
    "Shock, Cardiogenic"
  ],
  "article_ids": {
    "pubmed": "18566202",
    "doi": "10.1007/BF03021494",
    "pii": "55/6/376"
  },
  "doi": "10.1007/BF03021494",
  "dates": {
    "completed": "2008-09-09",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Metoprolol",
    "Epinephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.131426",
    "pmid": "18566202"
  }
}