{
  "pmid": "18574260",
  "uid": "18574260",
  "title": "Antithrombotic and thrombolytic therapy: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition).",
  "abstract": "Since publication of the seventh American College of Chest Physicians (ACCP) supplement on antithrombotic and thrombolytic therapy, the results of clinical trials have provided important new information on the management of thromboembolic disorders, and the science of developing recommendations has advanced. In the accompanying supplement, we provide the new and updated recommendations and review several important changes that we have made in our guideline development process. We again made a conscious effort to increase the participation of female authors and contributors from outside North America, the latter reflecting the widespread use and dissemination of these guidelines internationally. The grading system for the recommendations was adopted in 2006 by the ACCP for all its guidelines, is similar to the increasingly widely used Grades of Recommendation, Assessment, Development, and Evaluation approach, and is described in detail in one of the introductory chapters. While most of the evidence on which recommendations are made remains low quality in fields of pediatric thrombosis, thrombosis in pregnancy, and thrombosis in valvular heart disease, rigorous studies in other fields have resulted in new and strong evidence-based recommendations for many indications.",
  "authors": [
    {
      "last_name": "Hirsh",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Hirsh",
      "affiliations": [
        "Hamilton Civic Hospitals, Henderson Research Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "McMaster University Medical Centre, Hamilton, ON, Canada. Electronic address: guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Albers",
      "fore_name": "Gregory W",
      "initials": "GW",
      "name": "Gregory W Albers",
      "affiliations": [
        "Stanford University Medical Center, Stanford Stroke Center, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Harrington",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Harrington",
      "affiliations": [
        "Duke Clinical Research Institute, Duke University Medical Center, Durham, NC."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology/INFORMA, Istituto Regina Elena, Rome, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "133",
    "issue": "6 Suppl",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "110S",
  "end_page": "112S",
  "pages": "110S-112S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Thrombolytic Therapy"
  ],
  "article_ids": {
    "pubmed": "18574260",
    "doi": "10.1378/chest.08-0652",
    "pii": "S0012-3692(08)60112-9"
  },
  "doi": "10.1378/chest.08-0652",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.584882",
    "pmid": "18574260"
  }
}