{
  "pmid": "18571571",
  "uid": "18571571",
  "title": "Does the Maryland graduated driver licensing law affect both 16-year-old drivers and those who share the road with them?",
  "abstract": "PROBLEM: To assess effects of the 1999 Maryland graduated driver licensing (GDL) law on both 16-year-old drivers and other road users. METHOD: Calculation and comparison of crash involvement rates and non-fatal injury rates pre-GDL (1996-1998) and post-GDL (2001-2003) by type of road user, per population, and per licensed driver, with adjustment for trends among 30-59-year-old drivers. RESULTS: Post-GDL, prevalence of licensure decreased 24% among 16-year-olds, and rates of 16-year-old drivers involved in crashes significantly decreased per 16-year-old population (corrected rate ratio (RRc) 0.82; 95% CI (0.71, 0.96)). A significant decrease also was observed for non-fatal injuries per 16-year-old population among 16-year-old drivers involved in crashes (RRc 0.63; 95% CI (0.41, 0.98)). Similarly, decreases, albeit not statistically significant, were observed among their passengers and other vehicle occupants. Per 16-year-old licensed driver, a slight non-significant increase was observed in crash involvement rates; non-fatal injury rates per 16-year-old licensed driver suggest decreased risk (non-significant) among 16-year-old drivers, their passengers, and other vehicle occupants. SUMMARY: Maryland's GDL delayed licensure and reduced crashes and non-fatal injuries among 16-year-old drivers per population. Trends in injuries among other road users involved in crashes with 16-year-old drivers were suggestive of a benefit from GDL, although observed decreases were not significant. Per licensed driver, findings were not significant, but suggested little change in crash involvement and decreased non-fatal injuries. Because one-third fewer 16-year-olds were licensed post-GDL, these results may suggest a selection effect in licensure. IMPACT ON INDUSTRY: Because Maryland had nighttime restrictions for new drivers before 1999, this study suggests other components of GDL are beneficial for drivers and possibly for other road users. States with weak GDL laws should strongly consider revising them.",
  "authors": [
    {
      "last_name": "Kirley",
      "fore_name": "Bevan B",
      "initials": "BB",
      "name": "Bevan B Kirley",
      "affiliations": [
        "Department of Epidemiology and Preventive Medicine, University of Maryland School of Medicine, 660 W. Redwood Street, Baltimore, MD 21201, USA. bevankirley@gmail.com"
      ]
    },
    {
      "last_name": "Feller",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Feller",
      "affiliations": []
    },
    {
      "last_name": "Braver",
      "fore_name": "Elisa",
      "initials": "E",
      "name": "Elisa Braver",
      "affiliations": []
    },
    {
      "last_name": "Langenberg",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Langenberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of safety research",
    "iso_abbreviation": "J Safety Res",
    "issn": "0022-4375",
    "issn_type": "Print",
    "volume": "39",
    "issue": "3",
    "pub_year": "2008"
  },
  "start_page": "295",
  "end_page": "301",
  "pages": "295-301",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Adolescent",
    "Automobile Driver Examination",
    "Automobile Driving",
    "Humans",
    "Maryland",
    "Retrospective Studies",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "18571571",
    "doi": "10.1016/j.jsr.2007.12.005",
    "pii": "S0022-4375(08)00047-9"
  },
  "doi": "10.1016/j.jsr.2007.12.005",
  "dates": {
    "completed": "2008-10-14",
    "revised": "2008-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:11.090060",
    "pmid": "18571571"
  }
}