{
  "pmid": "18578827",
  "uid": "18578827",
  "title": "Recent trends in risky alcohol consumption and related harm among young people in Victoria, Australia.",
  "abstract": "OBJECTIVE: To examine recent trends in the proportion of young people who drink at risky levels and the rate of alcohol-related harms experienced by young people in Victoria, Australia. METHODS: The study uses published data from a series of surveys that ask questions relating to alcohol consumption to ascertain whether the proportion of young people drinking at risky levels has increased over the time period in which data are available. Alcohol-caused hospital admissions and emergency department presentations for young people are also examined over recent years to assess trends in alcohol-related harms. RESULTS: The survey data shows mixed results, with no clear trend in the rate of risky drinking among young people. The harms data suggests that rates of alcohol-related harm, particularly acute intoxication, have increased dramatically over recent years. CONCLUSIONS: The relationship between survey-derived estimates of alcohol consumption and rates of alcohol-related harms is not as clear-cut as expected, and raise concerns about the sensitivity of population surveys in detecting changes in harmful drinking patterns. IMPLICATIONS: The current increasing trends in alcohol-related harms for young people in Victoria suggest the need for immediate public health interventions.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Melbourne, VIC, Australia. michaell@turningpoint.org.au"
      ]
    }
  ],
  "journal": {
    "title": "Australian and New Zealand journal of public health",
    "iso_abbreviation": "Aust N Z J Public Health",
    "issn": "1326-0200",
    "issn_type": "Print",
    "volume": "32",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "266",
  "end_page": "271",
  "pages": "266-71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcoholism",
    "Child",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Public Health",
    "Risk-Taking",
    "Victoria"
  ],
  "article_ids": {
    "pubmed": "18578827",
    "doi": "10.1111/j.1753-6405.2008.00227.x",
    "pii": "AZPH227"
  },
  "doi": "10.1111/j.1753-6405.2008.00227.x",
  "dates": {
    "completed": "2008-09-23",
    "revised": "2008-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.740349",
    "pmid": "18578827"
  }
}