{
  "pmid": "18577202",
  "uid": "18577202",
  "title": "Time-action analysis (TAA) of the surgical technique implanting the collum femoris preserving (CFP) hip arthroplasty. TAASTIC trial identifying pitfalls during the learning curve of surgeons participating in a subsequent randomized controlled trial (an observational study).",
  "abstract": "BACKGROUND: Two types of methods are used to assess learning curves: outcome assessment and process assessment. Outcome measures are usually dichotomous rare events like complication rates and survival or require an extensive follow-up and are therefore often inadequate to monitor individual learning curves. Time-action analysis (TAA) is a tool to objectively determine the level of efficiency of individual steps of a surgical procedure. METHODS/DESIGN: We are currently using TAA to determine the number of cases needed for surgeons to reach proficiency with a new innovative hip implant prior to initiating a multicentre RCT. By analysing the unedited video recordings of the first 20 procedures of each surgeon the number and duration of the actions needed for a surgeon to achieve his goal and the efficiency of these actions is measured. We constructed a taxonomy or list of actions which together describe the complete surgical procedure. In the taxonomy we categorised the procedure in 5 different Goal Oriented Phases (GOP): 1. the incision phase. 2. the femoral phase. 3. the acetabulum phase. 4. the stem phase. 5. the closure pase. Each GOP was subdivided in Goal Oriented Actions (GOA) and each GOA is subdivided in Separate Actions (SA) thereby defining all the necessary actions to complete the procedure. We grouped the SAs into GOAs since it would not be feasible to measure each SA. Using the video recordings, the duration of each GOA was recorded as well as the amount of delay. Delay consists of repetitions, waiting and additional actions. The nett GOA time is the total GOA time - delay and is a representation of the level of difficulty of each procedure. Efficiency is the percentage of nett GOA time during each procedure. DISCUSSION: This allows the construction of individual learning curves, assessment of the final skill level for each surgeon and comparison of different surgeons prior to participation in an RCT. We believe an objective and comparable assessment of skill level by process assessment can improve the value of a surgical RCT in situations where a learning curve is expected.",
  "authors": [
    {
      "last_name": "van Oldenrijk",
      "fore_name": "Jakob",
      "initials": "J",
      "name": "Jakob van Oldenrijk",
      "affiliations": [
        "Department of Orthopaedic Surgery, Academic Medical Centre, Amsterdam, The Netherlands. jakobvanoldenrijk@gmail.com"
      ]
    },
    {
      "last_name": "Schafroth",
      "fore_name": "Matthias U",
      "initials": "MU",
      "name": "Matthias U Schafroth",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Runne",
      "fore_name": "Wouter C",
      "initials": "WC",
      "name": "Wouter C Runne",
      "affiliations": []
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2008",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "93",
  "pages": "93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Education, Medical, Continuing",
    "Hip Joint",
    "Humans",
    "Learning",
    "Orthopedics",
    "Outcome Assessment, Health Care",
    "Outcome and Process Assessment, Health Care",
    "Professional Competence",
    "Randomized Controlled Trials as Topic",
    "Technology Assessment, Biomedical",
    "Time and Motion Studies",
    "Video Recording"
  ],
  "article_ids": {
    "pubmed": "18577202",
    "pmc": "PMC2483707",
    "doi": "10.1186/1471-2474-9-93",
    "pii": "1471-2474-9-93"
  },
  "doi": "10.1186/1471-2474-9-93",
  "pmc_id": "PMC2483707",
  "dates": {
    "completed": "2008-08-28",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.028169",
    "pmid": "18577202"
  }
}