{
  "pmid": "18574261",
  "uid": "18574261",
  "title": "Methodology for antithrombotic and thrombolytic therapy guideline development: American College of Chest Physicians Evidence-based Clinical Practice Guidelines (8th Edition).",
  "abstract": "The American College of Chest Physicians (ACCP) invited a panel of experts, researchers, information scientists, and guideline methodologists to develop the eighth edition of ACCP evidence-based guidelines on antithrombotic and thrombolytic therapy. The process began with guideline authors specifying the population, intervention and alternative, and outcomes for each clinical question and defined criteria for eligible articles, including methodologic criteria, for each recommendation. The McMaster University Evidence-Based Practice Center, in collaboration with the guideline authors and methodologists, developed strategies and executed systematic searches for evidence. The resulting guidelines are organized in chapters that present a clear link between the evidence and the resulting recommendations. The panel identified questions in which resource allocation issues were particularly important and obtained input from consultants with expertise in economic analysis for these issues. Authors paid careful attention to the quality of underlying evidence and the balance between risks and benefits, both reflected in grades of recommendations. For recommendations that are particularly sensitive to underlying values and preferences, the panel made explicit the values underlying the recommendations. Thus, the process of making recommendations for the ACCP guidelines included explicit definition of questions, transparent eligibility criteria for including studies, comprehensive searches and methodologic assessment of studies, and specification of values and preferences and resource implications underlying recommendations where particularly relevant. In combination with our previous practice of grading recommendations according to their strength and the methodologic quality of the supporting studies, these methods establish our guideline methodology as evidence based.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "From the Italian National Cancer Institute Regina Elena, Rome, Italy. Electronic address: hjs@buffalo.edu."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "133",
    "issue": "6 Suppl",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "113S",
  "end_page": "122S",
  "pages": "113S-122S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Thrombolytic Therapy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18574261",
    "doi": "10.1378/chest.08-0666",
    "pii": "S0012-3692(08)60113-0"
  },
  "doi": "10.1378/chest.08-0666",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.585054",
    "pmid": "18574261"
  }
}