{
  "pmid": "18571278",
  "uid": "18571278",
  "title": "Ethics frameworks in Canadian health policies: foundation, scaffolding, or window dressing?",
  "abstract": "Health policy documents increasingly feature ethics frameworks that outline key guiding principles. It is unclear whether such frameworks function as scaffolding for creating policy, foundations for responding to policy, or mere aesthetic frames to make policies appear ethical. This study investigates the nature and quality of ethics frameworks in Canadian health documents. We reviewed the ethics frameworks of 24 strategic health policy documents published from 1998 to 2005 by Canadian government agencies. We found that frameworks typically appear as a list of principles or values. These elements vary widely across the terminal, procedural, and substantive values of conventional ethics, and many are better characterized as goals than as ethics. No two ethics frameworks matched, despite common topic areas and presumably broadly shared values within the Canadian health system. Elements shared by at least half of the documents include: access, accountability, autonomy, client-centredness, collaboration, efficiency, equity, and evidence. However, common elements are interpreted quite differently. The genesis of the framework and its elements is seldom described. Only one third of the documents relate specific ethical elements to specific policies. In conclusion, we draw on the clinical guidelines literature to propose some features of a robust, coherent and meaningful ethics framework.",
  "authors": [
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. giacomin@mcmaster.ca"
      ]
    },
    {
      "last_name": "Kenny",
      "fore_name": "Nuala",
      "initials": "N",
      "name": "Nuala Kenny",
      "affiliations": []
    },
    {
      "last_name": "DeJean",
      "fore_name": "Deirdre",
      "initials": "D",
      "name": "Deirdre DeJean",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "89",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jan"
  },
  "start_page": "58",
  "end_page": "71",
  "pages": "58-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Health Policy",
    "National Health Programs",
    "Policy Making",
    "Social Values"
  ],
  "article_ids": {
    "pubmed": "18571278",
    "doi": "10.1016/j.healthpol.2008.04.010",
    "pii": "S0168-8510(08)00100-0"
  },
  "doi": "10.1016/j.healthpol.2008.04.010",
  "dates": {
    "completed": "2009-03-03",
    "revised": "2008-12-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.590602",
    "pmid": "18571278"
  }
}