{
  "pmid": "18574262",
  "uid": "18574262",
  "title": "Grades of recommendation for antithrombotic agents: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition).",
  "abstract": "This chapter describes the system used by the American College of Chest Physicians to grade recommendations for antithrombotic and thrombolytic therapy as part of the Antithrombotic and Thrombolytic Therapy: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition). Clinicians need to know if a recommendation is strong or weak, and the methodologic quality of the evidence underlying that recommendation. We determine the strength of a recommendation by considering the balance between the desirable effects of an intervention and the undesirable effects (incremental harms, burdens, and for select recommendations, costs). If the desirable effects outweigh the undesirable effects, we recommend that clinicians offer an intervention to typical patients. The uncertainty associated with the balance between the desirable and undesirable effects will determine the strength of recommendations. If we are confident that benefits do or do not outweigh harms, burden, and costs, we make a strong recommendation in our formulation, Grade 1. If we are less certain of the magnitude of the benefits and risks, burden, and costs, and thus their relative impact, we make a weaker Grade 2 recommendation. For grading methodologic quality, randomized controlled trials (RCTs) begin as high-quality evidence (designated by \"A\"), but quality can decrease to moderate (\"B\"), or low (\"C\") as a result of poor design and conduct of RCTs, imprecision, inconsistency of results, indirectness, or a high likelihood for reporting bias. Observational studies begin as low quality of evidence (C) but can increase in quality on the basis of very large treatment effects. Strong (Grade 1) recommendations can be applied uniformly to most patients. Weak (Grade 2) suggestions require more judicious application, particularly considering patient values and preferences and, when resource limitations play an important role, issues of cost.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "From the Departments of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada. Electronic address: guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "From the Departments of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": [
        "Polish Institute of Evidence Based Medicine, Krakow, Poland."
      ]
    },
    {
      "last_name": "Pauker",
      "fore_name": "Stephen G",
      "initials": "SG",
      "name": "Stephen G Pauker",
      "affiliations": [
        "Department of Medicine, Tufts-New England Medical Center, Tufts University School of Medicine, Boston, MA."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Epidemiology, Italian National Cancer Institute Regina Elena, Rome, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "133",
    "issue": "6 Suppl",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "123S",
  "end_page": "131S",
  "pages": "123S-131S",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Fibrinolytic Agents",
    "Humans",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Thrombolytic Therapy"
  ],
  "article_ids": {
    "pubmed": "18574262",
    "doi": "10.1378/chest.08-0654",
    "pii": "S0012-3692(08)60114-2"
  },
  "doi": "10.1378/chest.08-0654",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2024-12-19"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.585229",
    "pmid": "18574262"
  }
}