{
  "pmid": "18574278",
  "uid": "18574278",
  "title": "The primary and secondary prevention of coronary artery disease: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition).",
  "abstract": "The following chapter devoted to antithrombotic therapy for chronic coronary artery disease (CAD) is part of the Antithrombotic and Thrombolytic Therapy: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition). Grade 1 recommendations are strong and indicate that the benefits do or do not outweigh risks, burden, and costs. Grade 2 suggests that individual patient values may lead to different choices (for a full understanding of the grading see the \"Grades of Recommendation\" chapter by Guyatt et al in this supplement, CHEST 2008; 133[suppl]:123S-131S). Among the key recommendations in this chapter are the following: for patients with non-ST-segment elevation (NSTE)-acute coronary syndrome (ACS) we recommend daily oral aspirin (75-100 mg) [Grade 1A]. For patients with an aspirin allergy, we recommend clopidogrel, 75 mg/d (Grade 1A). For patients who have received clopidogrel and are scheduled for coronary bypass surgery, we suggest discontinuing clopidogrel for 5 days prior to the scheduled surgery (Grade 2A). For patients after myocardial infarction, after ACS, and those with stable CAD and patients after percutaneous coronary intervention (PCI), we recommend daily aspirin (75-100 mg) as indefinite therapy (Grade 1A). We recommend clopidogrel in combination with aspirin for patients experiencing ST-segment elevation (STE) and NSTE-ACS (Grade 1A). For patients with contraindications to aspirin, we recommend clopidogrel as monotherapy (Grade 1A). For long-term treatment after PCI in patients who receive antithrombotic agents such as clopidogrel or warfarin, we recommend aspirin (75 to 100 mg/d) [Grade 1B]. For patients who undergo bare metal stent placement, we recommend the combination of aspirin and clopidogrel for at least 4 weeks (Grade 1A). We recommend that patients receiving drug-eluting stents (DES) receive aspirin (325 mg/d for 3 months followed by 75-100 mg/d) and clopidogrel 75 mg/d for a minimum of 12 months (Grade 2B). For primary prevention in patients with moderate risk for a coronary event, we recommend aspirin, 75-100 mg/d, over either no antithrombotic therapy or vitamin K antagonist (Grade 1A).",
  "authors": [
    {
      "last_name": "Becker",
      "fore_name": "Richard C",
      "initials": "RC",
      "name": "Richard C Becker",
      "affiliations": [
        "Duke Clinical Research Institute, Duke University Medical Center, Durham, NC. Electronic address: becke021@mc.duke.edu."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Thomas W",
      "initials": "TW",
      "name": "Thomas W Meade",
      "affiliations": [
        "Non Comm Disease Epidemiology, London School of Hygiene Tropical, London, UK."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Peter B",
      "initials": "PB",
      "name": "Peter B Berger",
      "affiliations": [
        "Geisinger Center for Health Research, Danville, PA."
      ]
    },
    {
      "last_name": "Ezekowitz",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Ezekowitz",
      "affiliations": [
        "Lankenau Institute for Medical Research, Wynnewood, PA."
      ]
    },
    {
      "last_name": "O'Connor",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M O'Connor",
      "affiliations": [
        "Duke University Medical Center, Division of Cardiology, Durham, NC."
      ]
    },
    {
      "last_name": "Vorchheimer",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Vorchheimer",
      "affiliations": [
        "Mount Sinai Medical Center, New York, NY."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "McMaster University Health Sciences Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mark",
      "fore_name": "Daniel B",
      "initials": "DB",
      "name": "Daniel B Mark",
      "affiliations": [
        "Duke University Medical School, Durham, NC."
      ]
    },
    {
      "last_name": "Harrington",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Harrington",
      "affiliations": [
        "Duke Clinical Research Institute, Duke University Medical Center, Durham, NC."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "133",
    "issue": "6 Suppl",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "776S",
  "end_page": "814S",
  "pages": "776S-814S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Aspirin",
    "Clopidogrel",
    "Coronary Artery Disease",
    "Drug Therapy, Combination",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Primary Prevention",
    "Risk Assessment",
    "Risk Factors",
    "Ticlopidine"
  ],
  "article_ids": {
    "pubmed": "18574278",
    "doi": "10.1378/chest.08-0685",
    "pii": "S0012-3692(08)60130-0"
  },
  "doi": "10.1378/chest.08-0685",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Clopidogrel",
    "Ticlopidine",
    "Aspirin"
  ],
  "grants": [
    {
      "grant_id": "G0701113",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.007690",
    "pmid": "18574278"
  }
}