{
  "pmid": "18574265",
  "uid": "18574265",
  "title": "Pharmacology and management of the vitamin K antagonists: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition).",
  "abstract": "This article concerning the pharmacokinetics and pharmacodynamics of vitamin K antagonists (VKAs) is part of the American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (8th Edition). It describes the antithrombotic effect of the VKAs, the monitoring of anticoagulation intensity, and the clinical applications of VKA therapy and provides specific management recommendations. Grade 1 recommendations are strong and indicate that the benefits do or do not outweigh the risks, burdens, and costs. Grade 2 recommendations suggest that the individual patient's values may lead to different choices. (For a full understanding of the grading, see the \"Grades of Recommendation\" chapter by Guyatt et al, CHEST 2008; 133:123S-131S.) Among the key recommendations in this article are the following: for dosing of VKAs, we recommend the initiation of oral anticoagulation therapy, with doses between 5 mg and 10 mg for the first 1 or 2 days for most individuals, with subsequent dosing based on the international normalized ratio (INR) response (Grade 1B); we suggest against pharmacogenetic-based dosing until randomized data indicate that it is beneficial (Grade 2C); and in elderly and other patient subgroups who are debilitated or malnourished, we recommend a starting dose of < or = 5 mg (Grade 1C). The article also includes several specific recommendations for the management of patients with nontherapeutic INRs, with INRs above the therapeutic range, and with bleeding whether the INR is therapeutic or elevated. For the use of vitamin K to reverse a mildly elevated INR, we recommend oral rather than subcutaneous administration (Grade 1A). For patients with life-threatening bleeding or intracranial hemorrhage, we recommend the use of prothrombin complex concentrates or recombinant factor VIIa to immediately reverse the INR (Grade 1C). For most patients who have a lupus inhibitor, we recommend a therapeutic target INR of 2.5 (range, 2.0 to 3.0) [Grade 1A]. We recommend that physicians who manage oral anticoagulation therapy do so in a systematic and coordinated fashion, incorporating patient education, systematic INR testing, tracking, follow-up, and good patient communication of results and dose adjustments [Grade 1B]. In patients who are suitably selected and trained, patient self-testing or patient self-management of dosing are effective alternative treatment models that result in improved quality of anticoagulation management, with greater time in the therapeutic range and fewer adverse events. Patient self-monitoring or self-management, however, is a choice made by patients and physicians that depends on many factors. We suggest that such therapeutic management be implemented where suitable (Grade 2B).",
  "authors": [
    {
      "last_name": "Ansell",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Ansell",
      "affiliations": [
        "From Boston University School of Medicine, Boston, MA. Electronic address: jansell@lenoxhill.net."
      ]
    },
    {
      "last_name": "Hirsh",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Hirsh",
      "affiliations": [
        "Hamilton Civic Hospitals, Henderson Research Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hylek",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Hylek",
      "affiliations": [
        "Boston University School of Medicine, Boston, MA."
      ]
    },
    {
      "last_name": "Jacobson",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Jacobson",
      "affiliations": [
        "Loma Linda VA Medical Center, Loma Linda, CA."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "McMaster University, St. Joseph's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Palareti",
      "fore_name": "Gualtiero",
      "initials": "G",
      "name": "Gualtiero Palareti",
      "affiliations": [
        "University Hospital S. Orsola-Malpighi, Bologna, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "0012-3692",
    "issn_type": "Print",
    "volume": "133",
    "issue": "6 Suppl",
    "pub_year": "2008",
    "pub_month": "Jun"
  },
  "start_page": "160S",
  "end_page": "198S",
  "pages": "160S-198S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Dose-Response Relationship, Drug",
    "Evidence-Based Medicine",
    "Humans",
    "International Normalized Ratio",
    "Risk Factors",
    "Treatment Outcome",
    "Vitamin K"
  ],
  "article_ids": {
    "pubmed": "18574265",
    "doi": "10.1378/chest.08-0670",
    "pii": "S0012-3692(08)60117-8"
  },
  "doi": "10.1378/chest.08-0670",
  "dates": {
    "completed": "2008-08-26",
    "revised": "2024-08-29"
  },
  "chemicals": [
    "Anticoagulants",
    "Vitamin K"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.514150",
    "pmid": "18574265"
  }
}