{
  "pmid": "18575417",
  "uid": "18575417",
  "title": "Anticoagulation in patients with cancer: an overview of reviews.",
  "abstract": "INTRODUCTION: Relative benefits and harms of anticoagulants are required for judgments regarding appropriate anticoagulation in patients with cancer. OBJECTIVES: To review the benefits and harms of anticoagulants for prophylactic, therapeutic, and survival improvement indications in patients with cancer. PATIENTS AND METHODS: Overview of 6 systematic reviews of anticoagulation in cancer following the Cochrane Collaboration and Grading of Recommendations Assessment, Development and Evaluation methodology. RESULTS: Central venous catheters thromboprophylaxis with heparin or warfarin does not significantly reduce the incidence of symptomatic deep vein thrombosis (DVT) (relative risk [RR] 0.43, 95% CI 0.18-1.06 and RR 0.62, 95% CI 0.30-1.27 respectively). For perioperative thromboprophylaxis, low-molecular-weight heparin (LMWH) and unfractionated heparin (UFH) have similar effects on mortality (RR 0.89, 95% CI 0.61-1.28) and morbidity outcomes. For the initial treatment of venous thromboembolism (VTE), LMWH compared with UFH reduces mortality at 3 months (RR 0.71, 95% CI 0.52-0.98). For the long-term treatment of VTE, LMWH compared with vitamin K antagonists reduces VTE recurrence (hazard ratio [HR] 0.47, 95% CI 0.32-0.71) but not mortality (HR 0.96, 95% CI 0.81-1.14). As interventions to improve survival, warfarin suggests a survival benefit at 6 months in the subgroup of small cell lung cancer (SCLC) (RR 0.69, 95% CI 0.50-0.96) while heparin suggests a survival benefit in patients with cancer in general (HR 0.77, 95% CI 0.65-0.91) and in those with limited SCLC in particular (HR 0.56, 95% CI 0.38-0.83). CONCLUSIONS: In patients with cancer, current evidence does not support routine use of thromboprophylaxis for central venous catheters or a specific anticoagulant for perioperative thromboprophylaxis. Anticoagulants may improve survival, but more data will be useful in deciding which subgroups benefit most.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, NY 14215, USA. elieakl@buffalo.edu"
      ]
    },
    {
      "last_name": "Muti",
      "fore_name": "Paola",
      "initials": "P",
      "name": "Paola Muti",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Polskie Archiwum Medycyny Wewnetrznej",
    "iso_abbreviation": "Pol Arch Med Wewn",
    "volume": "118",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Apr"
  },
  "start_page": "183",
  "end_page": "193",
  "pages": "183-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Catheterization, Central Venous",
    "Humans",
    "Neoplasms",
    "Perioperative Care",
    "Treatment Outcome",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "18575417"
  },
  "dates": {
    "completed": "2008-07-30",
    "revised": "2017-03-06"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.496513",
    "pmid": "18575417"
  }
}