{
  "pmid": "18588646",
  "uid": "18588646",
  "title": "Student leadership in interprofessional education: benefits, challenges and implications for educators, researchers and policymakers.",
  "abstract": "Context Interprofessional collaboration is gaining increasing prominence as a team-based approach to health care delivery that synergistically maximises the strengths of each health professional to enhance patient care, decrease medical errors and optimise efficiency. The often neglected role that student leaders have in preparing their peers, as the health professionals of the future, for collaboration in health care should not be overlooked. Objective This paper offers the foundational arguments supporting the integral role that student leadership in interprofessional education (IPE) can play and its comparative advantages. Methods Evidence from previous literature and the National Health Science Students' Association in Canada was reviewed and a questionnaire on student-initiated IPE was administered among Canada's top student leaders in this area. Results Student leadership is essential to the success of IPE because it enhances students' willingness to collaborate and facilitates the longterm sustainability of IPE efforts. Student-initiated IPE, a subset of student leadership, is particularly important to achieving the aforementioned goals and offers a number of benefits, comparative advantages and associated challenges. Conclusions Successful student leadership in IPE will yield significant benefits for everyone in the years to come. However, it requires the support of educators, researchers and policymakers in fostering an enabling environment that will facilitate the efforts and contributions of student leaders.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Faculty of Law, University of Toronto, Toronto, Ontario, Canada. steven.hoffman@utoronto.ca"
      ]
    },
    {
      "last_name": "Rosenfield",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rosenfield",
      "affiliations": []
    },
    {
      "last_name": "Gilbert",
      "fore_name": "John H V",
      "initials": "JH",
      "name": "John H V Gilbert",
      "affiliations": []
    },
    {
      "last_name": "Oandasan",
      "fore_name": "Ivy F",
      "initials": "IF",
      "name": "Ivy F Oandasan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "7",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "654",
  "end_page": "661",
  "pages": "654-61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "British Columbia",
    "Curriculum",
    "Education, Medical, Undergraduate",
    "Humans",
    "Interprofessional Relations",
    "Leadership",
    "Peer Group",
    "Students, Medical",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "18588646",
    "doi": "10.1111/j.1365-2923.2008.03042.x",
    "pii": "MED3042"
  },
  "doi": "10.1111/j.1365-2923.2008.03042.x",
  "dates": {
    "completed": "2008-08-15",
    "revised": "2008-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.483334",
    "pmid": "18588646"
  }
}