{
  "pmid": "18585051",
  "uid": "18585051",
  "title": "Topical application of autologous blood products during surgical closure following a coronary artery bypass graft.",
  "abstract": "OBJECTIVE: Surgical site wound complications are associated with increased cost, morbidity, and mortality following cardiothoracic surgery. Recent publications have advocated the application of autologous blood components as an adjunctive tool to surgical closure during various surgical procedures. The current study was intended to assess the safety and efficacy of the application of autologous platelet rich and platelet poor plasma to the sternal closure and saphenous vein harvest site during closure following a coronary artery bypass graft. PATIENTS AND METHODS: A retrospective analysis was performed on 1446 consecutive coronary artery bypass grafting procedures from two surgeons. A patient group receiving topical application of platelet rich and platelet poor plasma during closure of their chest and leg surgical incisions was compared to a patient population receiving standard treatment of care. Forty covariates were collected for each patient included in the study. Propensity scoring was used to adjust for baseline imbalance. Asymptotic logistic regression and exact statistical methods were used to determine the effect of the autologous blood application on infection and drainage of the sternal and leg wounds. RESULTS: One thousand, one hundred and twenty-eight patients had sufficient data to be included in the final analysis, with 571 of these patients receiving the treatment compared to 557 control patients. No treatment-related adverse events were noted and the application process did not significantly affect the operative time. CONCLUSION: This retrospective analysis of a consecutive series of patients receiving a coronary artery bypass grafting procedure concluded that application of platelet rich and platelet poor plasma significantly reduced occurrences of chest wound infection, chest drainage, and leg wound drainage. This novel therapy merits further investigation.",
  "authors": [
    {
      "last_name": "Khalafi",
      "fore_name": "Reza S",
      "initials": "RS",
      "name": "Reza S Khalafi",
      "affiliations": [
        "North Texas Affiliated Medical Group, Fort Worth, TX 76104, USA."
      ]
    },
    {
      "last_name": "Bradford",
      "fore_name": "Darien W",
      "initials": "DW",
      "name": "Darien W Bradford",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery",
    "iso_abbreviation": "Eur J Cardiothorac Surg",
    "issn": "1010-7940",
    "issn_type": "Print",
    "volume": "34",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Aug"
  },
  "start_page": "360",
  "end_page": "364",
  "pages": "360-4",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Blood Transfusion, Autologous",
    "Coronary Artery Bypass",
    "Humans",
    "Intraoperative Care",
    "Mediastinitis",
    "Middle Aged",
    "Platelet Transfusion",
    "Retrospective Studies",
    "Saphenous Vein",
    "Sternum",
    "Surgical Wound Infection",
    "Tissue and Organ Harvesting",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18585051",
    "doi": "10.1016/j.ejcts.2008.04.026",
    "pii": "S1010-7940(08)00462-4"
  },
  "doi": "10.1016/j.ejcts.2008.04.026",
  "dates": {
    "completed": "2009-03-03",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.132339",
    "pmid": "18585051"
  }
}