{
  "pmid": "18588378",
  "uid": "18588378",
  "title": "Epidemiology and heterogeneity of hypertension in Iran: a systematic review.",
  "abstract": "There are many descriptive studies on hypertension in Iran, mostly assessing the prevalence of the disease and its associations with various risk factors. In order to gain a better insight into the epidemiology of hypertension in Iran and its heterogeneity around the country, we systematically reviewed all available studies and analyzed their findings using meta-analysis methods. All published papers in Iranian and international journals, final reports of research projects, papers presented in relevant congresses, and also all dissertations of medical students were reviewed using standard keywords. Studies published during 1996 - 2004, which met the eligibility criteria were entered into meta-analysis. We found 38 studies, of which 29 were eligible with a total sample size of 93,661 subjects. Also, we accessed the results of a very large national survey, which reported the prevalence of hypertension in 27 provinces. Our estimation for the overall prevalence of hypertension in 30 - 55 and >55-year-old population were around 23% and 50%, respectively. The prevalence in men was 1.3% less than that in women (P<0.0001). The mean diastolic blood pressure in men was 0.62 mmHg less than that in women while the mean systolic blood pressure was 0.67 mmHg greater.We found a sharp increase in the prevalence of hypertension by age, and also greater risk in females. It seems that the overall prevalence of hypertension in Iran is considerable. Iranian health system should pay more attention to control and treatment of hypertension in general population.",
  "authors": [
    {
      "last_name": "Haghdoost",
      "fore_name": "Ali-Akbar",
      "initials": "AA",
      "name": "Ali-Akbar Haghdoost",
      "affiliations": [
        "Physiology Research Center, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": []
    },
    {
      "last_name": "Rezazadehkermani",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Rezazadehkermani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of Iranian medicine..",
    "iso_abbreviation": "Arch Iran Med",
    "issn": "1029-2977",
    "issn_type": "Print",
    "volume": "11",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "444",
  "end_page": "452",
  "pages": "444-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Hypertension",
    "Iran",
    "Male",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "18588378",
    "pii": "0017"
  },
  "dates": {
    "completed": "2009-01-07",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:53.792240",
    "pmid": "18588378"
  }
}