{
  "pmid": "18582623",
  "uid": "18582623",
  "title": "Misconceptions, challenges, uncertainty, and progress in guideline recommendations.",
  "abstract": "Although the quality of clinical practice guidelines has improved over the last decade, current guideline systems have limitations that reduce their validity and limit their acceptance. The Grading of Recommendations, Assessment, Development and Evaluation (GRADE) working group, a worldwide collaboration of guideline developers, methodologists, and clinicians, has constructed a system for developing guidelines that addresses these shortcomings. The system includes a transparent and rigorous methodology for rating the quality of evidence, an explicit balancing of benefits and harms of healthcare interventions, an explicit acknowledgement of the values and preferences that underlie the recommendations, and whether the intervention represents a wise use of resources. These four elements determine whether a recommendation is strong or weak. A guideline panel offers strong recommendations when virtually all informed patients would choose the same management strategy. Weak recommendations imply that choices will differ across the range of patient values and preferences. The GRADE system has been tested in multiple practice settings and for a large spectrum of questions, refined and re-evaluated to ensure that it captures the complex issues involved in evidence assessment and grading recommendations while maintaining simplicity and practicality. Many guideline organizations and medical societies have endorsed the system and adopted it for their guideline processes.",
  "authors": [
    {
      "last_name": "Kunz",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Kunz",
      "affiliations": [
        "Basel Institute of Clinical Epidemiology, University Hospital Basel, Basel, Switzerland. rkunz@uhbs.ch"
      ]
    },
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": []
    },
    {
      "last_name": "Schunemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schunemann",
      "affiliations": []
    },
    {
      "last_name": "Stanulla",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Stanulla",
      "affiliations": []
    },
    {
      "last_name": "Muti",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Muti",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in hematology",
    "iso_abbreviation": "Semin Hematol",
    "issn": "0037-1963",
    "issn_type": "Print",
    "volume": "45",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "167",
  "end_page": "175",
  "pages": "167-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Guidelines as Topic",
    "Health Planning Guidelines",
    "Humans",
    "Outcome Assessment, Health Care",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "18582623",
    "doi": "10.1053/j.seminhematol.2008.04.005",
    "pii": "S0037-1963(08)00064-4"
  },
  "doi": "10.1053/j.seminhematol.2008.04.005",
  "dates": {
    "completed": "2009-01-07",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.496962",
    "pmid": "18582623"
  }
}