{
  "pmid": "18596050",
  "uid": "18596050",
  "title": "The impact of hospital accreditation on quality of care: perception of Lebanese nurses.",
  "abstract": "BACKGROUND: In developing countries, accreditation is increasingly being used as a tool for government regulation to guarantee quality of care. Although Lebanon is the first country in the East Mediterranean Region to develop and implement accreditation standards, little is known yet on its impact on quality of care. OBJECTIVE: To assess the perceived impact of accreditation on quality of care through the lens of health care professionals, specifically nurses. This paper also investigates the perceived contributing factors that can explain change in quality of care. METHODS: A cross-sectional survey design where all hospitals that successfully passed both national accreditation surveys (I and II) were included. A total of 1048 registered nurses from 59 hospitals were sampled. The survey tool, assessing quality of care and contributing factors, includes nine scales and subscales rated on five-point Likert scale. RESULTS: The high score for the variable 'Quality Results' indicates that nurses perceived an improvement in quality during and after the accreditation process. Predictors of better Quality Results were Leadership, Commitment and Support, Use of Data, Quality Management, Staff Involvement and hospital size. The variable Quality Management, as measured by the scale Quality Management, had the greatest impact in medium-sized hospitals while the subscale measuring Staff Involvement had the greatest impact in small-sized hospitals. CONCLUSION: According to Lebanese nurses, hospital accreditation is a good tool for improving quality of care. In order to ensure that accreditation brings effective quality improvement practices, there is a need to assess quality based on patient outcome indicators.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Health Management and Policy Department, American University of Beirut, Lebanon. fe08@edu.lb"
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Ammar",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Ammar",
      "affiliations": []
    },
    {
      "last_name": "Tchaghchaghian",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Tchaghchaghian",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal for quality in health care : journal of the International Society for Quality in Health Care",
    "iso_abbreviation": "Int J Qual Health Care",
    "issn": "1353-4505",
    "issn_type": "Print",
    "volume": "20",
    "issue": "5",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "363",
  "end_page": "371",
  "pages": "363-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accreditation",
    "Adult",
    "Cross-Sectional Studies",
    "Female",
    "Hospitals",
    "Humans",
    "Lebanon",
    "Male",
    "Middle Aged",
    "Nursing Staff, Hospital",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "18596050",
    "doi": "10.1093/intqhc/mzn023",
    "pii": "mzn023"
  },
  "doi": "10.1093/intqhc/mzn023",
  "dates": {
    "completed": "2009-01-14",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.328125",
    "pmid": "18596050"
  }
}