{
  "pmid": "18593460",
  "uid": "18593460",
  "title": "Lethal photosensitization of wound-associated microbes using indocyanine green and near-infrared light.",
  "abstract": "BACKGROUND: The increase in resistance to antibiotics among disease-causing bacteria necessitates the development of alternative antimicrobial approaches such as the use of light-activated antimicrobial agents (LAAAs). Light of an appropriate wavelength activates the LAAA to produce cytotoxic species which can then cause bacterial cell death via loss of membrane integrity, lipid peroxidation, the inactivation of essential enzymes, and/or exertion of mutagenic effects due to DNA modification. In this study, the effect of the LAAA indocyanine green excited with high or low intensity light (808 nm) from a near-infrared laser (NIR) on the viability of Staphylococcus aureus, Streptococcus pyogenes and Pseudomonas aeruginosa was investigated. RESULTS: All species were susceptible to killing by the LAAA, the bactericidal effect being dependent on both the concentration of indocyanine green and the light dose. Indocyanine green photosensitization using both high (1.37 W cm(-2)) and low (0.048 W cm(-2)) intensity NIR laser light was able to achieve reductions of 5.6 log10 (>99.99%) and 6.8 log10 (>99.99%) in the viable counts of Staph. aureus and Strep. pyogenes (using starting concentrations of 106-107 CFU ml(-1)). Kills of 99.99% were obtained for P. aeruginosa (initial concentration 108-109 CFU ml(-1)) photosensitized by the high intensity light (1.37 W cm(-2)); while a kill of 80% was achieved using low intensity irradiation (0.07 W cm(-2)). The effects of L-tryptophan (a singlet oxygen scavenger) and deuterium oxide (as an enhancer of the life span of singlet oxygen) on the survival of Staph. aureus was also studied. L-tryptophan reduced the proportion of Staph. aureus killed; whereas deuterium oxide increased the proportion killed suggesting that singlet oxygen was involved in the killing of the bacteria. CONCLUSION: These findings imply that indocyanine green in combination with light from a near-infrared laser may be an effective means of eradicating bacteria from wounds and burns.",
  "authors": [
    {
      "last_name": "Omar",
      "fore_name": "Ghada S",
      "initials": "GS",
      "name": "Ghada S Omar",
      "affiliations": [
        "Division of Microbial Diseases, UCL Eastman Dental Institute, University College London, 256 Gray's Inn Road, London WC1X 8LD, UK. g.omar@eastman.ucl.ac.uk"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Nair",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Nair",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC microbiology",
    "iso_abbreviation": "BMC Microbiol",
    "issn": "1471-2180",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2008",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "111",
  "pages": "111",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Indocyanine Green",
    "Infrared Rays",
    "Lasers",
    "Photosensitizing Agents",
    "Pseudomonas aeruginosa",
    "Staphylococcus aureus",
    "Streptococcus pyogenes",
    "Temperature",
    "Wound Infection"
  ],
  "article_ids": {
    "pubmed": "18593460",
    "pmc": "PMC2516521",
    "doi": "10.1186/1471-2180-8-111",
    "pii": "1471-2180-8-111"
  },
  "doi": "10.1186/1471-2180-8-111",
  "pmc_id": "PMC2516521",
  "dates": {
    "completed": "2008-08-28",
    "revised": "2022-03-31"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Photosensitizing Agents",
    "Indocyanine Green"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.133172",
    "pmid": "18593460"
  }
}