{
  "pmid": "18594110",
  "uid": "18594110",
  "title": "(Mis)perceptions about intimate partner violence in women presenting for orthopaedic care: a survey of Canadian orthopaedic surgeons.",
  "abstract": "BACKGROUND: Domestic violence is the most common cause of nonfatal injury to women in North America. In a review of 144 such injuries, the second most common manifestation of intimate partner violence was musculoskeletal injuries (28%). The American Academy of Orthopaedic Surgeons is explicit that orthopaedic surgeons should play a role in the screening and appropriate identification of victims. We aimed to identify the perceptions, attitudes, and knowledge of Canadian orthopaedic surgeons with regard to intimate partner violence. METHODS: We surveyed members of the Canadian Orthopaedic Association to identify attitudes toward intimate partner violence. With use of a systematic random sample, 362 surgeons were mailed questionnaires. The questionnaire consisted of three sections: (1) the general attitude of the orthopaedic surgeon toward intimate partner violence, (2) the attitude of the orthopaedic surgeon toward victims and batterers, and (3) the clinical relevance of intimate partner violence in orthopaedic surgery. Up to three follow-up mailings were performed to enhance response rates. RESULTS: A total of 186 orthopaedic surgeons responded (a response rate of 51%), and 167 (91%) of them were men. Most orthopaedic surgeons (95%) estimated that <10% of their patients were victims of intimate partner violence, and most respondents (80%) believed that it was exceedingly rare (a prevalence of <1%). The concept of mandatory screening for intimate partner violence was met with uncertainty by 116 surgeons (64%). Misconceptions were perpetuated by surgeons who believed that inquiring about intimate partner violence was an invasion of the victim's privacy, that investigating intimate partner violence was not part of their duty, that victims choose to be a victim, and that victims play a proactive role in causing their abuse. By the completion of the survey, the majority of surgeons (91%) believed that knowledge about intimate partner violence was relevant to their surgical practice. CONCLUSIONS: Discomfort with the issue and lack of education have led to misconceptions among Canadian orthopaedic surgeons about intimate partner violence. The relevance of intimate partner violence to surgical practice is well understood, but studies regarding its prevalence are needed as a first step to change the current paradigm in orthopaedic surgery.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Clinical Epidemiology and Biostatistics, McMaster University, 6 North, 237 Barton Street East, Hamilton, ON L8L 2X2, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "D'Aurora",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie D'Aurora",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Shearer",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Shearer",
      "affiliations": []
    },
    {
      "last_name": "Brink",
      "fore_name": "Ole",
      "initials": "O",
      "name": "Ole Brink",
      "affiliations": []
    },
    {
      "last_name": "Mathews",
      "fore_name": "David",
      "initials": "D",
      "name": "David Mathews",
      "affiliations": []
    },
    {
      "last_name": "Dosanjh",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Dosanjh",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "7",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "1590",
  "end_page": "1597",
  "pages": "1590-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Bone and Bones",
    "Canada",
    "Data Collection",
    "Domestic Violence",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Muscles",
    "Orthopedics",
    "Physicians",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18594110",
    "doi": "10.2106/JBJS.G.01188",
    "pii": "90/7/1590"
  },
  "doi": "10.2106/JBJS.G.01188",
  "dates": {
    "completed": "2008-07-16",
    "revised": "2016-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.264679",
    "pmid": "18594110"
  }
}