{
  "pmid": "18597689",
  "uid": "18597689",
  "title": "The minimal important difference of the hospital anxiety and depression scale in patients with chronic obstructive pulmonary disease.",
  "abstract": "BACKGROUND: Interpretation of the Hospital Anxiety and Depression Scale (HADS), commonly used to assess anxiety and depression in COPD patients, is unclear. Since its minimal important difference has never been established, our aim was to determine it using several approaches. METHODS: 88 COPD patients with FEV1 </= 50% predicted completed the HADS and other patient-important outcome measures before and after an inpatient respiratory rehabilitation. For the anchor-based approach we determined the correlation between the HADS and the anchors that have an established minimal important difference (Chronic Respiratory Questionnaire [CRQ] and Feeling Thermometer). If correlations were >/= 0.5 we performed linear regression analyses to predict the minimal important difference from the anchors. As distribution-based approach we used the Effect Size approach. RESULTS: Based on CRQ emotional function and mastery domain as well as on total scores, the minimal important difference was 1.41 (95% CI 1.18-1.63) and 1.57 (1.37-1.76) for the HADS anxiety score and 1.68 (1.48-1.87) and 1.60 (1.38-1.82) for the HADS total score. Correlations of the HADS depression score and CRQ domain and Feeling Thermometer scores were < 0.5. Based on the Effect Size approach the MID of the HADS anxiety and depression score was 1.32 and 1.40, respectively. CONCLUSION: The minimal important difference of the HADS is around 1.5 in COPD patients corresponding to a change from baseline of around 20%. It can be used for the planning and interpretation of trials.",
  "authors": [
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": [
        "Horten Centre for patient-oriented research, University Hospital of Zurich, Switzerland. milo.puhan@usz.ch"
      ]
    },
    {
      "last_name": "Frey",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Frey",
      "affiliations": []
    },
    {
      "last_name": "B端chi",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan B端chi",
      "affiliations": []
    },
    {
      "last_name": "Sch端nemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Sch端nemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2008",
    "pub_month": "Jul",
    "pub_day": "02"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18597689",
    "pmc": "PMC2459149",
    "doi": "10.1186/1477-7525-6-46",
    "pii": "1477-7525-6-46"
  },
  "doi": "10.1186/1477-7525-6-46",
  "pmc_id": "PMC2459149",
  "dates": {
    "completed": "2009-12-23",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.497364",
    "pmid": "18597689"
  }
}