{
  "pmid": "18592324",
  "uid": "18592324",
  "title": "Older patients perceptions of \"unnecessary\" tests and referrals: a national survey of Medicare beneficiaries.",
  "abstract": "CONTEXT: Unnecessary exposure to medical interventions can harm patients. Many hope that generalist physicians can limit such unnecessary exposure. OBJECTIVE: To assess older Americans' perceptions of the need for tests and referrals that their personal physician deemed unnecessary. DESIGN: Telephone survey with mail follow-up in English and Spanish, conducted from May to September 2005 (overall response rate 62%). STUDY PARTICIPANTS: Nationally representative sample of 2,847 community-dwelling Medicare beneficiaries. Main analyses focus on the 2,319 who had a personal doctor (\"one you would see for a check-up or advice if you were sick\") whom they described as a generalist (\"doctor who treats many different kinds of problems\"). MAIN OUTCOME MEASURE: Proportion of respondents wanting a test or referral that their generalist suggested was not necessary using 2 clinical vignettes (cough persisting 1 week after other flu symptoms; mild but definite chest pain lasting 1 week). RESULTS: Eighty-two percent of Medicare beneficiaries had a generalist physician; almost all (97%) saw their generalist at least once in the past year. Among those with a generalist, 79% believed that it is \"better for a patient to have one general doctor who manages most of their medical problems\" than to have each problem cared for by a specialist. Nevertheless, when faced with new symptoms, many would want tests and referrals that their doctor did not think necessary. For a cough persisting 1 week after flu symptoms, 34% would want to see a lung specialist even if their generalist told them they \"probably did not need to see a specialist but could if they wanted to.\" For 1 week of mild but definite chest pain when walking up stairs, 55% would want to see a heart specialist even if their generalist did not think it necessary. In these same scenarios, even higher proportions would want diagnostic testing; 57% would want a chest x-ray for the cough, and 74% would want \"special tests\" for the chest pain. CONCLUSIONS: When faced with new symptoms, many older patients report that they would want a diagnostic test or specialty referral that their generalist thought was unnecessary. Generalists striving to provide patient-centered care while at the same time limiting exposure to unnecessary medical interventions will need to address their patients' perceptions regarding the need for these services.",
  "authors": [
    {
      "last_name": "Herndon",
      "fore_name": "M Brooke",
      "initials": "MB",
      "name": "M Brooke Herndon",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA. brooke.herndon@hitchcock.org"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Anthony",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Anthony",
      "affiliations": []
    },
    {
      "last_name": "Gallagher",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Gallagher",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Floyd J",
      "initials": "FJ",
      "name": "Floyd J Fowler",
      "affiliations": []
    },
    {
      "last_name": "Fisher",
      "fore_name": "Elliott",
      "initials": "E",
      "name": "Elliott Fisher",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "1525-1497",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "10",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "1547",
  "end_page": "1554",
  "pages": "1547-54",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Data Collection",
    "Diagnostic Tests, Routine",
    "Family Practice",
    "Female",
    "Health Services Needs and Demand",
    "Humans",
    "Male",
    "Medicare",
    "Patient Satisfaction",
    "Perception",
    "Referral and Consultation",
    "United States",
    "Unnecessary Procedures"
  ],
  "article_ids": {
    "pubmed": "18592324",
    "pmc": "PMC2533360",
    "doi": "10.1007/s11606-008-0626-9"
  },
  "doi": "10.1007/s11606-008-0626-9",
  "pmc_id": "PMC2533360",
  "dates": {
    "completed": "2009-05-26",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P01 AG019783",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P01 AG19783",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.421152",
    "pmid": "18592324"
  }
}