{
  "pmid": "18599268",
  "uid": "18599268",
  "title": "The Completeness of Reporting (CORE) index identifies important deficiencies in observational study conference abstracts.",
  "abstract": "OBJECTIVE: The aim was to develop, test, and apply an index to assess the completeness of reporting in a cohort of observational studies of conference abstracts. STUDY DESIGN AND SETTING: Using rigorous methods, we reduced 245 items generated by literature review to 48 candidate items. In a random sample of 30 conference abstracts of rituximab for nonHodgkin lymphoma, we developed an item impact score using a survey of abstract stakeholders combined with the prevalence of each of the 48 items. We retained 14 independent items representing completeness of reporting, the CORE-14. Two raters determined the reliability of the instrument. We then applied the CORE-14 in another 78 studies to determine the prevalence of each feature. RESULTS: Our survey response rate was 83.9% (47/56). Interrater reliability (95% CI) of the CORE-14 instrument was 0.56 (0.25, 0.77), which improved by averaging across scores provided by two raters (0.72 [0.49, 0.86]). Applying the CORE-14 in an additional set of 78 abstracts, six items occurred > or =85% and four items occurred < or =40% of the time. CONCLUSION: Opportunities to improve conference abstract reporting exist. This scale could guide future conference abstract submissions and aid individuals considering conference abstract data to inform clinical practice, systematic reviews, guidelines, or policy.",
  "authors": [
    {
      "last_name": "Kho",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Kho",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON; Program for Educational Research and Development, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON; Department of Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa C",
      "initials": "MC",
      "name": "Melissa C Brouwers",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON; Program in Evidence-Based Care, Cancer Care Ontario, McMaster University, Hamilton, ON. Electronic address: mbrouwer@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "12",
    "pub_year": "2008",
    "pub_month": "Dec"
  },
  "start_page": "1241",
  "end_page": "1249.e2",
  "pages": "1241-1249.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Abstracting and Indexing",
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Murine-Derived",
    "Antineoplastic Agents",
    "Bibliometrics",
    "Congresses as Topic",
    "Humans",
    "Lymphoma, Non-Hodgkin",
    "Publishing",
    "Research Design",
    "Rituximab"
  ],
  "article_ids": {
    "pubmed": "18599268",
    "doi": "10.1016/j.jclinepi.2008.01.007",
    "pii": "S0895-4356(08)00031-0"
  },
  "doi": "10.1016/j.jclinepi.2008.01.007",
  "dates": {
    "completed": "2008-12-09",
    "revised": "2020-04-19"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Murine-Derived",
    "Antineoplastic Agents",
    "Rituximab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.962808",
    "pmid": "18599268"
  }
}