{
  "pmid": "18604760",
  "uid": "18604760",
  "title": "An online interprofessional learning resource for physicians, pharmacists, nurse practitioners, and nurses in long-term care: benefits, barriers, and lessons learned.",
  "abstract": "The importance of collaborative practice in health care has been emphasized.1,21, 2 There is a critical need for convenient and flexible education opportunities that support the development of collaborative practice skills among the health care workforce. Consequently, the purpose of this project was to create and evaluate an online learning resource for physicians, nurses, nurse practitioners, and pharmacists working in long-term care that provided practitioners with the skills, knowledge, and motivation necessary to enhance their ability to act as an interprofessional team while providing clinical care. The Demand-Driven Learning Model 3 was used to guide the project. Findings revealed learners enjoyed the programme and acquired new skills and knowledge relating to collaborative practice that they transferred to their workplace resulting in higher levels of collaborative practice. The data did not reveal significant changes in the learners' attitudes towards collaborative practice; perhaps because the participants were early adopters and already had positive attitudes. Requests to change organizational structure to enhance collaborative practice were minimal, as was the impact of the resource on resident care. Given the short time frame from completion of the learning resource to the evaluation, this is perhaps not surprising as it is reasonable to expect that these types of changes will take time to take effect within the organization. Follow-ups at a later date are suggested.",
  "authors": [
    {
      "last_name": "Macdonald",
      "fore_name": "Colla J",
      "initials": "CJ",
      "name": "Colla J Macdonald",
      "affiliations": [
        "Faculty of Education, University of Ottawa, Ottawa, Ontario, Canada. cjmacdon@uottawa.ca"
      ]
    },
    {
      "last_name": "Stodel",
      "fore_name": "Emma J",
      "initials": "EJ",
      "name": "Emma J Stodel",
      "affiliations": []
    },
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Informatics for health & social care",
    "iso_abbreviation": "Inform Health Soc Care",
    "issn": "1753-8157",
    "issn_type": "Print",
    "volume": "33",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Mar"
  },
  "start_page": "21",
  "end_page": "38",
  "pages": "21-38",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Clinical Competence",
    "Female",
    "Health Personnel",
    "Humans",
    "Interdisciplinary Communication",
    "Internet",
    "Male",
    "Middle Aged",
    "Patient Care Team",
    "Residential Facilities"
  ],
  "article_ids": {
    "pubmed": "18604760",
    "doi": "10.1080/14639230801886824",
    "pii": "791264673"
  },
  "doi": "10.1080/14639230801886824",
  "dates": {
    "completed": "2008-10-29",
    "revised": "2009-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:48.096103",
    "pmid": "18604760"
  }
}