{
  "pmid": "18626374",
  "uid": "18626374",
  "title": "Follow-up: orthognathic surgery. Is there a future? A national survey.",
  "abstract": "BACKGROUND: The authors recently documented a significant decrease in orthognathic surgical cases performed by both plastic and oral surgeons in Ohio over a recent 5-year period. The main reason noted was related to third-party reimbursement. This is a potentially serious issue that may affect the quality of health care for patients with dentofacial deformities. Therefore, an expanded survey was conducted to determine whether this was indicative of a national trend. METHODS: A three-page questionnaire was sent nationally to plastic surgeons and oral surgeons who were members of the American Society of Maxillofacial Surgery and the American Association of Oral and Maxillofacial Surgeons, respectively. Surveys requested information regarding changes in the number of orthognathic operations over a 5-year period (1999-2003) and reasons for these changes. RESULTS: Of the 3273 surveys sent, 883 were returned, representing an overall response rate of 27 percent. Of the 883 returned, 771 (87.3 percent) were completed by oral surgeons and 112 (12.7 percent) were completed by plastic surgeons. The majority surveyed (70.0 percent) noted a decrease in the number of orthognathic procedures performed over a 5-year period, and 443 (77.3 percent) stated that the decrease was attributable to problems with insurance. Professional reimbursement per hour was calculated based on data collected from consecutive operations performed at the authors' institution. These data demonstrated that reimbursement per hour is significantly lower when orthognathic surgery procedures were compared with other standard plastic surgery operations. CONCLUSIONS: Orthognathic surgery may rapidly be becoming a cosmetic procedure. This has the potential of creating a two-tier system whereby only those who can afford it will undergo orthognathic correction.",
  "authors": [
    {
      "last_name": "Zins",
      "fore_name": "James E",
      "initials": "JE",
      "name": "James E Zins",
      "affiliations": [
        "Cleveland, Ohio From the Department of Plastic Surgery, the Department of General Surgery, and the Department of Quantitative Health Sciences, Cleveland Clinic."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Colin M",
      "initials": "CM",
      "name": "Colin M Morrison",
      "affiliations": []
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea Moreira",
      "initials": "AM",
      "name": "Andrea Moreira Gonzalez",
      "affiliations": []
    },
    {
      "last_name": "Altus",
      "fore_name": "Gene D",
      "initials": "GD",
      "name": "Gene D Altus",
      "affiliations": []
    },
    {
      "last_name": "Bena",
      "fore_name": "James",
      "initials": "J",
      "name": "James Bena",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "122",
    "issue": "2",
    "pub_year": "2008",
    "pub_month": "Aug"
  },
  "start_page": "555",
  "end_page": "562",
  "pages": "555-562",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Data Collection",
    "Fee Schedules",
    "Forecasting",
    "Humans",
    "Insurance Coverage",
    "Insurance, Health, Reimbursement",
    "Maxillofacial Abnormalities",
    "Orthognathic Surgical Procedures",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18626374",
    "doi": "10.1097/PRS.0b013e31817d543c",
    "pii": "00006534-200808000-00029"
  },
  "doi": "10.1097/PRS.0b013e31817d543c",
  "dates": {
    "completed": "2010-08-16",
    "revised": "2021-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.109671",
    "pmid": "18626374"
  }
}