{
  "pmid": "18634639",
  "uid": "18634639",
  "title": "Mental health service delivery in Ontario, Canada: how do policy legacies shape prospects for reform?",
  "abstract": "Like many jurisdictions, mental health policy-making in Ontario, Canada, has a long history of frustrated attempts to move from a hospital and physician-based tradition to a coordinated system with greater emphasis on community-based mental health care. This study examines policy legacies associated with the introduction of psychiatric hospitals in the 1850s and of public health insurance (medicare) in the 1960s in Ontario; and their effect on subsequent mental health reform initiatives using a qualitative case study approach. Following Pierson (1993) we capture the resource/incentive and interpretive effects of prior policies on three groups of actors: government elites, interests, and mass publics. Data are drawn from academic and policy literature, and key informant interviews. The findings suggest that psychiatric hospital policy produced important policy legacies which were reinforced by the establishment of Canadian medicare. These legacies explain the traditional difficulty in achieving mental health reform, but are less helpful in explaining recent promising developments that support community-based care. Current reform of the Ontario health system presents an opportunity to overcome several of these legacies. Analysis of policy legacies in other countries which had an asylum tradition may help to explain the similarities and differences in their subsequent paths of mental health reform.",
  "authors": [
    {
      "last_name": "Mulvale",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Mulvale",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. mulvalg@mcmaster.ca"
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": []
    },
    {
      "last_name": "Goering",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Goering",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health economics, policy, and law",
    "iso_abbreviation": "Health Econ Policy Law",
    "issn": "1744-134X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "Pt 4",
    "pub_year": "2007",
    "pub_month": "Oct"
  },
  "start_page": "363",
  "end_page": "389",
  "pages": "363-89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Community Mental Health Services",
    "Health Care Reform",
    "Health Policy",
    "Hospitals, Psychiatric",
    "Humans",
    "Interviews as Topic",
    "Models, Theoretical",
    "National Health Programs",
    "Ontario",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "18634639",
    "doi": "10.1017/S1744133107004318",
    "pii": "S1744133107004318"
  },
  "doi": "10.1017/S1744133107004318",
  "dates": {
    "completed": "2008-08-14",
    "revised": "2008-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.750554",
    "pmid": "18634639"
  }
}