{
  "pmid": "18636328",
  "uid": "18636328",
  "title": "The epidemiology of obesity and gastrointestinal and other diseases: an overview.",
  "abstract": "The worldwide prevalence of obesity continues to increase, with devastating implications for overall health. Epidemiological trends indicate the primary contributors are environmental (e.g., increased caloric intake, lack of exercise), although the evidence is surprisingly equivocal. Increased body mass index (BMI) is associated with an increase in all-cause mortality and in diseases related to this increasing mortality rate, such as diabetes mellitus, cardiovascular disease, and cancer, including those of the gastrointestinal system. Some of these associations are even more pronounced when obesity is measured by waist-to-hip ratio, a marker of visceral adipose tissue, versus BMI. Higher BMI is related to increased risk of developing gall stones, and obese patients experience GI symptoms, such as vomiting and diarrhea, more often compared with those of normal body mass. Although the exact cause remains uncertain, these symptoms may be connected to eating habits or to changes in gastrointestinal motility.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University Medical Centre, 1200 Main Street West, Hamilton, Ontario, Canada. moayyep@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Digestive diseases and sciences",
    "iso_abbreviation": "Dig Dis Sci",
    "issn": "0163-2116",
    "issn_type": "Print",
    "volume": "53",
    "issue": "9",
    "pub_year": "2008",
    "pub_month": "Sep"
  },
  "start_page": "2293",
  "end_page": "2299",
  "pages": "2293-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adiposity",
    "Body Mass Index",
    "Disease Outbreaks",
    "Gastrointestinal Diseases",
    "Global Health",
    "Humans",
    "Obesity",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "18636328",
    "doi": "10.1007/s10620-008-0410-z"
  },
  "doi": "10.1007/s10620-008-0410-z",
  "dates": {
    "completed": "2008-10-14",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.371269",
    "pmid": "18636328"
  }
}