{
  "pmid": "18639421",
  "uid": "18639421",
  "title": "Cost-effectiveness analysis of elective endovascular repair compared with open surgical repair of abdominal aortic aneurysms for patients at a high surgical risk: A 1-year patient-level analysis conducted in Ontario, Canada.",
  "abstract": "BACKGROUND: Abdominal aortic aneurysm (AAA) is a prevalent health condition affecting up to 14% of men and 6% of women. The objective of this study was to estimate the cost-effectiveness and cost-utility of elective endovascular aneurysm repair (EVAR) compared with open surgical repair (OSR) in patients at a high risk of surgical complications. METHODS: Patient-level cost and outcome data from a 1-year prospective observational study conducted at London Health Sciences Centre, London, Ontario, Canada, was used to determine the incremental cost per life-year gained and the incremental cost per quality-adjusted life year (QALY) gained of EVAR compared with OSR in patients with an AAA >5.5 cm and a high risk of surgical complications. The analysis was taken from a societal perspective and the time horizon was 1 year. To measure sampling uncertainty on costs and effects, nonparametric bootstrap techniques were applied. Uncertainty results were expressed using cost-effectiveness acceptability curves. Extrapolations of the 1-year results to a 5-year time horizon were conducted in sensitivity analyses. RESULTS: Between August 11, 2003, and April 3, 2005, 192 patients at a high risk of surgical complications were enrolled: 140 received EVAR and 52 OSR. Point estimates during a 1-year period showed that EVAR dominated OSR for high-risk patients in terms of incremental cost per life-year gained and incremental cost per QALYs. However, bootstrap estimates for the two cost-effectiveness measures indicated there was a great deal of uncertainty regarding the costs and the QALYs and less uncertainty regarding life-years gained. If society was willing to pay $50,000 per life-year gained or per QALY gained, the probability of EVAR being cost-effective was found to be 0.76 and 0.55, respectively. Five-year extrapolations indicated that EVAR was cost-effective compared with OSR. CONCLUSIONS: According to this 1-year observational study, EVAR may be a cost-effective strategy compared with OSR for high-risk patients. Longer-term data are needed to decrease the uncertainty associated with the results.",
  "authors": [
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "De Rose",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy De Rose",
      "affiliations": []
    },
    {
      "last_name": "Novick",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Novick",
      "affiliations": []
    },
    {
      "last_name": "Bowen",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Bowen",
      "affiliations": []
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Hopkins",
      "affiliations": []
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria O'Reilly",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "1097-6809",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "779",
  "end_page": "787",
  "pages": "779-87",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Angioplasty",
    "Aortic Aneurysm, Abdominal",
    "Cost-Benefit Analysis",
    "Female",
    "Humans",
    "Male",
    "Ontario",
    "Risk Factors",
    "Time Factors",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "18639421",
    "doi": "10.1016/j.jvs.2008.05.064",
    "pii": "S0741-5214(08)00867-7"
  },
  "doi": "10.1016/j.jvs.2008.05.064",
  "dates": {
    "completed": "2008-12-04",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:02.305784",
    "pmid": "18639421"
  }
}