{
  "pmid": "18646124",
  "uid": "18646124",
  "title": "Non-invasive positive pressure ventilation (CPAP or bilevel NPPV) for cardiogenic pulmonary edema.",
  "abstract": "BACKGROUND: Non-invasive positive pressure ventilation (NPPV) has been widely used to alleviate signs and symptoms of respiratory distress due to cardiogenic pulmonary edema. NPPV prevents alveolar collapse and helps redistribute intra-alveolar fluid, improving pulmonary compliance and reducing the pressure of breathing. OBJECTIVES: To determine the effectiveness and safety of NPPV in the treatment of adult patients with cardiogenic pulmonary edema. SEARCH STRATEGY: We undertook a comprehensive search of the following databases in April 2005: CENTRAL, MEDLINE, EMBASE, CINAHL, DARE and LILACS. We also reviewed reference lists of included studies and contacted experts, equipment manufacturers, and the Cochrane Heart Group. We did not apply language restrictions. SELECTION CRITERIA: We selected blinded or unblinded randomized or quasi-randomized clinical trials, reporting on adult patients with acute or acute-on-chronic cardiogenic pulmonary edema and where NPPV (continuous positive airway pressure (CPAP)) and/or bilevel NPPV plus standard medical care was compared with standard medical care alone. DATA COLLECTION AND ANALYSIS: Two authors independently selected articles and abstracted data using a standardized data collection form. We evaluated study quality with emphasis on allocation concealment, adherence to the intention-to-treat principle and losses to follow-up. MAIN RESULTS: We included 21 studies involving 1,071 participants. Compared to standard medical care, NPPV significantly reduced hospital mortality (RR 0.6, 95% CI 0.45 to 0.84) and endotracheal intubation (RR 0.53, 95% CI 0.34 to 0.83) with numbers needed to treat of 13 and 8, respectively. We found no difference in hospital length of stay with NPPV, however, intensive care unit stay was reduced by 1 day (WMD -1.07 days, 95% CI -1.60 to -0.53). Compared to standard medical care, we did not observe significant increases in the incidence of acute myocardial infarction with NPPV during (RR 1.24, 95% CI 0.79 to 1.95) or after (RR 0.82, 95% CI 0.09 to 7.54) its application. AUTHORS' CONCLUSIONS: NPPV, especially CPAP, in addition to standard medical care is an effective and safe intervention for the treatment of adult patients with acute cardiogenic pulmonary edema.",
  "authors": [
    {
      "last_name": "Vital",
      "fore_name": "Flávia M R",
      "initials": "FM",
      "name": "Flávia M R Vital",
      "affiliations": [
        "Muriaé Cancer Hospital , AV. Cristiano Ferreira Varella, 555, Muriaé, MG, Brazil."
      ]
    },
    {
      "last_name": "Saconato",
      "fore_name": "Humberto",
      "initials": "H",
      "name": "Humberto Saconato",
      "affiliations": []
    },
    {
      "last_name": "Ladeira",
      "fore_name": "Magdaline T",
      "initials": "MT",
      "name": "Magdaline T Ladeira",
      "affiliations": []
    },
    {
      "last_name": "Sen",
      "fore_name": "Ayan",
      "initials": "A",
      "name": "Ayan Sen",
      "affiliations": []
    },
    {
      "last_name": "Hawkes",
      "fore_name": "Claire A",
      "initials": "CA",
      "name": "Claire A Hawkes",
      "affiliations": []
    },
    {
      "last_name": "Soares",
      "fore_name": "Bernardo",
      "initials": "B",
      "name": "Bernardo Soares",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    },
    {
      "last_name": "Atallah",
      "fore_name": "Alvaro N",
      "initials": "AN",
      "name": "Alvaro N Atallah",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "start_page": "CD005351",
  "pages": "CD005351",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Continuous Positive Airway Pressure",
    "Heart Failure",
    "Humans",
    "Positive-Pressure Respiration",
    "Pulmonary Edema",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "18646124",
    "doi": "10.1002/14651858.CD005351.pub2"
  },
  "doi": "10.1002/14651858.CD005351.pub2",
  "dates": {
    "completed": "2008-10-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.063052",
    "pmid": "18646124"
  }
}