{
  "pmid": "18657012",
  "uid": "18657012",
  "title": "Thromboembolic consequences of subtherapeutic anticoagulation in patients stabilized on warfarin therapy: the low INR study.",
  "abstract": "STUDY OBJECTIVE: To quantify the absolute risk of thromboembolism associated with a significant subtherapeutic international normalized ratio (INR) in patients with previously stable anticoagulation while receiving warfarin. DESIGN: Retrospective, matched cohort analysis. SETTING: Centralized anticoagulation service in an integrated health care delivery system. PATIENTS: A total of 2597 adult patients receiving warfarin from January 1998-December 2005; 1080 patients were in the low INR cohort and were matched to 1517 patients in the therapeutic INR cohort based on index INR date, indication for warfarin, and age. MEASUREMENTS AND MAIN RESULTS: Stable, therapeutic anticoagulation was defined as two INR values, measured at least 2 weeks apart, within or above the therapeutic range. The low INR cohort included patients with a third INR value of 0.5 or more units below their therapeutic range. The therapeutic INR cohort included patients with a third therapeutic INR value and no INR value 0.2 or more units below their target INR range in the ensuing 90 days. The primary outcome was anticoagulation-related thromboembolism during the 90 days after the index INR. Secondary outcomes were times to the first occurrence of anticoagulation-related complications (bleeding, thromboembolism, or death) in the 90 days after the index INR. Four thromboembolic events (0.4%) occurred in the low INR cohort and one event (0.1%) in the therapeutic INR cohort (p=0.214). The differences in the proportions of thromboembolism, bleeding, or death were not significant between the cohorts (p>0.05). No significant differences were noted in the hazard of thromboembolism, bleeding, or death between the cohorts (p>0.05). CONCLUSION: Patients with stable INRs while receiving warfarin who experience a significant subtherapeutic INR value have a low risk of thromboembolism in the ensuing 90 days. The risk was similar to that observed in a matched control population in whom therapeutic anticoagulation was maintained. These findings do not support the practice of anticoagulant bridge therapy for patients stabilized on warfarin therapy to reduce their risk for thromboembolism during isolated periods of subtherapeutic anticoagulation.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "Nathan P",
      "initials": "NP",
      "name": "Nathan P Clark",
      "affiliations": [
        "Clinical Pharmacy Anticoagulation Service, Kaiser Permanente Colorado, 280 Exempla Circle, Lafayette, CO 80026, USA. nathan.clark@kp.org"
      ]
    },
    {
      "last_name": "Witt",
      "fore_name": "Daniel M",
      "initials": "DM",
      "name": "Daniel M Witt",
      "affiliations": []
    },
    {
      "last_name": "Delate",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Delate",
      "affiliations": []
    },
    {
      "last_name": "Trapp",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Trapp",
      "affiliations": []
    },
    {
      "last_name": "Garcia",
      "fore_name": "David",
      "initials": "D",
      "name": "David Garcia",
      "affiliations": []
    },
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": []
    },
    {
      "last_name": "Hylek",
      "fore_name": "Elaine M",
      "initials": "EM",
      "name": "Elaine M Hylek",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pharmacotherapy",
    "iso_abbreviation": "Pharmacotherapy",
    "issn": "0277-0008",
    "issn_type": "Print",
    "volume": "28",
    "issue": "8",
    "pub_year": "2008",
    "pub_month": "Aug"
  },
  "start_page": "960",
  "end_page": "967",
  "pages": "960-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anticoagulants",
    "Cohort Studies",
    "Female",
    "Humans",
    "International Normalized Ratio",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Thromboembolism",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "18657012",
    "doi": "10.1592/phco.28.8.960",
    "pii": "10.1592/phco.28.8.960"
  },
  "doi": "10.1592/phco.28.8.960",
  "dates": {
    "completed": "2008-12-02",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.820882",
    "pmid": "18657012"
  }
}