{
  "pmid": "18650995",
  "uid": "18650995",
  "title": "Pharmacological preconditioning with diazoxide slows energy metabolism during sustained ischemia.",
  "abstract": "Ischemic preconditioning (PC) is associated with slower destruction of the adenine nucleotide pool (summation operatorAd) and slower rate of anaerobic glycolysis during ischemic stress. These changes are concordant with the preconditioned state, supporting an essential role of lowered energy demand in the cardioprotective mechanism of PC. Although pharmacological PC induced by the activation of mitochondrial K(ATP) channels also limits infarct size, its effect on energy metabolism during sustained ischemia is unknown. Using metabolite levels found at baseline and after a 15 min test episode of regional ischemia, the effect of a cardioprotective dose of diazoxide on metabolic features associated with PC was tested in barbital-anesthetized, open-chest dogs. Diazoxide (3.5 mg/kg at an intravenous rate of 1 mL/min) infused before a test episode of ischemia had no effect on baseline metabolic indices. However, during ischemic stress, treated hearts exhibited less destruction of ATP, less degradation of the summation operatorAd into nucleosides and bases, as well as less lactate production than control hearts subjected only to ischemic stress. Thus, diazoxide mimics the metabolic alterations observed in PC tissue. This supports the hypothesis that a reduction in energy demand, which is now equated with an increased ATP to ADP ratio in the sarcoplasm, is a critical component of the mechanism of cardioprotection in preconditioned myocardium. It is hypothesized that during PC or diazoxide treatment, the passage of the summation operatorAd into and out of the mitochondria is slowed, limiting the level of ATP available to the mitochondrial ATPase and preserving ATP and the total summation operatorAd. Altered ischemic mitochondrial metabolism plays an important role in establishing and maintaining the preconditioned state.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "Department of Pathology, Duke University Medical Center, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Reimer",
      "fore_name": "Keith A",
      "initials": "KA",
      "name": "Keith A Reimer",
      "affiliations": []
    },
    {
      "last_name": "Crago",
      "fore_name": "Mark S",
      "initials": "MS",
      "name": "Mark S Crago",
      "affiliations": []
    },
    {
      "last_name": "Jennings",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Jennings",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Experimental and clinical cardiology",
    "iso_abbreviation": "Exp Clin Cardiol",
    "issn": "1205-6626",
    "issn_type": "Print",
    "volume": "12",
    "issue": "3",
    "pub_year": "2007"
  },
  "start_page": "139",
  "end_page": "147",
  "pages": "139-47",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18650995",
    "pmc": "PMC2323755"
  },
  "pmc_id": "PMC2323755",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.421910",
    "pmid": "18650995"
  }
}