{
  "pmid": "18666802",
  "uid": "18666802",
  "title": "Long-term therapeutic drug monitoring of risperidone and olanzapine identifies altered steady-state pharmacokinetics: a clinical, two-group, naturalistic study.",
  "abstract": "BACKGROUND AND OBJECTIVE: Conflicting therapeutic drug monitoring (TDM) results have been reported for risperidone and olanzapine. This study set out to examine the long-term pharmacokinetics of risperidone and olanzapine in a locked skilled nursing facility where medication administration was controlled by nursing staff. METHODS: TDM was performed in a long-term treatment protocol for risperidone and olanzapine in 67 refractory chronic schizophrenic patients in a locked, skilled nursing facility. TDM was performed 632 times in the risperidone group of 34 patients and 563 times in the olanzapine group of 33 patients. The logarithm of plasma concentrations were analysed through time by piecewise linear mixed model regressions adjusted for the logarithm of dose. RESULTS: We found risperidone plasma concentration/dose ratio (C/D) accumulation peaks of 49% at 2 months (from baseline concentration) and 9-hydroxy-risperidone and total moiety C/D accumulation peaks of 66% and 55% above the 2-month level at 6 months, which are somewhat similar to those found in our prior study that included a subset of data points analysed here. The risperidone conversion to 9-hydroxy-risperidone by cytochrome P450 (CYP) 2D6 suggests CYP2D6 inhibition or DNA down-regulation in the first 2 months. Olanzapine showed a C/D accumulation peak at 4 months of 31% above baseline, and a slower increase to 47% above baseline at 18 months with no clear plateau. CONCLUSION: We identified five potential perturbations in the pharmacokinetics of risperidone and olanzapine that could potentially lead to adverse drug reactions. These long-term effects would not be captured by a standard 5-day pharmacokinetic TDM developmental testing model for antipsychotics, and a new model for characterizing variation in C/D by time course is therefore proposed. The time course of the accumulations identified suggests that both CYP inhibition and DNA regulatory mechanisms may be involved in the metabolism of these drugs. Long-term TDM can optimize treatment with risperidone and olanzapine and antipsychotics in general.",
  "authors": [
    {
      "last_name": "Darby",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Darby",
      "affiliations": [
        "Department of Psychiatry, San Mateo County Mental Health Services, San Mateo, California, USA."
      ]
    },
    {
      "last_name": "Pasta",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Pasta",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Herbert",
      "fore_name": "John",
      "initials": "J",
      "name": "John Herbert",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical drug investigation",
    "iso_abbreviation": "Clin Drug Investig",
    "issn": "1173-2563",
    "issn_type": "Print",
    "volume": "28",
    "issue": "9",
    "pub_year": "2008"
  },
  "start_page": "553",
  "end_page": "564",
  "pages": "553-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Algorithms",
    "Antipsychotic Agents",
    "Benzodiazepines",
    "Biotransformation",
    "Cytochrome P-450 CYP2D6",
    "Drug Monitoring",
    "Female",
    "Humans",
    "Inpatients",
    "Isoxazoles",
    "Male",
    "Mental Disorders",
    "Middle Aged",
    "Olanzapine",
    "Paliperidone Palmitate",
    "Pyrimidines",
    "Regression Analysis",
    "Risperidone",
    "Schizophrenia",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "18666802",
    "doi": "10.2165/00044011-200828090-00002",
    "pii": "2892"
  },
  "doi": "10.2165/00044011-200828090-00002",
  "dates": {
    "completed": "2009-01-06",
    "revised": "2022-07-16"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Isoxazoles",
    "Pyrimidines",
    "Benzodiazepines",
    "Cytochrome P-450 CYP2D6",
    "Risperidone",
    "Olanzapine",
    "Paliperidone Palmitate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.134800",
    "pmid": "18666802"
  }
}