{
  "pmid": "18676389",
  "uid": "18676389",
  "title": "A critical review of thromboembolic complications associated with central venous catheters.",
  "abstract": "PURPOSE: Central venous catheters (CVC) are commonly used in critical care. While thrombosis is a well-recognized and frequent complication associated with their use, CVC-related thromboembolic complications, including pulmonary embolism (PE) and right heart thromboembolism (RHTE), occur less frequently and often evade diagnosis. Little information exists to guide clinicians in the diagnosis and management of CVC-related thromboembolic complications. SOURCE: We critically review and synthesize the literature highlighting the incidence of CVC-related thrombosis. We highlight the risk for developing thromboembolic complications and provide approaches to diagnosing and managing RHTE. PRINCIPLE FINDINGS: The incidence of CVC-related thrombosis varies depending on patient, site, instrument, and infusate-related factors. Central venous catheters-related thrombosis represents an important source of morbidity and mortality for affected patients. Pulmonary embolism occurs in approximately 15% of patients with CVC-related upper extremity deep venous thrombosis (UEDVT). More frequent use of transesophageal echocardiography, in patients with suspected and confirmed PE, has resulted in increased detection of RHTE. While it is recognized that the occurrence of RHTE, in association with PE, increases mortality, the optimal strategy for their management has not been established in a clinical trial. CONCLUSION: Central venous catheter-related thrombosis occurs frequently and represents an important source of morbidity and mortality for affected patients. Our review supports that surgery and thrombolysis have both been demonstrated to enhance survival in patients with RHTE and PE. However, important patient, clot, and institutional considerations mandate that treatment for patients with RHTE and PE be individualized.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada. burnsk@smh.toronto.on.ca"
      ]
    },
    {
      "last_name": "McLaren",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew McLaren",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "0832-610X",
    "issn_type": "Print",
    "volume": "55",
    "issue": "8",
    "pub_year": "2008",
    "pub_month": "Aug"
  },
  "start_page": "532",
  "end_page": "541",
  "pages": "532-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Catheterization, Central Venous",
    "Humans",
    "Risk Factors",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "18676389",
    "doi": "10.1007/BF03016674",
    "pii": "55/8/532"
  },
  "doi": "10.1007/BF03016674",
  "dates": {
    "completed": "2008-12-02",
    "revised": "2014-07-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.064583",
    "pmid": "18676389"
  }
}