{
  "pmid": "18691419",
  "uid": "18691419",
  "title": "Use of latent class models to accommodate inter-laboratory variation in assessing genetic polymorphisms associated with disease risk.",
  "abstract": "BACKGROUND: Researchers wanting to study the association of genetic factors with disease may encounter variability in the laboratory methods used to establish genotypes or other traits. Such variability leads to uncertainty in determining the strength of a genotype as a risk factor. This problem is illustrated using data from a case-control study of cervical cancer in which some subjects were independently assessed by different laboratories for the presence of a genetic polymorphism. Inter-laboratory agreement was only moderate, which led to a very wide range of empirical odds ratios (ORs) with the disease, depending on how disagreements were treated. This paper illustrates the use of latent class models (LCMs) and to estimate OR while taking laboratory accuracy into account. Possible LCMs are characterised in terms of the number of laboratory measurements available, and if their error rates are assumed to be differential or non-differential by disease status and/or laboratory. RESULTS: The LCM results give maximum likelihood estimates of laboratory accuracy rates and the OR of the genetic variable and disease, and avoid the ambiguities of the empirical results. Having allowed for possible measurement error in the expure, the LCM estimates of exposure--disease associations are typically stronger than their empirical equivalents. Also the LCM estimates exploit all the available data, and hence have relatively low standard errors. CONCLUSION: Our approach provides a way to evaluate the association of a polymorphism with disease, while taking laboratory measurement error into account. Ambiguities in the empirical data arising from disagreements between laboratories are avoided, and the estimated polymorphism-disease association is typically enhanced.",
  "authors": [
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. walter@mcmaster.ca"
      ]
    },
    {
      "last_name": "Franco",
      "fore_name": "Eduardo L",
      "initials": "EL",
      "name": "Eduardo L Franco",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC genetics",
    "iso_abbreviation": "BMC Genet",
    "issn": "1471-2156",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2008",
    "pub_month": "Aug",
    "pub_day": "08"
  },
  "start_page": "51",
  "pages": "51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Case-Control Studies",
    "Female",
    "Genetic Predisposition to Disease",
    "Genotype",
    "Humans",
    "Laboratories",
    "Models, Genetic",
    "Models, Statistical",
    "Observer Variation",
    "Polymorphism, Genetic",
    "Tumor Suppressor Protein p53",
    "Uterine Cervical Neoplasms"
  ],
  "article_ids": {
    "pubmed": "18691419",
    "pmc": "PMC2536667",
    "doi": "10.1186/1471-2156-9-51",
    "pii": "1471-2156-9-51"
  },
  "doi": "10.1186/1471-2156-9-51",
  "pmc_id": "PMC2536667",
  "dates": {
    "completed": "2008-09-29",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Tumor Suppressor Protein p53"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.119913",
    "pmid": "18691419"
  }
}