{
  "pmid": "18703166",
  "uid": "18703166",
  "title": "TEACH: Trial of Education And Compliance in Heart dysfunction chronic disease and heart failure (HF) as an increasing problem.",
  "abstract": "UNLABELLED: In this manuscript we outline the development of a randomized control trial. INTRODUCTION: Heart failure (HF) is one of the leading causes of hospitalization in North America. While great advances have been made in the treatment of this disease, many factors limit the effectiveness of treatment. The objective of this Trial of Education And Compliance in Heart failure patients (TEACH) was to measure in patients with heart failure who were hospitalized and then discharged into the community, the impact of a comprehensive outpatient educational intervention on: 1) a composite endpoint of mortality, readmissions and visits to the emergency room for all causes, 2) the impact of the intervention on health-related quality of life, 3) the impact of the intervention on compliance to medication and 4) the economic impact of providing such an intervention to patients. RESEARCH DESIGN: This was a prospective cluster randomized controlled clinical trial in patients who were admitted to hospital with a diagnosis of heart failure (HF). Patients were stratified by reason for admission to hospital. Stratum 1 included patients whose primary reason for admission was HF and stratum 2 included patients whose primary reason for hospital admission was not HF. HYPOTHESIS: HF patients who receive an enhanced educational intervention from their community pharmacist will 1) have an absolute risk reduction in the number of events of 20%, 2) be more compliant, 3) will demonstrate less health-related quality of life (HRQoL) impairment as measured by disease-specific and generic HRQoL instruments and 4) will lower costs/Quality Adjusted Life Years (QALY) due to fewer total events per patient. OUTCOMES: Outcomes were collected every 3 months from baseline to the end of 1 year. Events were tracked using a comprehensive database that we developed and validated. In order to measure compliance we used electronic measures known as Track Caps (MEMS). We also used pharmacy refill data that was provided to us from all community pharmacies the patient used. This data was analyzed and interpreted using a validated formula developed by Steiner et al. (1996).",
  "authors": [
    {
      "last_name": "Gwadry-Sridhar",
      "fore_name": "Femida",
      "initials": "F",
      "name": "Femida Gwadry-Sridhar",
      "affiliations": [
        "Department of Medicine, University of Western Ontario, London, ON, Canada. femida.gwadry-sridhar@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Bernie",
      "initials": "B",
      "name": "Bernie O'Brien",
      "affiliations": []
    },
    {
      "last_name": "Arnold",
      "fore_name": "J Malcom",
      "initials": "JM",
      "name": "J Malcom Arnold",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Walter",
      "affiliations": []
    },
    {
      "last_name": "Vingilis",
      "fore_name": "Evelyn",
      "initials": "E",
      "name": "Evelyn Vingilis",
      "affiliations": []
    },
    {
      "last_name": "MacKeigan",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda MacKeigan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials",
    "iso_abbreviation": "Contemp Clin Trials",
    "issn": "1559-2030",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "905",
  "end_page": "918",
  "pages": "905-18",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Databases as Topic",
    "Educational Measurement",
    "Heart Diseases",
    "Heart Failure",
    "Humans",
    "Medication Adherence",
    "Models, Educational",
    "Patient Compliance",
    "Patient Education as Topic",
    "Patient Readmission",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "18703166",
    "doi": "10.1016/j.cct.2008.07.001",
    "pii": "S1551-7144(08)00087-6"
  },
  "doi": "10.1016/j.cct.2008.07.001",
  "dates": {
    "completed": "2009-02-12",
    "revised": "2008-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.337401",
    "pmid": "18703166"
  }
}