{
  "pmid": "18701236",
  "uid": "18701236",
  "title": "Nutrition and physical activity in child care: results from an environmental intervention.",
  "abstract": "BACKGROUND: With evidence of increased levels of obesity in younger children, the child-care setting is an important intervention target. Few environmental interventions exist, and none target both diet and physical activity. The Nutrition and Physical Activity Self-Assessment for Child Care (NAP SACC) intervention was developed to fill this research and practice gap. DESIGN: Randomized controlled. SETTING/PARTICIPANTS: Health professionals (child-care health consultants) serving child-care centers in North Carolina were recruited (n=30), randomly assigned into intervention or delayed-intervention control groups, and trained to implement the NAP SACC program. Up to three child-care centers were recruited (n=84) from each consultant's existing caseload. INTERVENTION: Implemented in 2005, the NAP SACC intervention includes an environmental self-assessment, selection of areas for change, continuing education workshops, targeted technical assistance, and re-evaluation. Implementation occurred over a 6-month period. MAIN OUTCOME MEASURES: An observational instrument, Environment and Policy Assessment and Observation (EPAO), provided objective evidence of intervention impact and was completed by trained research staff blinded to study assignment. Data were collected in 2005 and 2006. Statistical analyses were conducted in 2006. RESULTS: Intention-to-treat analysis results were nonsignificant. Exploratory analyses using only centers that completed most of the NAP SACC program suggest an intervention effect. CONCLUSIONS: Factors in the intervention design, the fidelity of implementation, the selection of outcome measure, or a combination of these may have contributed to the lack of intervention effect observed. Because of this study's use of existing public health infrastructure and its potential for implementation, future studies should address strategies for improving effectiveness.",
  "authors": [
    {
      "last_name": "Ward",
      "fore_name": "Dianne S",
      "initials": "DS",
      "name": "Dianne S Ward",
      "affiliations": [
        "Department of Nutrition, Center for Health Promotion and Disease Prevention, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599, USA. dsward@email.unc.edu"
      ]
    },
    {
      "last_name": "Benjamin",
      "fore_name": "Sara E",
      "initials": "SE",
      "name": "Sara E Benjamin",
      "affiliations": []
    },
    {
      "last_name": "Ammerman",
      "fore_name": "Alice S",
      "initials": "AS",
      "name": "Alice S Ammerman",
      "affiliations": []
    },
    {
      "last_name": "Ball",
      "fore_name": "Sarah C",
      "initials": "SC",
      "name": "Sarah C Ball",
      "affiliations": []
    },
    {
      "last_name": "Neelon",
      "fore_name": "Brian H",
      "initials": "BH",
      "name": "Brian H Neelon",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of preventive medicine",
    "iso_abbreviation": "Am J Prev Med",
    "issn": "0749-3797",
    "issn_type": "Print",
    "volume": "35",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "352",
  "end_page": "356",
  "pages": "352-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Analysis of Variance",
    "Child Day Care Centers",
    "Child Nutrition Sciences",
    "Child Nutritional Physiological Phenomena",
    "Child, Preschool",
    "Exercise",
    "Female",
    "Humans",
    "Male",
    "Statistics, Nonparametric"
  ],
  "article_ids": {
    "pubmed": "18701236",
    "doi": "10.1016/j.amepre.2008.06.030",
    "pii": "S0749-3797(08)00599-0"
  },
  "doi": "10.1016/j.amepre.2008.06.030",
  "dates": {
    "completed": "2009-01-08",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.867494",
    "pmid": "18701236"
  }
}