{
  "pmid": "18705961",
  "uid": "18705961",
  "title": "Stroke and cardiovascular diseases: the need for a global approach for prevention and drug development.",
  "abstract": "BACKGROUND: Research into the prevention and treatment of stroke and cardiovascular disease has focused primarily on the needs of high-income countries (HIC). However, the majority of all stroke and cardiovascular deaths occurs in low- and middle-income countries (LMIC), with further rises in these countries predicted. SUMMARY OF REVIEW: In HIC, proven strategies for the treatment of stroke and cardiovascular disease are well established and cost-effective. Developing strategies to include LMIC is therefore crucial to curb the global epidemic of stroke and cardiovascular disease. For example, pharmaceutical companies are being encouraged to make certain drugs more affordable in low- and middle-income companies, and the same principle could be applied to drugs for the prevention of stroke. Furthermore, centers from LMIC are now often included in clinical trials, resulting in trials that are more globally relevant and affordable and that enhance the participation of healthcare professionals from a broad range of countries. CONCLUSIONS: More cost-effective drug development processes and affordable prices, while protecting intellectual property rights, will prevent the ever-increasing burden of stroke becoming unmanageable in LMIC.",
  "authors": [
    {
      "last_name": "Hilbrich",
      "fore_name": "Lutz",
      "initials": "L",
      "name": "Lutz Hilbrich",
      "affiliations": [
        "Boehringer Ingelheim Pharmaceuticals Inc., Department of General Medicine, Ridgefield, CT, USA. hilbrich@rdg.boehringer-ingelheim.com"
      ]
    },
    {
      "last_name": "Truelsen",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Truelsen",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of stroke : official journal of the International Stroke Society",
    "iso_abbreviation": "Int J Stroke",
    "issn": "1747-4949",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "May"
  },
  "start_page": "104",
  "end_page": "108",
  "pages": "104-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Clinical Trials as Topic",
    "Cost of Illness",
    "Developed Countries",
    "Developing Countries",
    "Global Health",
    "Humans",
    "International Cooperation",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "18705961",
    "doi": "10.1111/j.1747-4949.2007.00118.x",
    "pii": "IJS118"
  },
  "doi": "10.1111/j.1747-4949.2007.00118.x",
  "dates": {
    "completed": "2008-11-04",
    "revised": "2014-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.733180",
    "pmid": "18705961"
  }
}