{
  "pmid": "18758430",
  "uid": "18758430",
  "title": "Clinical case reports and case series research in evaluating surgery. Part I. The context: general aspects of evaluation applied to surgery.",
  "abstract": "The relevance, structure, focus, form, and content of modern clinical case reporting and case series research may be seen and understood only in the context of evaluation in medicine and surgery today. The benefits and effectiveness of surgery remain at the core of evaluation in surgery. Surgical errors evaluation is an increasingly important topic give their impact on patients and human and material resources in medicine and surgery and social and community implications. Evaluation in surgery covers three domains such as research, teaching and practice. Within each domain, soundness, structure, process, impact, constancy and consistency of surgical activities must be known and understood. The proper subject of evaluation in a form of a tridimensional matrix includes aspects of evaluation, phases of surgical activity and types of surgery as domains of application (the \"what\" matrix). The ways of evaluation include methods of information retrieval, types of analyses of findings, and the context understanding and methods of analysis and interpretation (the \"how\" matrix). The \"teaching and learning\" matrix covers desirable assets to be reached by teaching and learning, teaching and learning tools and environments as well as methods of communication used both by learners and their teachers. Single clinical case reports and case series reports contribute to many subcategories of the content and form evaluation in surgery and in numerous domains in which evaluation is used and must be made.",
  "authors": [
    {
      "last_name": "Jenicek",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jenicek",
      "affiliations": [
        "Department of Clinical Epidemiologyand Biostatistics, Faculty of Health Sciences, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. jenicekm@mcmaster.ca <jenicekm@mcmaster.ca>"
      ]
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1643-3750",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "9",
    "pub_year": "2008",
    "pub_month": "Sep"
  },
  "start_page": "RA133",
  "end_page": "RA143",
  "pages": "RA133-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Evaluation Studies as Topic",
    "General Surgery",
    "Health Services Research",
    "Humans",
    "Medical Errors",
    "Public Health",
    "Research"
  ],
  "article_ids": {
    "pubmed": "18758430",
    "pii": "867953"
  },
  "dates": {
    "completed": "2008-11-04",
    "revised": "2008-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:59.465345",
    "pmid": "18758430"
  }
}