{
  "pmid": "18751406",
  "uid": "18751406",
  "title": "Cathepsin B expression in prostate cancer of native Japanese and Japanese-American patients: an immunohistochemical study.",
  "abstract": "BACKGROUND: Japanese-American (J-A) men who have immigrated to the U.S.A. and acquired the Western lifestyle usually have more invasive prostate cancer (PCa) than native Japanese (NJ) living in Japan. The specific reasons for these differences remain unknown. The objective of this study was to examine immunostainings of cathepsin B (CB) and its endogenous inhibitor stefin A (SA) in tissue microarray (TMA) and radical prostatectomy (RP) tissue sections in the hope of obtaining insights into the invasiveness of PCa in Japanese patients. PATIENTS AND METHODS: TMA and RP sections were evaluated in 50 men (25 NJ and 25 J-A) for CB and SA reaction products. The CB and SA immunostainings were imaged directly from microscope slides to a computer using a high performance charge coupled device (CCD) digital camera, quantified using Metamorph software, analyzed using the two-sample t-test, and confirmed by multiple regression analysis. RESULTS: The CB and SA proteins were localized in the carcinomatous glands and isolated cancer cells in the TMA and RP sections. The Gleason scores and pre-surgery serum total prostate-specific antigen (PSA) levels did not differ significantly in the NJ and J-A patients (p = 0.14, p = 0.16, respectively). The Chi-square analysis of clinical stage versus place of birth showed that the NJ patients had significantly more T2a and T2b clinical stages than the J-A patients who had more advanced T2c and T3a stages (p = 0.003). The CB and SA immunostainings and their ratios in Gleason score 6 tumors did not show any difference, but the CB:SA ratios in score > or = 7 tumors approached significance levels. CONCLUSION: The overall matching of specimens according to the Gleason grade/score, pre-RP serum total PSA levels, clinical stage and age prior to evaluation of immunostainings greatly minimizes subjectivity associated with the evaluation of markers in this ethnic sub-population of PCa patients. CB and SA immunostaining is similar in Japanese patients who have organ-confined and moderately-differentiated PCa. Analysis of the reaction product data provides indirect evidence that invasiveness of PCa is similar in the two Japanese patient populations.",
  "authors": [
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": [
        "Department of Genetics, Cell Biology and Development, University of Minnesota, Minneapolis, Minnesota 55455, USA. sinha001@tc.umn.edu"
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Jenifer L",
      "initials": "JL",
      "name": "Jenifer L Morgan",
      "affiliations": []
    },
    {
      "last_name": "Betre",
      "fore_name": "Konjit",
      "initials": "K",
      "name": "Konjit Betre",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": []
    },
    {
      "last_name": "Le",
      "fore_name": "Chap",
      "initials": "C",
      "name": "Chap Le",
      "affiliations": []
    },
    {
      "last_name": "Marks",
      "fore_name": "Leonard S",
      "initials": "LS",
      "name": "Leonard S Marks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anticancer research",
    "iso_abbreviation": "Anticancer Res",
    "issn": "0250-7005",
    "issn_type": "Print",
    "volume": "28",
    "issue": "4B",
    "pub_year": "2008"
  },
  "start_page": "2271",
  "end_page": "2277",
  "pages": "2271-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aged",
    "Cathepsin B",
    "Cystatin A",
    "Cystatins",
    "Humans",
    "Immunohistochemistry",
    "Japan",
    "Male",
    "Middle Aged",
    "Neoplasm Staging",
    "Prostatectomy",
    "Prostatic Neoplasms",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18751406"
  },
  "dates": {
    "completed": "2008-09-16",
    "revised": "2010-11-18"
  },
  "chemicals": [
    "Cystatin A",
    "Cystatins",
    "CSTA protein, human",
    "Cathepsin B"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.140722",
    "pmid": "18751406"
  }
}