{
  "pmid": "18758349",
  "uid": "18758349",
  "title": "Efficacy of autologous iliac crest bone graft and bone morphogenetic proteins for posterolateral fusion of lumbar spine: a meta-analysis of the results.",
  "abstract": "STUDY DESIGN: Meta analysis of randomized control trials. OBJECTIVE: To evaluate the radiographic and clinical effectiveness of bone morphogenetic proteins (BMPs) within the context of posterolateral fusion of the lumbar spine (LS). SUMMARY OF BACKGROUND DATA: Various bone graft substitutes have been used in the setting of posterolateral lumbar fusions. Recently, great interest has been shown in BMPs. Clinical trials have tested the efficacy of BMPs to iliac crest bone graft (ICBG) in posterolateral fusion procedures of the LS. A cumulative result of these studies would give more credit to the final conclusions. METHODS: A systematic search of electronic databases, and references from eligible articles was conducted. Comparative studies reporting on the results of posterolateral fusion for treatment of degenerative disease of LS and including 2 treatment groups either ICBG (control group) or BMP (experimental group) for achievement of fusion were regarded eligible. A pooled estimate of effect size was produced using both random and fixed effect model. RESULTS: Seven randomized control trials (n = 331 patients) and 1 prospective comparative study (n = 52 patients) were included in the present study. BMPs appeared more efficacious to ICBG in achieving solid fusion [relative risk (RR) = 0.42, 95% confidence interval (CI) = 0.28-0.61, P < 0.00001], but with significant heterogeneity (I = 42.5%). rBMP-2 was more efficacious to ICBG in promoting fusion (RR = 0.29, 95% CI = 0.18-0.47, P < 0.00001), whereas rhBMP-7 (osteogenic protein-1) appeared equivalent to ICBG in that respect (RR = 1.17, 95% CI = 0.54-2.54, P = 0.70). Patients treated with BMPs had a shorter hospitalization (by 1.03 days, 95% CI = 0.61-1.45 days) compared with those that were treated with ICBG. BMPs appeared more efficient in instrumented than noninstrumented posterolateral fusions. CONCLUSION: Although the radiographic results appeared better in the group of BMPs, the exact role of type, dose and carrier of BMPs and the cost-effectiveness of their use need further clinical delineation.",
  "authors": [
    {
      "last_name": "Papakostidis",
      "fore_name": "Costas",
      "initials": "C",
      "name": "Costas Papakostidis",
      "affiliations": [
        "Hatzikosta General Hospital, Ioannina, Greece."
      ]
    },
    {
      "last_name": "Kontakis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Kontakis",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Giannoudis",
      "fore_name": "Peter V",
      "initials": "PV",
      "name": "Peter V Giannoudis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "19",
    "pub_year": "2008",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "E680",
  "end_page": "E692",
  "pages": "E680-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Bone Morphogenetic Proteins",
    "Bone Transplantation",
    "Humans",
    "Ileum",
    "Lumbar Vertebrae",
    "PubMed",
    "Randomized Controlled Trials as Topic",
    "Spinal Fusion",
    "Transplantation, Autologous",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18758349",
    "doi": "10.1097/BRS.0b013e3181844eca",
    "pii": "00007632-200809010-00023"
  },
  "doi": "10.1097/BRS.0b013e3181844eca",
  "dates": {
    "completed": "2008-11-06",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Bone Morphogenetic Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.029519",
    "pmid": "18758349"
  }
}