{
  "pmid": "18767271",
  "uid": "18767271",
  "title": "Screening policies for daycare attendees: lessons learned from an outbreak of E. coli O157:H7 in a daycare in Waterloo, Ontario.",
  "abstract": "OBJECTIVES: Control measures for enteric outbreaks in child care settings frequently include screening by stool cultures from symptomatic children only. We present evidence from an investigation of Escherichia coli (E. coli) O157:H7 in a daycare in Waterloo, Ontario to support implementation of a mandatory screening policy for all children during an outbreak. METHODS: In addition to routine outbreak control measures employed by the health unit, stool samples from all children and staff were collected, with positive E. coli cultures typed by pulsed field gel electrophoresis (PFGE). We conducted a cohort study, using data from the environmental investigation and questionnaires administered to parents and staff, to look for risk factors for infection and to survey parent/staff knowledge regarding appropriate management of diarrhea. RESULTS: Overall 11 E. coli O157:H7 cases were identified (7 lab-confirmed); 9 were children. No common source of infection was identified. Factors identified as possibly contributing to person-to-person transmission within the daycare included: i) the underreporting and possible attendance of symptomatic children despite alerting parents to the outbreak and requirements to keep symptomatic children at home, ii) possible transmission from an asymptomatic infected child, and iii) inconsistent understanding among parents and staff regarding diarrhea and appropriate management of a child with diarrhea. DISCUSSION/CONCLUSION: This investigation reveals that in child care settings, E. coli O157:H7 outbreak screening policies based on reported symptoms only may be insufficient. We recommend that such policies be amended to include the collection of at least one stool culture from all children in attendance, regardless of symptom history.",
  "authors": [
    {
      "last_name": "Gilbert",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Gilbert",
      "affiliations": [
        "Canadian Field Epidemiology Program, Public Health Agency of Canada."
      ]
    },
    {
      "last_name": "Monk",
      "fore_name": "Curt",
      "initials": "C",
      "name": "Curt Monk",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Hsiu-Li",
      "initials": "HL",
      "name": "Hsiu-Li Wang",
      "affiliations": []
    },
    {
      "last_name": "Diplock",
      "fore_name": "Ken",
      "initials": "K",
      "name": "Ken Diplock",
      "affiliations": []
    },
    {
      "last_name": "Landry",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Landry",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "99",
    "issue": "4",
    "pub_year": "2008"
  },
  "start_page": "281",
  "end_page": "285",
  "pages": "281-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Child Day Care Centers",
    "Child Welfare",
    "Child, Preschool",
    "Disease Outbreaks",
    "Escherichia coli Infections",
    "Escherichia coli O157",
    "Female",
    "Health Surveys",
    "Humans",
    "Infant",
    "Male",
    "Mass Screening",
    "Ontario",
    "Organizational Policy",
    "Prospective Studies",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18767271",
    "pmc": "PMC6976038",
    "doi": "10.1007/BF03403755"
  },
  "doi": "10.1007/BF03403755",
  "pmc_id": "PMC6976038",
  "dates": {
    "completed": "2008-10-24",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:49.461466",
    "pmid": "18767271"
  }
}