{
  "pmid": "18768232",
  "uid": "18768232",
  "title": "Kinematic analysis of goal-directed aims made against early and late perturbations: an investigation of the relative influence of two online control processes.",
  "abstract": "Examination of goal-directed movements has evidenced two processes of visually regulated online control: early trajectory control that operates to make movement adjustments on the basis of limb velocity comparisons to internally generated models of the expected limb velocity, and late trajectory control that uses allocentric information about the limb and target positions. The results of experiments using illusory perturbations suggest that the two systems have an additive influence on movement outcome, and are relatively independent. In this theoretical context, three experiments were conducted in which actual perturbations to the aiming limb dynamics and the tasks demands were introduced. Compressed air expulsed through a stylus, in the direction of, or opposite to, that of the movement was used to impact limb velocity and the target location was moved at movement initiation to impact late evaluation of target and limb position. The results of the compressed air-only and moving target-only conditions replicated the previous evidence of early and late control, respectively. Interestingly, movement accuracy measures yielded an interactive effect of the two perturbations when presented in tandem. It appears that the perturbations prompted parallel operation of the two control processes.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Kinesiology, McMaster University, 1280 Main St. W. Hamilton, Ontario, Canada L8S 4K1. griersle@mcmaster.ca"
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Digby",
      "initials": "D",
      "name": "Digby Elliott",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Human movement science",
    "iso_abbreviation": "Hum Mov Sci",
    "issn": "0167-9457",
    "issn_type": "Print",
    "volume": "27",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Dec"
  },
  "start_page": "839",
  "end_page": "856",
  "pages": "839-56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acceleration",
    "Attention",
    "Biomechanical Phenomena",
    "Female",
    "Humans",
    "Kinesthesis",
    "Male",
    "Orientation",
    "Physical Stimulation",
    "Psychomotor Performance",
    "Sensory Deprivation"
  ],
  "article_ids": {
    "pubmed": "18768232",
    "doi": "10.1016/j.humov.2008.06.001",
    "pii": "S0167-9457(08)00058-4"
  },
  "doi": "10.1016/j.humov.2008.06.001",
  "dates": {
    "completed": "2009-03-05",
    "revised": "2013-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.279114",
    "pmid": "18768232"
  }
}