{
  "pmid": "18772272",
  "uid": "18772272",
  "title": "Informatics in radiology: image exchange: IHE and the evolution of image sharing.",
  "abstract": "The sharing of radiologic images has become a fundamental part of radiology services and is essential for delivering high-quality care. Film is quickly becoming obsolete as a means of transporting and sharing large volumes of imaging data. Image sharing has evolved from film to transportable media (eg, compact disks) to direct electronic exchange over the Internet. The latter two means of image sharing have associated work flow-related and technical challenges for which solutions are being developed. Integrating the Healthcare Enterprise (IHE) provides a standards-based approach to the development of robust, universally accepted solutions. Several IHE profiles have been developed to provide a framework for current image sharing efforts. The Philadelphia and New Jersey Health Information Exchanges and the Canada Health Infoway represent efforts to apply IHE technical profiles to facilitate the secure and confidential exchange of electronic images over the Internet. The research community is concomitantly developing solutions that solve image exchange issues that are specific to research (eg, the sharing of deidentified data) but that might also be encountered in the general population. The personal health record is a more recent development that may provide consumers with direct control over the process of sharing images electronically with their healthcare providers.",
  "authors": [
    {
      "last_name": "Mendelson",
      "fore_name": "David S",
      "initials": "DS",
      "name": "David S Mendelson",
      "affiliations": [
        "Department of Radiology and Information Technology, Mount Sinai Medical Center, New York, NY 10029, USA. david.mendelson@mountsinai.org"
      ]
    },
    {
      "last_name": "Bak",
      "fore_name": "Peter R G",
      "initials": "PR",
      "name": "Peter R G Bak",
      "affiliations": []
    },
    {
      "last_name": "Menschik",
      "fore_name": "Elliot",
      "initials": "E",
      "name": "Elliot Menschik",
      "affiliations": []
    },
    {
      "last_name": "Siegel",
      "fore_name": "Eliot",
      "initials": "E",
      "name": "Eliot Siegel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Radiographics : a review publication of the Radiological Society of North America, Inc",
    "iso_abbreviation": "Radiographics",
    "issn": "1527-1323",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "7",
    "pub_year": "2008"
  },
  "start_page": "1817",
  "end_page": "1833",
  "pages": "1817-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Information Dissemination",
    "Medical Informatics",
    "Radiology",
    "Radiology Information Systems",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18772272",
    "doi": "10.1148/rg.287085174",
    "pii": "287085174"
  },
  "doi": "10.1148/rg.287085174",
  "dates": {
    "completed": "2009-01-13",
    "revised": "2008-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:13.114390",
    "pmid": "18772272"
  }
}