{
  "pmid": "18774671",
  "uid": "18774671",
  "title": "Hypertensive extracorporeal limb perfusion (HELP): a new technique for managing critical lower limb ischemia.",
  "abstract": "OBJECTIVE: The concept of repeatedly connecting an extracorporeal blood pump to produce pancycle suprasystolic inflow pressures to ischemic limbs is introduced. Balloon catheters allow for limb isolation from the systemic circulation. In the acute phase, it is assumed that pressure is proportion to flow (Poiseuille's Law) and in the chronic phase that collateral growth is related to endothelial shear stress and wall tension. The primary objective was to establish that increased flow could be achieved through collateral circulation in animals and in man with extracorporeal limb hyperperfusion. The second objective was to develop and test an arterial access system capable of intermittent regional hyperperfusion similar in concept to intermittent hemodialysis. Finally, to demonstrate the translocation of these concepts into humans facing major limb amputation where all standard treatment options had been exhausted. METHODS: Twelve sheep (6 hyperperfusion and 6 controls) were attached to a cardiac vortex pump and perfused at 200 mm Hg pancycle with the superficial femoral artery doubly ligated and isolated from the systemic circulation with a balloon catheter. Pressure transducers measured carotid and distal femoral pressures and the carotid-femoral index was calculated. To allow hyperperfusion to be repeated transcutaneously, a peripheral access system (PAS [Allvascular, St Leonards, New South Wales, Australia]) was constructed. This device was implanted in the common carotid artery in 8 sheep and opened approximately 3 days a week for continuous arterial access up to 37 days for 67 openings. To demonstrate these principles in humans, 3 patients with critically ischemic limbs were hyperperfused intermittently. Digital thermography compared the other limb as controls and provided objective evidence of the vascular changes. RESULTS: The mean carotid-femoral index was 0.6 +/- 0.01 for controls compared with 1.1 +/- 0.28 for the hyperperfusion group (P < .001). The collateral flow was superior to normal flow (ie, with the superficial femoral not occluded). Continuous access to the carotid arterial tree via the access device was 25.3 +/- 8.8 days with 5 of 8 devices open for the entire observational period (maximum 37 days). The human ischemic limbs were hyperperfused at 2-4 times the mean arterial pressure producing 3-6 times an increase in pump flow measurements intermittently for 53 +/- 16 hours. The clinical findings of rest pain, paresthesia, capillary return, and movement showed dramatic improvement as did thermographic emissions. Major amputation was avoided in the cases presented. CONCLUSION: Blood flow through collaterals can be very significantly augmented by connection to an extracorporeal pump with isolation from the systemic circulation. The pancycle hyperperfusion can be safely repeated by implantation of an arterial access device. In the longer term, there is evidence of collateral development. When amputation is the only alternative, hypertensive extracorporeal limb perfusion should be considered.",
  "authors": [
    {
      "last_name": "Lane",
      "fore_name": "Rodney J",
      "initials": "RJ",
      "name": "Rodney J Lane",
      "affiliations": [
        "Royal North Shore Hospital, St Leonards, New South Wales, Australia. rodlane@vsim.com.au"
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    },
    {
      "last_name": "McMillan",
      "fore_name": "Darryl",
      "initials": "D",
      "name": "Darryl McMillan",
      "affiliations": []
    },
    {
      "last_name": "Huckson",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Huckson",
      "affiliations": []
    },
    {
      "last_name": "Liang",
      "fore_name": "Samuel Wei-Unn",
      "initials": "SW",
      "name": "Samuel Wei-Unn Liang",
      "affiliations": []
    },
    {
      "last_name": "Cuzzilla",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Cuzzilla",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "1097-6809",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "5",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "1156",
  "end_page": "1165",
  "pages": "1156-65; discussion 1165",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Amputation, Surgical",
    "Animals",
    "Blood Flow Velocity",
    "Blood Pressure",
    "Carotid Arteries",
    "Catheterization",
    "Collateral Circulation",
    "Critical Illness",
    "Equipment Design",
    "Extracorporeal Circulation",
    "Femoral Artery",
    "Humans",
    "Ischemia",
    "Lower Extremity",
    "Male",
    "Middle Aged",
    "Models, Animal",
    "Peripheral Vascular Diseases",
    "Radiography",
    "Regional Blood Flow",
    "Sheep",
    "Stress, Mechanical",
    "Thermography",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18774671",
    "doi": "10.1016/j.jvs.2008.05.085",
    "pii": "S0741-5214(08)01041-0"
  },
  "doi": "10.1016/j.jvs.2008.05.085",
  "dates": {
    "completed": "2008-11-13",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.678353",
    "pmid": "18774671"
  }
}