{
  "pmid": "18779441",
  "uid": "18779441",
  "title": "Differential citation rates of major cardiovascular clinical trials according to source of funding: a survey from 2000 to 2005.",
  "abstract": "BACKGROUND: Prior work indicates that therapeutic trials funded by for-profit organizations are more likely to report positive findings than trials funded by not-for-profit organizations. What impact, if any, funding source has on subsequent dissemination of trial data is uncertain. To address this issue, we used the number of citations per publication per year to assess differences in trial dissemination according to funding source. METHODS AND RESULTS: We assessed 303 consecutive superiority trials of cardiovascular medicine published between January 1, 2000, and July 30, 2005, in the Journal of the American Medical Association, The Lancet, and the New England Journal of Medicine. The primary outcome measure was the number of citations per publication per year up to December 31, 2006. Overall, the median number of citations per publication per year was 46 for trials funded exclusively by for-profit organizations, 37 for trials jointly funded, and 29 for trials funded by not-for-profit organizations (P=0.0007). Higher citation rates for trials funded by for-profit organizations were consistently observed in analyses stratified by journal and various trial design features and were most striking when the new intervention was favored over the standard of care; in this subgroup, the median number of citations per publication per year was 52 for trials funded by for-profit organizations compared with 25 for trials funded by not-for-profit organizations (P=0.0006). In marked contrast, in analyses limited to trials in which the new intervention was significantly worse than the standard of care, an inverse pattern was observed with fewer citations per publication per year for trials funded by for-profit organizations compared with not-for-profit organizations (33 versus 41; P=0.048). Higher citation rates were observed for industry-funded trials than for federally funded trials even when the trials dealt with similar issues and were published back-to-back in the same journal. CONCLUSIONS: Dissemination of clinical trial results is important for clinical practice but appears to be biased in favor of for-profit entities. Consideration should be given to more extensive promotion of clinical trial results that are funded by not-for-profit organizations.",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Center for Cardiovascular Disease Prevention, Department of Medicine, Brigham and Women's Hospital, Boston, MA 02215, USA."
      ]
    },
    {
      "last_name": "Torres",
      "fore_name": "Jose",
      "initials": "J",
      "name": "Jose Torres",
      "affiliations": []
    },
    {
      "last_name": "Ridker",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Ridker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Circulation",
    "iso_abbreviation": "Circulation",
    "issn": "1524-4539",
    "issn_type": "Electronic",
    "volume": "118",
    "issue": "13",
    "pub_year": "2008",
    "pub_month": "Sep",
    "pub_day": "23"
  },
  "start_page": "1321",
  "end_page": "1327",
  "pages": "1321-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bibliometrics",
    "Cardiovascular Diseases",
    "Data Collection",
    "Hospitals, Proprietary",
    "Hospitals, Voluntary",
    "Humans",
    "Outcome and Process Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Research Support as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18779441",
    "doi": "10.1161/CIRCULATIONAHA.108.794016",
    "pii": "CIRCULATIONAHA.108.794016"
  },
  "doi": "10.1161/CIRCULATIONAHA.108.794016",
  "dates": {
    "completed": "2008-10-17",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.045107",
    "pmid": "18779441"
  }
}