{
  "pmid": "18780806",
  "uid": "18780806",
  "title": "Medication reconciliation at hospital discharge: evaluating discrepancies.",
  "abstract": "BACKGROUND: Hospital discharge is an interface of care when patients are at a high risk of medication discrepancies as they transition from hospital to home. These discrepancies are important, as they may contribute to drug-related problems, medication errors, and adverse drug events. OBJECTIVE: To identify, characterize, and assess the clinical impact of unintentional medication discrepancies at hospital discharge. METHODS: All consecutive general internal medicine patients admitted for at least 72 hours to a tertiary care teaching hospital were prospectively assessed. Patients were excluded if they were discharged with verbal prescriptions; died during hospitalization; or transferred from or to a nursing home, another institution, or another unit within the same hospital. The primary endpoint was to determine the number of patients with at least one unintended medication discrepancy on hospital discharge. Medication discrepancies were assessed through comparison of a best possible medication discharge list with the actual discharge prescriptions. Secondary objectives were to characterize and assess the potential clinical impact of the unintentional discrepancies. RESULTS: From March 14, 2006, to June 2, 2006, 430 patients were screened for eligibility; 150 patients were included in the study. Overall, 106 (70.7%) patients had at least one actual or potential unintentional discrepancy. Sixty-two patients (41.3%) had at least one actual unintentional medication discrepancy at hospital discharge and 83 patients (55.3%) had at least one potential unintentional discrepancy. The most common unintentional discrepancies were an incomplete prescription requiring clarification, which could result in a patient delay in obtaining medications (49.5%), and the omission of medications (22.9%). Of the 105 unintentional discrepancies, 31(29.5%) had the potential to cause possible or probable patient discomfort and/or clinical deterioration. CONCLUSIONS: Medication discrepancies occur commonly on hospital discharge. Understanding the type and frequency of discrepancies can help clinicians better understand ways to prevent them. Structured medication reconciliation may help to prevent discharge medication discrepancies.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "Jacqueline D",
      "initials": "JD",
      "name": "Jacqueline D Wong",
      "affiliations": [
        "Toronto General Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bajcar",
      "fore_name": "Jana M",
      "initials": "JM",
      "name": "Jana M Bajcar",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Gary G",
      "initials": "GG",
      "name": "Gary G Wong",
      "affiliations": []
    },
    {
      "last_name": "Alibhai",
      "fore_name": "Shabbir M H",
      "initials": "SM",
      "name": "Shabbir M H Alibhai",
      "affiliations": []
    },
    {
      "last_name": "Huh",
      "fore_name": "Jin-Hyeun",
      "initials": "JH",
      "name": "Jin-Hyeun Huh",
      "affiliations": []
    },
    {
      "last_name": "Cesta",
      "fore_name": "Annemarie",
      "initials": "A",
      "name": "Annemarie Cesta",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Fernandes",
      "fore_name": "Olavo A",
      "initials": "OA",
      "name": "Olavo A Fernandes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Annals of pharmacotherapy",
    "iso_abbreviation": "Ann Pharmacother",
    "issn": "1542-6270",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "10",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "1373",
  "end_page": "1379",
  "pages": "1373-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Continuity of Patient Care",
    "Drug-Related Side Effects and Adverse Reactions",
    "Female",
    "Hospitals, Teaching",
    "Humans",
    "Male",
    "Medical History Taking",
    "Medication Errors",
    "Middle Aged",
    "Patient Discharge",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "18780806",
    "doi": "10.1345/aph.1L190",
    "pii": "aph.1L190"
  },
  "doi": "10.1345/aph.1L190",
  "dates": {
    "completed": "2008-11-17",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.855732",
    "pmid": "18780806"
  }
}