{
  "pmid": "18784543",
  "uid": "18784543",
  "title": "Ambulatory gas usage in patients with chronic obstructive pulmonary disease and exertional hypoxemia.",
  "abstract": "PURPOSE: Nonblinded observational studies have described the use of exertional supplemental oxygen in heterogeneous study populations. This report characterizes ambulatory gas usage among patients with chronic obstructive pulmonary disease (COPD) and exertional hypoxemia. METHODS: Patients with COPD and exertional hypoxemia were included in blinded N-of-1 randomized controlled trials consisting of 3 pairs (oxygen and placebo) of 2-week treatment periods. Patient-reported and objective equipment measurements of cylinder and concentrator usage were collected. RESULTS: Patients (N = 26) self-reported using gas for a median of 1.3 hours per day; measured equipment usage was 1.2 hours per day. Median concentrator use (0.8 hour per day) was significantly greater than cylinder use (0.5 hours per day) (P = .02). Patients may underestimate use by as much 1.9 hours per day or overestimate it by as much as 2.4 hours per day. The correlation coefficient between the magnitude of gas usage and the difference between the 2 estimates was 0.63 (P = .0006). As duration of gas use increased, the discrepancy between patient-reported usage and equipment gas usage increased. Below 2 hours per day, differences between patient-reported and equipment measurements were small. CONCLUSIONS: Patients with COPD and exertional hypoxemia used little more than an hour of ambulatory oxygen daily, mostly from concentrators. Individual self-reported values are reasonably accurate under 2 hours per day but inaccurate for more prolonged use.",
  "authors": [
    {
      "last_name": "Nonoyama",
      "fore_name": "Mika L",
      "initials": "ML",
      "name": "Mika L Nonoyama",
      "affiliations": [
        "Respiratory Diagnostic and Evaluation Service, West Park Healthcare Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Brooks",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Roger S",
      "initials": "RS",
      "name": "Roger S Goldstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiopulmonary rehabilitation and prevention",
    "iso_abbreviation": "J Cardiopulm Rehabil Prev",
    "issn": "1932-7501",
    "issn_type": "Print",
    "volume": "28",
    "issue": "5",
    "pub_year": "2008"
  },
  "start_page": "323",
  "end_page": "329",
  "pages": "323-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Double-Blind Method",
    "Female",
    "Humans",
    "Hypoxia",
    "Male",
    "Oxygen Inhalation Therapy",
    "Pulmonary Disease, Chronic Obstructive"
  ],
  "article_ids": {
    "pubmed": "18784543",
    "doi": "10.1097/01.HCR.0000336144.79192.5e",
    "pii": "01273116-200809000-00007"
  },
  "doi": "10.1097/01.HCR.0000336144.79192.5e",
  "dates": {
    "completed": "2009-01-13",
    "revised": "2016-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.339191",
    "pmid": "18784543"
  }
}