{
  "pmid": "18787655",
  "uid": "18787655",
  "title": "Diabetes mellitus during pregnancy and increased risk of schizophrenia in offspring: a review of the evidence and putative mechanisms.",
  "abstract": "OBJECTIVE: To identify converging themes from the neurodevelopmental hypothesis of schizophrenia and the pathophysiology of diabetic pregnancy and to examine mechanisms by which diabetes mellitus in a pregnant mother may increase the risk of schizophrenia in offspring. METHODS: We reviewed relevant publications on clinical, epidemiologic and animal studies of diabetic pregnancy and the neurodevelopmental aspects of schizophrenia. RESULTS: Epidemiologic studies have shown that the offspring of mothers who experienced diabetes mellitus during their pregnancies are 7 times more likely to develop schizophrenia, compared with those who were not exposed to diabetic pregnancy. Maternal hyperglycemia during pregnancy could predispose to schizophrenia in adult life through at least 3 prenatal mechanisms: hypoxia, oxidative stress and increased inflammation. Hyperglycemia increases oxidative stress, alters lipid metabolism, affects mitochondrial structure, causes derangements in neural cell processes and neuronal architecture and results in premature specialization before neural tube closure. The molecular mechanisms underlying these processes include the generation of excess oxyradicals and lipid peroxide intermediates as well as reductions in levels of polyunsaturated fatty acids that are known to cause increased dopaminergic and lowered gamma-aminobutyric acidergic activity. The combination of hyperglycemia and hypoxia in pregnancy also leads to altered immune function including increased tumour necrosis factor-alpha, C-reactive protein and upregulation of other proinflammatory cytokines. Finally, maternal hyperglycemia could have a lasting impact on fetal cellular physiology, resulting in increased vulnerability to stress and predisposition to schizophrenia via a mechanism known as programming. These prenatal events can also result in obstetric complications such as fetal growth abnormalities and increased susceptibility to prenatal infection, all of which are associated with a spectrum of neurodevelopmental anomalies and an enhanced risk of schizophrenia. CONCLUSION: On the basis of the evidence presented and taking into consideration the projected increases in the rates of diabetes mellitus among younger women of child-bearing potential, it is imperative that the neurodevelopmental sequelae of diabetic pregnancy in general, and the increased risk for schizophrenia in particular, receive further study.",
  "authors": [
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Voruganti",
      "fore_name": "Lakshmi P",
      "initials": "LP",
      "name": "Lakshmi P Voruganti",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of psychiatry & neuroscience : JPN",
    "iso_abbreviation": "J Psychiatry Neurosci",
    "issn": "1488-2434",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "5",
    "pub_year": "2008",
    "pub_month": "Sep"
  },
  "start_page": "395",
  "end_page": "404",
  "pages": "395-404",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Child",
    "Child of Impaired Parents",
    "Diabetes, Gestational",
    "Female",
    "Humans",
    "Pregnancy",
    "Pregnancy Complications",
    "Schizophrenia"
  ],
  "article_ids": {
    "pubmed": "18787655",
    "pmc": "PMC2527714"
  },
  "pmc_id": "PMC2527714",
  "dates": {
    "completed": "2009-03-17",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.101883",
    "pmid": "18787655"
  }
}