{
  "pmid": "18801503",
  "uid": "18801503",
  "title": "How to use an article about therapy.",
  "abstract": "PURPOSE: Most surgical interventions have inherent benefits and associated risks. Before implementing a new therapy we should ascertain the benefits and risks of the therapy and assure ourselves that the resources consumed in the intervention will not be exorbitant. MATERIALS AND METHODS: We suggest a 3-step approach to using an article from the urological literature to guide patient care. We recommend asking whether the study can provide valid results, reviewing the results and considering how the results can be applied to patient care. RESULTS: Key methodological characteristics that have an impact on the validity of a surgical trial include randomization, allocation concealment, stratification, blinding, completeness of followup and intent to treat analysis. To the extent that the quality is poor inferences from this study are weakened. However, if its quality is acceptable, one must determine the range within which the true treatment effect lies (95% CI). One must then consider whether this result can be generalized to a patient and whether the investigators have provided information about all clinically important outcomes. It is then necessary to compare the relative benefits of the intervention with its risks. If one perceives that the benefits outweigh the risks, the intervention may be of use to the patient. CONCLUSIONS: Given the time constraints of busy urological practices and training programs, applying this analysis to every relevant article would be challenging. However, the basics of this process are essentially what we all do hundreds of times each week when treating patients. Making this process explicit with guidelines to assess the strength of the available evidence will serve to improve patient care. It will also allow us to defend therapeutic interventions based on available evidence and not on anecdote.",
  "authors": [
    {
      "last_name": "Bajammal",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Bajammal",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": []
    },
    {
      "last_name": "Scarpero",
      "fore_name": "Harriette M",
      "initials": "HM",
      "name": "Harriette M Scarpero",
      "affiliations": []
    },
    {
      "last_name": "Orovan",
      "fore_name": "William",
      "initials": "W",
      "name": "William Orovan",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "180",
    "issue": "5",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "1904",
  "end_page": "1911",
  "pages": "1904-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Databases, Bibliographic",
    "Decision Making",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Information Storage and Retrieval",
    "Male",
    "Quality of Health Care",
    "Randomized Controlled Trials as Topic",
    "Sensitivity and Specificity",
    "United States",
    "Urologic Diseases",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "18801503",
    "doi": "10.1016/j.juro.2008.07.026",
    "pii": "S0022-5347(08)01829-6"
  },
  "doi": "10.1016/j.juro.2008.07.026",
  "dates": {
    "completed": "2008-11-17",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.265152",
    "pmid": "18801503"
  }
}