{
  "pmid": "18824466",
  "uid": "18824466",
  "title": "Apparently conclusive meta-analyses may be inconclusive--Trial sequential analysis adjustment of random error risk due to repetitive testing of accumulating data in apparently conclusive neonatal meta-analyses.",
  "abstract": "BACKGROUND: Random error may cause misleading evidence in meta-analyses. The required number of participants in a meta-analysis (i.e. information size) should be at least as large as an adequately powered single trial. Trial sequential analysis (TSA) may reduce risk of random errors due to repetitive testing of accumulating data by evaluating meta-analyses not reaching the information size with monitoring boundaries. This is analogous to sequential monitoring boundaries in a single trial. METHODS: We selected apparently conclusive (P </= 0.05) Cochrane neonatal meta-analyses. We applied heterogeneity-adjusted and unadjusted TSA on these meta-analyses by calculating the information size, the monitoring boundaries, and the cumulative Z-statistic after each trial. We identified the proportion of meta-analyses that did not reach the required information size and the proportion of these meta-analyses in which the Z-curve did not cross the monitoring boundaries. RESULTS: Of 54 apparently conclusive meta-analyses, 39 (72%) did not reach the heterogeneity-adjusted information size required to accept or reject an intervention effect of 25% relative risk reduction. Of these 39, 19 meta-analyses (49%) were considered inconclusive, because the cumulative Z-curve did not cross the monitoring boundaries. The median number of participants required to reach the required information size was 1591 (range, 339-6149). TSA without heterogeneity adjustment largely confirmed these results. CONCLUSIONS: Many apparently conclusive Cochrane neonatal meta-analyses may become inconclusive when the statistical analyses take into account the risk of random error due to repetitive testing.",
  "authors": [
    {
      "last_name": "Brok",
      "fore_name": "Jesper",
      "initials": "J",
      "name": "Jesper Brok",
      "affiliations": [
        "The Copenhagen Trial Unit, Center for Clinical Intervention Research, Department 3344, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark. jbrok@ctu.rh.dk"
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": []
    },
    {
      "last_name": "Wetterslev",
      "fore_name": "Jørn",
      "initials": "J",
      "name": "Jørn Wetterslev",
      "affiliations": []
    },
    {
      "last_name": "Gluud",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gluud",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of epidemiology",
    "iso_abbreviation": "Int J Epidemiol",
    "issn": "1464-3685",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "287",
  "end_page": "298",
  "pages": "287-98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Humans",
    "Infant, Newborn",
    "Infant, Newborn, Diseases",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Review Literature as Topic",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "18824466",
    "doi": "10.1093/ije/dyn188",
    "pii": "dyn188"
  },
  "doi": "10.1093/ije/dyn188",
  "dates": {
    "completed": "2009-03-25",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.466390",
    "pmid": "18824466"
  }
}