{
  "pmid": "18824947",
  "uid": "18824947",
  "title": "Citrus fruit intake and pancreatic cancer risk: a quantitative systematic review.",
  "abstract": "OBJECTIVES: The purpose of this systematic review was to investigate the association between dietary intake of citrus fruits and pancreatic cancer risk. METHODS: Authors searched electronic databases and the reference lists of publications of studies addressing diet and pancreatic cancer up to December 2007. All of the epidemiological studies that obtained individual data on dietary intake of citrus fruits and presented risk estimates of the association between intake of citrus fruits and risk of pancreatic cancer were identified and included. Using general variance-based methods, study-specific odds ratios (ORs)/relative risk and associated confidence interval (CI)/SE for highest versus lowest intake of citrus fruits level were extracted from each article. RESULTS: Nine articles including 4 case-control studies and 5 cohort studies proved eligible. Overall summary OR using random effect model suggested an inverse association in risk of pancreatic cancer with intake of citrus fruits (summary OR, 0.83; 95% CI, 0.70-0.98) with large heterogeneity across studies (I = 49.9%). CONCLUSIONS: Pooled results from observational studies showed an inverse association between intake of citrus fruits and the risk of pancreatic cancer, although results vary substantially across studies, and the apparent effect is restricted to the weaker study design (case-control studies).",
  "authors": [
    {
      "last_name": "Bae",
      "fore_name": "Jong-Myon",
      "initials": "JM",
      "name": "Jong-Myon Bae",
      "affiliations": [
        "Department of Preventive Medicine, Cheju National University College of Medicine, Jejudo, Korea. jmbae@cheju.ac.kr"
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Eun Ja",
      "initials": "EJ",
      "name": "Eun Ja Lee",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pancreas",
    "iso_abbreviation": "Pancreas",
    "issn": "1536-4828",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Mar"
  },
  "start_page": "168",
  "end_page": "174",
  "pages": "168-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Case-Control Studies",
    "Citrus",
    "Humans",
    "Middle Aged",
    "Pancreatic Neoplasms",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "18824947",
    "doi": "10.1097/MPA.0b013e318188c497",
    "pii": "00006676-200903000-00011"
  },
  "doi": "10.1097/MPA.0b013e318188c497",
  "dates": {
    "completed": "2009-04-28",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.340194",
    "pmid": "18824947"
  }
}