{
  "pmid": "18830205",
  "uid": "18830205",
  "title": "Clinical case reports and case series research in evaluating surgery. Part II. The content and form: uses of single clinical case reports and case series research in surgical specialties.",
  "abstract": "Single clinical case and case series reports have long been an integral part of medicine and surgery. Despite this, due to their vague objectives and questions to answer, unstructured presentations and absent, exaggerated and/or unsubstantiated conclusions and recommendations, they are sometimes perceived as a lighter piece of evidence in modern surgical understanding and decision-making. Their value may, in fact, be in their contribution to theory, inference, or both. Today, modern case reporting is a balanced mixture of traditional patient-centered reporting methodology, a quantitative approach to (\"scientific\") inference and growing experience from qualitative research and evaluation methodology in general policies, programs, politics, arts, humanities, business, economics, and the military. Integration of such experiences is possible and even desirable in modern clinical case(s) reporting. Both strengths and weaknesses of case(s) reporting are based on the structure and content of case(s) reports in terms of the clarity of their leading questions and objectives, structured presentation in form and valid argument building blocks founded on the best evidence available leading to their realistic conclusions and claims. Readers must assess their real value in general and in the context of their own decisions in research and practice with patients under their care and in decision-making. Most discussion about single clinical case reports and case series research revolves around their relevance to some degree of proof of cause-effect relationships. The relevance of case reports and case series research goes well beyond this point. Recommendations for both surgical and other case presenters and their interlocutors and readers are offered for consideration.",
  "authors": [
    {
      "last_name": "Jenicek",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jenicek",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. jenicekm@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1643-3750",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "10",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "RA149",
  "end_page": "RA162",
  "pages": "RA149-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Decision Making",
    "Evaluation Studies as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Research Design",
    "Specialties, Surgical"
  ],
  "article_ids": {
    "pubmed": "18830205",
    "pii": "869400"
  },
  "dates": {
    "completed": "2008-12-11",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:59.465763",
    "pmid": "18830205"
  }
}