{
  "pmid": "18832342",
  "uid": "18832342",
  "title": "A comparison between a retrograde interference screw, suture button, and combined fixation on the tibial side in an all-inside anterior cruciate ligament reconstruction: a biomechanical study in a porcine model.",
  "abstract": "BACKGROUND: Effective soft tissue graft fixation to the tibial tunnel in all-inside anterior cruciate ligament reconstructions has been reported to be a problem and may lead to retrograde pullout at ultimate load testing. HYPOTHESIS: A combined retrograde bioabsorbable screw and cortical-cancellous suture button suspension apparatus would gain stiffness from the button and strength from the screw, thus providing for a larger pullout ultimate load, yield load, and stiffness when compared with either fixation alone in an all-inside anterior cruciate ligament reconstruction. STUDY DESIGN: Controlled laboratory study. METHODS: Eighteen porcine tibias (average bone mineral density of 1.46, measured by dual-energy x-ray absorptiometry scan) and 18 bovine extensor tendon allografts were divided into 3 groups: retrograde bioabsorbable screw fixation, cortical-cancellous suture button suspension apparatus fixation, and combined fixation in the tibia, with 6 specimens per group. They were biomechanically tested with cyclic (500 cycles, 50-250 N, 1 Hz) and load-to-failure (20 mm/min) parameters. RESULTS: During cyclic testing, the retrograde screw-only group had a larger cyclic displacement (2.98 +/- 2.28 mm) than the suture button with retrograde screw combination group (1.40 +/- 0.34 mm). The combination fixation group also produced a higher cyclic stiffness (161.93 +/- 61.81 N/mm) than the retrograde screw-only group (91.59 +/- 43.26 N/mm). In load-to-failure testing, the retrograde screw with suture button combination group withstood significantly higher initial failure forces (873.87 +/- 148.74 N) than the retrograde screw-only (558.44 +/- 126.33 N) and suture button-only (121.76 +/- 40.57 N) groups. Additionally, ultimate loads were also significantly higher for the combination group (1027 +/- 157.11 N) than either the retrograde screw group (679.00 +/- 109.44 N) or the suture button group (161.00 +/- 29.27 N). The retrograde screw with suture button combination group showed significantly higher pullout stiffness (152.50 +/- 46.37 N/mm) than either the retrograde screw-only group (78.31 +/- 12.85 N/mm) or the suture button-only group (25.79 +/- 9.30 N/mm). CONCLUSION: Soft tissue grafts fixed with a combination of a retrograde screw and a suture button were able to withstand higher initial failure and ultimate failure loads and were also stiffer than grafts fixed with either a retrograde screw or a suture button alone. CLINICAL RELEVANCE: These findings may prove useful in providing additional stability when using an all-inside technique in a difficult case, or in a patient with poor bone stock, and may also be useful as an alternative to more commonly used tibial tunnel soft tissue fixation techniques.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Division of Sports Medicine, Department of Orthopaedic Surgery, University of Minnesota, Minneapolis, MN 55454, USA."
      ]
    },
    {
      "last_name": "Wijdicks",
      "fore_name": "Coen A",
      "initials": "CA",
      "name": "Coen A Wijdicks",
      "affiliations": []
    },
    {
      "last_name": "Parker",
      "fore_name": "Josh B",
      "initials": "JB",
      "name": "Josh B Parker",
      "affiliations": []
    },
    {
      "last_name": "Hapa",
      "fore_name": "Onur",
      "initials": "O",
      "name": "Onur Hapa",
      "affiliations": []
    },
    {
      "last_name": "LaPrade",
      "fore_name": "Robert F",
      "initials": "RF",
      "name": "Robert F LaPrade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jan"
  },
  "start_page": "160",
  "end_page": "167",
  "pages": "160-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Absorbable Implants",
    "Animals",
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Biomechanical Phenomena",
    "Bone Screws",
    "Equipment Design",
    "Orthopedic Procedures",
    "Surgical Fixation Devices",
    "Suture Anchors",
    "Swine",
    "Tibia",
    "Transplants"
  ],
  "article_ids": {
    "pubmed": "18832342",
    "doi": "10.1177/0363546508323747",
    "pii": "0363546508323747"
  },
  "doi": "10.1177/0363546508323747",
  "dates": {
    "completed": "2009-05-06",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.490465",
    "pmid": "18832342"
  }
}