{
  "pmid": "18835661",
  "uid": "18835661",
  "title": "The relation between early life adversity, cortisol awakening response and diurnal salivary cortisol levels in postpartum women.",
  "abstract": "Early life adversity has been associated with hypothalamic-pituitary-adrenal (HPA) axis dysfunction in both children and adults. However, in adulthood, most studies have focused on the effects of early adversity on HPA axis stress reactivity rather than the cortisol awakening response or diurnal cortisol profiles. The goal of this study was to examine the cumulative effects of early life adversity on the cortisol awakening response (CAR) and diurnal cortisol profiles in a sample of postpartum women. Ninety women between 2 and 6 months postpartum completed two retrospective reports assessing adverse early life experiences (maltreatment and consistency of care). Eighteen women reported having experienced both parental loss and some form of childhood maltreatment and 36 women reported having experienced one type of early life adversity, either parental loss or maltreatment. HPA axis function was assessed through salivary cortisol collections over two consecutive days for measurement of the cortisol awakening response (n=61) and diurnal cortisol rhythm (n=90). Women who reported experiencing adverse early life experiences exhibited a tendency towards higher levels of awakening cortisol compared to women who reported no adverse early life experiences (p=.07). These higher awakening cortisol levels were sustained throughout the morning in the groups who experienced early adversity, with all groups exhibiting the typical diurnal decline in the afternoon and evening (p<.05). Women reporting early adversity exhibited more heterogeneity in their diurnal cortisol levels across the two collection days (p<.01). Our findings suggest that in a community sample of postpartum women, early adversity is associated with current HPA axis function. These findings may have implications for the nature of mother-infant interactions.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychology, University of Toronto, 3359 Mississauga Road N, Mississauga, ON, Canada. gonzal@mcmaster.ca"
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Jenkins",
      "affiliations": []
    },
    {
      "last_name": "Steiner",
      "fore_name": "Meir",
      "initials": "M",
      "name": "Meir Steiner",
      "affiliations": []
    },
    {
      "last_name": "Fleming",
      "fore_name": "Alison S",
      "initials": "AS",
      "name": "Alison S Fleming",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Psychoneuroendocrinology",
    "iso_abbreviation": "Psychoneuroendocrinology",
    "issn": "0306-4530",
    "issn_type": "Print",
    "volume": "34",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jan"
  },
  "start_page": "76",
  "end_page": "86",
  "pages": "76-86",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Adult Survivors of Child Abuse",
    "Circadian Rhythm",
    "Female",
    "Humans",
    "Hydrocortisone",
    "Parent-Child Relations",
    "Postpartum Period",
    "Retrospective Studies",
    "Saliva",
    "Stress, Psychological",
    "Time Factors",
    "Wakefulness"
  ],
  "article_ids": {
    "pubmed": "18835661",
    "doi": "10.1016/j.psyneuen.2008.08.012",
    "pii": "S0306-4530(08)00218-7"
  },
  "doi": "10.1016/j.psyneuen.2008.08.012",
  "dates": {
    "completed": "2009-03-24",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Hydrocortisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.109833",
    "pmid": "18835661"
  }
}