{
  "pmid": "18839377",
  "uid": "18839377",
  "title": "Current management of tibial shaft fractures: a survey of 450 Canadian orthopedic trauma surgeons.",
  "abstract": "BACKGROUND AND PURPOSE: Strategies to manage tibial fractures include nonoperative and operative approaches. Strategies to enhance healing include a variety of bone stimulators. It is not known what forms of management for tibial fractures predominate among Canadian orthopedic surgeons. We therefore asked a representative sample of orthopedic trauma surgeons about their management of tibial fracture patients. METHODS: This was a cross-sectional survey of 450 Canadian orthopedic trauma surgeons. We inquired about demographic variables and current tibial shaft fracture management strategies. RESULTS: 268 surgeons completed the survey, a response rate of 60%. Most respondents (80%) managed closed tibial shaft fracture operatively; 47% preferred reamed intramedullary nailing and 40% preferred unreamed. For open tibial shaft fractures, 59% of surgeons preferred reamed intramedullary nailing. Some surgeons (16%) reported use of bone stimulators for management of uncomplicated open and closed tibial shaft fractures, and almost half (45%) made use of this adjunctive modality for complicated tibial shaft fractures. Low-intensity pulsed ultrasound and electrical stimulation proved equally popular (21% each) and 80% of respondents felt that a reduction in healing time of 6 weeks or more, attributed to a bone stimulator, would be clinically important. INTERPRETATION: Current practice regarding orthopedic management of tibial shaft fractures in Canada strongly favors operative treatment with intramedullary nailing, although respondents were divided in their preference for reamed and unreamed nailing. Use of bone stimulators is common as an adjunctive modality in this injury population. Large randomized trials are needed to provide better evidence to guide clinical decision making regarding the choice of reamed or unreamed nailing for tibial shaft fractures, and to inform surgeons about the actual effect of bone stimulators.",
  "authors": [
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. j.busse@utoronto.ca"
      ]
    },
    {
      "last_name": "Morton",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Morton",
      "affiliations": []
    },
    {
      "last_name": "Lacchetti",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Lacchetti",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Acta orthopaedica",
    "iso_abbreviation": "Acta Orthop",
    "issn": "1745-3682",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "5",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "689",
  "end_page": "694",
  "pages": "689-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Electric Stimulation Therapy",
    "Female",
    "Fracture Fixation, Internal",
    "Fracture Fixation, Intramedullary",
    "Fracture Healing",
    "Humans",
    "Male",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires",
    "Tibial Fractures",
    "Ultrasonic Therapy"
  ],
  "article_ids": {
    "pubmed": "18839377",
    "doi": "10.1080/17453670810016722",
    "pii": "903404235"
  },
  "doi": "10.1080/17453670810016722",
  "dates": {
    "completed": "2008-10-09",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.008725",
    "pmid": "18839377"
  }
}