{
  "pmid": "18848153",
  "uid": "18848153",
  "title": "Diagnosis and management of neonatal alloimmune thrombocytopenia.",
  "abstract": "Neonatal alloimmune thrombocytopenia (NAT) is a life-threatening bleeding disorder caused by maternal platelet antibodies produced in response to fetal platelet antigens inherited from the father. Antiplatelet antibodies cross the placenta and cause destruction of fetal platelets, leading to severe thrombocytopenia, and potentially bleeding, including fatal intracerebral hemorrhage. Incompatibilities between maternal and fetal platelets for the human platelet antigen 1a (previously called PL(A1)) account for most of the patients with NAT, but other antigens are commonly implicated. Diagnostic testing for NAT involves genotyping of maternal, paternal, and sometimes fetal DNA; platelet antigen phenotyping; and maternal platelet antibody investigations using specialized platelet glycoprotein specific assays. The management of women and infants at risk for NAT remains largely empiric; and mounting evidence points to prohibitive risks of invasive procedures such as fetal blood sampling and intrauterine platelet transfusions, except in rare circumstances. Improvements in our understanding of the pathophysiology of NAT, and of clinical and laboratory predictors of severity, may help develop better treatments and improve our ability to identify mothers at risk.",
  "authors": [
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "The McMaster Platelet Immunology Diagnostic Laboratory, McMaster University, Hamilton, Ontario, Canada. arnold@mcmaster.ca"
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "James W",
      "initials": "JW",
      "name": "James W Smith",
      "affiliations": []
    },
    {
      "last_name": "Kelton",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Kelton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transfusion medicine reviews",
    "iso_abbreviation": "Transfus Med Rev",
    "issn": "1532-9496",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "255",
  "end_page": "267",
  "pages": "255-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Algorithms",
    "Clinical Laboratory Techniques",
    "Diagnosis, Differential",
    "Erythroblastosis, Fetal",
    "Hemorrhage",
    "Humans",
    "Infant, Newborn",
    "Models, Biological",
    "Thrombocytopenia, Neonatal Alloimmune"
  ],
  "article_ids": {
    "pubmed": "18848153",
    "doi": "10.1016/j.tmrv.2008.05.003",
    "pii": "S0887-7963(08)00039-4"
  },
  "doi": "10.1016/j.tmrv.2008.05.003",
  "dates": {
    "completed": "2008-12-09",
    "revised": "2011-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.226398",
    "pmid": "18848153"
  }
}