{
  "pmid": "18855814",
  "uid": "18855814",
  "title": "Guidelines for research on drugged driving.",
  "abstract": "AIMS: A major problem in assessing the true public health impact of drug-use on driving and overall traffic safety is that the variables being measured across studies vary significantly. In studies reported in a growing global literature, basic parameters assessed, analytical techniques and drugs tested are simply not comparable due to lack of standardization in the field. These shortcomings severely limit the value of this research to add knowledge to the field. A set of standards to harmonize research findings is sorely needed. This project was initiated by several international organizations to develop guidelines for research on drugged driving. METHODS: A September 2006 meeting of international experts discussed the harmonization of protocols for future research on drugged driving. The principal objective of the meeting was to develop a consensus report setting guidelines, standards, core data variables and other controls that would form the basis for future international research. A modified Delphi method was utilized to develop draft guidelines. Subsequently, these draft guidelines were posted on the internet for global review, and comments received were integrated into the final document. RESULTS: The Guidelines Document is divided into three major sections, each focusing upon different aspects of drugged driving research (e.g. roadside surveys, prevalence studies, hospital studies, fatality and crash investigations, etc.) within the critical issue areas of 'behavior', 'epidemiology' and 'toxicology'. The behavioral section contains 32 specific recommendations; (2) epidemiology 40 recommendations; and (3) toxicology 64 recommendations. CONCLUSIONS: It is anticipated that these guidelines will improve significantly the overall quality of drugged driving research and facilitate future cross-study comparisons nationally and globally.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Walsh",
      "affiliations": [
        "The Walsh Group, PA, Bethesda, MD, USA. jmwalsh@walshgroup.org"
      ]
    },
    {
      "last_name": "Verstraete",
      "fore_name": "Alain G",
      "initials": "AG",
      "name": "Alain G Verstraete",
      "affiliations": []
    },
    {
      "last_name": "Huestis",
      "fore_name": "Marilyn A",
      "initials": "MA",
      "name": "Marilyn A Huestis",
      "affiliations": []
    },
    {
      "last_name": "Mørland",
      "fore_name": "Jørg",
      "initials": "J",
      "name": "Jørg Mørland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "0965-2140",
    "issn_type": "Print",
    "volume": "103",
    "issue": "8",
    "pub_year": "2008",
    "pub_month": "Aug"
  },
  "start_page": "1258",
  "end_page": "1268",
  "pages": "1258-68",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Guideline",
    "Journal Article"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Automobile Driving",
    "Delphi Technique",
    "Humans",
    "Illicit Drugs",
    "Prescription Drugs",
    "Substance Abuse Detection",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18855814",
    "mid": "NIHMS113006",
    "pmc": "PMC2690607",
    "doi": "10.1111/j.1360-0443.2008.02277.x",
    "pii": "ADD2277"
  },
  "doi": "10.1111/j.1360-0443.2008.02277.x",
  "pmc_id": "PMC2690607",
  "dates": {
    "completed": "2009-06-12",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Illicit Drugs",
    "Prescription Drugs"
  ],
  "grants": [
    {
      "grant_id": "Z01 DA000414",
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.491621",
    "pmid": "18855814"
  }
}