{
  "pmid": "18852877",
  "uid": "18852877",
  "title": "Fetal and neonatal nicotine exposure in Wistar rats causes progressive pancreatic mitochondrial damage and beta cell dysfunction.",
  "abstract": "Nicotine replacement therapy (NRT) is currently recommended as a safe smoking cessation aid for pregnant women. However, fetal and neonatal nicotine exposure in rats causes mitochondrial-mediated beta cell apoptosis at weaning, and adult-onset dysglycemia, which we hypothesize is related to progressive mitochondrial dysfunction in the pancreas. Therefore in this study we examined the effect of fetal and neonatal exposure to nicotine on pancreatic mitochondrial structure and function during postnatal development. Female Wistar rats were given saline (vehicle control) or nicotine bitartrate (1 mg/kg/d) via subcutaneous injection for 2 weeks prior to mating until weaning. At 3-4, 15 and 26 weeks of age, oral glucose tolerance tests were performed, and pancreas tissue was collected for electron microscopy, enzyme activity assays and islet isolation. Following nicotine exposure mitochondrial structural abnormalities were observed beginning at 3 weeks and worsened with advancing age. Importantly the appearance of these structural defects in nicotine-exposed animals preceded the onset of glucose intolerance. Nicotine exposure also resulted in significantly reduced pancreatic respiratory chain enzyme activity, degranulation of beta cells, elevated islet oxidative stress and impaired glucose-stimulated insulin secretion compared to saline controls at 26 weeks of age. Taken together, these data suggest that maternal nicotine use during pregnancy results in postnatal mitochondrial dysfunction that may explain, in part, the dysglycemia observed in the offspring from this animal model. These results clearly indicate that further investigation into the safety of NRT use during pregnancy is warranted.",
  "authors": [
    {
      "last_name": "Bruin",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Bruin",
      "affiliations": [
        "Reproductive Biology Division, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Petre",
      "fore_name": "Maria A",
      "initials": "MA",
      "name": "Maria A Petre",
      "affiliations": []
    },
    {
      "last_name": "Raha",
      "fore_name": "Sandeep",
      "initials": "S",
      "name": "Sandeep Raha",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Morrison",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Holloway",
      "fore_name": "Alison C",
      "initials": "AC",
      "name": "Alison C Holloway",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "10",
    "pub_year": "2008"
  },
  "start_page": "e3371",
  "pages": "e3371",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Animals, Newborn",
    "Female",
    "Fetus",
    "Glucose Intolerance",
    "Insulin-Secreting Cells",
    "Maternal Exposure",
    "Mitochondria",
    "Nicotine",
    "Pancreas",
    "Pregnancy",
    "Rats",
    "Rats, Wistar"
  ],
  "article_ids": {
    "pubmed": "18852877",
    "pmc": "PMC2566598",
    "doi": "10.1371/journal.pone.0003371"
  },
  "doi": "10.1371/journal.pone.0003371",
  "pmc_id": "PMC2566598",
  "dates": {
    "completed": "2008-12-18",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Nicotine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.546550",
    "pmid": "18852877"
  }
}