{
  "pmid": "18854541",
  "uid": "18854541",
  "title": "Will the history and physical examination help establish that irritable bowel syndrome is causing this patient's lower gastrointestinal tract symptoms?",
  "abstract": "CONTEXT: Many individuals experience lower gastrointestinal tract symptoms, most commonly attributable to functional conditions. These individuals are frequently diagnosed with irritable bowel syndrome (IBS) based on their symptoms; however, some may require additional testing or referral to specialists before this diagnosis is made. OBJECTIVE: To systematically review the literature of the accuracy of individual symptoms and combinations of findings in diagnosing IBS. DATA SOURCES: Search of MEDLINE and EMBASE (up to June 2008) for prospective studies reporting on unselected cohorts of adult patients with lower gastrointestinal tract symptoms recorded before investigation. STUDY SELECTION: Studies prospectively evaluating accuracy of individual symptoms or combinations of findings compared with results from investigations of the lower gastrointestinal tract. DATA EXTRACTION: Two authors independently assessed studies and extracted data to estimate likelihood ratios (LRs) of individual symptoms and combinations of findings in diagnosing IBS. RESULTS: Ten studies evaluating 2355 patients were identified, with a summary prevalence of IBS following investigation of 57%. Individual symptom items yielded positive LRs from 1.2 (95% confidence interval [CI], 0.93-1.6) for passage of mucus per rectum to 2.1 (95% CI, 1.4-3.0) for looser stools at onset of abdominal pain and negative LRs from 0.29 (95% CI, 0.12-0.72) for no lower abdominal pain to 0.88 (95% CI, 0.72-1.1) for no passage of mucus per rectum in diagnosing IBS. The Manning criteria had a summary positive LR of 2.9 (95% CI, 1.3-6.4) and a summary negative LR of 0.29 (95% CI, 0.12-0.71). The Rome I criteria had a positive LR of 4.8 (95% CI, 3.6-6.5) and a negative LR of 0.34 (95% CI, 0.29-0.41). The Kruis scoring system provided a summary positive LR of 8.6 (95% CI, 2.9-26.0) and a summary negative LR of 0.26 (95% CI, 0.17-0.41). The Rome II and III criteria have not been studied. CONCLUSIONS: Individual symptoms have limited accuracy for diagnosing IBS in patients referred with lower gastrointestinal tract symptoms. The accuracy of the Manning criteria and Kruis scoring system were only modest. Despite strong advocacy for use of the Rome criteria, only the Rome I classification has been validated. Future research should concentrate on validating existing diagnostic criteria or developing more accurate ways of predicting a diagnosis of IBS without the need for investigation of the lower gastrointestinal tract.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Gastroenterology Division, McMaster University Medical Centre, 1200 Main St W, Hamilton, ON L8N 3Z5, Canada. alexf12399@yahoo.com"
      ]
    },
    {
      "last_name": "Talley",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Talley",
      "affiliations": []
    },
    {
      "last_name": "Veldhuyzen van Zanten",
      "fore_name": "Sander J O",
      "initials": "SJ",
      "name": "Sander J O Veldhuyzen van Zanten",
      "affiliations": []
    },
    {
      "last_name": "Vakil",
      "fore_name": "Nimish B",
      "initials": "NB",
      "name": "Nimish B Vakil",
      "affiliations": []
    },
    {
      "last_name": "Simel",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Simel",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "300",
    "issue": "15",
    "pub_year": "2008",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "1793",
  "end_page": "1805",
  "pages": "1793-805",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Abdominal Pain",
    "Diagnosis, Differential",
    "Diarrhea",
    "Humans",
    "Irritable Bowel Syndrome",
    "Physical Examination"
  ],
  "article_ids": {
    "pubmed": "18854541",
    "doi": "10.1001/jama.300.15.1793",
    "pii": "300/15/1793"
  },
  "doi": "10.1001/jama.300.15.1793",
  "dates": {
    "completed": "2008-10-20",
    "revised": "2016-10-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.371997",
    "pmid": "18854541"
  }
}