{
  "pmid": "18855232",
  "uid": "18855232",
  "title": "Compliance of medical students with voluntary use of personal data assistants for clerkship assessments.",
  "abstract": "BACKGROUND: For several years, final-year students at McMaster University have been required to complete 10 mini-CEX type assessments per rotation. A similar system was being introduced at Ottawa. PURPOSE: To facilitate data capture, we decided to introduce a personal data assistant (PDA)-based system and evaluate its impact. METHOD: A randomized trial was designed to compare the acceptability of PDA and printed evaluation forms. The trial failed because of clerks' unwillingness to use PDAs. A focus group was held and user surveys were administered, chiefly by e-mail, to explore students' preference for printed forms. RESULTS: Thirty percent of invited clerks (52/176) agreed to use a PDA; 6% (11; 21% of those agreeing) recorded one or more encounters; 2% (4) recorded at least the minimum number of evaluations required by their program. Most survey respondents expressed concerns related primarily to the relative inconvenience of PDAs compared to paper, a judgment reflecting the time required both to install required software and to become familiar with the software and data entry form, and to record information via the form. A minority were also concerned about assessors' willingness or ability to use PDA forms. CONCLUSION: Before asking students and clinical supervisors to use a PDA-based encounter-evaluation form in clerkship, planners should conduct a careful assessment of the advantages and disadvantages for students of the system they hope to implement. The prima facie greater convenience and efficiency of the PDA may actually be offset by workplace disincentives and inefficiencies in data recording, relative to the incentives and efficiencies associated with a system based on printed (paper) forms.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Program for Educational Research and Development, McMaster University, Hamilton, Ontario, Canada. norman@mcmaster.ca"
      ]
    },
    {
      "last_name": "Keane",
      "fore_name": "David",
      "initials": "D",
      "name": "David Keane",
      "affiliations": []
    },
    {
      "last_name": "Oppenheimer",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Oppenheimer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Teaching and learning in medicine",
    "iso_abbreviation": "Teach Learn Med",
    "issn": "1532-8015",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2008"
  },
  "start_page": "295",
  "end_page": "301",
  "pages": "295-301",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Clinical Clerkship",
    "Clinical Competence",
    "Computers, Handheld",
    "Consumer Behavior",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Electronic Mail",
    "Feedback",
    "Focus Groups",
    "Gynecology",
    "Humans",
    "Motivation",
    "Obstetrics",
    "Pediatrics",
    "Students, Medical",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "18855232",
    "doi": "10.1080/10401330802199542",
    "pii": "904095902"
  },
  "doi": "10.1080/10401330802199542",
  "dates": {
    "completed": "2009-01-13",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.743720",
    "pmid": "18855232"
  }
}