{
  "pmid": "18928643",
  "uid": "18928643",
  "title": "The cost-effectiveness of palivizumab for respiratory syncytial virus prophylaxis in premature infants with a gestational age of 32-35 weeks: a Canadian-based analysis .",
  "abstract": "BACKGROUND: Prophylactic therapy with palivizumab, a humanized monoclonal antibody, has been shown to reduce the number of respiratory syncytial virus (RSV)-related hospitalizations in preterm infants, including those in the 32-35 weeks' gestational age (GA) subgroup. The cost-effectiveness of this therapy in Canada is unknown. OBJECTIVES: To evaluate the cost-effectiveness of palivizumab as respiratory syncytial virus prophylaxis in premature infants born at 32-35 weeks' GA. DESIGN: A decision analytic model was designed to compare both direct and indirect medical costs and benefits of prophylaxis in this subgroup of premature infants. Sensitivity analyses were performed to ascertain the robustness of the model for five point estimates: mortality rate, discounting rates, health-utility values, degree of vial-sharing and administration costs. A probabilistic sensitivity analysis (PSA) was also conducted. SETTING: Canadian publicly funded health-care system (Ministry of Health payer perspective) for base-case analysis. Societal perspective, accounting for future lost productivity, was adopted for a secondary analysis. PARTICIPANTS: Canadian infants born at 32-35 weeks' GA without chronic lung disease. INTERVENTIONS: Palivizumab prophylaxis versus no prophylaxis. MAIN OUTCOME MEASURES: Expected costs and incremental cost-effectiveness ratio expressed as cost per life-year gained (LYG) and quality-adjusted life-year (QALY) using 2007 Canadian dollars. RESULTS: The expected costs were higher for palivizumab prophylaxis as compared with no prophylaxis. The incremental cost-effectiveness ratio (ICER) for the base-case scenario was $20 924 per QALY after discounting, which is considered cost-effective in Canada. When the uncertainty of the input parameter assumptions was tested through sensitivity analyses assessing several data sources for five key parameters, no substantial differences were found from the base-case results. The PSA indicated a 0.99 probability that the ICER for palivizumab was less than $50 000/QALY. Sub-analyses that varied the number of risk factors found that for infants with two or more risk factors, or at least moderate risk, palivizumab had incremental costs per QALY that indicated moderate-to-strong evidence for adoption (range: $808-81 331, per QALY). CONCLUSIONS: Palivizumab was cost-effective and the authors' model supports prophylaxis for infants born at 32-35 weeks' GA, particularly those with more than two risk factors or at least a moderate level of risk according to a risk scoring tool.",
  "authors": [
    {
      "last_name": "Lanctôt",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lanctôt",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, University of Toronto,Toronto, Ontario, Canada. krista.lanctot@sunnybrook.ca"
      ]
    },
    {
      "last_name": "Masoud",
      "fore_name": "Shababa T",
      "initials": "ST",
      "name": "Shababa T Masoud",
      "affiliations": []
    },
    {
      "last_name": "Paes",
      "fore_name": "Bosco A",
      "initials": "BA",
      "name": "Bosco A Paes",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Chiu",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Chiu",
      "affiliations": []
    },
    {
      "last_name": "Hui",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Hui",
      "affiliations": []
    },
    {
      "last_name": "Francis",
      "fore_name": "Philip L",
      "initials": "PL",
      "name": "Philip L Francis",
      "affiliations": []
    },
    {
      "last_name": "Oh",
      "fore_name": "Paul I",
      "initials": "PI",
      "name": "Paul I Oh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current medical research and opinion",
    "iso_abbreviation": "Curr Med Res Opin",
    "issn": "1473-4877",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "11",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "3223",
  "end_page": "3237",
  "pages": "3223-37",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Humanized",
    "Antiviral Agents",
    "Canada",
    "Chemoprevention",
    "Cost-Benefit Analysis",
    "Decision Support Techniques",
    "Decision Trees",
    "Female",
    "Gestational Age",
    "Health Care Costs",
    "Humans",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Premature, Diseases",
    "Intensive Care Units, Neonatal",
    "Length of Stay",
    "Male",
    "Palivizumab",
    "Respiratory Syncytial Virus Infections"
  ],
  "article_ids": {
    "pubmed": "18928643",
    "doi": "10.1185/03007990802484234",
    "pii": "4678d"
  },
  "doi": "10.1185/03007990802484234",
  "dates": {
    "completed": "2011-05-31",
    "revised": "2024-12-19"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Humanized",
    "Antiviral Agents",
    "Palivizumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:02.306997",
    "pmid": "18928643"
  }
}