{
  "pmid": "18928495",
  "uid": "18928495",
  "title": "Hemodynamic performance of stentless versus stented valves: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Several trials have compared stentless with stented valves following aortic valve replacement (AVR). The goal of this review was to systematically locate, critically appraise, and quantitatively combine results to determine if stentless valves improve cardiac hemodynamics. METHODS: We performed an unrestricted search of Pubmed Medline, EMBASE, CINAHL, the Cochrane databases, and EBM reviews. Article reference lists and online abstracts from major North American conferences were also searched. We included randomized trials of adults undergoing AVR that compared stentless and stented valves. Blinded reviewers performed assessment of trials for inclusion and trial quality. Two individuals performed data extraction independently. Kappa statistics were used to assess reviewer agreement. A random effects model was employed for statistical analyses. Assessments were made for postoperative, early, and late outcomes. Heterogeneity was explored with sensitivity analyses. RESULTS: Eight studies were identified for inclusion in the primary analysis, with four others included in sensitivity analyses. Baseline comparisons between groups revealed no differences. Our primary analyses revealed no differences between groups for assessments of LV mass or mean transvalvular gradients. Secondary analyses showed stentless valves to have lower peak gradients. Sensitivity analyses were supportive of our primary results. Heterogeneity was observed in some comparisons and sensitivity analyses failed to completely explain this heterogeneity. CONCLUSIONS: Stentless valves did not display hemodynamic benefit in terms of LV mass regression or postoperative mean gradients, but do appear to display superior hemodynamics in terms of peak gradients. Further well-designed and adequately powered trials are required to fully address this question.",
  "authors": [
    {
      "last_name": "Payne",
      "fore_name": "Darrin M",
      "initials": "DM",
      "name": "Darrin M Payne",
      "affiliations": [
        "London Health Sciences Centre, University of Western Ontario, London, Ontario, Canada. dmpayne@uwo.ca"
      ]
    },
    {
      "last_name": "Koka",
      "fore_name": "H Pavan",
      "initials": "HP",
      "name": "H Pavan Koka",
      "affiliations": []
    },
    {
      "last_name": "Karanicolas",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Karanicolas",
      "affiliations": []
    },
    {
      "last_name": "Chu",
      "fore_name": "Michael W",
      "initials": "MW",
      "name": "Michael W Chu",
      "affiliations": []
    },
    {
      "last_name": "Nagpal",
      "fore_name": "A Dave",
      "initials": "AD",
      "name": "A Dave Nagpal",
      "affiliations": []
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva M",
      "initials": "EM",
      "name": "Eva M Lonn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiac surgery",
    "iso_abbreviation": "J Card Surg",
    "issn": "1540-8191",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "5",
    "pub_year": "2008"
  },
  "start_page": "556",
  "end_page": "564",
  "pages": "556-64",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aortic Valve",
    "Heart Valve Prosthesis",
    "Heart Valve Prosthesis Implantation",
    "Hemodynamics",
    "Humans",
    "Hypertrophy, Left Ventricular",
    "Sensitivity and Specificity",
    "Stents"
  ],
  "article_ids": {
    "pubmed": "18928495",
    "doi": "10.1111/j.1540-8191.2008.00705.x",
    "pii": "JCS705"
  },
  "doi": "10.1111/j.1540-8191.2008.00705.x",
  "dates": {
    "completed": "2009-03-03",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.499554",
    "pmid": "18928495"
  }
}