{
  "pmid": "18926347",
  "uid": "18926347",
  "title": "Correlation of the Canadian Pediatric Emergency Triage and Acuity Scale to ED resource utilization.",
  "abstract": "OBJECTIVES: The aim of this study was to find if there is a correlation between acuity measured by the Canadian Pediatric Emergency Triage and Acuity Scale (Ped-CTAS) and resource utilization in a large tertiary academic emergency department (ED). If correlation exists, it may indicate that resource allocation was done in accordance with needs (the more acute the patient, the more resources needed). This may also be the basis for future consideration regarding resource allocation decisions. METHODS: All pediatric patients (0-19 years of age) who were seen in the ED during 12 randomly selected days between May 1, 2005, and April 30, 2006, were included in the study. Detailed information regarding number and types of investigations ordered was collected. To look at the aggregate use of resources, we used the unit of cost. Resource utilization was calculated using standardized cost lists, and results were used to explore the correlation between different Ped-CTAS levels and resource utilization. A fixed cost model was used to predict the remainder of costs, other than diagnostic services. RESULTS: Of the 1661 patients presenting during the study period, 1618 (97.4%) were included in the study. The mean laboratory, microbiology, imaging, and total investigational costs increased with increasing acuity. This difference was insignificant between the semiurgent and the nonurgent categories of the Ped-CTAS. CONCLUSIONS: The Ped-CTAS level correlates well with resource utilization for patient management in the ED. Further research should focus on measuring nursing and physician time use for each Ped-CTAS level to more accurately document ED resource utilization.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Warren",
      "initials": "W",
      "name": "Warren Ma",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Emergency Medicine, British Columbia Children's Hospital, Child and Family Research Institute, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Goldman",
      "fore_name": "Ran D",
      "initials": "RD",
      "name": "Ran D Goldman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of emergency medicine",
    "iso_abbreviation": "Am J Emerg Med",
    "issn": "1532-8171",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "8",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "893",
  "end_page": "897",
  "pages": "893-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Child",
    "Child, Preschool",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Pediatrics",
    "Triage",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "18926347",
    "doi": "10.1016/j.ajem.2008.02.024",
    "pii": "S0735-6757(08)00158-7"
  },
  "doi": "10.1016/j.ajem.2008.02.024",
  "dates": {
    "completed": "2009-04-16",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.878129",
    "pmid": "18926347"
  }
}