{
  "pmid": "18935946",
  "uid": "18935946",
  "title": "Understanding the health of refugee women in host countries: lessons from the Kosovar re-settlement in Canada.",
  "abstract": "INTRODUCTION: Refugees from Kosovo arrived in several Canadian cities after humanitarian evacuations in 1999. Approximately 500 arrived in Hamilton, Canada. Volunteer sponsors from community organizations assisted the families with settlement, which included providing them access to healthcare services. HYPOTHESIS/PROBLEM: It was anticipated that women, in particular, would have unmet health needs relating to trauma and a lack of healthcare access after experiencing forced migration. METHODS: This study describes the results of a self-administered survey regarding women's health issues and experiences with health services after the arrival of refugees. It also describes the sponsor group's experience related to women's health care. The survey was administered to a random sample of 85 women refugees, and focus groups with 14 sponsors. Women self-completed questionnaires about their health, which included the Harvard Trauma Questionnaire for post-traumatic stress disorder (PTSD) and use of preventive health services. Sponsor groups participated in a focus group discussing healthcare needs and experiences of their assigned refugee families. Themes pertaining to women's issues were identified from the focus groups. RESULTS: Preventive screening rates were low, only 1/19 (5.3%) women > or = 50-years-old had ever received a mammogram; 34.1% (28/82) had ever received a Pap test); and PTSD was prevalent (25.9%, 22/85). Sponsor groups identified challenges relating to prenatal care needs, finding family physicians, language barriers to health care services, cultural influences ofwomen's healthcare decision-making, mental health concerns, and difficulties accessing dental care, eye care, and prescriptions. CONCLUSIONS: Many women refugees from Kosovo had unmet health needs. Culturally appropriate population level screening campaigns and integration of language and interpretation services into the healthcare sector on a permanent basis are important policy actions to be adequately prepared for newcomers and women in displaced situations. These needs should be anticipated during the evacuation period by host countries to aid in planning the provision of health resources more efficiently for refugees and displaced people going to host countries.",
  "authors": [
    {
      "last_name": "Redwood-Campbell",
      "fore_name": "Lynda",
      "initials": "L",
      "name": "Lynda Redwood-Campbell",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario Canada. redwood@mcmaster.ca"
      ]
    },
    {
      "last_name": "Thind",
      "fore_name": "Harpreet",
      "initials": "H",
      "name": "Harpreet Thind",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Koteles",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Koteles",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Fowler",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Prehospital and disaster medicine",
    "iso_abbreviation": "Prehosp Disaster Med",
    "issn": "1049-023X",
    "issn_type": "Print",
    "volume": "23",
    "issue": "4",
    "pub_year": "2008"
  },
  "start_page": "322",
  "end_page": "327",
  "pages": "322-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Emigration and Immigration",
    "Female",
    "Focus Groups",
    "Health Surveys",
    "Humans",
    "Mass Screening",
    "Mental Health",
    "Psychological Tests",
    "Psychometrics",
    "Qualitative Research",
    "Refugees",
    "Reproductive Health Services",
    "Stress Disorders, Post-Traumatic",
    "Stress, Psychological",
    "Surveys and Questionnaires",
    "Women's Health",
    "Yugoslavia"
  ],
  "article_ids": {
    "pubmed": "18935946",
    "doi": "10.1017/s1049023x00005951"
  },
  "doi": "10.1017/s1049023x00005951",
  "dates": {
    "completed": "2008-11-24",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.514417",
    "pmid": "18935946"
  }
}