{
  "pmid": "18950816",
  "uid": "18950816",
  "title": "Development and validation of the short form of a urinary quality of life questionnaire: SF-Qualiveen.",
  "abstract": "PURPOSE: The 30-item Qualiveen is a specific health related quality of life questionnaire for urinary disorders in patients with neurological conditions, such as multiple sclerosis and spinal cord injury. Previous studies have demonstrated the reliability, validity and responsiveness of Qualiveen. However, to address the needs of large clinical trials and long-term monitoring, in which efficiency may compete with precision of measurement, we developed the 8-item self-administered SF-Qualiveen. MATERIALS AND METHODS: A total of 180 English speaking and French speaking outpatients with multiple sclerosis at multiple sclerosis clinics and departments of rehabilitation in Canada and France completed the entire Qualiveen, the Multiple Sclerosis Quality of Life-54 questionnaire or its French version (SEP-59) as well as urinary function assessments at study enrollment and 2 to 10 weeks later. At visit 2 patients also made global ratings of change in urinary health related quality of life. SF-Qualiveen development and testing used this data set. RESULTS: Correlations of SF-Qualiveen with its original form were high (r = 0.70 to 0.92). SF-Qualiveen proved reliable (ICC 0.83 to 0.93). Its responsiveness was similar to that of the long form (SRM 0.75 to 1.62). Correlations with other measures were consistent with our a priori predictions (weighted kappa 0.55 for cross-sectional correlations and 0.66 for correlations of change), supporting the cross-sectional and longitudinal construct validity of SF-Qualiveen. CONCLUSIONS: SF-Qualiveen has excellent measurement properties, similar to those of the long form. The new instrument is likely to perform well in the clinical and research context.",
  "authors": [
    {
      "last_name": "Bonniaud",
      "fore_name": "Véronique",
      "initials": "V",
      "name": "Véronique Bonniaud",
      "affiliations": [
        "Service de Médecine Physique et de Réadaptation, Centre Hospitalier Universitaire, Besançon, France."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Parratte",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Parratte",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "180",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Dec"
  },
  "start_page": "2592",
  "end_page": "2598",
  "pages": "2592-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Multiple Sclerosis",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Urinary Bladder, Neurogenic",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "18950816",
    "doi": "10.1016/j.juro.2008.08.016",
    "pii": "S0022-5347(08)02087-9"
  },
  "doi": "10.1016/j.juro.2008.08.016",
  "dates": {
    "completed": "2008-12-03",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.341842",
    "pmid": "18950816"
  }
}