{
  "pmid": "18971080",
  "uid": "18971080",
  "title": "Factors that influence quality of life in rural children with asthma and their parents.",
  "abstract": "INTRODUCTION: Among rural children with asthma and their parents, this study examined the relationship between parental and child reports of quality of life and described the relationship of several factors such as asthma severity, missed days of work, and asthma education on their quality of life. METHODS: Two hundred one rural families with asthma were enrolled in a school-based educational program. Intervention parents and children participated in interactive asthma workshop(s) and received asthma devices and literature. Parent and child quality of life measurements were obtained before and after the intervention using Juniper's Paediatric Caregivers Quality of Life and Juniper's Paediatric Quality of Life Questionnaires. Asthma severity was measured using criteria from the National Asthma Education and Prevention Program guidelines. RESULTS: There was no association between parent and child total quality of life scores, and mean parental total quality of life scores were higher at baseline and follow-up than those of the children. All the parents' quality of life scores were correlated with parental reports of missed days of work. For all children, emotional quality of life (EQOL) was significantly associated with parental reports of school days missed (P = .03) and marginally associated with parental reports of hospitalizations due to asthma (P = .08). Parent's EQOL and activity quality of life (AQOL) were significantly associated with children's asthma severity (EQOL, P = .009; AQOL, P = .03), but not the asthma educational intervention. None of the child quality of life measurements was associated with asthma severity. DISCUSSION: Asthma interventions for rural families should help families focus on gaining and maintaining low asthma severity levels to enjoy an optimal quality of life. Health care providers should try to assess the child's quality of life at each asthma care visit independently of the parents.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Johns Hopkins University, School of Medicine, 200 N Wolfe St, Baltimore, MD 21205, USA. jwalker@jhsph.edu"
      ]
    },
    {
      "last_name": "Winkelstein",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Winkelstein",
      "affiliations": []
    },
    {
      "last_name": "Land",
      "fore_name": "Cassia",
      "initials": "C",
      "name": "Cassia Land",
      "affiliations": []
    },
    {
      "last_name": "Lewis-Boyer",
      "fore_name": "Lapricia",
      "initials": "L",
      "name": "Lapricia Lewis-Boyer",
      "affiliations": []
    },
    {
      "last_name": "Quartey",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Quartey",
      "affiliations": []
    },
    {
      "last_name": "Pham",
      "fore_name": "Luu",
      "initials": "L",
      "name": "Luu Pham",
      "affiliations": []
    },
    {
      "last_name": "Butz",
      "fore_name": "Arlene",
      "initials": "A",
      "name": "Arlene Butz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of pediatric health care : official publication of National Association of Pediatric Nurse Associates & Practitioners",
    "iso_abbreviation": "J Pediatr Health Care",
    "issn": "1532-656X",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "6",
    "pub_year": "2008"
  },
  "start_page": "343",
  "end_page": "350",
  "pages": "343-50",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Asthma",
    "Caregivers",
    "Child",
    "Female",
    "Hospitalization",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Parents",
    "Patient Education as Topic",
    "Quality of Life",
    "Rural Population",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "18971080",
    "mid": "NIHMS76619",
    "pmc": "PMC2592842",
    "doi": "10.1016/j.pedhc.2007.07.007",
    "pii": "S0891-5245(07)00289-1"
  },
  "doi": "10.1016/j.pedhc.2007.07.007",
  "pmc_id": "PMC2592842",
  "dates": {
    "completed": "2009-11-27",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 NR005062",
      "agency": "NINR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.529639",
    "pmid": "18971080"
  }
}