{
  "pmid": "18978400",
  "uid": "18978400",
  "title": "Electrical stimulation for long-bone fracture-healing: a meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Bone stimulation represents a $500 million market in the United States. The use of electromagnetic stimulation in the treatment of fractures is common; however, the efficacy of this modality remains uncertain. We conducted a systematic review and meta-analysis of randomized controlled trials to evaluate the effect of electromagnetic stimulation on long-bone fracture-healing. METHODS: We searched four electronic databases (MEDLINE, EMBASE, CINAHL, and all Evidence-Based Medicine Reviews) for trials of electromagnetic stimulation and bone repair, in any language, published from the inception of the database to April 2008. In addition, we searched by hand seven relevant journals published between 1980 and April 2008 and the bibliographies of eligible trials. Eligible trials enrolled patients with long-bone lesions, randomly assigned them to electromagnetic stimulation or a control group, and reported on bone-healing. Information on the methodological quality, stimulation device, duration of treatment, patient demographics, and all clinical outcomes were independently extracted by two reviewers. RESULTS: Of 2546 citations obtained in the literature search, eleven articles met the inclusion criteria. Evidence from four trials reporting on 106 delayed or ununited fractures demonstrated an overall nonsignificant pooled relative risk of 1.76 (95% confidence interval, 0.8 to 3.8; p = 0.15; I(2) = 60.4%) in favor of electromagnetic stimulation. Single studies found a positive benefit of electromagnetic stimulation on callus formation in femoral intertrochanteric osteotomies, a limited benefit for conservatively managed Colles fracture or for lower limb-lengthening, and no benefit on limb-length imbalance and need for reoperation in surgically managed pseudarthroses or on time to clinical healing in tibial stress fractures. Pain was reduced in one of the four trials assessing this outcome. CONCLUSIONS: While our pooled analysis does not show a significant impact of electromagnetic stimulation on delayed unions or ununited long-bone fractures, methodological limitations and high between-study heterogeneity leave the impact of electromagnetic stimulation on fracture-healing uncertain.",
  "authors": [
    {
      "last_name": "Mollon",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Mollon",
      "affiliations": [
        "CLARITY Research Group, Department of Surgery, McMaster University, Hamilton, ON L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "da Silva",
      "fore_name": "Vitor",
      "initials": "V",
      "name": "Vitor da Silva",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    },
    {
      "last_name": "Einhorn",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Einhorn",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "11",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "2322",
  "end_page": "2330",
  "pages": "2322-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Randomized Controlled Trial",
    "Systematic Review"
  ],
  "keywords": [
    "Electromagnetic Phenomena",
    "Fracture Healing",
    "Humans",
    "Transcutaneous Electric Nerve Stimulation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18978400",
    "doi": "10.2106/JBJS.H.00111",
    "pii": "90/11/2322"
  },
  "doi": "10.2106/JBJS.H.00111",
  "dates": {
    "completed": "2008-11-18",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.265871",
    "pmid": "18978400"
  }
}