{
  "pmid": "18978412",
  "uid": "18978412",
  "title": "Nonscientific factors associated with acceptance for publication in The Journal of Bone and Joint Surgery (American Volume).",
  "abstract": "BACKGROUND: While it is widely accepted that scientific factors may render a study more likely to be accepted for publication, it is less clear whether nonscientific factors may also be associated with publication. The purpose of this study was to identify the nonscientific factors associated with acceptance for publication by The Journal of Bone and Joint Surgery (American Volume). METHODS: A total of 1173 manuscripts submitted to The Journal of Bone and Joint Surgery between January 1, 2004, and June 30, 2005, for publication as scientific articles were analyzed as part of a study on publication bias in the editorial decision-making process. Information was collected on nonscientific factors plausibly associated with acceptance for publication, including study location, conflict-of-interest disclosure, sex of the author, primary language, and the number of prior publications by the corresponding author in frequently cited orthopaedic journals. The final disposition term (acceptance or rejection) was recorded, and logistic regression was used to identify factors associated with acceptance for publication. RESULTS: Manuscripts from countries other than the United States or Canada were significantly less likely to be accepted (odds ratio, 0.51; 95% confidence interval, 0.28 to 0.92; p = 0.026). Factors positively associated with acceptance for publication were conflict-of-interest disclosure involving a nonprofit entity (odds ratio, 1.92; 95% confidence interval, 1.35 to 2.73; p < 0.001) and ten or more prior publications in frequently cited orthopaedic journals by the corresponding author (odds ratio, 2.01; 95% confidence interval, 1.33 to 3.05; p = 0.001). We did not find a significant association between acceptance and conflict-of-interest disclosure involving a for-profit company, sex of the corresponding author, or primary language. CONCLUSIONS: Manuscripts submitted to The Journal of Bone and Joint Surgery were more likely to be accepted if they were from the United States or Canada, reported a conflict of interest related to a nonprofit entity, or were authored by an individual with ten or more prior publications in frequently cited orthopaedic journals.",
  "authors": [
    {
      "last_name": "Okike",
      "fore_name": "Kanu",
      "initials": "K",
      "name": "Kanu Okike",
      "affiliations": [
        "Department of Orthopaedic Surgery, Massachusetts General Hospital, 55 Fruit Street, Boston, MA 02114, USA. okike@post.harvard.edu"
      ]
    },
    {
      "last_name": "Kocher",
      "fore_name": "Mininder S",
      "initials": "MS",
      "name": "Mininder S Kocher",
      "affiliations": []
    },
    {
      "last_name": "Mehlman",
      "fore_name": "Charles T",
      "initials": "CT",
      "name": "Charles T Mehlman",
      "affiliations": []
    },
    {
      "last_name": "Heckman",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Heckman",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "11",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "2432",
  "end_page": "2437",
  "pages": "2432-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Conflict of Interest",
    "Editorial Policies",
    "Language",
    "Orthopedics",
    "Periodicals as Topic",
    "Publications",
    "Sex Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "18978412",
    "pmc": "PMC2663327",
    "doi": "10.2106/JBJS.G.01687",
    "pii": "90/11/2432"
  },
  "doi": "10.2106/JBJS.G.01687",
  "pmc_id": "PMC2663327",
  "dates": {
    "completed": "2008-11-18",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.031497",
    "pmid": "18978412"
  }
}