{
  "pmid": "18976139",
  "uid": "18976139",
  "title": "Atomic-scale templates patterned by ultrahigh vacuum scanning tunneling microscopy on silicon.",
  "abstract": "The ultrahigh vacuum (UHV) scanning tunneling microscope (STM) enables patterning and characterization of the physical, chemical, and electronic properties of nanostructures on surfaces with atomic precision. On hydrogen-passivated Si(100) surfaces, selective nanopatterning with the STM probe allows the creation of atomic-scale templates of dangling bonds surrounded by a robust hydrogen resist. Feedback-controlled lithography, which can remove a single hydrogen atom from the Si(100):H surface, demonstrates high-resolution nanopatterning. The resulting patterns can be used as templates for a variety of materials to form hybrid silicon nanostructures while maintaining a pristine background resist. The versatility of this UHV-STM nanolithography approach has led to its use on a variety of other substrates, including alternative hydrogen-passivated semiconductor surfaces, molecular resists, and native oxide resists. This review discusses the mechanisms of STM-induced hydrogen desorption, the postpatterning deposition of molecules and materials, and the implications for nanoscale device fabrication.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Walsh",
      "affiliations": [
        "Department of Materials Science and Engineering, Northwestern University, Evanston, Illinois 60208, USA. m-walsh@northwestern.edu"
      ]
    },
    {
      "last_name": "Hersam",
      "fore_name": "Mark C",
      "initials": "MC",
      "name": "Mark C Hersam",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annual review of physical chemistry",
    "iso_abbreviation": "Annu Rev Phys Chem",
    "issn": "0066-426X",
    "issn_type": "Print",
    "volume": "60",
    "pub_year": "2009"
  },
  "start_page": "193",
  "end_page": "216",
  "pages": "193-216",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "18976139",
    "doi": "10.1146/annurev.physchem.040808.090314"
  },
  "doi": "10.1146/annurev.physchem.040808.090314",
  "dates": {
    "completed": "2009-06-19",
    "revised": "2009-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.493395",
    "pmid": "18976139"
  }
}