{
  "pmid": "18990249",
  "uid": "18990249",
  "title": "Improvement in health-related quality of life in osteoporosis patients treated with teriparatide.",
  "abstract": "BACKGROUND: Individuals with osteoporosis and recent vertebral fractures suffer from pain and impaired health-related quality of life (HRQL). To determine whether patients with osteoporosis treated with teriparatide experienced improvement in HRQL and pain symptoms after several months of therapy. METHODS: We retrospectively studied a sample of osteoporosis patients treated with teriparatide in a Canadian rheumatology practice. We included patients that received teriparatide therapy with baseline and follow-up Mini-Osteoporosis Quality of Life Questionnaire (OQLQ) data. Follow-up data was measured at three or six months. We used a paired Student's t-test to compare baseline and follow-up measurements for each of the questionnaire's ten questions (five domains). Statistical analysis was also repeated to only include patients who suffered a prior vertebral fracture. RESULTS: 57 patients were included in the study, including 47 women. The mean age was 63.8 years (standard deviation 12.1 years). About sixty five percent (37/57) had previously sustained one or more osteoporotic fractures and about 38.6% (22/57) had suffered a prior vertebral fracture. About 44% (25/57) of individuals were taking one or more types of pain medications regularly prior to starting therapy. At follow-up, significant improvements were observed in the OQLQ domains of pain symptoms. This was seen when all patients on teriparatide were included, and also when only patients with prior vertebral fractures were included. There was also an improvement in emotional functioning, relating to fear of falling at 3 months follow-up (p = 0.019). Respondents also reported improvement in the domain of activities of daily living, relating to vacuuming at 6 months follow-up (p = 0.036), and an improvement in the leisure domain, relating to ease of traveling in the prior vertebral fracture population at 3 months follow-up (p = 0.012). However, there was no significant improvement observed in the domains of physical functioning. Participants also reported a decrease in need for pain medications, with 26% (15/57) requiring analgesics at the time of follow-up. CONCLUSION: Teriparatide use may be associated with improvements in HRQL in osteoporosis patients, in particular alleviation of pain symptoms. These results were especially evident in patients with a history of vertebral fractures. These findings should be confirmed in larger prospective studies with a suitable control group.",
  "authors": [
    {
      "last_name": "Lau",
      "fore_name": "Arthur N",
      "initials": "AN",
      "name": "Arthur N Lau",
      "affiliations": [
        "Division of Rheumatology and Department of Medicine, St, Joseph's Healthcare and McMaster University, Hamilton, Ontario, Canada. lauarthur@yahoo.com"
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Sammy H",
      "initials": "SH",
      "name": "Sammy H Ali",
      "affiliations": []
    },
    {
      "last_name": "Sawka",
      "fore_name": "Anna M",
      "initials": "AM",
      "name": "Anna M Sawka",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2008",
    "pub_month": "Nov",
    "pub_day": "07"
  },
  "start_page": "151",
  "pages": "151",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged",
    "Analgesics",
    "Bone Density Conservation Agents",
    "Dose-Response Relationship, Drug",
    "Female",
    "Follow-Up Studies",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoporosis",
    "Pain",
    "Quality of Life",
    "Retrospective Studies",
    "Teriparatide",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "18990249",
    "pmc": "PMC2588585",
    "doi": "10.1186/1471-2474-9-151",
    "pii": "1471-2474-9-151"
  },
  "doi": "10.1186/1471-2474-9-151",
  "pmc_id": "PMC2588585",
  "dates": {
    "completed": "2009-01-26",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Analgesics",
    "Bone Density Conservation Agents",
    "Teriparatide"
  ],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.378838",
    "pmid": "18990249"
  }
}