{
  "pmid": "19007970",
  "uid": "19007970",
  "title": "Use of antifibrinolytic therapy to reduce transfusion in patients undergoing orthopedic surgery: a systematic review of randomized trials.",
  "abstract": "BACKGROUND: Minimizing bleeding and transfusion is desirable given its cost, complexity and potential for adverse events. Concerns have been heightened by recent data demonstrating that bleeding events may predict worse outcomes and by warnings about the safety of erythropoietic stimulating agents. Prior small studies suggest that antifibrinolytic agents may reduce bleeding and transfusion need in patients undergoing total hip replacement (THR) or total knee arthroplasty (TKA). However, no single study has been large enough to definitively determine if these agents are safe and effective. To address this issue we performed a systematic review of randomized trials describing the use of tranexamic acid, epsilon aminocaproic acid, or aprotinin administration in the perioperative setting. METHODS: MEDLINE, EMBASE, CINAHL and the Cochrane databases were searched for relevant trials. Two independent reviewers abstracted total blood loss, transfusion requirements, and venous thromboembolism (VTE) rates. Data were combined using the Mantel-Haenszel method and dichotomous data expressed as relative risk (RR) with 95% confidence intervals (CI). RESULTS: Patients receiving antifibrinolytic agents had reduced transfusion need (RR 0.52; 95% CI, 0.42 to 0.64; P<0.00001), reduced blood loss and no increase in the risk of VTE (RR 0.95% CI, 0.80 to 1.10, I(2)=0%, P=0.531). CONCLUSIONS: We conclude that antifibrinolytic agents may reduce bleeding and transfusion in patients undergoing THR or TKA who receive appropriate antithrombotic prophylaxis. There is a need for a large, adequately powered prospective study to carefully examine the safety and efficacy of these agents.",
  "authors": [
    {
      "last_name": "Kagoma",
      "fore_name": "Yoan K",
      "initials": "YK",
      "name": "Yoan K Kagoma",
      "affiliations": [
        "Applied Science and Engineering, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James",
      "initials": "J",
      "name": "James Douketis",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eikelboom",
      "affiliations": []
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "0049-3848",
    "issn_type": "Print",
    "volume": "123",
    "issue": "5",
    "pub_year": "2009",
    "pub_month": "Mar"
  },
  "start_page": "687",
  "end_page": "696",
  "pages": "687-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antifibrinolytic Agents",
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Blood Loss, Surgical",
    "Blood Transfusion",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "19007970",
    "doi": "10.1016/j.thromres.2008.09.015",
    "pii": "S0049-3848(08)00452-0"
  },
  "doi": "10.1016/j.thromres.2008.09.015",
  "dates": {
    "completed": "2009-06-15",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antifibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.833463",
    "pmid": "19007970"
  }
}