{
  "pmid": "19000395",
  "uid": "19000395",
  "title": "The nature of informational continuity of care in general practice.",
  "abstract": "BACKGROUND: The availability of patient information to practitioners forms the basis of informational continuity of care. Changes in family practice that now encourage multiphysician clinics have meant that informational continuity of care has become crucial because it is likely that a patient will not continuously see the same doctor. Therefore a review of the nature of informational continuity is useful. AIM: To answer the question 'How is informational continuity developed in general practice?'. DESIGN OF STUDY: A rigorous systematic review of relevant electronic databases. METHOD: Databases were searched for articles answering the research question. Articles focused on family medicine and informational continuity of care were included. Data from reviewed articles were independently extracted and reviewed by two researchers. Conceptual and evidence-based articles were included. RESULTS: Initially, 193 articles were obtained from all five bibliographic databases; 57 were retained following title and abstract review. Of these, 34 articles were included in the final systematic review. Results show that informational continuity of care is developed using paper/electronic records and remembered information collectively, through a series of doctor-patient consultations over time. Obstacles to its development are practitioners not recording patient information and patients not disclosing important details. CONCLUSION: These findings have implications for newer styles of primary care that may have a negative impact in the successful management of chronic illnesses in particular.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada. gina.agarwal@gmail.com"
      ]
    },
    {
      "last_name": "Crooks",
      "fore_name": "Valorie A",
      "initials": "VA",
      "name": "Valorie A Crooks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The British journal of general practice : the journal of the Royal College of General Practitioners",
    "iso_abbreviation": "Br J Gen Pract",
    "issn": "1478-5242",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "556",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "e17",
  "end_page": "e24",
  "pages": "e17-24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Continuity of Patient Care",
    "Family Practice",
    "Humans",
    "Medical Records",
    "Patient Participation",
    "Physician-Patient Relations"
  ],
  "article_ids": {
    "pubmed": "19000395",
    "pmc": "PMC2576310",
    "doi": "10.3399/bjgp08X342624"
  },
  "doi": "10.3399/bjgp08X342624",
  "pmc_id": "PMC2576310",
  "dates": {
    "completed": "2008-12-22",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.640778",
    "pmid": "19000395"
  }
}