{
  "pmid": "19014594",
  "uid": "19014594",
  "title": "Who's minding the shop? The role of Canadian research ethics boards in the creation and uses of registries and biobanks.",
  "abstract": "BACKGROUND: The amount of research utilizing health information has increased dramatically over the last ten years. Many institutions have extensive biobank holdings collected over a number of years for clinical and teaching purposes, but are uncertain as to the proper circumstances in which to permit research uses of these samples. Research Ethics Boards (REBs) in Canada and elsewhere in the world are grappling with these issues, but lack clear guidance regarding their role in the creation of and access to registries and biobanks. METHODS: Chairs of 34 REBS and/or REB Administrators affiliated with Faculties of Medicine in Canadian universities were interviewed. Interviews consisted of structured questions dealing with diabetes-related scenarios, with open-ended responses and probing for rationales. The two scenarios involved the development of a diabetes registry using clinical encounter data across several physicians' practices, and the addition of biological samples to the registry to create a biobank. RESULTS: There was a wide range of responses given for the questions raised in the scenarios, indicating a lack of clarity about the role of REBs in registries and biobanks. With respect to the creation of a registry, a minority of sites felt that consent was not required for the information to be entered into the registry. Whether patient consent was required for information to be entered into the registry and the duration for which the consent would be operative differed across sites. With respect to the creation of a biobank linked to the registry, a majority of sites viewed biobank information as qualitatively different from other types of personal health information. All respondents agreed that patient consent was needed for blood samples to be placed in the biobank but the duration of consent again varied. CONCLUSION: Participants were more attuned to issues surrounding biobanks as compared to registries and demonstrated a higher level of concern regarding biobanks. As registries and biobanks expand, there is a need for critical analysis of suitable roles for REBs and subsequent guidance on these topics. The authors conclude by recommending REB participation in the creation of registries and biobanks and the eventual drafting of comprehensive legislation.",
  "authors": [
    {
      "last_name": "Gibson",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Gibson",
      "affiliations": [
        "Health Law Institute, Dalhousie University, Halifax, Canada. elaine.gibson@dal.ca"
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Coughlin",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Coughlin",
      "affiliations": []
    },
    {
      "last_name": "Emerson",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Emerson",
      "affiliations": []
    },
    {
      "last_name": "Fournier",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Fournier",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Szala-Meneok",
      "fore_name": "Karen V",
      "initials": "KV",
      "name": "Karen V Szala-Meneok",
      "affiliations": []
    },
    {
      "last_name": "Weisbaum",
      "fore_name": "Karen M",
      "initials": "KM",
      "name": "Karen M Weisbaum",
      "affiliations": []
    },
    {
      "last_name": "Willison",
      "fore_name": "Donald J",
      "initials": "DJ",
      "name": "Donald J Willison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical ethics",
    "iso_abbreviation": "BMC Med Ethics",
    "issn": "1472-6939",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2008",
    "pub_month": "Nov",
    "pub_day": "14"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Canada",
    "Confounding Factors, Epidemiologic",
    "Ethics Committees, Research",
    "Ethics, Research",
    "Humans",
    "Registries",
    "Research Design",
    "Surveys and Questionnaires",
    "Tissue Banks"
  ],
  "article_ids": {
    "pubmed": "19014594",
    "pmc": "PMC2636819",
    "doi": "10.1186/1472-6939-9-17",
    "pii": "1472-6939-9-17"
  },
  "doi": "10.1186/1472-6939-9-17",
  "pmc_id": "PMC2636819",
  "dates": {
    "completed": "2009-03-02",
    "revised": "2024-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.422271",
    "pmid": "19014594"
  }
}