{
  "pmid": "19030310",
  "uid": "19030310",
  "title": "Day of discharge and hospital readmission rates within 30 days in children: A population-based study.",
  "abstract": "BACKGROUND: Adults discharged from hospital on a Friday are more likely to be readmitted within 30 days than are adults discharged midweek. No study has examined readmission rates for children by day of discharge. OBJECTIVE: To determine the risk of readmission within 30 days by day of discharge in the paediatric population. METHODS: The Canadian Institute for Health Information provided data on children 29 days to 18 years of age who were discharged from hospitals in Ontario between January 1996 and December 2000. Two groups of children (those who were readmitted within 30 days and those who were not) were compared on demographic and clinical characteristics. Multivariable modelling was used to account for potential confounding variables: age, sex, length of hospital stay, number of diagnoses, in-hospital operative procedure, in-hospital complication and hospital admission in the previous six months. RESULTS: A total of 506,035 hospitalizations (involving 334,959 children) occurred over the study period. Of these children, 3.4% were readmitted within 30 days of discharge. In total, 3.6% of children discharged on a Friday were readmitted within 30 days compared with 3.3% of children discharged on a Wednesday. After adjusting for patient and hospital factors, Friday discharge was not associated with readmission within 30 days (adjusted RR 1.07, 95% CI 0.99 to 1.15). More significant predictors of readmission included number of diagnoses, in-hospital complications and hospital admission in the six months previous to the index admission date. CONCLUSION: Risk of readmission within 30 days is not significantly increased for children discharged on a Friday compared with children discharged midweek. Significant risk factors for hospital readmission are patient complexity and disease severity.",
  "authors": [
    {
      "last_name": "Beck",
      "fore_name": "Carolyn E",
      "initials": "CE",
      "name": "Carolyn E Beck",
      "affiliations": [
        "Division of Paediatric Medicine and the Paediatric Outcomes Research Team, The Hospital for Sick Children and the University of Toronto, Toronto."
      ]
    },
    {
      "last_name": "Khambalia",
      "fore_name": "Amina",
      "initials": "A",
      "name": "Amina Khambalia",
      "affiliations": []
    },
    {
      "last_name": "Parkin",
      "fore_name": "Patricia C",
      "initials": "PC",
      "name": "Patricia C Parkin",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Macarthur",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin Macarthur",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "11",
    "issue": "7",
    "pub_year": "2006",
    "pub_month": "Sep"
  },
  "start_page": "409",
  "end_page": "412",
  "pages": "409-12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19030310",
    "pmc": "PMC2528635",
    "doi": "10.1093/pch/11.7.409"
  },
  "doi": "10.1093/pch/11.7.409",
  "pmc_id": "PMC2528635",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.393921",
    "pmid": "19030310"
  }
}