{
  "pmid": "19030927",
  "uid": "19030927",
  "title": "Profiling of 95 microRNAs in pancreatic cancer cell lines and surgical specimens by real-time PCR analysis.",
  "abstract": "BACKGROUND: MicroRNAs (miRNAs) are involved in cancer pathogenesis, apoptosis, and cell growth, thereby functioning as tumor suppressors or oncogenes. However, expression alterations and roles of these miRNAs in pancreatic cancer are largely unknown. We hypothesized that pancreatic cancer may have a unique miRNA profile, which may play a critical role in pancreatic cancer development, progression, diagnosis, and prognosis. METHODS: Differential expression of 95 miRNAs was analyzed by real time RT-PCR using the QuantiMir System. All 95 miRNAs chosen for the array are based on their potential functions related to cancer biology, cell development, and apoptosis. The expression of miRNAs for pancreatic cancer tissue samples or cancer cell lines was normalized to U6 RNA and compared with those in relatively normal pancreatic tissues or normal human pancreatic ductal epithelial (HPDE) cells. Human pancreatic tissue with chronic pancreatitis also was included for analysis. RESULTS: In the initial analysis, the expression of most 95 miRNAs was substantially changed in pancreatic cancer tissues (n=5) and cell lines (n=3) compared with relatively normal pancreatic tissues and HPDE cells. However, each pancreatic cancer tissue or cell type had a substantially different profiling pattern with other cases or cell types as well as chronic pancreatitis tissue, indicating the individual diversity of pancreatic cancer. Further analysis was performed on 10 pancreatic cancer cell lines and 17 pairs of pancreatic cancer/normal tissues. Eight miRNAs were significantly upregulated in most pancreatic cancer tissues and cell lines, including miR-196a, miR-190, miR-186, miR-221, miR-222, miR-200b, miR-15b, and miR-95. The incidence of upregulation of these eight genes between normal control subjects and tumor cells or tissues ranged from 70-100%. The magnitude of increase of these miRNAs in pancreatic cancer samples ranged from 3- to 2018-fold of normal control subjects. CONCLUSIONS: Pancreatic cancer tissues or cell lines have a unique miRNA profiling pattern at the individual basis compared with relatively normal pancreatic tissues or cells as well as pancreatitis tissue. Upregulation of eight miRNAs occurs in most pancreatic cancer tissues and cell types. These miRNAs may share common pathways in pancreatic cancer pathogenesis. This study may provide useful information for further investigations of functional roles of miRNAs in pancreatic cancer development, progression, diagnosis, and prognosis.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Michael E. DeBakey Department of Surgery, Division of Vascular Surgery and Endovascular Therapy, Molecular Surgeon Research Center, Baylor College of Medicine and Michael E. DeBakey VA Medical Center, One Baylor Plaza, Houston, TX 77030, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Li",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Hao",
      "initials": "H",
      "name": "Hao Wang",
      "affiliations": []
    },
    {
      "last_name": "Fisher",
      "fore_name": "William E",
      "initials": "WE",
      "name": "William E Fisher",
      "affiliations": []
    },
    {
      "last_name": "Lin",
      "fore_name": "Peter H",
      "initials": "PH",
      "name": "Peter H Lin",
      "affiliations": []
    },
    {
      "last_name": "Yao",
      "fore_name": "Qizhi",
      "initials": "Q",
      "name": "Qizhi Yao",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Changyi",
      "initials": "C",
      "name": "Changyi Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "World journal of surgery",
    "iso_abbreviation": "World J Surg",
    "issn": "0364-2313",
    "issn_type": "Print",
    "volume": "33",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "698",
  "end_page": "709",
  "pages": "698-709",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Review"
  ],
  "keywords": [
    "Carcinoma, Pancreatic Ductal",
    "Cell Line, Tumor",
    "Databases, Nucleic Acid",
    "Gene Expression Profiling",
    "Humans",
    "MicroRNAs",
    "Microarray Analysis",
    "Oligonucleotide Array Sequence Analysis",
    "Pancreatic Neoplasms",
    "Pancreatitis",
    "Polymerase Chain Reaction",
    "RNA, Neoplasm",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Tissue Array Analysis"
  ],
  "article_ids": {
    "pubmed": "19030927",
    "mid": "NIHMS227612",
    "pmc": "PMC2933040",
    "doi": "10.1007/s00268-008-9833-0"
  },
  "doi": "10.1007/s00268-008-9833-0",
  "pmc_id": "PMC2933040",
  "dates": {
    "completed": "2009-07-16",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "MicroRNAs",
    "RNA, Neoplasm"
  ],
  "grants": [
    {
      "grant_id": "R13 CA132572",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R13 HL083650",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.058219",
    "pmid": "19030927"
  }
}