{
  "pmid": "19032764",
  "uid": "19032764",
  "title": "Distribution of ancestral proto-Actinopterygian chromosome arms within the genomes of 4R-derivative salmonid fishes (Rainbow trout and Atlantic salmon).",
  "abstract": "BACKGROUND: Comparative genomic studies suggest that the modern day assemblage of ray-finned fishes have descended from an ancestral grouping of fishes that possessed 12-13 linkage groups. All jawed vertebrates are postulated to have experienced two whole genome duplications (WGD) in their ancestry (2R duplication). Salmonids have experienced one additional WGD (4R duplication event) compared to most extant teleosts which underwent a further 3R WGD compared to other vertebrates. We describe the organization of the 4R chromosomal segments of the proto-ray-finned fish karyotype in Atlantic salmon and rainbow trout based upon their comparative syntenies with two model species of 3R ray-finned fishes. RESULTS: Evidence is presented for the retention of large whole-arm affinities between the ancestral linkage groups of the ray-finned fishes, and the 50 homeologous chromosomal segments in Atlantic salmon and rainbow trout. In the comparisons between the two salmonid species, there is also evidence for the retention of large whole-arm homeologous affinities that are associated with the retention of duplicated markers. Five of the 7 pairs of chromosomal arm regions expressing the highest level of duplicate gene expression in rainbow trout share homologous synteny to the 5 pairs of homeologs with the greatest duplicate gene expression in Atlantic salmon. These regions are derived from proto-Actinopterygian linkage groups B, C, E, J and K. CONCLUSION: Two chromosome arms in Danio rerio and Oryzias latipes (descendants of the 3R duplication) can, in most instances be related to at least 4 whole or partial chromosomal arms in the salmonid species. Multiple arm assignments in the two salmonid species do not clearly support a 13 proto-linkage group model, and suggest that a 12 proto-linkage group arrangement (i.e., a separate single chromosome duplication and ancestral fusion/fissions/recombination within the putative G/H/I groupings) may have occurred in the more basal soft-rayed fishes. We also found evidence supporting the model that ancestral linkage group M underwent a single chromosome duplication following the 3R duplication. In the salmonids, the M ancestral linkage groups are localized to 5 whole arm, and 3 partial arm regions (i.e., 6 whole arm regions expected). Thus, 3 distinct ancestral linkage groups are postulated to have existed in the G/H and M lineage chromosomes in the ancestor of the salmonids.",
  "authors": [
    {
      "last_name": "Danzmann",
      "fore_name": "Roy G",
      "initials": "RG",
      "name": "Roy G Danzmann",
      "affiliations": [
        "Department of Integrative Biology, University of Guelph, Guelph, ON, Canada. rdanzman@uoguelph.ca"
      ]
    },
    {
      "last_name": "Davidson",
      "fore_name": "Evelyn A",
      "initials": "EA",
      "name": "Evelyn A Davidson",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Moira M",
      "initials": "MM",
      "name": "Moira M Ferguson",
      "affiliations": []
    },
    {
      "last_name": "Gharbi",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Gharbi",
      "affiliations": []
    },
    {
      "last_name": "Koop",
      "fore_name": "Ben F",
      "initials": "BF",
      "name": "Ben F Koop",
      "affiliations": []
    },
    {
      "last_name": "Hoyheim",
      "fore_name": "Bjorn",
      "initials": "B",
      "name": "Bjorn Hoyheim",
      "affiliations": []
    },
    {
      "last_name": "Lien",
      "fore_name": "Sigbjorn",
      "initials": "S",
      "name": "Sigbjorn Lien",
      "affiliations": []
    },
    {
      "last_name": "Lubieniecki",
      "fore_name": "Krzysztof P",
      "initials": "KP",
      "name": "Krzysztof P Lubieniecki",
      "affiliations": []
    },
    {
      "last_name": "Moghadam",
      "fore_name": "Hooman K",
      "initials": "HK",
      "name": "Hooman K Moghadam",
      "affiliations": []
    },
    {
      "last_name": "Park",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Park",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Ruth B",
      "initials": "RB",
      "name": "Ruth B Phillips",
      "affiliations": []
    },
    {
      "last_name": "Davidson",
      "fore_name": "William S",
      "initials": "WS",
      "name": "William S Davidson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC genomics",
    "iso_abbreviation": "BMC Genomics",
    "issn": "1471-2164",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2008",
    "pub_month": "Nov",
    "pub_day": "25"
  },
  "start_page": "557",
  "pages": "557",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Chromosome Mapping",
    "Chromosomes",
    "DNA Transposable Elements",
    "Evolution, Molecular",
    "Gene Duplication",
    "Genome",
    "Oncorhynchus mykiss",
    "Salmo salar",
    "Synteny",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "19032764",
    "pmc": "PMC2632648",
    "doi": "10.1186/1471-2164-9-557",
    "pii": "1471-2164-9-557"
  },
  "doi": "10.1186/1471-2164-9-557",
  "pmc_id": "PMC2632648",
  "dates": {
    "completed": "2009-03-30",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "DNA Transposable Elements"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.640928",
    "pmid": "19032764"
  }
}