{
  "pmid": "19057730",
  "uid": "19057730",
  "title": "Patient characteristics affecting the prognosis of total hip and knee joint arthroplasty: a systematic review.",
  "abstract": "BACKGROUND: Total joint arthroplasty is a highly efficacious and cost-effective procedure for moderate to severe arthritis in the hip and knee. Although patient characteristics are considered to be important determinants of who receives total joint arthroplasty, no systematic review has addressed how they affect the outcomes of total joint arthroplasty. This study addresses how patient characteristics influence the outcomes of hip and knee arthroplasty in patients with osteoarthritis. METHODS: We searched 4 bibliographic databases (MEDLINE 1980-2001, CINAHL 1982-2001, EMBASE 1980-2001, HealthStar 1998-1999) for studies involving more than 500 patients with osteoarthritis and 1 or more of the following outcomes after total joint arthroplasty: pain, physical function, postoperative complications (short-and long-term) and time to revision. Prognostic patient characteristics of interest included age, sex, race, body weight, socioeconomic status and work status. RESULTS: Sixty-four of 14,276 studies were eligible for inclusion and had extractable data. Younger age (variably defined) and male sex increased the risk of revision 3-fold to 5-fold for hip and knee arthroplasty. The influence of weight on the risk of revision was contradictory. Mortality was greatest in the oldest age group and among men. Function for older patients was worse after hip arthroplasty (particularly in women). Function after knee arthroplasty was worse for obese patients. CONCLUSION: Although further research is required, our findings suggest that, after total joint arthroplasty, younger age and male sex are associated with increased risk of revision, older age and male sex are associated with increased risk of mortality, older age is related to worse function (particularly among women), and age and sex do not influence the outcome of pain. Despite these findings, all subgroups derived benefit from total joint arthroplasty, suggesting that surgeons should not restrict access to these procedures based on patient characteristics. In addition, future research needs to provide standardized measures of outcomes.",
  "authors": [
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina L",
      "initials": "PL",
      "name": "Pasqualina L Santaguida",
      "affiliations": [
        "Evidence-based Practice Centre, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Hawker",
      "fore_name": "Gillian A",
      "initials": "GA",
      "name": "Gillian A Hawker",
      "affiliations": []
    },
    {
      "last_name": "Hudak",
      "fore_name": "Pamela L",
      "initials": "PL",
      "name": "Pamela L Hudak",
      "affiliations": []
    },
    {
      "last_name": "Glazier",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Glazier",
      "affiliations": []
    },
    {
      "last_name": "Mahomed",
      "fore_name": "Nizar N",
      "initials": "NN",
      "name": "Nizar N Mahomed",
      "affiliations": []
    },
    {
      "last_name": "Kreder",
      "fore_name": "Hans J",
      "initials": "HJ",
      "name": "Hans J Kreder",
      "affiliations": []
    },
    {
      "last_name": "Coyte",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Coyte",
      "affiliations": []
    },
    {
      "last_name": "Wright",
      "fore_name": "James G",
      "initials": "JG",
      "name": "James G Wright",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Dec"
  },
  "start_page": "428",
  "end_page": "436",
  "pages": "428-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Female",
    "Humans",
    "Joint Diseases",
    "Male",
    "Middle Aged",
    "Prognosis",
    "Reoperation",
    "Sex Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19057730",
    "pmc": "PMC2592576"
  },
  "pmc_id": "PMC2592576",
  "dates": {
    "completed": "2008-12-11",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.422902",
    "pmid": "19057730"
  }
}