{
  "pmid": "19060953",
  "uid": "19060953",
  "title": "The role of medical language in changing public perceptions of illness.",
  "abstract": "This study was designed to investigate the impact of medical terminology on perceptions of disease. Specifically, we look at the changing public perceptions of newly medicalized disorders with accompanying newly medicalized terms (e.g. impotence has become erectile dysfunction disorder). Does using \"medicalese\" to label a recently medicalized disorder lead to a change in the perception of that condition? Undergraduate students (n = 52) rated either the medical or lay label for recently medicalized disorders (such as erectile dysfunction disorder vs. impotence) and established medical conditions (such as a myocardial infarction vs. heart attack) for their perceived seriousness, disease representativeness and prevalence. Students considered the medical label of the recently medicalized disease to be more serious (mean = 4.95 (SE = .27) vs. mean = 3.77 (SE = .24) on a ten point scale), more representative of a disease (mean = 2.47 (SE = .09) vs. mean = 1.83 (SE = .09) on a four point scale), and have lower prevalence (mean = 68 (SE = 12.6) vs. mean = 122 (SE = 18.1) out of 1,000) than the same disease described using common language. A similar pattern was not seen in the established medical conditions, even when controlled for severity. This study demonstrates that the use of medical language in communication can induce bias in perception; a simple switch in terminology results in a disease being perceived as more serious, more likely to be a disease, and more likely to be a rare condition. These findings regarding the conceptualization of disease have implications for many areas, including medical communication with the public, advertising, and public policy.",
  "authors": [
    {
      "last_name": "Young",
      "fore_name": "Meredith E",
      "initials": "ME",
      "name": "Meredith E Young",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behaviour, McMaster University, Hamilton, Ontario, Canada. youngme2@mcmaster.ca"
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    },
    {
      "last_name": "Humphreys",
      "fore_name": "Karin R",
      "initials": "KR",
      "name": "Karin R Humphreys",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "12",
    "pub_year": "2008"
  },
  "start_page": "e3875",
  "pages": "e3875",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Disease",
    "Humans",
    "Language",
    "Perception",
    "Prevalence",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "19060953",
    "pmc": "PMC2587237",
    "doi": "10.1371/journal.pone.0003875"
  },
  "doi": "10.1371/journal.pone.0003875",
  "pmc_id": "PMC2587237",
  "dates": {
    "completed": "2009-03-20",
    "revised": "2024-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.744547",
    "pmid": "19060953"
  }
}