{
  "pmid": "19064647",
  "uid": "19064647",
  "title": "Invited commentary: a fine balance--weighing risk factors against risk.",
  "abstract": "Fracture is a leading cause of disability in the aging population. Because the cost of fracture in terms of medical expenditures and quality of life lost can be substantial, it is essential to identify a complete profile of fracture risk for the development of timely interventions. Risk factors for fracture have most often been identified clinically. Thus, the contribution by Wagner et al. in this issue of the Journal is particularly important, since it demonstrates a robust association between balance impairment and fracture in a population-based setting. It is unclear, however, whether isolating balance as a risk factor can tell us enough about the clustering of risk factors for fracture that accompanies frailty. Indeed, this problem of risk clustering is one that epidemiologists often encounter as we try to locate the mediating processes between exposures and outcomes that lead downstream through complex interacting causal pathways. In this commentary, the author discusses the importance, particularly when studying frailty and fracture, of quantifying risk clustering rather than continuing to rely on solitary risk factors. Moreover, the author suggests the use of Bayesian networks in the expansion of our tool kit in this field of research.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Environmental Medicine, Division of Outcomes Studies, Langone Medical Center, New York University, New York, New York 10016, USA. thegowda@gmail.com"
      ]
    }
  ],
  "journal": {
    "title": "American journal of epidemiology",
    "iso_abbreviation": "Am J Epidemiol",
    "issn": "1476-6256",
    "issn_type": "Electronic",
    "volume": "169",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "150",
  "end_page": "152",
  "pages": "150-2",
  "language": "eng",
  "publication_types": [
    "Comment",
    "Journal Article"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged",
    "Aged, 80 and over",
    "Frail Elderly",
    "Hip Fractures",
    "Humans",
    "Osteoporosis",
    "Postural Balance",
    "Risk Assessment",
    "Risk Factors",
    "Sweden",
    "Twins"
  ],
  "article_ids": {
    "pubmed": "19064647",
    "doi": "10.1093/aje/kwn378",
    "pii": "kwn378"
  },
  "doi": "10.1093/aje/kwn378",
  "dates": {
    "completed": "2009-02-09",
    "revised": "2009-01-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.495320",
    "pmid": "19064647"
  }
}