{
  "pmid": "19074094",
  "uid": "19074094",
  "title": "Management of excessive anticoagulant effect due to vitamin K antagonists.",
  "abstract": "Unexpectedly elevated INR values are commonly encountered in clinical practice. In the absence of bleeding, such values may be treated with either simple warfarin withdrawal or the administration of low doses of oral vitamin K. Oral vitamin K will more rapidly return the INR to the therapeutic reference interval; however, its impact on bleeding is unknown. If the INR is in excess of 10, most experts would recommend the administration of vitamin K and, in the case of active bleeding, additional administration of coagulation factors either in the form of fresh frozen plasma (FFP) or prothrombin complex concentrates (PCC). Coagulation factor replacement is required given the need to urgently correct the INR; however, vitamin K should not be forgotten since it is required to antagonize the effect of warfarin, preventing \"rebound\" anticoagulation after transfused coagulation factors are consumed. This paper will review the evidence supporting various treatment modalities and will provide suggestions for treatment. Future advances in this area will likely focus on evaluations of the relative merits of FFP and PCCs.",
  "authors": [
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": [
        "Department of Clinical Medicine, Insubria University, Varese, Italy."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Hematology. American Society of Hematology. Education Program",
    "iso_abbreviation": "Hematology Am Soc Hematol Educ Program",
    "issn": "1520-4391",
    "issn_type": "Print",
    "pub_year": "2008"
  },
  "start_page": "266",
  "end_page": "270",
  "pages": "266-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anticoagulants",
    "Blood Coagulation",
    "Cerebral Hemorrhage",
    "Factor VIIa",
    "Humans",
    "International Normalized Ratio",
    "Recombinant Proteins",
    "Vitamin K"
  ],
  "article_ids": {
    "pubmed": "19074094",
    "doi": "10.1182/asheducation-2008.1.266",
    "pii": "2008/1/266"
  },
  "doi": "10.1182/asheducation-2008.1.266",
  "dates": {
    "completed": "2009-07-28",
    "revised": "2016-10-21"
  },
  "chemicals": [
    "Anticoagulants",
    "Recombinant Proteins",
    "Vitamin K",
    "Factor VIIa"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.837408",
    "pmid": "19074094"
  }
}