{
  "pmid": "19074714",
  "uid": "19074714",
  "title": "Enhancing family physician capacity to deliver quality palliative home care: an end-of-life, shared-care model.",
  "abstract": "PROBLEM BEING ADDRESSED: Family physicians face innumerable challenges to delivering quality palliative home care to meet the complex needs of end-of-life patients and their families. OBJECTIVE OF PROGRAM: To implement a model of shared care to enhance family physicians' ability to deliver quality palliative home care, particularly in a community-based setting. PROGRAM DESCRIPTION: Family physicians in 3 group practices (N = 21) in Ontario's Niagara West region collaborated with an interprofessional palliative care team(including a palliative care advanced practice nurse, a palliative medicine physician, a bereavement counselor, a psychosocial-spiritual advisor, and a case manager) in a shared-care partnership to provide comprehensive palliative home care. Key features of the program included systematic and timely identification of end-of-life patients, needs assessments, symptom and psychosocial support interventions, regular communication between team members, and coordinated care guided by outcome-based assessment in the home. In addition, educational initiatives were provided to enhance family physicians' knowledge and skills. CONCLUSION: Because of the program, participants reported improved communication, effective interprofessional collaboration, and the capacity to deliver palliative home care, 24 hours a day, 7 days a week, to end-of-life patients in the community.",
  "authors": [
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": [
        "McMaster University, Family Medicine, Hamilton, ON, Canada. marshald@mcmaster.ca"
      ]
    },
    {
      "last_name": "Howell",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Howell",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Taniguchi",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Taniguchi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "12",
    "pub_year": "2008",
    "pub_month": "Dec"
  },
  "start_page": "1703",
  "end_page": "1703.e7",
  "pages": "1703-1703.e7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Family Practice",
    "Health Knowledge, Attitudes, Practice",
    "Home Care Services",
    "Humans",
    "Models, Organizational",
    "Ontario",
    "Palliative Care",
    "Patient Care Team",
    "Program Evaluation",
    "Quality of Health Care",
    "Terminally Ill"
  ],
  "article_ids": {
    "pubmed": "19074714",
    "pmc": "PMC2602612",
    "pii": "54/12/1703"
  },
  "pmc_id": "PMC2602612",
  "dates": {
    "completed": "2009-03-24",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.515066",
    "pmid": "19074714"
  }
}