{
  "pmid": "19085225",
  "uid": "19085225",
  "title": "Community-based research in AIDS-service organizations: what helps and what doesn't?",
  "abstract": "BACKGROUND: Community-based research (CBR) approaches have become commonplace in many North American HIV communities. In many large urban centers, AIDS-service organizations (ASOs) have become active research hubs, advocating for research dollars in community settings. While ASOs have historically integrated local knowledge into their prevention, care and advocacy initiatives, many are now initiating or collaborating in research which addresses emerging issues encountered in practice with clients. OBJECTIVES: To investigate barriers and facilitating factors for ASO engagement in CBR. METHODS: We conducted a survey (n=39) and one-on-one semi-structured telephone interviews (n=25) with executive directors and CBR coordinators from ASOs in Ontario, Canada. The survey queried four major areas of interest (organizational demographics, ASO CBR activities, potential barriers and facilitators for CBR engagement, and what roles stakeholders play in CBR initiatives). The interviews focused on exploring these issues in greater depth as well as understanding barriers and facilitating factors to people living with HIV/AIDS engaging in CBR. RESULTS: ASOs in Ontario are moderately supportive of CBR in their organizations. However, our survey and one-on-one interviews indicate that funding and organizational resources are both important barriers and facilitators to ASO involvement in CBR projects. Attaining access to research ethics boards and concerns that CBR results will not be acted upon also emerged as barriers to CBR, particularly once funds and organizational resources have been attained. Initiatives designed to enhance the skills of research team members emerged as an another important facilitator. CONCLUSION: Increasing emphasis from program funders on more rigorous evaluation and accountability, coupled with pull from increasingly empowered communities demanding much more active roles in setting research agendas, means that CBR is likely here to stay. Attending to barriers and facilitators will help with enhanced ASO engagement in CBR.",
  "authors": [
    {
      "last_name": "Flicker",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Flicker",
      "affiliations": [
        "Faculty of Environmental Sciences, York University, Toronto, Ontario, Canada. flicker@yorku.ca"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Travers",
      "fore_name": "Robb",
      "initials": "R",
      "name": "Robb Travers",
      "affiliations": []
    },
    {
      "last_name": "Bereket",
      "fore_name": "Tarik",
      "initials": "T",
      "name": "Tarik Bereket",
      "affiliations": []
    },
    {
      "last_name": "McKay",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen McKay",
      "affiliations": []
    },
    {
      "last_name": "van der Meulen",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna van der Meulen",
      "affiliations": []
    },
    {
      "last_name": "Guta",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Guta",
      "affiliations": []
    },
    {
      "last_name": "Cleverly",
      "fore_name": "Shelley",
      "initials": "S",
      "name": "Shelley Cleverly",
      "affiliations": []
    },
    {
      "last_name": "Rourke",
      "fore_name": "Sean B",
      "initials": "SB",
      "name": "Sean B Rourke",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AIDS care",
    "iso_abbreviation": "AIDS Care",
    "issn": "1360-0451",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jan"
  },
  "start_page": "94",
  "end_page": "102",
  "pages": "94-102",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acquired Immunodeficiency Syndrome",
    "Biomedical Research",
    "Community Health Services",
    "Health Planning Organizations",
    "Humans",
    "Ontario",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "19085225",
    "doi": "10.1080/09540120802032650",
    "pii": "906543926"
  },
  "doi": "10.1080/09540120802032650",
  "dates": {
    "completed": "2009-04-30",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.145432",
    "pmid": "19085225"
  }
}