{
  "pmid": "19084846",
  "uid": "19084846",
  "title": "How to use a clinical practice guideline.",
  "abstract": "PURPOSE: Leading organizations increasingly recognize clinical practice guidelines as an important approach in promoting an evidence-based clinical practice of urology. In light of their considerable clinical, economic and medicolegal impact, guideline users should be confident that the guidelines were rigorously developed and address relevant patient questions. In this article we outline a practical approach for critically appraising a clinical practice guideline. MATERIALS AND METHODS: We outline a 3-step approach to the assessment of a clinical practice guideline that answers the questions of whether the recommendations are valid, what the recommendations are and whether they will help in the treatment of an individual patient. RESULTS: To determine the adequacy of a clinical practice guideline, urologists should carefully review the rigor of the development process and its content. Important questions that relate to the validity of a guideline are whether, for specific questions, all important management options and outcomes were considered, and whether there was an explicit and sensible process to identify, select and combine all relevant evidence. Clinical practice guidelines should formally grade the quality of the available evidence for a given clinical question and outline a formal process of how the recommendations were derived. Value judgments made in the guideline development process about the relative importance of the potential benefits and harms of a given health care intervention should be made transparent to the reader. The recommendations made should be practical and should address important clinical issues. Furthermore, their strength should be graded to reflect the underlying uncertainty about the evidence and the values applied in the guideline development process. CONCLUSIONS: The systematic approach presented in this article will allow urologists to critically appraise clinical practice guidelines. Determining the validity of the recommendations, understanding the recommendations and assessing their applicability to patients are 3 fundamental steps toward an evidence-based approach to using clinical practice guidelines.",
  "authors": [
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Department of Urology, College of Medicine, University of Florida, Gainesville, Florida 32610-0247, USA. p.dahm@urology.ufl.edu"
      ]
    },
    {
      "last_name": "Yeung",
      "fore_name": "Lawrence L",
      "initials": "LL",
      "name": "Lawrence L Yeung",
      "affiliations": []
    },
    {
      "last_name": "Gallucci",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Gallucci",
      "affiliations": []
    },
    {
      "last_name": "Simone",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Simone",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "181",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "472",
  "end_page": "479",
  "pages": "472-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Male",
    "Practice Guidelines as Topic",
    "Quality of Health Care",
    "Sensitivity and Specificity",
    "Societies, Medical",
    "United States",
    "Urologic Diseases",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "19084846",
    "doi": "10.1016/j.juro.2008.10.041",
    "pii": "S0022-5347(08)02727-4"
  },
  "doi": "10.1016/j.juro.2008.10.041",
  "dates": {
    "completed": "2009-02-04",
    "revised": "2009-01-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.501477",
    "pmid": "19084846"
  }
}