{
  "pmid": "19091107",
  "uid": "19091107",
  "title": "Evidence-informed health policy 1 - synthesis of findings from a multi-method study of organizations that support the use of research evidence.",
  "abstract": "BACKGROUND: Organizations have been established in many countries and internationally to support the use of research evidence by producing clinical practice guidelines, undertaking health technology assessments, and/or directly supporting the use of research evidence in developing health policy on an international, national, and state or provincial level. Learning from these organizations can reduce the need to 'reinvent the wheel' and inform decisions about how best to organize support for such organizations, particularly in low- and middle-income countries (LMICs). METHODS: We undertook a multi-method study in three phases - a survey, interviews, and case descriptions that drew on site visits - and in each of the second and third phases we focused on a purposive sample of those involved in the previous phase. We used the seven main recommendations that emerged from the advice offered in the interviews to organize much of the synthesis of findings across phases and methods. We used a constant comparative method to identify themes from across phases and methods. RESULTS: Seven recommendations emerged for those involved in establishing or leading organizations that support the use of research evidence in developing health policy: 1) collaborate with other organizations; 2) establish strong links with policymakers and involve stakeholders in the work; 3) be independent and manage conflicts of interest among those involved in the work; 4) build capacity among those working in the organization; 5) use good methods and be transparent in the work; 6) start small, have a clear audience and scope, and address important questions; and 7) be attentive to implementation considerations, even if implementation is not a remit. Four recommendations emerged for the World Health Organization (WHO) and other international organizations and networks: 1) support collaborations among organizations; 2) support local adaptation efforts; 3) mobilize support; and 4) create global public goods. CONCLUSION: This synthesis of findings from a multi-method study, along with the more detailed findings from each of the three phases of the study (which are reported in the three following articles in the series), provide a strong basis on which researchers, policymakers, international organizations (and networks) like WHO can respond to the growing chorus of voices calling for efforts to support the use of research evidence in developing health policy.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St. West, HSC-2D3, Hamilton, ON L8N 3Z5, Canada. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Moynihan",
      "fore_name": "Ray",
      "initials": "R",
      "name": "Ray Moynihan",
      "affiliations": []
    },
    {
      "last_name": "Paulsen",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Paulsen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2008",
    "pub_month": "Dec",
    "pub_day": "17"
  },
  "start_page": "53",
  "pages": "53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19091107",
    "pmc": "PMC2621242",
    "doi": "10.1186/1748-5908-3-53",
    "pii": "1748-5908-3-53"
  },
  "doi": "10.1186/1748-5908-3-53",
  "pmc_id": "PMC2621242",
  "dates": {
    "completed": "2010-05-20",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.967910",
    "pmid": "19091107"
  }
}