{
  "pmid": "19091109",
  "uid": "19091109",
  "title": "Evidence-informed health policy 3 - interviews with the directors of organizations that support the use of research evidence.",
  "abstract": "BACKGROUND: Only a small number of previous efforts to describe the experiences of organizations that produce clinical practice guidelines (CPGs), undertake health technology assessments (HTAs), or directly support the use of research evidence in developing health policy (i.e., government support units, or GSUs) have relied on interviews and then only with HTA agencies. Interviews offer the potential for capturing experiences in great depth, particularly the experiences of organizations that may be under-represented in surveys. METHODS: We purposively sampled organizations from among those who completed a questionnaire in the first phase of our three-phase study, developed and piloted a semi-structured interview guide, and conducted the interviews by telephone, audio-taped them, and took notes simultaneously. Binary or categorical responses to more structured questions were counted when possible. Themes were identified from among responses to semi-structured questions using a constant comparative method of analysis. Illustrative quotations were identified to supplement the narrative description of the themes. RESULTS: We interviewed the director (or his or her nominee) in 25 organizations, of which 12 were GSUs. Using rigorous methods that are systematic and transparent (sometimes shortened to 'being evidence-based') was the most commonly cited strength among all organizations. GSUs more consistently described their close links with policymakers as a strength, whereas organizations producing CPGs, HTAs, or both had conflicting viewpoints about such close links. With few exceptions, all types of organizations tended to focus largely on weaknesses in implementation, rather than strengths. The advice offered to those trying to establish similar organizations include: 1) collaborate with other organizations; 2) establish strong links with policymakers and stakeholders; 3) be independent and manage conflicts of interest; 4) build capacity; 5) use good methods and be transparent; 6) start small and address important questions; and 7) be attentive to implementation considerations. The advice offered to the World Health Organization (WHO) and other international organizations and networks was to foster collaborations across organizations. CONCLUSION: The findings from our interview study, the most broadly based of its kind, extend to both CPG-producing organizations and GSUs the applicability of the messages arising from previous interview studies of HTA agencies, such as to collaborate with other organizations and to be attentive to implementation considerations. Our interview study also provides a rich description of organizations supporting the use of research evidence, which can be drawn upon by those establishing or leading similar organizations in LMICs.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St West, HSC-2D3, Hamilton, ON L8N 3Z5, Canada. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Moynihan",
      "fore_name": "Ray",
      "initials": "R",
      "name": "Ray Moynihan",
      "affiliations": []
    },
    {
      "last_name": "Paulsen",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Paulsen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2008",
    "pub_month": "Dec",
    "pub_day": "17"
  },
  "start_page": "55",
  "pages": "55",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19091109",
    "pmc": "PMC2639615",
    "doi": "10.1186/1748-5908-3-55",
    "pii": "1748-5908-3-55"
  },
  "doi": "10.1186/1748-5908-3-55",
  "pmc_id": "PMC2639615",
  "dates": {
    "completed": "2010-05-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.968538",
    "pmid": "19091109"
  }
}