{
  "pmid": "19091451",
  "uid": "19091451",
  "title": "Neither rain nor hail nor sleet nor snow: provider perspectives on the challenges of weather for home and community care.",
  "abstract": "This paper contributes to the literature on the geographies of care and caregiving by examining the implications of weather for providing home and community care for children and older adults. Integrating research from two previous qualitative studies of formal and informal care provisioning in Ontario, Canada, the authors re-analyzed semi-structured interviews with 83 directors, managers, paid staff, volunteers and family members to examine the challenges they faced when providing care during the winter season. Similar to other settings where winter conditions like snow, ice and cold temperatures are commonplace, the studies were set within a health policy context in which there is not enough recognition of the difficulties of weather for coordinating, managing and providing care to disabled, injured, chronically ill and frail individuals. The re-analysis focused on how winter conditions translate into geographical, administrative, economic, operational, physical, social and psychological barriers within and across different 'scales of care'. The findings indicate that the problems posed by weather are crucial yet often underestimated aspects of home and community care provided by formal and informal caregivers. The analysis of weather-related challenges for care provisioning needs to be extended to other seasonal conditions (e.g., the challenges of delivering care in extreme heat), to the developing world and even to the burgeoning debates on the health implications of global environmental change.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Department of Geography, Trent University, 1600 West Bank Drive, Peterborough, Ontario, Canada. markskinner@trentu.ca"
      ]
    },
    {
      "last_name": "Yantzi",
      "fore_name": "Nicole M",
      "initials": "NM",
      "name": "Nicole M Yantzi",
      "affiliations": []
    },
    {
      "last_name": "Rosenberg",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Rosenberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "0277-9536",
    "issn_type": "Print",
    "volume": "68",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "682",
  "end_page": "688",
  "pages": "682-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Caregivers",
    "Child",
    "Child, Preschool",
    "Female",
    "Health Policy",
    "Health Services Accessibility",
    "Home Care Services",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Ontario",
    "Vulnerable Populations",
    "Weather"
  ],
  "article_ids": {
    "pubmed": "19091451",
    "doi": "10.1016/j.socscimed.2008.11.022",
    "pii": "S0277-9536(08)00610-2"
  },
  "doi": "10.1016/j.socscimed.2008.11.022",
  "dates": {
    "completed": "2009-06-03",
    "revised": "2009-02-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.381485",
    "pmid": "19091451"
  }
}