{
  "pmid": "19091333",
  "uid": "19091333",
  "title": "Perceptions and competence in evidence-based medicine: a survey of the American Urological Association Membership.",
  "abstract": "PURPOSE: We investigated the attitudes and opinions of urologists toward evidence-based medicine to help guide future efforts of the American Urological Association and other organizations vested in the education and training of urologists. MATERIALS AND METHODS: From August to November 2006 we performed a mail survey of a random sample of 2,000 members of the American Urological Association. Questions in the survey addressed the role of evidence-based medicine in urology, participants' self-assessed understanding of evidence-based medicine related terminology, their familiarity with and use of web based evidence-based medicine resources, as well as their evidence-based medicine competence based on their understanding of core concepts such as randomization and blinding. RESULTS: A total of 889 respondents completed the survey resulting in a response rate of 45%. There was widespread agreement that practicing evidence-based medicine improves patient care (median score 8; IQR 7, 10) and that every urologist should be familiar with critical appraisal techniques (median score 9; IQR 8, 10). The percentage of respondents who indicated that they \"understand and could explain to others\" the terms number needed to treat, power and level of evidence was 42%, 29% and 18%, respectively. The American Urological Association Guidelines were used regularly by 35% and on occasion by 51% of respondents. Of the participants 44% were unaware of the PubMed(R) search engine and only 14% used it regularly, while 76% were unaware of the Cochrane Database of Systematic Reviews and only 8% had ever used it. The mean evidence-based medicine competence score for all respondents was 67.2% +/- 17.0%. CONCLUSIONS: The findings of this survey confirm that urologists have a favorable attitude toward evidence-based medicine. However, understanding of evidence-based medicine terminology, concepts and use of related resources among American Urological Association members leaves room for improvement. Increased efforts to promote an understanding of evidence-based medicine through workshops, publications and web based resources specifically for a urological audience appear indicated.",
  "authors": [
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Department of Urology, University of Florida, College of Medicine, Gainesville, Florida 32610-0247, USA. p.dahm@urology.ufl.edu"
      ]
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Fesperman",
      "fore_name": "Susan F",
      "initials": "SF",
      "name": "Susan F Fesperman",
      "affiliations": []
    },
    {
      "last_name": "Baum",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Baum",
      "affiliations": []
    },
    {
      "last_name": "Kosiak",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Kosiak",
      "affiliations": []
    },
    {
      "last_name": "Carrick",
      "fore_name": "Todd",
      "initials": "T",
      "name": "Todd Carrick",
      "affiliations": []
    },
    {
      "last_name": "Preminger",
      "fore_name": "Glenn M",
      "initials": "GM",
      "name": "Glenn M Preminger",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "181",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "767",
  "end_page": "777",
  "pages": "767-77",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Committee Membership",
    "Education, Medical, Continuing",
    "Evidence-Based Medicine",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Practice Patterns, Physicians'",
    "Societies, Medical",
    "Surveys and Questionnaires",
    "United States",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "19091333",
    "doi": "10.1016/j.juro.2008.10.031",
    "pii": "S0022-5347(08)02717-1"
  },
  "doi": "10.1016/j.juro.2008.10.031",
  "dates": {
    "completed": "2009-02-04",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.032322",
    "pmid": "19091333"
  }
}