{
  "pmid": "19114980",
  "uid": "19114980",
  "title": "Roles and mechanisms of copper transporting ATPases in cancer pathogenesis.",
  "abstract": "Copper (Cu) is an essential trace element for cell metabolism as a cofactor to many key metabolic enzymes. Numerous physiological processes rely on the adequate and timely transport of copper ions mediated by copper-transporting ATPases (Cu-ATPases), which are essential for human cell growth and development. Inherited gene mutations of ATP7A and ATP7B result in clinical diseases related to damage in the multiple organ systems. Increased expression of these genes has been recently observed in some human cancer specimens, and may be associated with tumorigenesis and chemotherapy resistance. However, underlying mechanisms of Cu-ATPases in human cancer progression and treatment are largely unknown. In this review, we summarize current progress on the copper transport system, the structural and functional properties of the Cu-ATPases, ATP7A and ATP7B, in copper homeostasis, and their roles in anti-tumor drug resistance and cancer metastasis. This review provides valuable information for clinicians and researchers who want to recognize the newest advances in this new field and identify possible lines of investigation in copper transport as important mediators in human physiology and cancer.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Molecular Surgeon Research Center, Division of Vascular Surgery and Endovascular Therapy, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, TX 77030, U.S.A."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Li",
      "affiliations": []
    },
    {
      "last_name": "Yao",
      "fore_name": "Qizhi",
      "initials": "Q",
      "name": "Qizhi Yao",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Changyi",
      "initials": "C",
      "name": "Changyi Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical science monitor : international medical journal of experimental and clinical research",
    "iso_abbreviation": "Med Sci Monit",
    "issn": "1643-3750",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jan"
  },
  "start_page": "RA1",
  "end_page": "RA5",
  "pages": "RA1-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adenosine Triphosphatases",
    "Cation Transport Proteins",
    "Copper",
    "Copper-Transporting ATPases",
    "Drug Resistance, Neoplasm",
    "Humans",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "19114980",
    "pii": "869509"
  },
  "dates": {
    "completed": "2009-03-16",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Cation Transport Proteins",
    "Copper",
    "Adenosine Triphosphatases",
    "ATP7A protein, human",
    "ATP7B protein, human",
    "Copper-Transporting ATPases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.062119",
    "pmid": "19114980"
  }
}