{
  "pmid": "19112736",
  "uid": "19112736",
  "title": "Audit of the clinical use of fresh-frozen plasma in Umbria: study design and results of the pilot phase.",
  "abstract": "BACKGROUND: Fresh-frozen plasma (FFP) is unanimously recognised by international guidelines as the blood component of choice for the management of acute haemorrhage when accompanied by disorders of haemostasis, for disseminated intravascular coagulation in the presence of haemorrhage, for rare bleeding disorders when specific clotting factor concentrates are not available and for thrombotic thrombocytopenic purpura. The literature, however, reports a high percentage of inappropriate requests for FFP. This article presents the results of a pilot study of clinical auditing of the use of FFP in the Region of Umbria (Italy). METHODS: This study was based on the examination of the requests for FFP made in April 2006 to four Immunotransfusion Services (ITS) in Umbria and of the clinical records of the patients receiving transfusions. The following indicators were identified and evaluated: completeness of the request, appropriateness of the indication and the dose, completeness of the records in the clinical charts, adverse events, in-hospital morbidity and mortality, efficacy of the treatment (evaluated by analysing the changes between pre- and post-transfusion coagulation test results) and, as an indicator of the process, the correspondence between data in the paper request form and in the computerised database. The data were extracted from the ITS databases, from the paper request forms and from the patients' clinical records. RESULTS: Two hundred and twenty-one requests (615 units of FFP) for 109 patients and 92.8% of the related clinical records were examined. The patients were admitted in medical (22.9%), surgical (51.4%) and critical care units (25.7%). In 50.7% of the cases, the completeness of the data in the individual requests was good (65-80% of the fields filled in). The indication was appropriate in 31.5% of the requests evaluated (56.1% of the total), with no difference related to different requesters. The dosage was appropriate in 62.7% of the requests evaluated (62% of the total). A comparison of pre- and posttransfusion laboratory data showed a significant correction of pathological values (p=0.02) only for the International Normalised Ratio (INR). CONCLUSIONS: Critical areas that should be targeted by interventions to improve plasma usage are those related to the appropriateness of the indication, the completeness of the data entered in the request forms and the data recorded in the clinical charts.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "SC di Medicina Interna and Vascolare, Dipartimento di Medicina Interna, Università di Perugia, Italy. iorioa@unipg.it"
      ]
    },
    {
      "last_name": "Basileo",
      "fore_name": "Michela",
      "initials": "M",
      "name": "Michela Basileo",
      "affiliations": []
    },
    {
      "last_name": "Marchesini",
      "fore_name": "Emanuela",
      "initials": "E",
      "name": "Emanuela Marchesini",
      "affiliations": []
    },
    {
      "last_name": "Palazzesi",
      "fore_name": "Gian Paolo",
      "initials": "GP",
      "name": "Gian Paolo Palazzesi",
      "affiliations": []
    },
    {
      "last_name": "Materazzi",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Materazzi",
      "affiliations": []
    },
    {
      "last_name": "Marchesi",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Marchesi",
      "affiliations": []
    },
    {
      "last_name": "Esposito",
      "fore_name": "Antonella",
      "initials": "A",
      "name": "Antonella Esposito",
      "affiliations": []
    },
    {
      "last_name": "Pellegrini",
      "fore_name": "Lucio",
      "initials": "L",
      "name": "Lucio Pellegrini",
      "affiliations": []
    },
    {
      "last_name": "Germani",
      "fore_name": "Antonella",
      "initials": "A",
      "name": "Antonella Germani",
      "affiliations": []
    },
    {
      "last_name": "Rocchetti",
      "fore_name": "Lauretta",
      "initials": "L",
      "name": "Lauretta Rocchetti",
      "affiliations": []
    },
    {
      "last_name": "Silvani",
      "fore_name": "Carla Maria",
      "initials": "CM",
      "name": "Carla Maria Silvani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood transfusion = Trasfusione del sangue",
    "iso_abbreviation": "Blood Transfus",
    "issn": "1723-2007",
    "issn_type": "Print",
    "volume": "6",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "211",
  "end_page": "219",
  "pages": "211-9",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Blood Component Transfusion",
    "Female",
    "Humans",
    "Italy",
    "Male",
    "Medical Audit",
    "Middle Aged",
    "Plasma",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "19112736",
    "pmc": "PMC2626902",
    "doi": "10.2450/2008.0042-07"
  },
  "doi": "10.2450/2008.0042-07",
  "pmc_id": "PMC2626902",
  "dates": {
    "completed": "2009-01-27",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.579588",
    "pmid": "19112736"
  }
}