{
  "pmid": "19117375",
  "uid": "19117375",
  "title": "Chemoattraction and host preference of the gastropod parasitic nematode Phasmarhabditis hermaphrodita.",
  "abstract": "Phasmarhabditis hermaphrodita is a parasitic nematode that has been formulated into a biological control agent for slugs. The nematode responds to slug-associated cues such as mucus and feces in order to locate potential hosts. We assessed the olfactory response of P. hermaphrodita to mucus from 9 species of slugs, 2 snails, and 2 earthworms (non-hosts). We then examined the susceptibility of each invertebrate test species to high doses of P. hermaphrodita to determine whether susceptible species are more attractive than non-susceptible species to the nematode. We also studied the numbers of infective juveniles produced in each test species, as well as infectivity. Phasmarhabditis hermaphrodita showed strong attraction to mucus from the non-susceptible slug Arion subfuscus, the snail Helix aspersa, and the highly susceptible slug Deroceras reticulatum. In reproduction experiments, P. hermaphrodita produced the highest number of infective juveniles in D. reticulatum and Deroceras panormitanum; however, there was no significant relationship with attraction. Phasmarhabditis hermaphrodita caused significant mortality in 5-11 gastropod species tested (and showed no chemotactic preference for susceptible or non-susceptible species). There was a significant positive relationship between numbers of P. hermaphrodita penetrating into non-susceptible species and chemotaxis response. These necromenic species represent ideal hosts for P. hermaphrodita in terms of providing protection against abiotic and biotic factors as well as transport to many diverse areas.",
  "authors": [
    {
      "last_name": "Rae",
      "fore_name": "Robbie G",
      "initials": "RG",
      "name": "Robbie G Rae",
      "affiliations": [
        "Max Planck Institute for Developmental Biology, Department of Evolutionary Biology, Spemannstrasse 37-39, Tuebingen 72076, Germany. robbie.rae@tuebingen.mpg.de"
      ]
    },
    {
      "last_name": "Robertson",
      "fore_name": "Jamie F",
      "initials": "JF",
      "name": "Jamie F Robertson",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of parasitology",
    "iso_abbreviation": "J Parasitol",
    "issn": "1937-2345",
    "issn_type": "Electronic",
    "volume": "95",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "517",
  "end_page": "526",
  "pages": "517-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analysis of Variance",
    "Animals",
    "Chemotactic Factors",
    "Chemotaxis",
    "Feces",
    "Feeding Behavior",
    "Gastropoda",
    "Host-Parasite Interactions",
    "Mucus",
    "Oligochaeta",
    "Pest Control, Biological",
    "Reproduction",
    "Rhabditoidea",
    "Snails"
  ],
  "article_ids": {
    "pubmed": "19117375",
    "doi": "10.1645/GE-1637.1",
    "pii": "GE-1637"
  },
  "doi": "10.1645/GE-1637.1",
  "dates": {
    "completed": "2010-01-05",
    "revised": "2009-12-16"
  },
  "chemicals": [
    "Chemotactic Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.146144",
    "pmid": "19117375"
  }
}