{
  "pmid": "19116406",
  "uid": "19116406",
  "title": "Increasing reliability of APACHE II scores in a medical-surgical intensive care unit: a quality improvement study.",
  "abstract": "BACKGROUND: Given their clinical, research, and administrative purposes, scores on the Acute Physiology and Chronic Health Evaluation (APACHE) II should be reliable, whether calculated by health care personnel or a clinical information system. OBJECTIVE: To determine reliability of APACHE II scores calculated by a clinical information system and by health care personnel before and after a multifaceted quality improvement intervention. METHODS: APACHE II scores of 37 consecutive patients admitted to a closed, 15-bed, university-affiliated intensive care unit were collected by a research coordinator, a database clerk, and a clinical information system. After a quality improvement intervention focused on health care personnel and the clinical information system, the same methods were used to collect data on 32 consecutive patients. The research coordinator and the clerk did not know each other's scores or the information system's score. The data analyst did not know the source of the scores until analysis was complete. RESULTS: APACHE II scores obtained by the clerk and the research coordinator were highly reliable (intraclass correlation coefficient, 0.88 before vs 0.80 after intervention; P = .25). No significant changes were detected after the intervention; however, compared with scores of the research coordinator, the overall reliability of APACHE II scores calculated by the clinical information system improved (intraclass correlation coefficient, 0.24 before intervention vs 0.91 after intervention, P < .001). CONCLUSIONS: After completion of a quality improvement intervention, health care personnel and a computerized clinical information system calculated sufficiently reliable APACHE II scores for clinical, research, and administrative purposes.",
  "authors": [
    {
      "last_name": "Donahoe",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Donahoe",
      "affiliations": [
        "Dalhousie University in Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen McDonald",
      "affiliations": []
    },
    {
      "last_name": "Kho",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Kho",
      "affiliations": []
    },
    {
      "last_name": "Maclennan",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Maclennan",
      "affiliations": []
    },
    {
      "last_name": "Stratford",
      "fore_name": "Paul W",
      "initials": "PW",
      "name": "Paul W Stratford",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of critical care : an official publication, American Association of Critical-Care Nurses",
    "iso_abbreviation": "Am J Crit Care",
    "issn": "1062-3264",
    "issn_type": "Print",
    "volume": "18",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jan"
  },
  "start_page": "58",
  "end_page": "64",
  "pages": "58-64",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "APACHE",
    "Aged",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Observer Variation",
    "Quality Assurance, Health Care",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "19116406",
    "doi": "10.4037/ajcc2009757",
    "pii": "18/1/58"
  },
  "doi": "10.4037/ajcc2009757",
  "dates": {
    "completed": "2009-02-26",
    "revised": "2008-12-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.716217",
    "pmid": "19116406"
  }
}