{
  "pmid": "19128700",
  "uid": "19128700",
  "title": "Retrospective comparison of an endoscopic assisted versus a purely endoscopic approach to sellar tumour resection.",
  "abstract": "INTRODUCTION: The purely endoscopic approach to sellar tumors is thought to offer improved visualization and decreased complications compared to the endoscopic assisted approach. METHODS: This retrospective study was approved by the Research Ethics Board (REB) of McMaster University. Seventy-one consecutive patients who underwent sellar surgery at our institution from January 2003 to October 2005 were reviewed. 40 patients underwent an endoscopic assisted (microscope) approach, while 31 underwent a purely endoscopic approach. Populations were compared for differences in demographics, OR times, outcome measures, and complication rates. RESULTS: The groups were demographically equivalent. The pathology was similar across both groups. Both groups had a reduction of volume and invasion post operatively. There was a trend toward greater reduction in tumour volume and a significant decrease in tumour invasion in the purely endoscopic group. Both groups demonstrated similar improvements in visual fields. The purely endoscopic group had an improvement of 0.33 axes (p<0.05) in pituitary function. Overall, complications were reduced in the purely endoscopic group. A trend toward shorter operative times (128 minutes vs 135 minutes) and length of hospital stay (3.6 days (p<0.05) vs 5.4 days) in the purely endoscopic group. CONCLUSION: Our purely endoscopic group demonstrated a trend, as skill and confidence increased so did the size and invasiveness of the tumours being resected. Overall, the purely endoscopic technique showed improved total tumour resection, improved pituitary function, similar visual field outcomes, less post operative complications, decreased operative times and reduced hospital stay when compared to the endoscopic assisted technique.",
  "authors": [
    {
      "last_name": "Minet",
      "fore_name": "Wyatt W",
      "initials": "WW",
      "name": "Wyatt W Minet",
      "affiliations": [
        "Department of Otolaryngology, McMaster University, Hamilton, Ontario. wyatt.minet@learnlink.mcmaster.ca"
      ]
    },
    {
      "last_name": "Sommer",
      "fore_name": "Doron D",
      "initials": "DD",
      "name": "Doron D Sommer",
      "affiliations": []
    },
    {
      "last_name": "Yousuf",
      "fore_name": "Kashif",
      "initials": "K",
      "name": "Kashif Yousuf",
      "affiliations": []
    },
    {
      "last_name": "Midia",
      "fore_name": "Mehran",
      "initials": "M",
      "name": "Mehran Midia",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Reddy",
      "fore_name": "Kesava",
      "initials": "K",
      "name": "Kesava Reddy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of otolaryngology - head & neck surgery = Le Journal d'oto-rhino-laryngologie et de chirurgie cervico-faciale",
    "iso_abbreviation": "J Otolaryngol Head Neck Surg",
    "issn": "1916-0216",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "6",
    "pub_year": "2008",
    "pub_month": "Dec"
  },
  "start_page": "759",
  "end_page": "767",
  "pages": "759-67",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cohort Studies",
    "Endoscopy",
    "Female",
    "Humans",
    "Length of Stay",
    "Male",
    "Microsurgery",
    "Middle Aged",
    "Neoplasm Invasiveness",
    "Pituitary Neoplasms",
    "Retrospective Studies",
    "Sella Turcica",
    "Treatment Outcome",
    "Tumor Burden"
  ],
  "article_ids": {
    "pubmed": "19128700"
  },
  "dates": {
    "completed": "2009-05-05",
    "revised": "2013-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.330220",
    "pmid": "19128700"
  }
}