{
  "pmid": "19127377",
  "uid": "19127377",
  "title": "Development, malaria and adaptation to climate change: a case study from India.",
  "abstract": "India has reasons to be concerned about climate change. Over 650 million people depend on climate-sensitive sectors, such as rain-fed agriculture and forestry, for livelihood and over 973 million people are exposed to vector borne malarial parasites. Projection of climatic factors indicates a wider exposure to malaria for the Indian population in the future. If precautionary measures are not taken and development processes are not managed properly some developmental activities, such as hydro-electric dams and irrigation canal systems, may also exacerbate breeding grounds for malaria. This article integrates climate change and developmental variables in articulating a framework for integrated impact assessment and adaptation responses, with malaria incidence in India as a case study. The climate change variables include temperature, rainfall, humidity, extreme events, and other secondary variables. Development variables are income levels, institutional mechanisms to implement preventive measures, infrastructure development that could promote malarial breeding grounds, and other policies. The case study indicates that sustainable development variables may sometimes reduce the adverse impacts on the system due to climate change alone, while it may sometimes also exacerbate these impacts if the development variables are not managed well and therefore they produce a negative impact on the system. The study concludes that well crafted and well managed developmental policies could result in enhanced resilience of communities and systems, and lower health impacts due to climate change.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Indian Institute of Management Ahmedabad, Vastrapur, Ahmedabad, India. amitgarg@iimahd.ernet.in"
      ]
    },
    {
      "last_name": "Dhiman",
      "fore_name": "R C",
      "initials": "RC",
      "name": "R C Dhiman",
      "affiliations": []
    },
    {
      "last_name": "Bhattacharya",
      "fore_name": "Sumana",
      "initials": "S",
      "name": "Sumana Bhattacharya",
      "affiliations": []
    },
    {
      "last_name": "Shukla",
      "fore_name": "P R",
      "initials": "PR",
      "name": "P R Shukla",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental management",
    "iso_abbreviation": "Environ Manage",
    "issn": "1432-1009",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "5",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "779",
  "end_page": "789",
  "pages": "779-89",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Climate",
    "Conservation of Natural Resources",
    "Economics",
    "Environment",
    "Greenhouse Effect",
    "Humans",
    "Humidity",
    "India",
    "Malaria",
    "Public Policy",
    "Rain",
    "Temperature"
  ],
  "article_ids": {
    "pubmed": "19127377",
    "doi": "10.1007/s00267-008-9242-z"
  },
  "doi": "10.1007/s00267-008-9242-z",
  "dates": {
    "completed": "2009-07-16",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.937962",
    "pmid": "19127377"
  }
}