{
  "pmid": "19127739",
  "uid": "19127739",
  "title": "Identification of environmental factors limiting plant uptake of metaldehyde seed treatments under field conditions.",
  "abstract": "Slugs are serious pests of oilseed rape (canola) and wheat with most damage occurring just after sowing and seedling emergence. As an alternative to the use of bait pellets, molluscicidal seed treatments have been shown to protect seeds and seedlings from slug damage in laboratory and semi-field experiments. However, protection offered to plants in field trials was diminished and shortlived in comparison with laboratory experiments. To determine why field efficacy was reduced, we grew seedlings under a range of environmental conditions, with appropriate controls, that simulated differences between laboratory and field experiments. We then measured the metaldehyde content of plant seedlings using a previously unpublished methodology described herein, which, unlike previous methods, did not first depolymerize the metaldehyde to acetaldehyde. We confirmed that naturally abundant plant-derived acetaldehyde could not interfere with our measurements of metaldehyde, even if depolymerization took place within the column. Our data suggest that reduced field efficacy results from microbial breakdown and/or loss of active ingredient caused by percolating soil water. Once the seedlings had emerged, neither volatalization nor simulated rainwater reduced the metaldehyde content of seedlings. Our findings will help develop superior seed treatment formulations to overcome these constraints.",
  "authors": [
    {
      "last_name": "Simms",
      "fore_name": "Louise C",
      "initials": "LC",
      "name": "Louise C Simms",
      "affiliations": [
        "School of Biological Sciences, University of Aberdeen, Aberdeen, AB24 3UU, United Kingdom."
      ]
    },
    {
      "last_name": "Dawson",
      "fore_name": "Julian J C",
      "initials": "JJ",
      "name": "Julian J C Dawson",
      "affiliations": []
    },
    {
      "last_name": "Paton",
      "fore_name": "Graeme I",
      "initials": "GI",
      "name": "Graeme I Paton",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of agricultural and food chemistry",
    "iso_abbreviation": "J Agric Food Chem",
    "issn": "0021-8561",
    "issn_type": "Print",
    "volume": "54",
    "issue": "10",
    "pub_year": "2006",
    "pub_month": "May",
    "pub_day": "17"
  },
  "start_page": "3646",
  "end_page": "3650",
  "pages": "3646-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acetaldehyde",
    "Animals",
    "Brassica rapa",
    "Environment",
    "Gastropoda",
    "Molluscacides",
    "Seedlings",
    "Seeds",
    "Soil Microbiology",
    "Triticum"
  ],
  "article_ids": {
    "pubmed": "19127739",
    "doi": "10.1021/jf060231a"
  },
  "doi": "10.1021/jf060231a",
  "dates": {
    "completed": "2009-02-10",
    "revised": "2019-07-23"
  },
  "chemicals": [
    "Molluscacides",
    "metaldehyde",
    "Acetaldehyde"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.146831",
    "pmid": "19127739"
  }
}