{
  "pmid": "19133146",
  "uid": "19133146",
  "title": "A tool for self-assessment of communication skills and professionalism in residents.",
  "abstract": "BACKGROUND: Effective communication skills and professionalism are critical for physicians in order to provide optimum care and achieve better health outcomes. The aims of this study were to evaluate residents' self-assessment of their communication skills and professionalism in dealing with patients, and to evaluate the psychometric properties of a self-assessment questionnaire. METHODS: A modified version of the American Board of Internal Medicine's (ABIM) Patient Assessment survey was completed by 130 residents in 23 surgical and non-surgical training programs affiliated with a single medical school. Descriptive, regression and factor analyses were performed. Internal consistency, inter-item gamma scores, and discriminative validity of the questionnaire were determined. RESULTS: Factor analysis suggested two groups of items: one group relating to developing interpersonal relationships with patients and one group relating to conveying medical information to patients. Cronbach's alpha (0.86) indicated internal consistency. Males rated themselves higher than females in items related to explaining things to patients. When compared to graduates of U.S. medical schools, graduates of medical schools outside the U.S. rated themselves higher in items related to listening to the patient, yet lower in using understandable language. Surgical residents rated themselves higher than non-surgical residents in explaining options to patients. CONCLUSION: This appears to be an internally consistent and reliable tool for residents' self-assessment of communication skills and professionalism. Some demographic differences in self-perceived communication skills were noted.",
  "authors": [
    {
      "last_name": "Symons",
      "fore_name": "Andrew B",
      "initials": "AB",
      "name": "Andrew B Symons",
      "affiliations": [
        "Department of Family Medicine, University at Buffalo School of Medicine and Biomedical Sciences, Buffalo, New York, USA. symons@buffalo.edu"
      ]
    },
    {
      "last_name": "Swanson",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Swanson",
      "affiliations": []
    },
    {
      "last_name": "McGuigan",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise McGuigan",
      "affiliations": []
    },
    {
      "last_name": "Orrange",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Orrange",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Jan",
    "pub_day": "08"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Communication",
    "Education, Medical, Graduate",
    "Female",
    "Foreign Medical Graduates",
    "Humans",
    "Internship and Residency",
    "Interpersonal Relations",
    "Male",
    "Patient Satisfaction",
    "Physician-Patient Relations",
    "Self-Assessment",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "19133146",
    "pmc": "PMC2631014",
    "doi": "10.1186/1472-6920-9-1",
    "pii": "1472-6920-9-1"
  },
  "doi": "10.1186/1472-6920-9-1",
  "pmc_id": "PMC2631014",
  "dates": {
    "completed": "2009-03-30",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.145883",
    "pmid": "19133146"
  }
}