{
  "pmid": "19134216",
  "uid": "19134216",
  "title": "Rosiglitazone: can meta-analysis accurately estimate excess cardiovascular risk given the available data? Re-analysis of randomized trials using various methodologic approaches.",
  "abstract": "BACKGROUND: A recent and provocative meta-analysis, based on few outcome events, suggested that rosiglitazone increased cardiovascular mortality and myocardial infarction. However, results of meta-analyses of trials with sparse events, often performed when examining uncommon adverse effects due to common therapies, can vary substantially depending on methodologic decisions. The objective of this study was to assess the robustness of the rosiglitazone results by using alternative reasonable methodologic approaches and by analyzing additional related outcomes. FINDINGS: In duplicate and independently, we abstracted all myocardial and cerebrovascular ischemic events from all randomized controlled trials listed on the manufacturer's web site meeting inclusion criteria of the original meta-analysis (at least 24 weeks of rosiglitazone exposure in the intervention group and any control group without rosiglitazone). We performed meta-analyses of these data under different methodologic conditions. An unconfounded comparison that includes only trials (or arms of trials) in which medications apart from rosiglitazone are identical suggests higher risks than previously reported, making even the risk of cardiovascular death statistically significant. Alternatively, meta-analysis that includes all trials comparing a treatment arm receiving rosiglitazone to any control arm without rosiglitazone (as in the original meta-analysis) but also including trials with no events in both the rosiglitazone and control arms (not incorporated in the original meta-analysis), shows adverse but non-statistically significant effects of rosiglitazone on myocardial infarction and cardiovascular mortality. Rosiglitazone appears to have inconsistent effects on a wider range of cardiovascular outcomes. It increases the risk of a broad range of myocardial ischemic events (not just myocardial infarction). However, its effect on cerebrovascular ischemic events suggests benefit, although far from statistically significant. CONCLUSION: We have shown that alternative reasonable methodological approaches to the rosiglitazone meta-analysis can yield increased or decreased risks that are either statistically significant or not significant at the p = 0.05 level for both myocardial infarction and cardiovascular death. Completion of ongoing trials may help to generate more accurate estimates of rosiglitazone's effect on cardiovascular outcomes. However, given that almost all point estimates suggest harm rather than benefit and the availability of alternative agents, the use of rosiglitazone may greatly decline prior to more definitive safety data being generated.",
  "authors": [
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada. j.friedrich@utoronto.ca"
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2009",
    "pub_month": "Jan",
    "pub_day": "10"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19134216",
    "pmc": "PMC2649945",
    "doi": "10.1186/1756-0500-2-5",
    "pii": "1756-0500-2-5"
  },
  "doi": "10.1186/1756-0500-2-5",
  "pmc_id": "PMC2649945",
  "dates": {
    "completed": "2009-12-16",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.899300",
    "pmid": "19134216"
  }
}