{
  "pmid": "19140756",
  "uid": "19140756",
  "title": "Immunosenescence and vaccination in nursing home residents.",
  "abstract": "The elderly population continues to increase in most countries. Concomitantly, the number of individuals who are institutionalized is also increasing, unfortunately, with more and more individuals being institutionalized at greater ages. These elderly individuals are very different from healthy, community-dwelling elderly individuals, in that many are considered to be frail and have various chronic diseases. It is apparent that the immune response diminishes even in healthy elderly people and that the pathologies that occur in nursing home patients, together with malnutrition, further impair immunity required for an effective vaccine response. Therefore, it is important to take secondary age-related effects, attributable to factors such as chronic diseases, inflammation, frailty, nutrition, functional status, and stress, into account when assessing vaccination strategies. Despite these alterations that can affect immune function and their potential interaction with vaccination, vaccination is still worthwhile and is recommended for elderly nursing home residents. Research efforts should continue attempts to elucidate the immunological basis of impaired immunity in nursing home residents to design improved prevention strategies for this vulnerable group.",
  "authors": [
    {
      "last_name": "Fulop",
      "fore_name": "Tamas",
      "initials": "T",
      "name": "Tamas Fulop",
      "affiliations": [
        "Research Center on Aging, Immunology Program, Geriatric Division, Faculty of Medicine, University of Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Pawelec",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Pawelec",
      "affiliations": []
    },
    {
      "last_name": "Castle",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Castle",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "443",
  "end_page": "448",
  "pages": "443-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Communicable Diseases",
    "Humans",
    "Nursing Homes",
    "Vaccines"
  ],
  "article_ids": {
    "pubmed": "19140756",
    "doi": "10.1086/596475"
  },
  "doi": "10.1086/596475",
  "dates": {
    "completed": "2009-08-31",
    "revised": "2009-07-09"
  },
  "chemicals": [
    "Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:51.116763",
    "pmid": "19140756"
  }
}