{
  "pmid": "19140567",
  "uid": "19140567",
  "title": "Effects of megestrol acetate in patients with cancer anorexia-cachexia syndrome--a systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Anorexia-cachexia syndrome (ACS) often occurs in patients with advanced cancer. OBJECTIVES: To review the effect of megestrol acetate (MA) in patients with ACS. PATIENTS AND METHODS: To identify eligible studies, systematic review by Lopez et al. (2004) was used, electronic databases (MEDLINE, EMBASE and CENTRAL) were searched and reference lists of included studies were reviewed. The studies were included in the review if they were randomized, enrolled patients with non-hormone-sensitive cancer and ACS and assessed the effects of MA compared with placebo, other drugs or different doses of MA. RESULTS: The study population is characterized by high mortality and progressive weight loss irrespective of the treatment. Compared to placebo, the effect of MA on survival is similar, but MA increases appetite (number needed to treat [NNT]: 3) and leads to weight gain (NNT: 8) in more patients. The data on other aspects of the quality of life are limited. The comparison of MA and glucocorticosteroids showed no statistical difference in their effect on appetite and weight. CONCLUSIONS: Compared to placebo, MA reduces the symptoms of ACS, with no effect on survival. The beneficial effect of MA on the overall quality of life has not been confirmed. In identified studies the effect of MA and glucocorticosteroids on anorexia and cachexia is similar. The estimation of the treatment utility in ACS depends on the weight attributed to discomfort caused by symptoms, adverse effects of the drugs and the treatment cost. Because of the low quality of the included studies a new randomized controlled trial is needed for valid assessment of the effects of MA.",
  "authors": [
    {
      "last_name": "Leśniak",
      "fore_name": "Wiktoria",
      "initials": "W",
      "name": "Wiktoria Leśniak",
      "affiliations": [
        "Department of Internal Medicine, Jagiellonian University Medical College, Kraków, Poland. lesniak@mp.pl"
      ]
    },
    {
      "last_name": "Bała",
      "fore_name": "Małgorzata",
      "initials": "M",
      "name": "Małgorzata Bała",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Krzakowski",
      "fore_name": "Maciej",
      "initials": "M",
      "name": "Maciej Krzakowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Polskie Archiwum Medycyny Wewnetrznej",
    "iso_abbreviation": "Pol Arch Med Wewn",
    "volume": "118",
    "issue": "11",
    "pub_year": "2008",
    "pub_month": "Nov"
  },
  "start_page": "636",
  "end_page": "644",
  "pages": "636-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anorexia",
    "Appetite",
    "Appetite Stimulants",
    "Body Weight",
    "Cachexia",
    "Dose-Response Relationship, Drug",
    "Humans",
    "Megestrol Acetate",
    "Neoplasms",
    "Randomized Controlled Trials as Topic",
    "Syndrome",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19140567"
  },
  "dates": {
    "completed": "2009-02-12",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Appetite Stimulants",
    "Megestrol Acetate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.434826",
    "pmid": "19140567"
  }
}