{
  "pmid": "19169127",
  "uid": "19169127",
  "title": "Identifying potentially avoidable hospital admissions from canadian long-term care facilities.",
  "abstract": "BACKGROUND: The provision of preventive services and continuity of care are important aspects of long-term care (LTC). A proposed quality indicator of such care is the rate of hospitalizations due to ambulatory care sensitive conditions (ACSCs). As the ACSC approach to identifying potentially avoidable hospitalizations (PAH) was developed for younger community-dwelling adults in the United States, we sought to examine its applicability as a quality indicator for older institutionalized residents in Canada. METHODS: ACSCs were identified in a linked hospital-based LTC and acute care administrative database at the Institute for Clinical Evaluative Sciences in Ontario, Canada. An expert panel was then convened to assess the applicability of existing ACSCs to an older institutionalized population in Canada and to develop consensus-based revisions appropriate to this setting. The revised definition of PAH was then applied to the same linked database. RESULTS: The proportion of hospitalizations categorized as a PAH using the original ACSCs was 47% (4177 of 8885). The panel suggested the inclusion of 2 new conditions (septicemia and falls/fractures) coupled with the deletion of 4 of the original ACSCs (immunization-preventable conditions; nutritional deficiency; severe ear, nose and throat infections; tuberculosis) that were rare hospital diagnoses in this population. Using the revised definition, 55% of hospitalizations (4874) were identified as potentially avoidable. CONCLUSIONS: Changes to the original list of ACSCs led to more hospitalizations being categorized as potentially avoidable. Significant variation between LTC facilities and over time in our PAH indicator may identify areas for improvement in preventive services and continuity of care for LTC residents.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "Canadian Institute for Health Information, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Teare",
      "fore_name": "Gary F",
      "initials": "GF",
      "name": "Gary F Teare",
      "affiliations": []
    },
    {
      "last_name": "Hogan",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Hogan",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Lewis",
      "affiliations": []
    },
    {
      "last_name": "Maxwell",
      "fore_name": "Colleen J",
      "initials": "CJ",
      "name": "Colleen J Maxwell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical care",
    "iso_abbreviation": "Med Care",
    "issn": "1537-1948",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "250",
  "end_page": "254",
  "pages": "250-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Aged",
    "Cross-Sectional Studies",
    "Diabetes Mellitus",
    "Fractures, Bone",
    "Health Services Misuse",
    "Heart Failure",
    "Humans",
    "Long-Term Care",
    "Ontario",
    "Patient Admission",
    "Pneumonia",
    "Preventive Health Services",
    "Quality Assurance, Health Care",
    "Quality Indicators, Health Care",
    "Reference Standards",
    "Sepsis",
    "Urinary Tract Infections",
    "Utilization Review"
  ],
  "article_ids": {
    "pubmed": "19169127",
    "doi": "10.1097/MLR.0b013e3181847588",
    "pii": "00005650-200902000-00016"
  },
  "doi": "10.1097/MLR.0b013e3181847588",
  "dates": {
    "completed": "2009-02-02",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.529924",
    "pmid": "19169127"
  }
}