{
  "pmid": "19160341",
  "uid": "19160341",
  "title": "School-based physical activity programs for promoting physical activity and fitness in children and adolescents aged 6-18.",
  "abstract": "BACKGROUND: The World Health Organization estimates that 1.9 million deaths worldwide are attributable to physical inactivity. Chronic diseases associated with physical inactivity include cancer, diabetes and coronary heart disease. OBJECTIVES: The purpose of this systematic review is to summarize the evidence of the effectiveness of school-based interventions in promoting physical activity and fitness in children and adolescents. SEARCH STRATEGY: The search strategy included searching several databases. In addition, reference lists of included articles and background papers were reviewed for potentially relevant studies, as well as references from relevant Cochrane reviews. Primary authors of included studies were contacted as needed for additional information. SELECTION CRITERIA: To be included, the intervention had to be relevant to public health practice, implemented, facilitated, or promoted by staff in local public health units, implemented in a school setting and aimed at increasing physical activity, report on outcomes for children and adolescents (aged 6 to 18 years), and use a prospective design with a control group. DATA COLLECTION AND ANALYSIS: Standardized tools were used by two independent reviewers to rate each study's methodological quality and for data extraction. Where discrepancies existed discussion occurred until consensus was reached. The results were summarized narratively due to wide variations in the populations, interventions evaluated and outcomes measured. MAIN RESULTS: 13,841 titles were identified and screened and 482 articles were retrieved. Multiple publications on the same project were combined and counted as one project, resulting in 395 distinct project accounts (studies). Of the 395 studies 104 were deemed relevant and of those, four were assessed as having strong methodological quality, 22 were of moderate quality and 78 were considered weak. In total 26 studies were included in the review. There is good evidence that school-based physical activity interventions have a positive impact on four of the nine outcome measures. Specifically positive effects were observed for duration of physical activity, television viewing, VO2 max, and blood cholesterol. Generally school-based interventions had no effect on leisure time physical activity rates, systolic and diastolic blood pressure, body mass index, and pulse rate. At a minimum, a combination of printed educational materials and changes to the school curriculum that promote physical activity result in positive effects. AUTHORS' CONCLUSIONS: Given that there are no harmful effects and that there is some evidence of positive effects on lifestyle behaviours and physical health status measures, ongoing physical activity promotion in schools is recommended at this time.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Rm 3N25G, 1200 Main Street West, Hamilton, Ontario, Canada, L8N 3Z5. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "De Corby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara De Corby",
      "affiliations": []
    },
    {
      "last_name": "Robeson",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Robeson",
      "affiliations": []
    },
    {
      "last_name": "Husson",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Husson",
      "affiliations": []
    },
    {
      "last_name": "Tirilis",
      "fore_name": "Daiva",
      "initials": "D",
      "name": "Daiva Tirilis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jan",
    "pub_day": "21"
  },
  "start_page": "CD007651",
  "pages": "CD007651",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Exercise",
    "Health Promotion",
    "Humans",
    "Motor Activity",
    "Physical Fitness",
    "Program Evaluation",
    "Randomized Controlled Trials as Topic",
    "Schools"
  ],
  "article_ids": {
    "pubmed": "19160341",
    "doi": "10.1002/14651858.CD007651"
  },
  "doi": "10.1002/14651858.CD007651",
  "dates": {
    "completed": "2009-03-19",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.333858",
    "pmid": "19160341"
  }
}