{
  "pmid": "19167452",
  "uid": "19167452",
  "title": "Discrimination of a transformation phenotype in Syrian golden hamster embryo (SHE) cells using ATR-FTIR spectroscopy.",
  "abstract": "Primary Syrian hamster embryo (SHE) cells might be used to assess morphological transformation following treatment with chemical carcinogens. We employed attenuated total reflection Fourier-transform infrared (ATR-FTIR) spectroscopy to interrogate SHE colonies, as complex biomolecules absorb in the mid-infrared (IR; lambda=2-20microm) giving vibrational spectra associated with structure and function. Early-passage SHE cells were cultured (pH 6.7) in the presence or absence of benzo[a]pyrene (B[a]P; 5.0microg/ml). Unstained colonies were applied to an ATR crystal, and vibrational spectra were obtained in the ATR mode using a Bruker Vector 22 FTIR spectrometer with Helios ATR attachment. These were individually baseline-corrected and normalised. Spectra were then analysed using principal component analysis (PCA) plus linear discriminant analysis (LDA). PCA was used to reduce the dataset dimensions before LDA was employed to reveal clustering. This determined whether wavenumber-absorbance relationships expressed as single points (scores) in 'hyperspace' might on the basis of multivariate distance reveal biophysical differences associated with morphologies in vehicle control (non-transformed or transformed) or carcinogen-treated (non-transformed or transformed) cells. Retrospectively designated SHE colonies (following staining and microscopic analysis) clustered according to whether they were vehicle control (non-transformed), B[a]P-treated (non-transformed) or transformed (control and B[a]P-treated). Scores plots pointed to a B[a]P-treated phenotype and derived loadings plots highlighted distinguishing markers in control transformed vs. B[a]P-treated transformed; these were mostly associated with Amide I, Amide II and phosphate stretching (asymmetric and symmetric) vibrations. Combined application of ATR-FTIR spectroscopy and unsupervised (PCA)/supervised (LDA) may be a novel approach to scoring SHE colonies for morphological transformation.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Centre for Biophotonics, Lancaster Environment Centre, Lancaster University, Lancaster LA1 4YQ, UK."
      ]
    },
    {
      "last_name": "Bruce",
      "fore_name": "Shannon W",
      "initials": "SW",
      "name": "Shannon W Bruce",
      "affiliations": []
    },
    {
      "last_name": "Pant",
      "fore_name": "Kamala",
      "initials": "K",
      "name": "Kamala Pant",
      "affiliations": []
    },
    {
      "last_name": "Carmichael",
      "fore_name": "Paul L",
      "initials": "PL",
      "name": "Paul L Carmichael",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Scott",
      "affiliations": []
    },
    {
      "last_name": "Martin",
      "fore_name": "Francis L",
      "initials": "FL",
      "name": "Francis L Martin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Toxicology",
    "iso_abbreviation": "Toxicology",
    "issn": "0300-483X",
    "issn_type": "Print",
    "volume": "258",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Apr",
    "pub_day": "05"
  },
  "start_page": "33",
  "end_page": "38",
  "pages": "33-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Benzo(a)pyrene",
    "Carcinogens",
    "Cell Count",
    "Cell Line",
    "Cell Transformation, Neoplastic",
    "Cricetinae",
    "Embryo, Mammalian",
    "Mesocricetus",
    "Phenotype",
    "Spectroscopy, Fourier Transform Infrared"
  ],
  "article_ids": {
    "pubmed": "19167452",
    "doi": "10.1016/j.tox.2009.01.003",
    "pii": "S0300-483X(09)00028-6"
  },
  "doi": "10.1016/j.tox.2009.01.003",
  "dates": {
    "completed": "2009-05-11",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Carcinogens",
    "Benzo(a)pyrene"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.497434",
    "pmid": "19167452"
  }
}