{
  "pmid": "19175961",
  "uid": "19175961",
  "title": "Self-reported protective behaviour against West Nile Virus among pregnant women in Toronto.",
  "abstract": "OBJECTIVE: West Nile virus (WNV) is an emerging infection that can lead to substantial morbidity and mortality. Although data are limited with respect to the risk to the fetus and neonate, this risk is not inconsequential. Methods to reduce the risk of mosquito bites and WNV transmission are simple, economical, and effective in the non-pregnant population. The objective of this descriptive cross-sectional study was to assess adherence to protective behaviours against WNV in pregnant women and to determine predictors for such adherence. METHODS: A questionnaire was administered to all consenting pregnant women at two Toronto university hospitals. RESULTS: The majority of women reported practising behaviours that reduce the risk of mosquito bites and potentially of WNV infection. In this survey, between 40% and 80% of pregnant women avoided the outdoors, avoided areas with mosquitoes, and reported practising two or more personal protection behaviours. However, only 33% of pregnant women reported wearing mosquito repellent, with the majority expressing concern about the safety of repellent use during pregnancy. The majority of pregnant women cited the media or the Internet as a source of their knowledge about WNV; only 12% reported their physician as a source of such knowledge. CONCLUSION: The majority of pregnant women are aware of WNV and practise protective behaviours that reduce the risk of transmission. However, they have unjustified fetal safety concerns about the use of mosquito repellent and are thus less likely to use it.",
  "authors": [
    {
      "last_name": "Kiehn",
      "fore_name": "Lana",
      "initials": "L",
      "name": "Lana Kiehn",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto ON; North York General Hospital, Toronto ON."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie E",
      "initials": "KE",
      "name": "Kellie E Murphy",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of Toronto, Toronto ON; Mount Sinai Hospital, Toronto ON."
      ]
    },
    {
      "last_name": "Yudin",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Yudin",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of Toronto, Toronto ON; St Michael's Hospital, Toronto ON."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "30",
    "issue": "12",
    "pub_year": "2008",
    "pub_month": "Dec"
  },
  "start_page": "1103",
  "end_page": "1109",
  "pages": "1103-1109",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Canada",
    "Cross-Sectional Studies",
    "Female",
    "Health Behavior",
    "Humans",
    "Infectious Disease Transmission, Vertical",
    "Middle Aged",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Surveys and Questionnaires",
    "West Nile Fever",
    "West Nile virus"
  ],
  "article_ids": {
    "pubmed": "19175961",
    "doi": "10.1016/S1701-2163(16)34019-1",
    "pii": "S1701-2163(16)34019-1"
  },
  "doi": "10.1016/S1701-2163(16)34019-1",
  "dates": {
    "completed": "2009-03-04",
    "revised": "2017-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.125240",
    "pmid": "19175961"
  }
}