{
  "pmid": "19176404",
  "uid": "19176404",
  "title": "Nurse faculty perceptions of simulation use in nursing education.",
  "abstract": "In this study nursing faculty perceptions of the implementation of simulation in schools of nursing across Ontario, Canada, were explored using the Q-methodology technique. Following Q-methodology guidelines, 104 statements were collected from faculty and students with exposure to simulation to determine the concourse (what people say about the issue). The statements were classified into six domains, including teaching and learning, access/reach, communication, technical features, technology set-up and training, and comfort/ease of use with technology. They were then refined into 43 final statements for the Q-sample. Next, 28 faculty from 17 nursing schools participated in the Q-sorting process. A by-person factor analysis of the Q-sort was conducted to identify groups of participants with similar viewpoints. Results revealed four major viewpoints held by faculty including: (a) Positive Enthusiasts, (b) Traditionalists, (c) Help Seekers, and (d) Supporters. In conclusion, simulation was perceived to be an important element in nursing education. Overall, there was a belief that clinical simulation requires (a) additional support in terms of the time required to engage in teaching using this modality, (b) additional human resources to support its use, and (c) other types of support such as a repository of clinical simulations to reduce the time from development of a scenario to implementation. Few negative voices were heard. It was evident that with correct support (human resources) and training, many faculty members would embrace clinical simulation because it could support and enhance nursing education.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "McMaster University, USA. daneshn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Baxter",
      "affiliations": []
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta K",
      "initials": "RK",
      "name": "Ruta K Valaitis",
      "affiliations": []
    },
    {
      "last_name": "Stanyon",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Stanyon",
      "affiliations": []
    },
    {
      "last_name": "Sproul",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Sproul",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Western journal of nursing research",
    "iso_abbreviation": "West J Nurs Res",
    "issn": "0193-9459",
    "issn_type": "Print",
    "volume": "31",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "312",
  "end_page": "329",
  "pages": "312-29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Curriculum",
    "Education, Nursing",
    "Faculty, Nursing",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "19176404",
    "doi": "10.1177/0193945908328264",
    "pii": "0193945908328264"
  },
  "doi": "10.1177/0193945908328264",
  "dates": {
    "completed": "2009-06-12",
    "revised": "2009-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.213435",
    "pmid": "19176404"
  }
}