{
  "pmid": "19183381",
  "uid": "19183381",
  "title": "Melanoma antigen-1 mRNA combined with alpha-fetoprotein mRNA levels in peripheral blood of patients with hepatocellular carcinoma: a predictor of postoperative recurrence or metastasis?",
  "abstract": "BACKGROUND: The aim of the study was to identify whether melanoma antigen (MAGE)-1 mRNA and alpha-fetoprotein (AFP) mRNA expressed in peripheral blood could be used to predict the recurrence and metastasis of hepatocellular carcinoma (HCC) after hepatectomy. METHODS: One hundred and forty-two HCC patients underwent hepatectomy. The control group includes 27 patients with chronic virus hepatitis and cirrhosis and 10 healthy volunteers. Peripheral blood samples were collected on the seventh day before operation, seventh day after operation and 30th day after operation. MAGE-1 mRNA and AFP mRNA were tested by nested reverse transcription polymerase chain reaction. Median follow up was 25.5 months (range 4-40 months). Patient survival, disease-free survival and clinicopathological features were compared between patients with positive and negative MAGE-1 mRNA and/or AFP mRNA. RESULTS: The expression of MAGE-1 mRNA and/or AFP mRNA in peripheral blood was closely correlated to the pathological stage and the positive ratio of tumour cells in the peripheral blood (P < 0.01). There was recurrence and/or metastasis after operation in 55 of 142 HCC patients. Among the 55 patients who had recurrence or metastasis, MAGE-1 mRNA and/or AFP mRNA in peripheral blood were persistently detected after operation in 38 patients and MAGE-1 mRNA and AFP mRNA turned to positive after operation in 14 patients. In contrast, no recurrence was found in 62 patients whose MAGE-1 mRNA and/or AFP mRNA turned to negative after operation. 88.1% (52 of 59) of patients with MAGE-1 mRNA and/or AFP mRNA persistently positive after operation showed recurrence or metastasis, whereas only 3.6% patients (3 of 83) with the negative of MAGE-1 mRNA and/or AFP mRNA after operation showed recurrence or metastasis (P < 0.001). CONCLUSION: Melanoma antigen-1 mRNA combined with AFP mRNA in peripheral blood after hepatectomy is more sensitive and specific than AFP mRNA singly for predicting the recurrence and metastasis of the HCC patients, whereas preoperative transient detection is not.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Hepatobiliary Surgery, Tianjin Medical University Cancer Institute and Hospital, He Xi District, Tianjin, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Tianqiang",
      "initials": "T",
      "name": "Tianqiang Song",
      "affiliations": []
    },
    {
      "last_name": "Meng",
      "fore_name": "Lingxin",
      "initials": "L",
      "name": "Lingxin Meng",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Xiongzhi",
      "initials": "X",
      "name": "Xiongzhi Wu",
      "affiliations": []
    },
    {
      "last_name": "Ba",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Ba",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "ANZ journal of surgery",
    "iso_abbreviation": "ANZ J Surg",
    "issn": "1445-2197",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "1-2",
    "pub_year": "2009"
  },
  "start_page": "62",
  "end_page": "69",
  "pages": "62-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Antigens, Neoplasm",
    "Biomarkers, Tumor",
    "Carcinoma, Hepatocellular",
    "Disease-Free Survival",
    "Female",
    "Hepatectomy",
    "Humans",
    "Liver Neoplasms",
    "Lymphatic Metastasis",
    "Male",
    "Melanoma-Specific Antigens",
    "Middle Aged",
    "Neoplasm Proteins",
    "Neoplasm Recurrence, Local",
    "Neoplasm Staging",
    "RNA, Messenger",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Sensitivity and Specificity",
    "alpha-Fetoproteins"
  ],
  "article_ids": {
    "pubmed": "19183381",
    "doi": "10.1111/j.1445-2197.2008.04801.x",
    "pii": "ANS4801"
  },
  "doi": "10.1111/j.1445-2197.2008.04801.x",
  "dates": {
    "completed": "2009-05-08",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Antigens, Neoplasm",
    "Biomarkers, Tumor",
    "MAGEA1 protein, human",
    "Melanoma-Specific Antigens",
    "Neoplasm Proteins",
    "RNA, Messenger",
    "alpha-Fetoproteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.062601",
    "pmid": "19183381"
  }
}