{
  "pmid": "19185454",
  "uid": "19185454",
  "title": "Measuring quality of life in dysphonic patients: a systematic review of content development in patient-reported outcomes measures.",
  "abstract": "To review existing patient reported outcomes measures (PROMs) used in dysphonic populations to assess the procedures used in their development and the extent to which these meet current development standards for content generation and psychometric evaluation. The study is a systematic review. A systematic review of Medline, Cumulative Index to Nursing & Allied Health, and Health and Psychosocial Instruments databases was completed using voice, quality of life, and PROMs as keywords. We identified all patient or parent-reported questionnaires measuring quality of life associated with voice disorders from the review findings. Questionnaires were appraised for adherence to international guidelines for the development and evaluation of PROMs as outlined by the Scientific Advisory Committee of the Medical Outcome Trust. Nine PROMs fulfilled the inclusion criteria. The quality of these questionnaires was variable with regard to instrument development and none met all of the current, recommended criteria. Of the nine questionnaires, the Voice Symptom Scale underwent the most rigorous development process. Furthermore, many instruments have been augmented to allow for proxy administration, failing to address quality of life-related issues specific to the target population. Instrument development is often overlooked when attempting to quantify patient reported outcomes in dysphonic patients. Careful instrument development procedures are required to ensure that PROMs are valid, reliable, and responsive. Our review suggests that the deficits in psychometric properties of the current voice-related PROMs may be, at least in part, due to deficits in the development process. Furthermore, these data suggest the potential utility of a novel PROM adhering to rigorous international standards to better ensure that clinicians appreciate the variables most relevant to patients with voice disorders and address some of the psychometric shortcomings of the currently used questionnaires.",
  "authors": [
    {
      "last_name": "Branski",
      "fore_name": "Ryan C",
      "initials": "RC",
      "name": "Ryan C Branski",
      "affiliations": [
        "Head and Neck Surgery Department of Surgery, Memorial Sloan-Kettering Cancer Center New York, NY 10021, USA. branskir@mskcc.org"
      ]
    },
    {
      "last_name": "Cukier-Blaj",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Cukier-Blaj",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Pusic",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": []
    },
    {
      "last_name": "Mener",
      "fore_name": "David",
      "initials": "D",
      "name": "David Mener",
      "affiliations": []
    },
    {
      "last_name": "Patel",
      "fore_name": "Snehal",
      "initials": "S",
      "name": "Snehal Patel",
      "affiliations": []
    },
    {
      "last_name": "Kraus",
      "fore_name": "Dennis H",
      "initials": "DH",
      "name": "Dennis H Kraus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of voice : official journal of the Voice Foundation",
    "iso_abbreviation": "J Voice",
    "issn": "1873-4588",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Mar"
  },
  "start_page": "193",
  "end_page": "198",
  "pages": "193-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Dysphonia",
    "Humans",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19185454",
    "doi": "10.1016/j.jvoice.2008.05.006",
    "pii": "S0892-1997(08)00076-3"
  },
  "doi": "10.1016/j.jvoice.2008.05.006",
  "dates": {
    "completed": "2010-06-17",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.302866",
    "pmid": "19185454"
  }
}