{
  "pmid": "19190291",
  "uid": "19190291",
  "title": "Teaching evidence-based psychiatry: integrating and aligning the formal and hidden curricula.",
  "abstract": "OBJECTIVE: The authors argue that adopting evidence-based psychiatry will require a paradigm shift in the training of psychiatry residents, and offer some suggestions for how this transformation might be achieved. METHODS: The authors review the growing literature that addresses how best to teach evidence-based medicine and highlight several examples of innovative instructional and assessment methods. RESULTS: Little is known about how best to instill among residents the attitudes, knowledge, skills, and behaviors that are necessary to practice evidence-based psychiatry. However, there are indications that the integration of evidence-based medicine instruction into routine clinical care and the alignment of the \"hidden curriculum\" with evidence-based practice are important. CONCLUSION: A whole-program approach may be necessary to create the conditions required in postgraduate training to produce evidence-based psychiatrists.",
  "authors": [
    {
      "last_name": "Agrawal",
      "fore_name": "Sacha",
      "initials": "S",
      "name": "Sacha Agrawal",
      "affiliations": [
        "McMaster University, Psychiatry and Behavioural Neurosciences, Hamilton, Ontario, Canada. agrawas@mcmaster.ca"
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    },
    {
      "last_name": "Hanson",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Hanson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic psychiatry : the journal of the American Association of Directors of Psychiatric Residency Training and the Association for Academic Psychiatry",
    "iso_abbreviation": "Acad Psychiatry",
    "issn": "1042-9670",
    "issn_type": "Print",
    "volume": "32",
    "issue": "6",
    "pub_year": "2008"
  },
  "start_page": "470",
  "end_page": "474",
  "pages": "470-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Curriculum",
    "Evidence-Based Medicine",
    "Humans",
    "Psychiatry",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "19190291",
    "doi": "10.1176/appi.ap.32.6.470",
    "pii": "32/6/470"
  },
  "doi": "10.1176/appi.ap.32.6.470",
  "dates": {
    "completed": "2009-03-30",
    "revised": "2009-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.704406",
    "pmid": "19190291"
  }
}