{
  "pmid": "19204517",
  "uid": "19204517",
  "title": "Plain radiography does not add any clinically significant advantage to multidetector row computed tomography in diagnosing cervical spine injuries in blunt trauma patients.",
  "abstract": "BACKGROUND: Cervical spine (c-spine) injuries (CSI) in trauma patients are common and potentially catastrophic. Numerous guidelines involving clinical and radiologic criteria have been devised to diagnose such injuries. It is not clear whether using plain X-ray films in addition to helical computed tomography (CT) provides any additional benefit in trauma patients who require radiologic clearance of their c-spine. We hypothesized that three standard X-ray views (anteroposterior, lateral, and odontoid) of the c-spine do not provide clinically significant advantage to Multidetector row CT in diagnosing CSI in trauma patients. METHODS: We reviewed the charts of consecutive adult patients with CSI who were admitted to the Trauma Service at a Level I Trauma Center between January 2001 and December 2004. Patients who had CT plus X-ray at admission were entered into the study. Exclusion criteria were age < or = 16 years, incomplete radiology reports, inadequate plain films, or no CSI identified. RESULTS: A total of 121 patients with diagnosed CSI were included in the study. CT picked up 100% of patients who had a CSI diagnosed on plain films and also detected 47 additional CSI that were missed by plain films. The sensitivity for CT was 100%, whereas that of plain films was 61%. Nine patients with CSI (19.1%) who had false-negative plain films required operative intervention. CONCLUSIONS: Three standard X-ray views of the c-spine provided no clinically significant advantage to Multidetector row CT in diagnosing CSI. Revision of current clinical guidelines on c-spine clearance is recommended.",
  "authors": [
    {
      "last_name": "Hashem",
      "fore_name": "Raed",
      "initials": "R",
      "name": "Raed Hashem",
      "affiliations": [
        "Division of Trauma, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Christopher C",
      "initials": "CC",
      "name": "Christopher C Evans",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Kahnamoui",
      "fore_name": "Kamyar",
      "initials": "K",
      "name": "Kamyar Kahnamoui",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of trauma",
    "iso_abbreviation": "J Trauma",
    "issn": "1529-8809",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "423",
  "end_page": "428",
  "pages": "423-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Cervical Vertebrae",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Sensitivity and Specificity",
    "Tomography, Spiral Computed",
    "Wounds, Nonpenetrating"
  ],
  "article_ids": {
    "pubmed": "19204517",
    "doi": "10.1097/TA.0b013e3181589fe5",
    "pii": "00005373-200902000-00019"
  },
  "doi": "10.1097/TA.0b013e3181589fe5",
  "dates": {
    "completed": "2009-04-28",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:57.535374",
    "pmid": "19204517"
  }
}