{
  "pmid": "19201406",
  "uid": "19201406",
  "title": "The impact of PTSD on veterans' family relationships: an interpretative phenomenological inquiry.",
  "abstract": "BACKGROUND: Although there is a significant amount of literature on veterans with PTSD, there is a limited amount of literature on the impact of PTSD on veterans' family relationships and in turn, how these relationships impact healing from trauma. There is evidence that supportive families and friends are immensely helpful to those recovering from PTSD, but how do the symptoms of PTSD impact family relationships and in turn, impact healing from trauma? OBJECTIVES: This paper examines the impact of PTSD on veterans' family relationships and the impact of these relationships on healing from trauma. DESIGN: This is a secondary analysis of a currently unpublished study on contemporary peacekeepers healing from trauma. An interpretative phenomenological approach was used as the methodological framework for the study. SETTINGS: Peacekeepers were recruited from Ontario, although they originated from all over Canada and had experienced active service in many different international locations. PARTICIPANTS: Ten contemporary peacekeepers aged 37-46 who had been deployed to Somalia, Rwanda or the former Yugoslavia were interviewed. The peacekeepers had a variety of ranks, specializations, experience, and service records. Each peacekeeper had been receiving treatment for PTSD for at least 2 years. METHODS: Data analysis followed the phenomenological method which seeks to uncover the meanings of phenomena experienced by individuals through the analysis of their descriptions. As the themes evolved for the secondary analysis, the primary researcher returned to the transcripts several times for verification of meaning and to find exemplary quotes. RESULTS: Two major themes emerged on the impact of PTSD on veterans' family relationships and how these relationships impact healing from trauma: emotional numbing and anger negatively impacts familial relationships; and emotional withdrawal from family support creates a struggle with healing from trauma. CONCLUSION: The impact of PTSD on veterans' family relationships, in particular the symptoms of emotional numbing and anger should be heeded. It is recommended that treatment for PTSD include support of the family and interpersonal skills training for military personnel suffering while healing from trauma. Future studies are needed to further explore the impact of PTSD on veterans' family relationships in order to provide the best treatment approaches.",
  "authors": [
    {
      "last_name": "Ray",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Ray",
      "affiliations": [
        "The University of Western Ontario, Faculty of Health Sciences, School of Nursing, London, Ontario, Canada. slray@uwo.ca"
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "838",
  "end_page": "847",
  "pages": "838-47",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Family",
    "Humans",
    "Middle Aged",
    "Ontario",
    "Social Support",
    "Stress Disorders, Post-Traumatic",
    "Veterans"
  ],
  "article_ids": {
    "pubmed": "19201406",
    "doi": "10.1016/j.ijnurstu.2009.01.002",
    "pii": "S0020-7489(09)00006-6"
  },
  "doi": "10.1016/j.ijnurstu.2009.01.002",
  "dates": {
    "completed": "2009-08-05",
    "revised": "2009-05-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:30.584011",
    "pmid": "19201406"
  }
}