{
  "pmid": "19216198",
  "uid": "19216198",
  "title": "Evidence that patients can understand and use?",
  "abstract": "The impact that research evidence can have on patients making decisions about their own care is often overlooked. Regardless of whether patients want to lead or fully participate in their care, it appears that patients still want to be informed. We have health information that patients could benefit from knowing, a growing body of evidence and experiences about how to translate this information to patients. The Cochrane Collaboration, an organisation that produces and disseminates systematic reviews of healthcare interventions, translates the evidence from their reviews into summaries for the public. Research is presently being conducted to test a format for the plain language summaries. Principles such as presenting evidence in standard qualitative statements, as relative and absolute risks, as natural frequencies, and in tables are being incorporated into the format. Groups within the Collaboration are also translating the evidence for use by patients and the public. Effective strategies are being used to target patients directly and via their physicians, such as dissemination on specific patient group websites and decision aids. Research evidence and experiences can feed into the creation of evidence that patients can understand and use.",
  "authors": [
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "IFO Italian National Cancer Institute Regina Elena, Rome, Italy. santesso@uottawa.ca"
      ]
    },
    {
      "last_name": "Glenton",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Glenton",
      "affiliations": []
    },
    {
      "last_name": "Lang",
      "fore_name": "Britta",
      "initials": "B",
      "name": "Britta Lang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen",
    "iso_abbreviation": "Z Evid Fortbild Qual Gesundhwes",
    "issn": "1865-9217",
    "issn_type": "Print",
    "volume": "102",
    "issue": "8",
    "pub_year": "2008"
  },
  "start_page": "493",
  "end_page": "496",
  "pages": "493-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Comprehension",
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Knowledge",
    "Language",
    "Organizations",
    "Patient Satisfaction"
  ],
  "article_ids": {
    "pubmed": "19216198",
    "doi": "10.1016/j.zefq.2008.08.027",
    "pii": "S1865-9217(08)00241-9"
  },
  "doi": "10.1016/j.zefq.2008.08.027",
  "dates": {
    "completed": "2009-04-27",
    "revised": "2019-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.507954",
    "pmid": "19216198"
  }
}