{
  "pmid": "19211830",
  "uid": "19211830",
  "title": "Urinary potassium is a clinically useful test to detect a poor quality diet.",
  "abstract": "Poor eating habits, a strong predictor of health outcomes, are not objectively assessed in routine clinical practice. In this study, we evaluated the use of urinary potassium (K(+)) as a means to identify people consuming a poor quality diet. Consecutive patients with kidney stones (n = 220), aged 18-50 y, from a population-based lithotripsy unit, collected a single 24-h urine sample to assess urinary K(+). They also completed a FFQ to derive the recommended foods score (RFS), an index of overall diet quality, and had their blood pressure, heart rate, weight, and height measured. Urinary K(+) was related positively with the intake of recommended food items, including vegetables, fruit, whole grains, low-fat dairy products, fish and poultry, and wine and negatively to those not recommended by current dietary guidelines, including red meat, fast food, and high-energy drinks. Urinary K(+) was also correlated with the RFS (r = 0.226; P < 0.001). Using a receiver operating characteristic curve, K(+) excretion values below the gender-specific median (men, 60 mmol/d; women, 41 mmol/d) were identified as the optimal cutoff values for a poor quality diet, indicated by the RFS. Higher urinary K(+) was inversely related to adjusted BMI (P-trend = 0.03), diastolic blood pressure (P-trend = 0.04) and heart rate (P-trend = 0.006), after controlling for potential confounders. Urinary K(+) provides a summary measure of diet quality, is significantly related to BMI, blood pressure, and heart rate, and may be useful clinically to detect poor dietary habits and monitor response to dietary interventions.",
  "authors": [
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": [
        "Prosserman Centre for Health Research, Samuel Lunenfeld Research Institute, Mount Sinai Hospital, Toronto, Ontario M5T 3L9, Canada."
      ]
    },
    {
      "last_name": "Irvine",
      "fore_name": "E Jan",
      "initials": "EJ",
      "name": "E Jan Irvine",
      "affiliations": []
    },
    {
      "last_name": "Honey",
      "fore_name": "R John D'A",
      "initials": "RJ",
      "name": "R John D'A Honey",
      "affiliations": []
    },
    {
      "last_name": "Logan",
      "fore_name": "Alexander G",
      "initials": "AG",
      "name": "Alexander G Logan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of nutrition",
    "iso_abbreviation": "J Nutr",
    "issn": "1541-6100",
    "issn_type": "Electronic",
    "volume": "139",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "743",
  "end_page": "749",
  "pages": "743-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Diet",
    "Female",
    "Health",
    "Humans",
    "Male",
    "Middle Aged",
    "Potassium"
  ],
  "article_ids": {
    "pubmed": "19211830",
    "doi": "10.3945/jn.108.098319",
    "pii": "S0022-3166(22)06721-9"
  },
  "doi": "10.3945/jn.108.098319",
  "dates": {
    "completed": "2009-04-10",
    "revised": "2023-02-16"
  },
  "chemicals": [
    "Potassium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:27.138464",
    "pmid": "19211830"
  }
}