{
  "pmid": "19219685",
  "uid": "19219685",
  "title": "Extracellular matrix proteins in epiretinal membranes and in diabetic retinopathy.",
  "abstract": "PURPOSE: Non-vascular epiretinal membranes (ERM) and neovascular membrane in proliferative diabetic retinopathy (PDR) are recognized causes of visual impairment. Both ERMs and neovascular membranes in PDR consist of cellular components and extracellular matrix (ECM) proteins such as fibronectin (FN) and collagen. Transforming growth factor-beta (TGF-beta) and endothelin-1 (ET-1) regulate ECM protein production. In this study, we investigated ECM proteins and their regulators in ERMs and vitreous from PDR subjects and non-diabetic subjects undergoing vitrectomy. METHODS: ERMs from non-diabetic subjects undergoing membrane peeling were collected. Vitreous samples from non-diabetic and PDR subjects undergoing vitrectomy were also collected and separated into solid pellets consisting of fibrovascular tissue and vitreous fluid. Real-time PCR was done for estimating mRNA levels of extracellular matrix proteins like collagen, FN, its splice variant extra-domain B containing FN (EDBFN), and their regulators, TGF-beta and ET-1. ELISA was done to detect the EDBFN level in blood and vitreous from non-diabetic and PDR subjects undergoing vitrectomy. RESULTS: ECM proteins, including FN, its splice variant EDBFN, and collagen were significantly upregulated in the ERMs and PDR compared to vitreous from both other two group. The levels were, however, higher in the ERM. ECM protein regulators like TGF-beta and ET-1 were also elevated. FN and EDBFN show significant correlation with TGF-beta in vitreous but not in ERMs. Plasma and vitreous EDBFN were elevated in the PDR subjects compared to non-diabetic subjects. CONCLUSIONS: Data from these studies show that ECM proteins such as EDBFN and collagen are upregulated in ERM and PDR, and are regulated by TGF-beta. Elevated serum EDBFN in the PDR may potentially be further explored as a possible molecular marker for the early detection of diabetic end organ damages.",
  "authors": [
    {
      "last_name": "George",
      "fore_name": "Biju",
      "initials": "B",
      "name": "Biju George",
      "affiliations": [
        "Department of Pathology, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Shali",
      "initials": "S",
      "name": "Shali Chen",
      "affiliations": []
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": []
    },
    {
      "last_name": "Gonder",
      "fore_name": "John",
      "initials": "J",
      "name": "John Gonder",
      "affiliations": []
    },
    {
      "last_name": "Chakrabarti",
      "fore_name": "Subrata",
      "initials": "S",
      "name": "Subrata Chakrabarti",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current eye research",
    "iso_abbreviation": "Curr Eye Res",
    "issn": "1460-2202",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "134",
  "end_page": "144",
  "pages": "134-44",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Diabetic Retinopathy",
    "Enzyme-Linked Immunosorbent Assay",
    "Epiretinal Membrane",
    "Extracellular Matrix Proteins",
    "Female",
    "Gene Expression Regulation",
    "Humans",
    "Male",
    "RNA, Messenger",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Up-Regulation",
    "Vitreous Body"
  ],
  "article_ids": {
    "pubmed": "19219685",
    "doi": "10.1080/02713680802585946",
    "pii": "908703695"
  },
  "doi": "10.1080/02713680802585946",
  "dates": {
    "completed": "2009-05-12",
    "revised": "2009-02-16"
  },
  "chemicals": [
    "Extracellular Matrix Proteins",
    "RNA, Messenger"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:45.949223",
    "pmid": "19219685"
  }
}