{
  "pmid": "19221371",
  "uid": "19221371",
  "title": "Using a drug facts box to communicate drug benefits and harms: two randomized trials.",
  "abstract": "BACKGROUND: Direct-to-consumer prescription drug ads typically fail to provide fundamental information that consumers need to make informed decisions: data on how well the drug works. OBJECTIVE: To see whether providing consumers with a drug facts box-a table quantifying outcomes with and without the drug-improves knowledge and affects judgments about prescription medications. DESIGN: Two randomized, controlled trials conducted between October 2006 and April 2007: a symptom drug box trial using direct-to-consumer ads for a histamine-2 blocker and a proton-pump inhibitor to treat heartburn, and a prevention drug box trial using direct-to-consumer ads for a statin and clopidogrel to prevent cardiovascular events. SETTING: National sample of U.S. adults identified by random-digit dialing. PARTICIPANTS: Adults age 35 to 70 years who completed a mailed survey; the final samples comprised 231 participants with completed surveys in the symptom drug box trial (49% response rate) and 219 in the prevention drug box trial (46% response rate). INTERVENTION: In both trials, the control group received 2 actual drug ads (including both the front page and brief summary). The drug box group received the same ads, except that the brief summary was replaced by a drug facts box. MEASUREMENTS: Choice between drugs (primary outcome of the symptom drug box trial) and accurate perceptions of drug benefits and side effects (primary outcome of the prevention drug box trial). RESULTS: In the symptom drug box trial, 70% of the drug box group and 8% of the control group correctly identified the PPI as being \"a lot more effective\" than the histamine-2 blocker (P < 0.001), and 80% and 38% correctly recognized that the side effects of the 2 drugs were similar (P < 0.001). When asked what they would do if they had bothersome heartburn and could have either drug for free, 68% of the drug box group and 31% of the control group chose the proton-pump inhibitor, the superior drug (P < 0.001). In the prevention drug box trial, the drug box improved consumers' knowledge of the benefits and side effects of a statin and clopidogrel. For example, 72% of the drug box group and 9% of the control group correctly quantified the benefit (absolute risk reduction) of the statin (P < 0.001). Most of the control participants overestimated this benefit, and 65% did so by a factor of 10 or more. LIMITATIONS: The trials tested drug boxes in only 4 direct-to-consumer ads. If other direct-to-consumer ads were to communicate outcome data better, the effect of the drug box would be reduced. CONCLUSION: A drug facts box improved U.S. consumers' knowledge of prescription drug benefits and side effects. It resulted in better choices between drugs for current symptoms and corrected the overestimation of benefit in the setting of prevention. PRIMARY FUNDING SOURCE: National Cancer Institute and Attorney General Consumer and Prescriber Education Program.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "Veterans Affairs Outcomes Group (111B), Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "150",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Apr",
    "pub_day": "21"
  },
  "start_page": "516",
  "end_page": "527",
  "pages": "516-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Advertising",
    "Aged",
    "Cardiovascular Diseases",
    "Clopidogrel",
    "Consumer Health Information",
    "Female",
    "Heartburn",
    "Histamine H2 Antagonists",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Male",
    "Middle Aged",
    "Patient Education as Topic",
    "Platelet Aggregation Inhibitors",
    "Prescription Drugs",
    "Proton Pump Inhibitors",
    "Ticlopidine"
  ],
  "article_ids": {
    "pubmed": "19221371",
    "doi": "10.7326/0003-4819-150-8-200904210-00106",
    "pii": "0000605-200904210-00106"
  },
  "doi": "10.7326/0003-4819-150-8-200904210-00106",
  "dates": {
    "completed": "2009-05-01",
    "revised": "2024-12-19"
  },
  "chemicals": [
    "Histamine H2 Antagonists",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Platelet Aggregation Inhibitors",
    "Prescription Drugs",
    "Proton Pump Inhibitors",
    "Clopidogrel",
    "Ticlopidine"
  ],
  "grants": [
    {
      "grant_id": "R01 CA104721",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01CA104721",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.423496",
    "pmid": "19221371"
  }
}