{
  "pmid": "19222376",
  "uid": "19222376",
  "title": "Sparse canonical correlation analysis with application to genomic data integration.",
  "abstract": "Large scale genomic studies with multiple phenotypic or genotypic measures may require the identification of complex multivariate relationships. In multivariate analysis a common way to inspect the relationship between two sets of variables based on their correlation is canonical correlation analysis, which determines linear combinations of all variables of each type with maximal correlation between the two linear combinations. However, in high dimensional data analysis, when the number of variables under consideration exceeds tens of thousands, linear combinations of the entire sets of features may lack biological plausibility and interpretability. In addition, insufficient sample size may lead to computational problems, inaccurate estimates of parameters and non-generalizable results. These problems may be solved by selecting sparse subsets of variables, i.e. obtaining sparse loadings in the linear combinations of variables of each type. In this paper we present Sparse Canonical Correlation Analysis (SCCA) which examines the relationships between two types of variables and provides sparse solutions that include only small subsets of variables of each type by maximizing the correlation between the subsets of variables of different types while performing variable selection. We also present an extension of SCCA--adaptive SCCA. We evaluate their properties using simulated data and illustrate practical use by applying both methods to the study of natural variation in human gene expression.",
  "authors": [
    {
      "last_name": "Parkhomenko",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Parkhomenko",
      "affiliations": [
        "Hospital for Sick Children Research Institute. elena@utstat.toronto.edu"
      ]
    },
    {
      "last_name": "Tritchler",
      "fore_name": "David",
      "initials": "D",
      "name": "David Tritchler",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Statistical applications in genetics and molecular biology",
    "iso_abbreviation": "Stat Appl Genet Mol Biol",
    "issn": "1544-6115",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2009"
  },
  "pages": "Article 1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Algorithms",
    "Genomics",
    "Humans",
    "Models, Statistical",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "19222376",
    "doi": "10.2202/1544-6115.1406"
  },
  "doi": "10.2202/1544-6115.1406",
  "dates": {
    "completed": "2009-03-20",
    "revised": "2012-11-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.899926",
    "pmid": "19222376"
  }
}