{
  "pmid": "19223088",
  "uid": "19223088",
  "title": "Insight into capacity planning for cardiac catheterization services: policy lessons learned from \"Looking in the Mirror\" over a decade.",
  "abstract": "BACKGROUND: Cardiac catheterization (CATH) is key in the diagnosis and management of coronary artery disease. Increasing demand coupled with limited resources in a publicly funded system (e.g. Ontario, the largest province in Canada) resulted in a waitlist for this procedure. Our province has recommended maximum wait times (RMWT) for patients referred to CATH. The purpose of this study is to describe our experience over the past decade in attempting to meet RMWTs for patients needing CATH at our centre, and to discuss issues concerning capacity planning in providing timely service. METHODS: We measured the proportion of patients undergoing a procedure within the RWMT, and calculated both the mean number of patients and mean length of time on the wait list for each year over a decade for those referred to CATH using prospectively collected registry data. We identified factors that increased referrals or improved capacity. Wait time was compared to community standard RMWTs in order to establish if and how RMWTs were achieved. RESULTS: Despite a number of systematic and capacity improvements, RMWTs were not achieved until after the addition of a 4th laboratory. INTERPRETATION: Improving access to CATH in our centre was reactive to the increasing need of the community rather than based on anticipation of need and continuity of service within RMWTs. Registry data can help monitor key indicators (e.g. RMWT). Prudent use of this information should help policy makers with future expansion in our region.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mat",
      "initials": "M",
      "name": "Mat Mercuri",
      "affiliations": [
        "Heart Investigation Unit, Hamilton Health Sciences, 237 Barton Street East, Hamilton, Ontario L8L 2X2, Canada. mercuri@hhsc.ca"
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": []
    },
    {
      "last_name": "Holder",
      "fore_name": "Douglas H",
      "initials": "DH",
      "name": "Douglas H Holder",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Changchun",
      "initials": "C",
      "name": "Changchun Xie",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "0168-8510",
    "issn_type": "Print",
    "volume": "91",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "314",
  "end_page": "320",
  "pages": "314-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cardiac Catheterization",
    "Demography",
    "Female",
    "Health Policy",
    "Health Services Needs and Demand",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Prospective Studies",
    "Referral and Consultation",
    "Waiting Lists"
  ],
  "article_ids": {
    "pubmed": "19223088",
    "pmc": "PMC7125619",
    "doi": "10.1016/j.healthpol.2009.01.004",
    "pii": "S0168-8510(09)00021-9"
  },
  "doi": "10.1016/j.healthpol.2009.01.004",
  "pmc_id": "PMC7125619",
  "dates": {
    "completed": "2009-10-13",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.880011",
    "pmid": "19223088"
  }
}