{
  "pmid": "19239605",
  "uid": "19239605",
  "title": "Goal attainment for multiple cardiovascular risk factors in community-based clinical practice (a Canadian experience).",
  "abstract": "BACKGROUND: The primary goal in the clinical management of atherosclerotic cardiovascular (CV) disease is to reduce major CV risk factors. A single risk factor approach has been traditionally used for demonstrating effectiveness of therapeutic interventions designed to reduce CV risk in clinical trials, but a global CV risk reduction approach should be adopted when assessing effectiveness in the clinical practice setting. OBJECTIVES: To explore combined goal achievement for low-density lipoprotein cholesterol (LDL-C), fasting plasma glucose and systolic-diastolic blood pressure, in patients with dyslipidemia on pharmacotherapy in community-based clinical practices across Canada. METHODS: In a cross-sectional study, patients filling a prescription for any antihyperlipidemia therapy in selected pharmacies in Ontario, Quebec, British Columbia and Nova Scotia were recruited. Family physicians of the participating patients were requested to provide information from the patient's medical record. Ten-year CV risk was identified for each patient according to the Framingham criteria. RESULTS: High-risk patients comprised 52% of the patient population; 34% were moderate-risk and 14% were low-risk. Patients had a mean of 2.8 CV risk factors; high-risk 3.7, moderate-risk 2.3 and low-risk 1.2. LDL-C goal attainment was observed in 62%, 79% and 96% of patients in high-risk, moderate-risk and low-risk strata respectively. BP goal was achieved in high-risk patients 58%, moderate-risk 83% and low-risk 95%. Glucose levels were below the threshold in 91% of patients. Complete global CV risk reduction was achieved in only 21%, 66% and 92% of high-risk, moderate-risk and low-risk strata respectively. CONCLUSION: This study illustrates that many patients with dyslipidemia in the Canadian population, and in particular the high-risk patients, did not meet the therapeutic targets for specific CV risk factors according to the Canadian guidelines. Overall, 54% of patients failed to achieve a state of complete global CV risk reduction.",
  "authors": [
    {
      "last_name": "Farahani",
      "fore_name": "Pendar",
      "initials": "P",
      "name": "Pendar Farahani",
      "affiliations": [
        "Center for Evaluation of Medicines, St. Joseph's Healthcare, Hamilton, ON, Canada. farahap@mcmaster.ca"
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "212",
  "end_page": "216",
  "pages": "212-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Cardiovascular Diseases",
    "Community Health Centers",
    "Comorbidity",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Medical Audit",
    "Middle Aged",
    "Risk Assessment",
    "Risk Factors",
    "Risk Reduction Behavior"
  ],
  "article_ids": {
    "pubmed": "19239605",
    "doi": "10.1111/j.1365-2753.2008.01002.x",
    "pii": "JEP1002"
  },
  "doi": "10.1111/j.1365-2753.2008.01002.x",
  "dates": {
    "completed": "2009-08-17",
    "revised": "2009-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.421819",
    "pmid": "19239605"
  }
}