{
  "pmid": "19233572",
  "uid": "19233572",
  "title": "Variations by age and sex in alcohol-related problematic behaviour per drinking volume and heavier drinking occasion.",
  "abstract": "AIMS: This study aims to assess the relationships between age, sex, drinking behaviour and self-reported alcohol-related problem behaviour. DESIGN: Cross-sectional population survey. SETTING AND PARTICIPANTS: Interviews were undertaken in 2004, with a representative sample of Australian residents aged 12 and over (N=29,445). MEASUREMENTS: Alcohol use was measured using graduated frequency questions and, using these questions, estimates of total annual intake and frequency of heavy drinking occasions were derived. Alcohol-related problems were measured using a 10-item scale, relating to behaviour in the 12 months prior to the survey. FINDINGS: Alcohol-related problem behaviours clustered into two groups: hazardous behaviour and delinquent behaviour. Rates of problem behaviours and drinking followed similar patterns for males and females, with peaks in early adulthood and a subsequent decline with age. Males drank at higher levels than females and behaved more problematically. Once alcohol consumption and drinking pattern were controlled for, male and female rates of problem behaviours were not markedly different. However, there were substantial differences by age, with young people behaving significantly more problematically than older people with the drinking variables controlled for. CONCLUSIONS: The results of this study provide strong evidence that young drinkers behave more problematically than older drinkers with drinking behaviour controlled for. The study also provides further evidence that women and men do not report substantially different rates of alcohol-related problems for similar amounts or patterns of drinking. The study has implications for public health messages that focus on the risk of harm from drinking, clearly demonstrating that young drinkers are more likely to report problems for a given amount of drinking.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Fitzroy 3053, Australia. michaell@turningpoint.org.au"
      ]
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drug and alcohol dependence",
    "iso_abbreviation": "Drug Alcohol Depend",
    "issn": "1879-0046",
    "issn_type": "Electronic",
    "volume": "101",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "169",
  "end_page": "175",
  "pages": "169-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Alcohol Drinking",
    "Alcoholism",
    "Australia",
    "Child",
    "Cross-Sectional Studies",
    "Dangerous Behavior",
    "Employment",
    "Female",
    "Health Surveys",
    "Humans",
    "Juvenile Delinquency",
    "Male",
    "Middle Aged",
    "Sex Characteristics",
    "Social Problems"
  ],
  "article_ids": {
    "pubmed": "19233572",
    "doi": "10.1016/j.drugalcdep.2008.12.014",
    "pii": "S0376-8716(09)00020-9"
  },
  "doi": "10.1016/j.drugalcdep.2008.12.014",
  "dates": {
    "completed": "2009-07-29",
    "revised": "2009-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.741326",
    "pmid": "19233572"
  }
}