{
  "pmid": "19284613",
  "uid": "19284613",
  "title": "A national cross-sectional study on nurses' intent to leave and job satisfaction in Lebanon: implications for policy and practice.",
  "abstract": "BACKGROUND: Lebanon is perceived to be suffering from excessive nurse migration, low job satisfaction, poor retention and high turnover. Little is known about the magnitude of nurse migration and predictors of intent to leave. The objective of this study is to determine the extent of nurses' intent to leave and examine the impact of job satisfaction on intent to leave. Intent to leave was explored to differentiate between nurses who intend to leave their current hospital and those intending to leave the country. METHODS: A cross-sectional design was used to survey nurses currently practicing in Lebanese hospitals. A total of 1,793 nurses employed in 69 hospitals were surveyed. Questions included those relating to demographic characteristics, intent to leave, and the McCloskey Mueller Satisfaction Scale. Univariate descriptive statistics were conducted on sample's demographic characteristics including gender, age, marital status and educational level. Bivariate associations between intent to leave and demographic characteristics were tested using Pearson Chi-square. Differences in satisfaction scores between nurses with and without intent to leave were tested using t-test and ANOVA f-test. A multinomial logistic regression model was created to predict intent to leave the hospital and intent to leave the country. RESULTS: An alarming 67.5% reported intent to leave within the next 1 to 3 years, many of whom disclosed intent to leave the country (36.7%). Within nurses who reported an intent to leave the hospital but stay in Lebanon, 22.1% plan to move to a different health organization in Lebanon, 29.4% plan to leave the profession and 48.5% had other plans. Nurses reported being least satisfied with extrinsic rewards. A common predictor of intent to leave the hospital and the country was dissatisfaction with extrinsic rewards. Other predictors of intent to leave (country or hospital) included age, gender, marital status, degree type, and dissatisfaction with scheduling, interaction opportunities, and control and responsibility. CONCLUSION: Study findings demonstrate linkages between job satisfaction, intent to leave, and migration in a country suffering from a nursing shortage. Findings can be used by health care managers and policy makers in managing job satisfaction, intent to leave and nurse migration.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Dumit",
      "fore_name": "Nuhad",
      "initials": "N",
      "name": "Nuhad Dumit",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Mouro",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Mouro",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2009",
    "pub_month": "Mar",
    "pub_day": "12"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19284613",
    "pmc": "PMC2667438",
    "doi": "10.1186/1472-6955-8-3",
    "pii": "1472-6955-8-3"
  },
  "doi": "10.1186/1472-6955-8-3",
  "pmc_id": "PMC2667438",
  "dates": {
    "completed": "2009-12-14",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.328311",
    "pmid": "19284613"
  }
}