{
  "pmid": "19297656",
  "uid": "19297656",
  "title": "Parenting children with diabetes: exploring parenting styles on children living with type 1 diabetes mellitus.",
  "abstract": "PURPOSE: The purpose of this study was to examine the extent to which parenting styles is associated with diabetes control in children (aged 5-12 years) with type 1 diabetes, and on child and parent quality of life. METHODS: Data were collected from a total of 216 parent and child dyads, from 4 pediatric diabetes clinics in southern Ontario, using a cross-sectional survey methodology. Each parent and child independently completed the questionnaires. The study instruments included the Parenting Dimensions Inventory, Pediatric Quality of Life (diabetes specific), and chart reviews for glycosylated hemoglobin (A1C) levels. RESULTS: The results of the study demonstrated that parenting styles were not correlated with diabetes control and were weakly correlated with quality of life. Most parents reported behaviors of authoritative or democratic parenting. The mean glycosylated hemoglobin (A1C) for children in the study was slightly above optimal target range, at 8.4%. Parental education had a weak negative correlation with diabetes control. CONCLUSIONS: Parenting styles are not associated with diabetes control and quality of life in children with type 1 diabetes. However, further research should assess the impact of the determinants of parenting on children with type 1 diabetes and quality of life.",
  "authors": [
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "The School of Nursing, McMaster University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": [
        "The School of Nursing, McMaster University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Mara",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda O'Mara",
      "affiliations": [
        "The School of Nursing, McMaster University, Waterloo, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Diabetes educator",
    "iso_abbreviation": "Diabetes Educ",
    "issn": "0145-7217",
    "issn_type": "Print",
    "volume": "35",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "476",
  "end_page": "483",
  "pages": "476-83",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Child",
    "Child Abuse",
    "Diabetes Mellitus, Type 1",
    "Educational Status",
    "Female",
    "Humans",
    "Income",
    "Male",
    "Marital Status",
    "Parent-Child Relations",
    "Parenting",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "19297656",
    "doi": "10.1177/0145721709333268",
    "pii": "0145721709333268"
  },
  "doi": "10.1177/0145721709333268",
  "dates": {
    "completed": "2009-07-07",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.731793",
    "pmid": "19297656"
  }
}