{
  "pmid": "19305709",
  "uid": "19305709",
  "title": "Healthcare use of families of injured workers before and after a workplace injury in british columbia, Canada.",
  "abstract": "OBJECTIVES: To examine the overall healthcare and mental healthcare services use of families of injured workers before and after a workplace injury. METHODS: We use an administrative database that links individual publicly funded healthcare data and Workers' Compensation Board (WCB) data for the entire population of British Columbia (BC), Canada. The spouses and children of all injured workers who filed a WCB claim in 1994 and missed one or more days of work due to the injury (lost time) were included. We compare their change in use of healthcare services relative to a year before the injury to families of workers who did not require time off for their injuries (no lost time) and families of individuals who were not injured (non-injured comparisons). RESULTS: Differences in healthcare services use among the three groups of spouses were marginal, and differences for increases in mental healthcare services use were non-significant. As well, all three groups of children decreased their use of physician and hospital services and increased their use of mental healthcare services, with very little difference among groups. CONCLUSION: This was a descriptive study looking at a broad group of injured workers and their families. Even modest increases in healthcare use following a workplace injury have some basis for further study.",
  "authors": [
    {
      "last_name": "Brown",
      "fore_name": "Judy A",
      "initials": "JA",
      "name": "Judy A Brown",
      "affiliations": [
        "University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": []
    },
    {
      "last_name": "McDonough",
      "fore_name": "Peggy",
      "initials": "P",
      "name": "Peggy McDonough",
      "affiliations": []
    },
    {
      "last_name": "Mustard",
      "fore_name": "Cameron A",
      "initials": "CA",
      "name": "Cameron A Mustard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6572",
    "issn_type": "Print",
    "volume": "2",
    "issue": "3",
    "pub_year": "2007",
    "pub_month": "Feb"
  },
  "start_page": "e121",
  "end_page": "e139",
  "pages": "e121-39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19305709",
    "pmc": "PMC2585447"
  },
  "pmc_id": "PMC2585447",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:50.226632",
    "pmid": "19305709"
  }
}