{
  "pmid": "19305773",
  "uid": "19305773",
  "title": "Is There a Tension between Clinical Practice and Reimbursement Policy? The Case of Osteoarthritis Prescribing Practices in Ontario.",
  "abstract": "BACKGROUND: Reimbursement policies, such as those used to manage the public drug program for senior citizens in Ontario, focus on providing access to cost-effective drug therapies. These policies may create a dilemma for physicians who want to prescribe a particular drug to a patient, but must factor reimbursement restrictions affecting patient-level access into the prescribing decision. METHODS: Information was collected from 102 physicians about prescriptions given to osteoarthritis patients (n=2,147) aged 65 years or older. Patients' access to prescribed drugs was determined from their insurance coverage and the reimbursement criteria set out in the formulary of the public Ontario Drug Benefit Program (ODBP). Starting from the assumption that physicians would follow published consensus guidelines respecting gastroprotection when prescribing NSAIDs in these at-risk elderly patients, three groups of physicians were identified from the record of their actual prescriptions. Group A physicians (n=14) prescribed non-selective NSAIDs alone to >60% of their patients. Group B physicians (n=26) prescribed an NSAID + gastroprotective agent or a Cox-2 selective NSAID to >70% of their patients. Group C physicians (n=62) were those that fit into neither category. An open-ended question was included in the study questionnaire to elicit physicians' own interpretation of what impact drug coverage had on their prescribing behaviour. RESULTS: No significant differences were found across groups with respect to years or type of practice, or to patient characteristics (LR=3.00, p>.2). Group C physicians were most likely to change their treatment choice in favour of restricted (limited use) drugs when patients met the criteria for reimbursement or had private insurance and therefore did not have to bear the additional cost out-of-pocket (LR=58.5; p<.0001). INTERPRETATION: Most elderly at-risk patients are prescribed NSAIDs according to the prevailing guidelines. We found, however, that 40% of physicians have prescribing behaviour that favours non-evidence-based (Group A) or evidence-based (Group B) prescribing in this clinical setting irrespective of drug coverage. The remaining 60% of physicians appeared to be more responsive in their prescribing behaviour to financial constraints on patients' access to drugs. They also self-identified as most likely to change treatment if drug coverage had been different. These results have important implications for equity and quality of patient care. They also confirm that physicians' knowledge, values and self-efficacy are key determinants of prescribing behaviour and require further study to better understand how medical education and third-party policies and programs that govern pharmaceutical care are integrated into physicans' decision-making.",
  "authors": [
    {
      "last_name": "Raina",
      "fore_name": "Parminder S",
      "initials": "PS",
      "name": "Parminder S Raina",
      "affiliations": [
        "Director, Evidence-Based Practice Centre."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Bell",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Bell",
      "affiliations": []
    },
    {
      "last_name": "Grant",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Grant",
      "affiliations": []
    },
    {
      "last_name": "Sebaldt",
      "fore_name": "Rolf J",
      "initials": "RJ",
      "name": "Rolf J Sebaldt",
      "affiliations": []
    },
    {
      "last_name": "Fan",
      "fore_name": "Aimei",
      "initials": "A",
      "name": "Aimei Fan",
      "affiliations": []
    },
    {
      "last_name": "Petrie",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Petrie",
      "affiliations": []
    },
    {
      "last_name": "Skilton",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Skilton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6572",
    "issn_type": "Print",
    "volume": "3",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Nov"
  },
  "start_page": "e128",
  "end_page": "e144",
  "pages": "e128-44",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19305773",
    "pmc": "PMC2645175"
  },
  "pmc_id": "PMC2645175",
  "dates": {
    "completed": "2012-08-27",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.394357",
    "pmid": "19305773"
  }
}