{
  "pmid": "19308107",
  "uid": "19308107",
  "title": "Joining the conversation: newspaper journalists' views on working with researchers.",
  "abstract": "For health researchers who seek more research use in policy making to improve health and healthcare, working with the news media may represent an opportunity, given the media's pivotal role in public policy agenda-setting. Much literature on science and health journalism assumes a normative stance, focusing on improving the accuracy of news coverage. In this study, we investigated journalists' perspectives and experiences. We were particularly interested in learning how health researchers could work constructively with journalists as a means to increase research use in policy making. Qualitative methods were used to conduct and analyze interviews with experienced newspaper journalists across Canada, with children's mental health as a content example. In response, study participants emphasized journalistic processes more than the content of news coverage, whether children's mental health or other topics. Instead, they focused on what they thought researchers needed to know about journalists' roles, practices and views on working with researchers. Newspaper journalists balance business and social responsibilities according to their respective roles as editors, columnists and reporters. In practice, journalists must ensure newsworthiness, relevance to readers and access to sources in a context of daily deadlines. As generalists, journalists rely on researchers to be expert interpreters, although they find many researchers unavailable or unable to communicate with public audiences. While journalists are skeptical about such common organizational communications tools as news releases, they welcome the uncommon contributions of those researchers who cultivate relationships and invest time to synthesize and communicate research evidence on an ongoing basis. Some appealed for more researchers to join them in participating in public conversations. We conclude that there are opportunities for policy-oriented health researchers to work constructively with newspaper journalists--by appreciating journalists' perspectives and by taking seriously some of their suggestions for engaging in public conversations--and that such engagement can be a means to increase the use of research evidence in policy making and thereby improve health and healthcare.",
  "authors": [
    {
      "last_name": "Waddell",
      "fore_name": "Charlotte",
      "initials": "C",
      "affiliations": [
        "Children's Mental Health Policy and Services Program, Department of Psychiatry, University of British Columbia, Vancouver, BC. charlotte.waddell@ubc.ca"
      ]
    },
    {
      "last_name": "Lomas",
      "fore_name": "Jonathan",
      "initials": "J",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "affiliations": []
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": []
    },
    {
      "last_name": "Shepherd",
      "fore_name": "Cody A",
      "initials": "CA",
      "affiliations": []
    },
    {
      "last_name": "Bird-Gayson",
      "fore_name": "Twylla",
      "initials": "T",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6572",
    "issn_type": "Print",
    "volume": "1",
    "issue": "1",
    "pub_year": "2005",
    "pub_month": "Sep"
  },
  "start_page": "123",
  "end_page": "139",
  "pages": "123-39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19308107",
    "pmc": "PMC2585242"
  },
  "pmc_id": "PMC2585242",
  "dates": {
    "completed": "2010-07-01",
    "revised": "2024-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T10:35:29.286122",
    "pmid": "19308107"
  }
}