{
  "pmid": "19319221",
  "uid": "19319221",
  "title": "Guidelines to support nurse-researchers reflect on role conflict in qualitative interviewing.",
  "abstract": "The conduct of a qualitative research interview is a complex social interaction that has the potential to influence, or be influenced by, both the researcher and the study participant. When a researcher is identified as a professional nurse, the identification of this role has the potential to influence the researcher-participant interaction. To understand the effect of a nurse-researcher's involvement in an in-depth interview and on the data collected, issues to address include: clearly identifying the paradigmatic approach in which the research design is situated, examining the study participants' past experiences with research and the researcher's profession, establishing appropriate boundaries with participants, deciding how to introduce the role of nurse-researcher to the participant and deciding if, or when, it would be appropriate to intervene within the research context. As nurse-researchers, professional knowledge and experiences have the potential to affect relationship development with study participants and obfuscate the purpose of the research interview. It is the researcher's responsibility to participate in the activity of reflexivity to understand the effect of the nurse-researcher's involvement on the data and make decisions that protect the participant's integrity.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The open nursing journal",
    "iso_abbreviation": "Open Nurs J",
    "issn": "1874-4346",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2008"
  },
  "start_page": "58",
  "end_page": "62",
  "pages": "58-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19319221",
    "pmc": "PMC2582827",
    "doi": "10.2174/1874434600802010058"
  },
  "doi": "10.2174/1874434600802010058",
  "pmc_id": "PMC2582827",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.188694",
    "pmid": "19319221"
  }
}