{
  "pmid": "19323630",
  "uid": "19323630",
  "title": "Incidence and treatment outcomes of pharyngeal Neisseria gonorrhoeae and Chlamydia trachomatis infections in men who have sex with men: a 13-year retrospective cohort study.",
  "abstract": "BACKGROUND: This study investigated the incidence and treatment outcomes of pharyngeal Neisseria gonorrhoeae and Chlamydia trachomatis cases at a Canadian clinic that mainly serves men who have sex with men. METHODS: All patients with pharyngeal N. gonorrhoeae and C. trachomatis infections detected from 1 January 1995 through 31 December 2007 were identified. Original and test-of-cure N. gonorrhoeae culture isolates were compared using antibiotic susceptibility testing and N. gonorrhoeae multiantigen sequence typing. RESULTS: One hundred seventy-eight cases of pharyngeal N. gonorrhoeae infection and 97 cases of pharyngeal C. trachomatis infection were identified, primarily by culture methods. The mean incidence was 1.62 and 0.81 cases per 1000 visits per year for N. gonorrhoeae and C. trachomatis infection, respectively. Poisson regression modeling demonstrated a statistically significant surge of pharyngeal N. gonorrhoeae cases in 2007 after controlling for seasonal and long-term oscillation and long-term linear trends. Among patients with pharyngeal N. gonorrhoeae and C. trachomatis infection, 60.2% and 84.3%, respectively, would have been missed by relying on urine and urethral testing. Nine percent of patients with pharyngeal N. gonorrhoeae and 4.3% of patients with pharyngeal C. trachomatis infection who underwent test-of-cure procedures had at least 1 positive result. Antibiograms were not different in 8 of 10 pretreatment and posttreatment N. gonorrhoeae isolate pairs. N. gonorrhoeae multiantigen sequence typing results were identical in 2 of these cases. Public health records documented abstinence in both individuals. CONCLUSIONS: Nine percent of cases with pharyngeal N. gonorrhoeae and 4.3% of cases with pharyngeal C. trachomatis infection that underwent tests of cure had positive results. Available typing results suggest antibiotic treatment failure rather than reinfection. Specific antibiotic treatment regimens for pharyngeal N. gonorrhoeae and C. trachomatis infections need to be developed and formally evaluated.",
  "authors": [
    {
      "last_name": "Ota",
      "fore_name": "Kaede V",
      "initials": "KV",
      "name": "Kaede V Ota",
      "affiliations": [
        "The Hospital for Sick Children, Ontario Agency for Health Protection and Promotion, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fisman",
      "fore_name": "David N",
      "initials": "DN",
      "name": "David N Fisman",
      "affiliations": []
    },
    {
      "last_name": "Tamari",
      "fore_name": "Itamar E",
      "initials": "IE",
      "name": "Itamar E Tamari",
      "affiliations": []
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": []
    },
    {
      "last_name": "Ng",
      "fore_name": "Lai-King",
      "initials": "LK",
      "name": "Lai-King Ng",
      "affiliations": []
    },
    {
      "last_name": "Jones",
      "fore_name": "Karen E",
      "initials": "KE",
      "name": "Karen E Jones",
      "affiliations": []
    },
    {
      "last_name": "Diprima",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Diprima",
      "affiliations": []
    },
    {
      "last_name": "Richardson",
      "fore_name": "Susan E",
      "initials": "SE",
      "name": "Susan E Richardson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "9",
    "pub_year": "2009",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "1237",
  "end_page": "1243",
  "pages": "1237-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Bacterial Typing Techniques",
    "Canada",
    "Chlamydia Infections",
    "Chlamydia trachomatis",
    "Cohort Studies",
    "DNA Fingerprinting",
    "DNA, Bacterial",
    "Genotype",
    "Gonorrhea",
    "Homosexuality, Male",
    "Humans",
    "Incidence",
    "Male",
    "Neisseria gonorrhoeae",
    "Pharyngeal Diseases",
    "Retrospective Studies",
    "Treatment Failure",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19323630",
    "doi": "10.1086/597586"
  },
  "doi": "10.1086/597586",
  "dates": {
    "completed": "2009-05-12",
    "revised": "2009-04-06"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "DNA, Bacterial"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:37.785294",
    "pmid": "19323630"
  }
}