{
  "pmid": "19327323",
  "uid": "19327323",
  "title": "Low-molecular-weight heparin thromboprophylaxis in medical-surgical critically ill patients: a systematic review.",
  "abstract": "PURPOSE: The study aimed to systematically review the effect of low-molecular-weight heparin (LMWH) thromboprophylaxis in medical-surgical critically ill patients in the intensive care unit. METHODS: In duplicate and independently, we searched for relevant articles using MEDLINE and EMBASE; we also contacted experts and reviewed reference lists. For included studies, we abstracted data on study and patient characteristics, LMWH use, clinical outcomes (venous thromboembolism [VTE], bleeding, and mortality), laboratory outcomes (anti-Xa levels and thrombocytopenia), and methodological quality. RESULTS: We included 8 prospective cohort studies and 1 randomized trial, with a total of 629 patients. Eight studies (n = 406 patients) reported anti-Xa levels and only 3 studies (n = 240 patients) reported on at least one clinical outcome. Low-molecular-weight heparin does not appear to bioaccumulate based on repeated measurements of trough anti-Xa levels. Thrombocytopenia occurred in 9.3% of patients receiving LMWH; heparin-induced thrombocytopenia was not reported. In studies reporting clinical outcomes, the frequency of VTE in patients receiving LMWH ranged from 5.1% to 15.5%, bleeding complications ranged from 7.2% to 23.1%, and mortality ranged from 1.4% to 7.4%. CONCLUSIONS: Low-molecular-weight heparin may be effective for thromboprophylaxis in medical-surgical critically ill patients, but no trials have compared LMWH against an alternative active strategy; thus, LMWH cannot be recommended routinely. Trials testing LMWH thromboprophylaxis are required, which examine patient-important end points such as the incidence and clinical consequences of VTE, bleeding, heparin-induced thrombocytopenia, and mortality.",
  "authors": [
    {
      "last_name": "Ribic",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Ribic",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "197",
  "end_page": "205",
  "pages": "197-205",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Clinical Trials as Topic",
    "Critical Illness",
    "Factor Xa Inhibitors",
    "Hemorrhage",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Intensive Care Units",
    "Postoperative Complications",
    "Renal Insufficiency",
    "Thrombocytopenia",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "19327323",
    "doi": "10.1016/j.jcrc.2008.11.002",
    "pii": "S0883-9441(08)00241-4"
  },
  "doi": "10.1016/j.jcrc.2008.11.002",
  "dates": {
    "completed": "2009-08-31",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Factor Xa Inhibitors",
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.519740",
    "pmid": "19327323"
  }
}