{
  "pmid": "19323819",
  "uid": "19323819",
  "title": "Evidence in the learning organization.",
  "abstract": "BACKGROUND: Organizational leaders in business and medicine have been experiencing a similar dilemma: how to ensure that their organizational members are adopting work innovations in a timely fashion. Organizational leaders in healthcare have attempted to resolve this dilemma by offering specific solutions, such as evidence-based medicine (EBM), but organizations are still not systematically adopting evidence-based practice innovations as rapidly as expected by policy-makers (the knowing-doing gap problem). Some business leaders have adopted a systems-based perspective, called the learning organization (LO), to address a similar dilemma. Three years ago, the Society of General Internal Medicine's Evidence-based Medicine Task Force began an inquiry to integrate the EBM and LO concepts into one model to address the knowing-doing gap problem. METHODS: During the model development process, the authors searched several databases for relevant LO frameworks and their related concepts by using a broad search strategy. To identify the key LO frameworks and consolidate them into one model, the authors used consensus-based decision-making and a narrative thematic synthesis guided by several qualitative criteria. The authors subjected the model to external, independent review and improved upon its design with this feedback. RESULTS: The authors found seven LO frameworks particularly relevant to evidence-based practice innovations in organizations. The authors describe their interpretations of these frameworks for healthcare organizations, the process they used to integrate the LO frameworks with EBM principles, and the resulting Evidence in the Learning Organization (ELO) model. They also provide a health organization scenario to illustrate ELO concepts in application. CONCLUSION: The authors intend, by sharing the LO frameworks and the ELO model, to help organizations identify their capacities to learn and share knowledge about evidence-based practice innovations. The ELO model will need further validation and improvement through its use in organizational settings and applied health services research.",
  "authors": [
    {
      "last_name": "Crites",
      "fore_name": "Gerald E",
      "initials": "GE",
      "name": "Gerald E Crites",
      "affiliations": [
        "Wright State University Boonshoft School of Medicine, Dayton, OH, USA. gerald.e.crites@wright.edu"
      ]
    },
    {
      "last_name": "McNamara",
      "fore_name": "Megan C",
      "initials": "MC",
      "name": "Megan C McNamara",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Richardson",
      "fore_name": "W Scott",
      "initials": "WS",
      "name": "W Scott Richardson",
      "affiliations": []
    },
    {
      "last_name": "Umscheid",
      "fore_name": "Craig A",
      "initials": "CA",
      "name": "Craig A Umscheid",
      "affiliations": []
    },
    {
      "last_name": "Nishikawa",
      "fore_name": "James",
      "initials": "J",
      "name": "James Nishikawa",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2009",
    "pub_month": "Mar",
    "pub_day": "26"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19323819",
    "pmc": "PMC2667412",
    "doi": "10.1186/1478-4505-7-4",
    "pii": "1478-4505-7-4"
  },
  "doi": "10.1186/1478-4505-7-4",
  "pmc_id": "PMC2667412",
  "dates": {
    "completed": "2009-12-24",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.146823",
    "pmid": "19323819"
  }
}