{
  "pmid": "19337202",
  "uid": "19337202",
  "title": "Epistemologic inquiries in evidence-based medicine.",
  "abstract": "BACKGROUND: Since the term \"evidence-based medicine\" (EBM) first appeared in the scientific literature in 1991, the concept has had considerable influence in many parts of the world. Most professional societies, the public,and funding agencies have accepted EBM with remarkable enthusiasm. The concept of evidence-based practice is now applied in management, education, criminology, and social work. Yet, EBM has attracted controversy: its critics allege that EBM uses a narrow concept of evidence and a naive conception of the relationships between evidence, theory, and practice. They also contend that EBM presents itself as a radical restructuring of medical knowledge that discredits more traditional ways of knowing in medicine, largely in the interests of people with a particular investment in the enterprise of large-scale clinical trials. Because EBM proposes aspecific relationship between theory, evidence, and knowledge, its theoretical basis can be understood as an epistemological system. Undertaking epistemological inquiry is important because the adoption of a particular epistemological view defines how science is conducted. METHODS: In this paper, we challenge this critical view of EBM by examining how EBM fits into broad epistemological debates within the philosophy of science. We consider how EBM relates to some classical debates regarding the nature of science and knowledge. We investigate EBM from the perspective of major epistemological theories (logical-positivism/inductivism, deductivism/falsificationism/theory-ladeness of observations, explanationism/holism, instrumentalism, underdetermination theory by evidence). RESULTS: We first explore the relationship between evidence and knowledge and discuss philosophical support for the main way that evidence is used in medicine: (1) in the philosophical tradition that \"rational thinkers respect their evidence,\" we show that EBM refers to making medical decisions that are consistent with evidence, (2) as a reliable sign, symptom, or mark to enhance reasonableness or truthfulness of some particular claim (\"evidence as a guide to truth\"), and (3) to serve as a neutral arbiter among competing views. Our analysis indicates that EBM does not have a rigorous epistemological stance. In fact, EBM enthusiastically draws on all major traditions of philosophical theories of scientific evidence. CONCLUSIONS: Our findings indicate that EBM should not be construed as a new scientific or philosophical theory that changes the nature of medicine or our understanding thereof. Rather, we should consider EBM as a continuously evolving heuristic structure for optimizing clinical practice.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Center for Evidence-Based Medicine and Health Outcomes Research and the Clinical Translational Science Institute at the University of South Florida, Tampa, Florida 33612, USA. bdjulbeg@health.usf.edu"
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Ashcroft",
      "fore_name": "Richard E",
      "initials": "RE",
      "name": "Richard E Ashcroft",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer control : journal of the Moffitt Cancer Center",
    "iso_abbreviation": "Cancer Control",
    "issn": "1526-2359",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "158",
  "end_page": "168",
  "pages": "158-68",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Knowledge",
    "Philosophy",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "19337202",
    "doi": "10.1177/107327480901600208"
  },
  "doi": "10.1177/107327480901600208",
  "dates": {
    "completed": "2009-06-23",
    "revised": "2017-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.348121",
    "pmid": "19337202"
  }
}