{
  "pmid": "19332386",
  "uid": "19332386",
  "title": "Pediatric restless legs syndrome and periodic limb movement disorder: parent-child pairs.",
  "abstract": "OBJECTIVE: Although recent publications have reported the occurrence of restless legs syndrome (RLS) and periodic limb movement disorder (PLMD) in children and adolescents, the literature is relatively limited. The goals of this retrospective study were to (1) apply the recent International Classification of Sleep Disorders 2nd edition (ICSD-2) diagnostic criteria for RLS and PLMD in pediatric cases where periodic limb movements in sleep (PLMS) 5 per hour were found; (2) review parental history of RLS; and (3) further define the clinical characteristics of RLS and PLMD in a pediatric subgroup where each child had a parent with clinically assessed RLS. METHODS: This was a retrospective analysis of consecutive polysomnograms (PSGs) with PLMS >5 per hour in patients 19 years of age from a single pediatric sleep/neurology practice over 11 years. Excluded were cases with sleep apnea, narcolepsy, or medication that might induce or aggravate PLMS or RLS. ICSD-2 diagnostic criteria for definite RLS and PLMD were applied to the pediatric cases, and parental history for RLS was assessed. A subset of cases was included for detailed review if the child or adolescent had RLS or PLMD and a biological parent met RLS criteria and had a formal sleep evaluation. RESULTS: There were 204 cases that met the initial inclusion criteria. A positive parental history of RLS was found in 53% of pediatric RLS cases and in 52% of pediatric PLMD cases. A subset of 37 children or adolescents and 36 biological parents, from 33 different families, met full inclusion criteria and are presented in detail. Of these 37, 10 had a diagnosis of RLS and 27 a diagnosis of PLMD. Over this same period of time, PLMS >5 per hour were found in 74% of pediatric definite RLS cases assessed by PSG. CONCLUSIONS: This case series adds to the growing literature describing RLS and PLMD in children and adolescents using recently revised diagnostic criteria. The similar prevalence of parental RLS in both pediatric RLS and pediatric PLMD cases suggests a close association between PLMD and RLS in some cases. This supports the emerging view that PLMS may be a marker or endophenotype for a specific, common RLS genotype.",
  "authors": [
    {
      "last_name": "Picchietti",
      "fore_name": "Daniel L",
      "initials": "DL",
      "name": "Daniel L Picchietti",
      "affiliations": [
        "University of Illinois, Carle Clinic & Carle Foundation Hospital, Sleep Disorders Center, 602 W. University Avenue, Urbana, IL 61801, USA. dpicchie@illinois.edu"
      ]
    },
    {
      "last_name": "Rajendran",
      "fore_name": "Ramji R",
      "initials": "RR",
      "name": "Ramji R Rajendran",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": []
    },
    {
      "last_name": "Picchietti",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Picchietti",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Sleep medicine",
    "iso_abbreviation": "Sleep Med",
    "issn": "1878-5506",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Sep"
  },
  "start_page": "925",
  "end_page": "931",
  "pages": "925-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Child",
    "Child, Preschool",
    "Comorbidity",
    "Family Health",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Middle Aged",
    "Nocturnal Myoclonus Syndrome",
    "Parents",
    "Polysomnography",
    "Restless Legs Syndrome",
    "Retrospective Studies",
    "Siblings",
    "Sleep Wake Disorders",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19332386",
    "doi": "10.1016/j.sleep.2008.10.006",
    "pii": "S1389-9457(08)00367-5"
  },
  "doi": "10.1016/j.sleep.2008.10.006",
  "dates": {
    "completed": "2009-12-17",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 NS 40829-02",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.151863",
    "pmid": "19332386"
  }
}