{
  "pmid": "19341499",
  "uid": "19341499",
  "title": "Gene-gene and gene-environment interactions: new insights into the prevention, detection and management of coronary artery disease.",
  "abstract": "Despite the recent success of genome-wide association studies (GWASs) in identifying loci consistently associated with coronary artery disease (CAD), a large proportion of the genetic components of CAD and its metabolic risk factors, including plasma lipids, type 2 diabetes and body mass index, remain unattributed. Gene-gene and gene-environment interactions might produce a meaningful improvement in quantification of the genetic determinants of CAD. Testing for gene-gene and gene-environment interactions is thus a new frontier for large-scale GWASs of CAD. There are several anecdotal examples of monogenic susceptibility to CAD in which the phenotype was worsened by an adverse environment. In addition, small-scale candidate gene association studies with functional hypotheses have identified gene-environment interactions. For future evaluation of gene-gene and gene-environment interactions to achieve the same success as the single gene associations reported in recent GWASs, it will be important to pre-specify agreed standards of study design and statistical power, environmental exposure measurement, phenomic characterization and analytical strategies. Here we discuss these issues, particularly in relation to the investigation and potential clinical utility of gene-gene and gene-environment interactions in CAD.",
  "authors": [
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Departments of Medicine and Biochemistry, Blackburn Cardiovascular Genetics Laboratory, Robarts Research Institute, University of Western Ontario, London, Ontario N6A 5K8, Canada."
      ]
    },
    {
      "last_name": "Hegele",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Hegele",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Genome medicine",
    "iso_abbreviation": "Genome Med",
    "issn": "1756-994X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb",
    "pub_day": "26"
  },
  "start_page": "28",
  "pages": "28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19341499",
    "pmc": "PMC2664961",
    "doi": "10.1186/gm28",
    "pii": "gm28"
  },
  "doi": "10.1186/gm28",
  "pmc_id": "PMC2664961",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:39.023351",
    "pmid": "19341499"
  }
}