{
  "pmid": "19359761",
  "uid": "19359761",
  "title": "Polypharmacotherapy for primary prevention of cardiovascular disease.",
  "abstract": "India is likely to have the highest absolute burden of cardiovascular disease (CVD) related morbidity and mortality in the world. The prevalence of risk-factors (RFs) is high, particularly in the young, and a strategy to reduce RF prevalence in a large population needs to be developed. It is possible to modify risk factors at the individual level or at the population level. The latter is likely to have a greater impact. Current evidence shows that the reduction of risk factors such as BP or serum cholesterol from any level (rather than above a particular threshold) confers potential benefits. At present, lifestyle interventions have not demonstrated the benefits in reducing CVD related mortality and morbidity. A polypharmacotherapy strategy (2-3 BP lowering drugs, a statin, and aspirin) has promise to considerably reduce CVD-related mortality and morbidity. Such a therapy could target a large proportion of the population, intervene simultaneously on multiple RFs, and have wide acceptability. Cost and adherence are important issues for the success of this strategy. Adherence is suboptimal even for secondary prevention. A fixed-dose combination (FDC) of these drugs may improve adherence and reduce costs. But prior to recommending the wide-spread use of an FDC polypharmacotherapy strategy, studies are required to systematically evaluate its efficacy and safety and then determine the adherence, cost, and acceptability in the population. Studies are ongoing in India and other countries to determine the role of FDC polypharmacotherapy in the primary prevention of CVD. Such FDC therapy may reduce costs, improve adherence, and reduce CVD events at the population level; especially in developing countries such as India.",
  "authors": [
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "Population Health Research Institute, Department of Medicine, McMaster University, Hamilton, Canada. denis@ccc.mcmaster.ca"
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Goyal",
      "fore_name": "Abhinav",
      "initials": "A",
      "name": "Abhinav Goyal",
      "affiliations": []
    },
    {
      "last_name": "Pais",
      "fore_name": "Prem",
      "initials": "P",
      "name": "Prem Pais",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian heart journal",
    "iso_abbreviation": "Indian Heart J",
    "issn": "0019-4832",
    "issn_type": "Print",
    "volume": "60",
    "issue": "2 Suppl B",
    "pub_year": "2008"
  },
  "start_page": "B29",
  "end_page": "B33",
  "pages": "B29-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Agents",
    "Cardiovascular Diseases",
    "Drug Therapy, Combination",
    "Humans",
    "Primary Prevention",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19359761"
  },
  "dates": {
    "completed": "2009-05-26",
    "revised": "2009-04-10"
  },
  "chemicals": [
    "Cardiovascular Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.578238",
    "pmid": "19359761"
  }
}