{
  "pmid": "19350374",
  "uid": "19350374",
  "title": "Development of the volunteer peer educator role in a community Cardiovascular Health Awareness Program (CHAP): a process evaluation in two communities.",
  "abstract": "Volunteers can support the delivery and sustainability of programs promoting chronic disease awareness to improve health at the community level. This paper describes the development of the peer education component of the Cardiovascular Health Awareness Program (CHAP) and assessment of the volunteer peer educator role in a community-wide demonstration project in two mid-sized Ontario communities. A case study approach was used incorporating process learning, a volunteer survey and debriefing discussions with volunteers. A post-program questionnaire was administered to 48 volunteers. Five debriefing discussions were conducted with 27 volunteers using a semi-structured interview guide. Discussions were audio-recorded and transcribed. Analysis used an editing approach to identify themes, taking into account the community-specific context. Volunteers reported an overall positive experience and identified rewarding aspects of their involvement. They felt well prepared but appreciated ongoing training and support and requested more refresher training. Understanding of program objectives increased volunteer satisfaction. Volunteers continued to develop their role during the program; however, organizational and logistical factors sometimes limited skill acquisition and contributions. The prospect of greater involvement in providing tailored health education resources addressing modifiable risk factors was acceptable to most volunteers. Continued refinement of strategies to recruit, train, retain and support volunteers strengthened the peer education component of CHAP. The experience and contributions of volunteers were influenced by the wider context of program delivery. Process evaluation allowed program planners to anticipate challenges, strengthen support for volunteer activities, and expand the peer educator role. This learning can inform similar peer-led health promotion initiatives.",
  "authors": [
    {
      "last_name": "Karwalajtys",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Karwalajtys",
      "affiliations": [
        "Department of Family Medicine, McMaster University, ON, Canada. karwalt@mcmaster.ca"
      ]
    },
    {
      "last_name": "McDonough",
      "fore_name": "Beatrice",
      "initials": "B",
      "name": "Beatrice McDonough",
      "affiliations": []
    },
    {
      "last_name": "Hall",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Hall",
      "affiliations": []
    },
    {
      "last_name": "Guirguis-Younger",
      "fore_name": "Manal",
      "initials": "M",
      "name": "Manal Guirguis-Younger",
      "affiliations": []
    },
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": []
    },
    {
      "last_name": "Hutchison",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Hutchison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of community health",
    "iso_abbreviation": "J Community Health",
    "issn": "1573-3610",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "336",
  "end_page": "345",
  "pages": "336-45",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cardiovascular Diseases",
    "Female",
    "Health Education",
    "Health Knowledge, Attitudes, Practice",
    "Health Promotion",
    "Human Experimentation",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Peer Group",
    "Surveys and Questionnaires",
    "Teaching",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "19350374",
    "doi": "10.1007/s10900-009-9149-5"
  },
  "doi": "10.1007/s10900-009-9149-5",
  "dates": {
    "completed": "2009-09-04",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:55.893103",
    "pmid": "19350374"
  }
}