{
  "pmid": "19364995",
  "uid": "19364995",
  "title": "A systematic review of the evidence supporting a causal link between dietary factors and coronary heart disease.",
  "abstract": "BACKGROUND: Although a wealth of literature links dietary factors and coronary heart disease (CHD), the strength of the evidence supporting valid associations has not been evaluated systematically in a single investigation. METHODS: We conducted a systematic search of MEDLINE for prospective cohort studies or randomized trials investigating dietary exposures in relation to CHD. We used the Bradford Hill guidelines to derive a causation score based on 4 criteria (strength, consistency, temporality, and coherence) for each dietary exposure in cohort studies and examined for consistency with the findings of randomized trials. RESULTS: Strong evidence supports valid associations (4 criteria satisfied) of protective factors, including intake of vegetables, nuts, and \"Mediterranean\" and high-quality dietary patterns with CHD, and associations of harmful factors, including intake of trans-fatty acids and foods with a high glycemic index or load. Among studies of higher methodologic quality, there was also strong evidence for monounsaturated fatty acids and \"prudent\" and \"western\" dietary patterns. Moderate evidence (3 criteria) of associations exists for intake of fish, marine omega-3 fatty acids, folate, whole grains, dietary vitamins E and C, beta carotene, alcohol, fruit, and fiber. Insufficient evidence (< or =2 criteria) of association is present for intake of supplementary vitamin E and ascorbic acid (vitamin C); saturated and polyunsaturated fatty acids; total fat; alpha-linolenic acid; meat; eggs; and milk. Among the dietary exposures with strong evidence of causation from cohort studies, only a Mediterranean dietary pattern is related to CHD in randomized trials. CONCLUSIONS: The evidence supports a valid association of a limited number of dietary factors and dietary patterns with CHD. Future evaluation of dietary patterns, including their nutrient and food components, in cohort studies and randomized trials is recommended.",
  "authors": [
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": [
        "Population Health Research Institute, Hamilton General Hospital, 4-East Room 441, 237 Barton St E, Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "de Koning",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence de Koning",
      "affiliations": []
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "1538-3679",
    "issn_type": "Electronic",
    "volume": "169",
    "issue": "7",
    "pub_year": "2009",
    "pub_month": "Apr",
    "pub_day": "13"
  },
  "start_page": "659",
  "end_page": "669",
  "pages": "659-69",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Coronary Artery Disease",
    "Diet",
    "Dietary Carbohydrates",
    "Dietary Fats",
    "Dietary Supplements",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Life Style",
    "Male",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "19364995",
    "doi": "10.1001/archinternmed.2009.38",
    "pii": "169/7/659"
  },
  "doi": "10.1001/archinternmed.2009.38",
  "dates": {
    "completed": "2009-05-05",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Dietary Carbohydrates",
    "Dietary Fats"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:50.227021",
    "pmid": "19364995"
  }
}