{
  "pmid": "19371945",
  "uid": "19371945",
  "title": "Morphological and chemical characterization of bonding hydrophobic adhesive to dentin using ethanol wet bonding technique.",
  "abstract": "OBJECTIVE: BisGMA, a widely used component in dentin adhesive has very good mechanical properties after curing, but is relatively hydrophobic and thus, does not adequately infiltrate the water wet demineralized dentin collagen. Developing techniques that would lead to optimum infiltration of the hydrophobic component into the demineralized dentin matrix is very important. The purpose of this study was to evaluate interfacial morphological and chemical characteristics of the resultant adhesive-dentin interface when the ethanol wet bonding technique is used with hydrophobic adhesives. MATERIALS AND METHODS: The occlusal one-third of the crown was removed from six unerupted human third molars; a uniform smear layer was created with 600 grit SiC. The dentin surface was etched with 35% phosphoric acid for 15s before applying BisGMA/HEMA model adhesive using either water wet or ethanol wet bonding technique. Five-micro-thick sections of adhesive/dentin interface specimens were cut and stained with Goldner's trichrome for light microscopy. Companion slabs were analyzed with SEM and micro-Raman spectroscopy. RESULTS: The presence of ethanol in the demineralized dentin increased adhesive collagen encapsulation as indicated by trichrome staining. The SEM results confirmed that the ethanol wet bonding improved the quality of the interface. Micro-Raman spectral analysis of the dentin/adhesive interface indicated there was a gradual decrease in penetration of BisGMA component for specimens using water wet bonding, while relatively homogeneous distribution of the hydrophobic BisGMA component was noted in the interface with ethanol wet bonding. SIGNIFICANCE: Wet bonding with ethanol instead of water permits better BisGMA infiltration improving the quality of interface. We speculate that the higher infiltration of hydrophobic BisGMA and better collagen encapsulation observed from the specimens using ethanol wet bonding would lead to more durable bonds because of improved resistance to hydrolytic attack.",
  "authors": [
    {
      "last_name": "Shin",
      "fore_name": "T Phillip",
      "initials": "TP",
      "name": "T Phillip Shin",
      "affiliations": [
        "University of Missouri-Kansas City, School of Dentistry, 650 East 25th Street, Kansas City, MO 64108, United States."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": []
    },
    {
      "last_name": "Huenergardt",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Huenergardt",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Mary P",
      "initials": "MP",
      "name": "Mary P Walker",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Wang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dental materials : official publication of the Academy of Dental Materials",
    "iso_abbreviation": "Dent Mater",
    "issn": "1879-0097",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "1050",
  "end_page": "1057",
  "pages": "1050-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bisphenol A-Glycidyl Methacrylate",
    "Dental Bonding",
    "Dentin",
    "Dentin Permeability",
    "Dentin-Bonding Agents",
    "Ethanol",
    "Fibrillar Collagens",
    "Humans",
    "Hydrophobic and Hydrophilic Interactions",
    "Methacrylates",
    "Microscopy, Electron, Scanning",
    "Molar, Third",
    "Resin Cements",
    "Spectrum Analysis, Raman",
    "Water"
  ],
  "article_ids": {
    "pubmed": "19371945",
    "mid": "NIHMS132120",
    "pmc": "PMC2748385",
    "doi": "10.1016/j.dental.2009.03.006",
    "pii": "S0109-5641(09)00142-0"
  },
  "doi": "10.1016/j.dental.2009.03.006",
  "pmc_id": "PMC2748385",
  "dates": {
    "completed": "2009-10-05",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Dentin-Bonding Agents",
    "Fibrillar Collagens",
    "Methacrylates",
    "Resin Cements",
    "Water",
    "Ethanol",
    "Bisphenol A-Glycidyl Methacrylate",
    "hydroxyethyl methacrylate"
  ],
  "grants": [
    {
      "grant_id": "K25 DE015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DE 015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.349620",
    "pmid": "19371945"
  }
}