{
  "pmid": "19377347",
  "uid": "19377347",
  "title": "Media Hyping and the \"Herceptin Access Story\": An Analysis of Canadian and UK Newspaper Coverage.",
  "abstract": "In May 2005, preliminary trial results pronouncing the effectiveness of Herceptin (trastuzumab) for treatment of early-stage breast cancer were disseminated at a high-profile scientific meeting. Herceptin was subsequently approved for use in the public healthcare systems of Canada and the United Kingdom, although the differences between the two decision timelines were stark. The authors compared UK and Canadian newspaper coverage of the Herceptin story to assess how it may have been \"hyped\" in each country. They analyzed a diverse sample of newspapers and coded clippings for reporters' framing of the drug's efficacy, costs and funding approval process. Canadian news coverage preceded formal publication of the trial results, while UK coverage mirrored major national events. Reporters in both countries used predominantly individualistic perspectives and framed Herceptin's efficacy in salutary terms. Framing of costs was more neutral in Canadian than in UK newspapers. Funding approval framing focused on inequitable access in the UK and timeliness in Canada. News coverage of drug access stories varies across jurisdictions in terms of intensity and some aspects of framing. Such variations likely reflect different journalistic practices and dominant political rhetoric. Greater attention should be given to the role that news coverage of drug access plays in shaping public opinion and policy action, especially when this coverage precedes scientific debate.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Collins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6572",
    "issn_type": "Print",
    "volume": "4",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "e113",
  "end_page": "e128",
  "pages": "e113-28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19377347",
    "pmc": "PMC2653700",
    "pii": "20474"
  },
  "pmc_id": "PMC2653700",
  "dates": {
    "completed": "2013-07-25",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.751366",
    "pmid": "19377347"
  }
}