{
  "pmid": "19379629",
  "uid": "19379629",
  "title": "Prevalence of impaired glucose tolerance and the components of metabolic syndrome in Canadian Tsimshian Nation youth.",
  "abstract": "INTRODUCTION: Canadian Aboriginal people have been disproportionately affected by obesity and type 2 diabetes (T2D). Our objective was to determine the prevalence of obesity, glucose intolerance and the components of metabolic syndrome (MetS) in Tsimshian Nation youth living in 3 remote coastal communities. METHODS: A medical history, anthropometric measurements and an oral glucose tolerance test were performed in youth aged 6-18 years. We defined \"overweight\" by a body mass index (BMI) at the 85th percentile or higher and \"obese\" by a BMI at the 95th percentile or higher, by age and sex. We used the International Diabetes Federation criteria for MetS. RESULTS: Of the 224 eligible youth, 192 (85%) participated in the study. Nineteen percent were overweight, 26% were obese and 36% had central obesity (waist circumference > or = 90th percentile for age and sex). No new cases of T2D were identified. The prevalence of impaired fasting glucose (IFG 5.6-6.9 mmol/L) and impaired glucose tolerance (IGT 2-hr glucose 7.8-11.0 mmol/L) were 19.3% and 5.2%, respectively. Five of the 10 youth with IGT had a fasting glucose less than 5.6 mmol/L. The prevalence of MetS was 4.7% and increased to 8.3% when pediatric hypertension norms were applied. CONCLUSION: Tsimshian Nation youth have a high prevalence of central obesity, impaired glucose homeostasis and other components of MetS. The oral glucose tolerance test may be a more appropriate screening test to identify IGT in Aboriginal youth.",
  "authors": [
    {
      "last_name": "Zorzi",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Zorzi",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia and British Columbia Children's Hospital, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": []
    },
    {
      "last_name": "Macnab",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Macnab",
      "affiliations": []
    },
    {
      "last_name": "Panagiotopoulos",
      "fore_name": "Constadina",
      "initials": "C",
      "name": "Constadina Panagiotopoulos",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of rural medicine : the official journal of the Society of Rural Physicians of Canada = Journal canadien de la medecine rurale : le journal officiel de la Societe de medecine rurale du Canada",
    "iso_abbreviation": "Can J Rural Med",
    "issn": "1203-7796",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2009"
  },
  "start_page": "61",
  "end_page": "67",
  "pages": "61-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Female",
    "Glucose Intolerance",
    "Humans",
    "Indians, North American",
    "Male",
    "Metabolic Syndrome",
    "Obesity",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "19379629"
  },
  "dates": {
    "completed": "2009-07-07",
    "revised": "2019-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:44.669424",
    "pmid": "19379629"
  }
}