{
  "pmid": "19371489",
  "uid": "19371489",
  "title": "Effects of alcohol consumption in spousal relationships on health-related quality of life and life satisfaction.",
  "abstract": "OBJECTIVE: The effects of heavy alcohol consumption on people who share a household with a heavy drinker are not well understood, with studies generally focusing on the families of clinical or other selected samples. This study attempts to assess how the drinking of one household member affected those with whom they live. METHOD: The study used data from a population survey of households in which all adult household members provided alcohol-consumption, life satisfaction, and quality-of-life measures. The analysis focused on the satisfaction levels and health-related quality of life of 3,110 couples living in partner relationships (either married or de facto) based on the alcohol consumption of both partners. The dependent variables for the study were the respondents' satisfaction with their lives; the respondents' satisfaction with their partners; and the respondents' general health, mental health, and social functioning (measured with Short Form-36 Health Survey). Respondents were classified according to their drinking levels, and the effect of their own and their partner's drinking on their health-related quality of life was examined. Other control variables included in the analyses were whether the household included children or other members, the household's disposable income, the respondent's employment status, and his or her age and gender. RESULTS: The analyses found that ex-drinkers and high-risk drinkers generally had lower life satisfaction and health-related quality of life but that the partner's drinking pattern had little effect on these measures. CONCLUSIONS: Although heavy drinking appears to reduce the drinker's own health-related quality of life and life satisfaction, it appears to have very little effect on the drinker's spouse. This finding may be the result of limitations in the data and measures used in the current study but is in line with the results of some previous qualitative research in this area.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Victoria, Australia. michaell@turningpoint.org.au"
      ]
    }
  ],
  "journal": {
    "title": "Journal of studies on alcohol and drugs",
    "iso_abbreviation": "J Stud Alcohol Drugs",
    "issn": "1938-4114",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "383",
  "end_page": "390",
  "pages": "383-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Australia",
    "Family Health",
    "Female",
    "Humans",
    "Male",
    "Marriage",
    "Middle Aged",
    "Models, Psychological",
    "Personal Satisfaction",
    "Population Surveillance",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "19371489",
    "doi": "10.15288/jsad.2009.70.383"
  },
  "doi": "10.15288/jsad.2009.70.383",
  "dates": {
    "completed": "2009-07-01",
    "revised": "2019-06-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.741476",
    "pmid": "19371489"
  }
}