{
  "pmid": "19374670",
  "uid": "19374670",
  "title": "Qualitative case study methodology in nursing research: an integrative review.",
  "abstract": "AIM: This paper is a report of an integrative review conducted to critically analyse the contemporary use of qualitative case study methodology in nursing research. BACKGROUND: Increasing complexity in health care and increasing use of case study in nursing research support the need for current examination of this methodology. DATA SOURCES: In 2007, a search for case study research (published 2005-2007) indexed in the CINAHL, MEDLINE, EMBASE, PsychINFO, Sociological Abstracts and SCOPUS databases was conducted. A sample of 42 case study research papers met the inclusion criteria. METHODS: Whittemore and Knafl's integrative review method guided the analysis. RESULTS: Confusion exists about the name, nature and use of case study. This methodology, including terminology and concepts, is often invisible in qualitative study titles and abstracts. Case study is an exclusive methodology and an adjunct to exploring particular aspects of phenomena under investigation in larger or mixed-methods studies. A high quality of case study exists in nursing research. CONCLUSION: Judicious selection and diligent application of literature review methods promote the development of nursing science. Case study is becoming entrenched in the nursing research lexicon as a well-accepted methodology for studying phenomena in health and social care, and its growing use warrants continued appraisal to promote nursing knowledge development. Attention to all case study elements, process and publication is important in promoting authenticity, methodological quality and visibility.",
  "authors": [
    {
      "last_name": "Anthony",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Anthony",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. santhony@uwo.ca"
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "1171",
  "end_page": "1181",
  "pages": "1171-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Nursing Methodology Research",
    "Nursing Research",
    "Qualitative Research",
    "Research Design",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "19374670",
    "doi": "10.1111/j.1365-2648.2009.04998.x",
    "pii": "JAN4998"
  },
  "doi": "10.1111/j.1365-2648.2009.04998.x",
  "dates": {
    "completed": "2009-09-21",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.188903",
    "pmid": "19374670"
  }
}