{
  "pmid": "19370661",
  "uid": "19370661",
  "title": "Regular treatment with formoterol and inhaled steroids for chronic asthma: serious adverse events.",
  "abstract": "BACKGROUND: Epidemiological evidence has suggested a link between beta(2)-agonists and increases in asthma mortality. There has been much debate about possible causal links for this association, and whether regular (daily) long-acting beta(2)-agonists are safe when used alone or in conjunction with inhaled corticosteroids. OBJECTIVES: The aim of this review is to assess the risk of fatal and non-fatal serious adverse events in trials that randomised patients with chronic asthma to regular formoterol with inhaled corticosteroids versus the same dose of inhaled corticosteroids alone. SEARCH STRATEGY: Trials were identified using the Cochrane Airways Group Specialised Register of trials. Web sites of clinical trial registers were checked for unpublished trial data and Food and Drug Administration (FDA) submissions in relation to formoterol were also checked. The date of the most recent search was October 2008. SELECTION CRITERIA: Controlled parallel design clinical trials on patients of any age and severity of asthma were included if they randomised patients to treatment with regular formoterol and inhaled corticosteroids, and were of at least 12 weeks duration. DATA COLLECTION AND ANALYSIS: Two authors independently selected trials for inclusion in the review. Outcome data were independently extracted by two authors. Unpublished data on mortality and serious adverse events were obtained from the sponsors. MAIN RESULTS: The review included 14 studies on adults and adolescents (8,028 participants) and seven studies on children and adolescents (2,788 participants). Data on all cause fatal and non-fatal serious adverse events were found for all studies, and the overall risk of bias was low.Four deaths occurred on regular formoterol with inhaled corticosteroids, and none on regular inhaled corticosteroids alone. All the deaths were in adults, and one was reported to be asthma-related. The difference was not statistically significant.Non-fatal serious adverse events of any cause were very similar in adults [Peto Odds Ratio 0.99 (95% CI 0.74 to 1.33)], and an increase in events in children on regular formoterol was not statistically significant [Peto Odds Ratio 1.62 (95% CI 0.80 to 3.28)].Asthma related serious adverse events on formoterol were lower in adults [Peto Odds Ratio 0.53 (95% CI 0.28 to 1.00)] and although they were higher in children [Peto Odds Ratio 1.49 (95% CI 0.48 to 4.61)], this was not statistically significant. AUTHORS' CONCLUSIONS: It is not possible, from the data in this review, to reassure people with asthma that inhaled corticosteroids with regular formoterol carries no risk of increasing mortality in comparison to inhaled corticosteroids alone as all four deaths occurred among 6,594 people using inhaled corticosteroids with formoterol. On the other hand, we have found no conclusive evidence of harm and there was only one asthma related death registered during over 3,000 patient year observation on formoterol. In adults, the decrease in asthma-related serious adverse events on regular formoterol with inhaled corticosteroids was not accompanied by a decrease in all cause serious adverse events. In children the number of events was too small, and consequently the results too imprecise, to determine whether the increase in all cause non-fatal serious adverse events found in the previous meta-analysis on regular formoterol alone is abolished by the additional use of inhaled corticosteroids. Clinical decisions and information for patients regarding regular use of formoterol have to take into account the balance between known symptomatic benefits of formoterol and the degree of uncertainty and concern associated with its potential harmful effects.",
  "authors": [
    {
      "last_name": "Cates",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Cates",
      "affiliations": [
        "Community Health Sciences, St George's, University of London, Cranmer Terrace, London, UK, SW17 0RE. ccates@sgul.ac.uk"
      ]
    },
    {
      "last_name": "Lasserson",
      "fore_name": "Toby J",
      "initials": "TJ",
      "name": "Toby J Lasserson",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "CD006924",
  "pages": "CD006924",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Inhalation",
    "Adolescent",
    "Adrenal Cortex Hormones",
    "Adrenergic beta-Agonists",
    "Adult",
    "Anti-Asthmatic Agents",
    "Asthma",
    "Child",
    "Ethanolamines",
    "Formoterol Fumarate",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "19370661",
    "doi": "10.1002/14651858.CD006924.pub2"
  },
  "doi": "10.1002/14651858.CD006924.pub2",
  "dates": {
    "completed": "2009-06-23",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Adrenergic beta-Agonists",
    "Anti-Asthmatic Agents",
    "Ethanolamines",
    "Formoterol Fumarate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.435853",
    "pmid": "19370661"
  }
}