{
  "pmid": "19383882",
  "uid": "19383882",
  "title": "A randomized trial of a church-based diabetes self-management program for African Americans with type 2 diabetes.",
  "abstract": "PURPOSE: This study developed and tested a culturally appropriate, church-based intervention to improve diabetes self-management. Research Design and Methods This was a randomized trial conducted at 24 African American churches in central North Carolina. Churches were randomized to receive the special intervention (SI; 13 churches, 117 participants) or the minimal intervention (MI; 11 churches, 84 participants). The SI included an 8-month intensive phase, consisting of 1 individual counseling visit, 12 group sessions, monthly phone contacts, and 3 encouragement postcards, followed by a 4-month reinforcement phase including monthly phone contacts. The MI received standard educational pamphlets by mail. Outcomes were assessed at 8 and 12 months; the primary outcome was comparison of 8-month A1C levels. RESULTS: At baseline, the mean age was 59 years, A1C 7.8%, and body mass index 35.0 kg/m(2); 64% of participants were female. For the 174 (87%) participants returning for 8-month measures, mean A1C (adjusted for baseline and group randomization) was 7.4% for SI and 7.8% for MI, with a difference of 0.4% (95% confidence interval [CI], 0.1-0.6, P = .009). In a larger model adjusting for additional variables, the difference was 0.5% (95% CI, 0.2-0.7, P < .001). At 12 months, the difference between groups was not significant. Diabetes knowledge and diabetes-related quality of life significantly improved in the SI group compared with the MI group. Among SI participants completing an acceptability questionnaire, intervention components and materials were rated as highly acceptable. CONCLUSIONS: The church-based intervention was well received by participants and improved short-term metabolic control.",
  "authors": [
    {
      "last_name": "Samuel-Hodge",
      "fore_name": "Carmen D",
      "initials": "CD",
      "name": "Carmen D Samuel-Hodge",
      "affiliations": [
        "The Department of Nutrition, Schools of Public Health and Medicine and Center for Health Promotion and Disease Prevention, University of North Carolina at Chapel Hill (Dr Samuel-Hodge)"
      ]
    },
    {
      "last_name": "Keyserling",
      "fore_name": "Thomas C",
      "initials": "TC",
      "name": "Thomas C Keyserling",
      "affiliations": [
        "Department of Medicine, School of Medicine and Center for Health Promotion and Disease Prevention, University of North Carolina at Chapel Hill (Dr Keyserling)"
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Sola",
      "initials": "S",
      "name": "Sola Park",
      "affiliations": [
        "Department of Biostatistics, School of Public Health and Center for Health Promotion and Disease Prevention, University of North Carolina at Chapel Hill (Dr Park), Dr Park is currently at Family Health International, Research Triangle Park, North Carolina"
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Larry F",
      "initials": "LF",
      "name": "Larry F Johnston",
      "affiliations": [
        "Center for Health Promotion and Disease Prevention, University of North Carolina at Chapel Hill (Mr Johnston, Dr Gizlice)"
      ]
    },
    {
      "last_name": "Gizlice",
      "fore_name": "Ziya",
      "initials": "Z",
      "name": "Ziya Gizlice",
      "affiliations": [
        "Center for Health Promotion and Disease Prevention, University of North Carolina at Chapel Hill (Mr Johnston, Dr Gizlice)"
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Biostatistics, School of Public Health and Center for Health Promotion and Disease Prevention, University of North Carolina at Chapel Hill (Dr Bangdiwala)"
      ]
    }
  ],
  "journal": {
    "title": "The Diabetes educator",
    "iso_abbreviation": "Diabetes Educ",
    "issn": "0145-7217",
    "issn_type": "Print",
    "volume": "35",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "439",
  "end_page": "454",
  "pages": "439-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Black People",
    "Blood Pressure",
    "Body Weight",
    "Counseling",
    "Diabetes Mellitus, Type 2",
    "Diet, Diabetic",
    "Female",
    "Follow-Up Studies",
    "Glycated Hemoglobin",
    "Humans",
    "Income",
    "Male",
    "Middle Aged",
    "Pamphlets",
    "Psychotherapy, Group",
    "Religion and Medicine",
    "Self Care",
    "Black or African American"
  ],
  "article_ids": {
    "pubmed": "19383882",
    "doi": "10.1177/0145721709333270",
    "pii": "0145721709333270"
  },
  "doi": "10.1177/0145721709333270",
  "dates": {
    "completed": "2009-07-07",
    "revised": "2024-07-12"
  },
  "chemicals": [
    "Glycated Hemoglobin A"
  ],
  "grants": [
    {
      "grant_id": "U48/CCU409660",
      "agency": "PHS HHS",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.868798",
    "pmid": "19383882"
  }
}