{
  "pmid": "19388857",
  "uid": "19388857",
  "title": "A review of the reliability of traditional East Asian medicine diagnoses.",
  "abstract": "BACKGROUND: In the practice of forms of traditional East Asian medicine (TEAM) such as Traditional Chinese Medicine and Japanese meridian therapy, treatment follows identification of underlying \"patterns of disharmony.\" However, little is known in an objective sense of the consistency or reliability of diagnosis within TEAM. This is important: If diagnosis is not reliable, there can be less confidence that optimal treatment is received. TEAM systems have their own diagnostic endpoints that are used as evidence of change. If these are to be incorporated into clinical studies, a prerequisite is that they are reliable. Few studies have assessed the reliability of diagnostic data collected during a TEAM examination. The majority have investigated reliability of pulse diagnosis, with results ranging from low to a very good level of agreement. Studies of reliability of tongue diagnosis and other diagnostic data collected in a Chinese Medicine examination suggest considerable variability. In general, studies of reliability of pattern diagnosis and treatment in a range of disorders have not found a high level of reliability. A range of factors may affect reliability. OBJECTIVES: This paper reviews the current knowledge of reliability of TEAM diagnoses, including limitations of studies, and discusses the implications for practice and research and how to improve the current situation.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Kylie A",
      "initials": "KA",
      "name": "Kylie A O'Brien",
      "affiliations": [
        "Faculty of Health, Engineering and Science, Victoria University, Melbourne, Australia. kylie.obrien@vu.edu.au"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1557-7708",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "353",
  "end_page": "366",
  "pages": "353-66",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Diagnosis, Differential",
    "Humans",
    "Medicine, East Asian Traditional",
    "Physical Examination",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "19388857",
    "doi": "10.1089/acm.2008.0455"
  },
  "doi": "10.1089/acm.2008.0455",
  "dates": {
    "completed": "2009-07-16",
    "revised": "2013-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.649662",
    "pmid": "19388857"
  }
}