{
  "pmid": "19397820",
  "uid": "19397820",
  "title": "A description of a knowledge broker role implemented as part of a randomized controlled trial evaluating three knowledge translation strategies.",
  "abstract": "BACKGROUND: A knowledge broker (KB) is a popular knowledge translation and exchange (KTE) strategy emerging in Canada to promote interaction between researchers and end users, as well as to develop capacity for evidence-informed decision making. A KB provides a link between research producers and end users by developing a mutual understanding of goals and cultures, collaborates with end users to identify issues and problems for which solutions are required, and facilitates the identification, access, assessment, interpretation, and translation of research evidence into local policy and practice. Knowledge-brokering can be carried out by individuals, groups and/or organizations, as well as entire countries. In each case, the KB is linked with a group of end users and focuses on promoting the integration of the best available evidence into policy and practice-related decisions. METHODS: A KB intervention comprised one of three KTE interventions evaluated in a randomized controlled trial. RESULTS: KB activities were classified into the following categories: initial and ongoing needs assessments; scanning the horizon; knowledge management; KTE; network development, maintenance, and facilitation; facilitation of individual capacity development in evidence informed decision making; and g) facilitation of and support for organizational change. CONCLUSION: As the KB role developed during this study, central themes that emerged as particularly important included relationship development, ongoing support, customized approaches, and opportunities for individual and organizational capacity development. The novelty of the KB role in public health provides a unique opportunity to assess the need for and reaction to the role and its associated activities. Future research should include studies to evaluate the effectiveness of KBs in different settings and among different health care professionals, and to explore the optimal preparation and training of KBs, as well as the identification of the personality characteristics most closely associated with KB effectiveness. Studies should also seek to better understand which combination of KB activities are associated with optimal evidence-informed decision making outcomes, and whether the combination changes in different settings and among different health care decision makers.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Robeson",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Robeson",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Hanna",
      "affiliations": []
    },
    {
      "last_name": "Cameron",
      "fore_name": "Roy",
      "initials": "R",
      "name": "Roy Cameron",
      "affiliations": []
    },
    {
      "last_name": "O'Mara",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda O'Mara",
      "affiliations": []
    },
    {
      "last_name": "DeCorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara DeCorby",
      "affiliations": []
    },
    {
      "last_name": "Mercer",
      "fore_name": "Shawna",
      "initials": "S",
      "name": "Shawna Mercer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2009",
    "pub_month": "Apr",
    "pub_day": "27"
  },
  "start_page": "23",
  "pages": "23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19397820",
    "pmc": "PMC2680804",
    "doi": "10.1186/1748-5908-4-23",
    "pii": "1748-5908-4-23"
  },
  "doi": "10.1186/1748-5908-4-23",
  "pmc_id": "PMC2680804",
  "dates": {
    "completed": "2010-06-09",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.334111",
    "pmid": "19397820"
  }
}