{
  "pmid": "19393069",
  "uid": "19393069",
  "title": "Cardiocladius oliffi (Diptera: Chironomidae) as a potential biological control agent against Simulium squamosum (Diptera: Simuliidae).",
  "abstract": "BACKGROUND: The control of onchocerciasis in the African region is currently based mainly on the mass drug administration of ivermectin. Whilst this has been found to limit morbidity, it does not stop transmission. In the absence of a macrofilaricide, there is a need for an integrated approach for disease management, which includes vector control. Vector control using chemical insecticides is expensive to apply, and therefore the use of other measures such as biological control agents is needed. Immature stages of Simulium squamosum, reared in the laboratory from egg masses collected from the field at Boti Falls and Huhunya (River Pawnpawn) in Ghana, were observed to be attacked and fed upon by larvae of the chironomid Cardiocladius oliffi Freeman, 1956 (Diptera: Chironomidae). METHODS: Cardiocladius oliffi was successfully reared in the rearing system developed for S. damnosum s.l. and evaluated for its importance as a biological control agent in the laboratory. RESULTS: Even at a ratio of one C. oliffi to five S. squamosum, they caused a significant decrease in the number of adult S. squamosum emerging from the systems (treatments). Predation was confirmed by the amplification of Simulium DNA from C. oliffi observed to have fed on S. squamosum pupae. The study also established that the chironomid flies could successfully complete their development on a fish food diet only. CONCLUSION: Cardiocladius oliffi has been demonstrated as potential biological control agent against S. squamosum.",
  "authors": [
    {
      "last_name": "Boakye",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Boakye",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, Box LG581, Legon, Accra, Ghana. dboakye@noguchi.mimcom.org."
      ]
    },
    {
      "last_name": "Fokam",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Fokam",
      "affiliations": []
    },
    {
      "last_name": "Ghansah",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Ghansah",
      "affiliations": []
    },
    {
      "last_name": "Amakye",
      "fore_name": "Josef",
      "initials": "J",
      "name": "Josef Amakye",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": []
    },
    {
      "last_name": "Brown",
      "fore_name": "Charles A",
      "initials": "CA",
      "name": "Charles A Brown",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Parasites & vectors",
    "iso_abbreviation": "Parasit Vectors",
    "issn": "1756-3305",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Apr",
    "pub_day": "24"
  },
  "start_page": "20",
  "pages": "20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19393069",
    "pmc": "PMC2683824",
    "doi": "10.1186/1756-3305-2-20",
    "pii": "1756-3305-2-20"
  },
  "doi": "10.1186/1756-3305-2-20",
  "pmc_id": "PMC2683824",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.154193",
    "pmid": "19393069"
  }
}