{
  "pmid": "19399995",
  "uid": "19399995",
  "title": "What is the value of mycophenolate mofetil as induction and maintenance therapy in lupus nephritis?",
  "abstract": "PURPOSE OF REVIEW: Mycophenolate mofetil (MMF) is an alternative to cyclophosphamide for the treatment of lupus nephritis. The precise role of MMF is under ongoing evaluation. This review provides an up-to-date summary of MMF and its use as remission induction and maintenance therapy for lupus nephritis. RECENT FINDINGS: For remission induction, recent randomized trial data suggest that MMF is at least as good as intravenous cyclophosphamide in terms of efficacy and safety. MMF may have superior efficacy to intravenous cyclophosphamide in black populations. Preliminary data suggest that MMF with tacrolimus may have added benefit over cyclophosphamide. For remission maintenance, limited evidence suggests that MMF is superior to quarterly intravenous cyclophosphamide and equivalent to azathioprine. SUMMARY: MMF is likely to be noninferior to cyclophosphamide for the induction of remission in lupus nephritis. Early results suggest that MMF is equivalent to azathioprine for remission maintenance, although large randomized trial data are awaited to clarify the role. The optimal dosing strategy and duration of MMF treatment have not been established. The efficacy and safety of MMF in patients with severe renal impairment requires further investigation. Longer follow-up is required to fully assess the impact of MMF on renal survival and overall mortality.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Rachel B",
      "initials": "RB",
      "name": "Rachel B Jones",
      "affiliations": [
        "Renal Unit, Vasculitis and Lupus Clinic, Box 118, Addenbrooke's Hospital, Hills Road, Cambridge CB2 OQQ, UK."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Kenneth G C",
      "initials": "KG",
      "name": "Kenneth G C Smith",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in rheumatology",
    "iso_abbreviation": "Curr Opin Rheumatol",
    "issn": "1531-6963",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "256",
  "end_page": "261",
  "pages": "256-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Cyclophosphamide",
    "Humans",
    "Immunosuppressive Agents",
    "Lupus Nephritis",
    "Mycophenolic Acid",
    "Remission Induction"
  ],
  "article_ids": {
    "pubmed": "19399995",
    "doi": "10.1097/bor.0b013e32832a0698"
  },
  "doi": "10.1097/bor.0b013e32832a0698",
  "dates": {
    "completed": "2009-07-13",
    "revised": "2019-09-17"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "Cyclophosphamide",
    "Mycophenolic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.502008",
    "pmid": "19399995"
  }
}