{
  "pmid": "19395822",
  "uid": "19395822",
  "title": "Theory-based medicine and the role of evidence: why the emperor needs new clothes, again.",
  "abstract": "The evidence-based medicine (EBM) movement was established to combat capricious reasoning in clinical care, particularly arguments from authority. Critique of authority and appraisal of evidence remain EBM's core values and should be revisited in this era of EBM's maturity and influence. We are now faced with a new form of under-questioned authority: evidence from well-designed and methodologically appraised randomized controlled trials (RCTs). RCT evidence is now prized even when it is incapable of providing meaningful information-in particular, when underlying causal theory is inscrutable. Experimental trial evidence of the effectiveness of remote intercessory prayer provides an illustrative case that highlights systematic scientific blind spots in the institutions of EBM. Medicine-even evidence-based medicine-is theory-based at its core. EBM must cultivate greater capacity to address the crucial role of theory in both the generation and use of experimental evidence.",
  "authors": [
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Centre for Health Economic and Policy Analysis, McMaster University, Hamilton, ON, Canada. giacomin@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Perspectives in biology and medicine",
    "iso_abbreviation": "Perspect Biol Med",
    "issn": "0031-5982",
    "issn_type": "Print",
    "volume": "52",
    "issue": "2",
    "pub_year": "2009"
  },
  "start_page": "234",
  "end_page": "251",
  "pages": "234-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Causality",
    "Evidence-Based Medicine",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Religion"
  ],
  "article_ids": {
    "pubmed": "19395822",
    "doi": "10.1353/pbm.0.0088",
    "pii": "S1529879509200068"
  },
  "doi": "10.1353/pbm.0.0088",
  "dates": {
    "completed": "2009-07-21",
    "revised": "2009-04-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.591879",
    "pmid": "19395822"
  }
}