{
  "pmid": "19401895",
  "uid": "19401895",
  "title": "Optimising speed and energy expenditure in accurate visually directed upper limb movements.",
  "abstract": "Traditional models of speed-accuracy relations and limb control are steady-state models that fail to consider the learning history and strategic approach of the performer. Work from this laboratory indicates that a performer adjusts his/her behaviour from trial-to-trial to optimise not only the speed and accuracy of performance, but also energy expenditure. Because some errors have greater temporal and energy costs than others, most performers execute movements that are prepared such that potential errors are of minimal expense. The trajectories and subsequent endpoint distributions of rapid aiming movements depend on advance knowledge about the availability of afferent information for online control, as well as the costs associated with undershooting or overshooting the target position with the initial impulse. With practice, a performer is able to reduce the trial-to-trial variability associated with goal-directed movement through more consistent movement planning processes and more rapid online control. Part of the optimisation process is related to the development of an internal model of performance against which early afferent feedback can be evaluated. This framework for examining speed, accuracy and energy expenditure in goal-directed reaching can be used to help understand the breakdown of efficient limb control due to fatigue, ageing and pathology.",
  "authors": [
    {
      "last_name": "Elliott",
      "fore_name": "Digby",
      "initials": "D",
      "name": "Digby Elliott",
      "affiliations": [
        "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Liverpool, UK. D.Elliott@ljmu.ac.uk"
      ]
    },
    {
      "last_name": "Hansen",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Hansen",
      "affiliations": []
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ergonomics",
    "iso_abbreviation": "Ergonomics",
    "issn": "0014-0139",
    "issn_type": "Print",
    "volume": "52",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "438",
  "end_page": "447",
  "pages": "438-47",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Energy Metabolism",
    "Humans",
    "Models, Biological",
    "Motor Skills",
    "Task Performance and Analysis",
    "Upper Extremity"
  ],
  "article_ids": {
    "pubmed": "19401895",
    "doi": "10.1080/00140130802707717",
    "pii": "910773861"
  },
  "doi": "10.1080/00140130802707717",
  "dates": {
    "completed": "2009-07-29",
    "revised": "2009-04-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.920432",
    "pmid": "19401895"
  }
}