{
  "pmid": "19409164",
  "uid": "19409164",
  "title": "Presentation and complications of snakebite in a tertiary care hospital.",
  "abstract": "OBJECTIVE: To determine frequency of various modes of presentation, complications and management of snakebite. STUDY DESIGN: Descriptive case series. PLACE AND DURATION OF STUDY: Medical Unit II, Rawalpindi General Hospital, Rawalpindi, Pakistan, from September 2006 to August 2007. METHODOLOGY: All patients over 12 years of age and presenting to emergency department with history of snakebite and features of envenomation were included in the study. All these patients were given Anti-Snake Venom. Symptomatic treatment of complications was done. Semi-structured questionnaire was filled during hospital stay to analyze various characteristics of snakebite and people's attitude towards this problem. RESULTS: A total of 65 patients were enrolled in the study with 40 males (61.5%) and 25 (38.5%) females. Maximum cases 15 (23%) were seen in the month of August. Age group, that was maximally affected, was between 26-30 years (12 cases or 18.5%). Only 2 patients had neurotoxic snakebite, whereas rest of the cases were vasculo toxic in nature. Gum bleeding and cellulitis were the main presenting complaints. Mortality was 4.6% (3 cases). A great majority of patients arrived late in the hospital because of lack of awareness and use of traditional though ineffective measures. CONCLUSION: Snakebite is a major public health problem. Patients with snakebite can be managed effectively provided timely administration of anti-snake Venom is done.",
  "authors": [
    {
      "last_name": "Nisar",
      "fore_name": "Anila",
      "initials": "A",
      "name": "Anila Nisar",
      "affiliations": [
        "Department of Medicine, Medical Unit II, Benazir Bhutto Hospital, Rawalpindi."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Farwa",
      "initials": "F",
      "name": "Farwa Rizvi",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Shafi",
      "fore_name": "Mohammad Shoaib",
      "initials": "MS",
      "name": "Mohammad Shoaib Shafi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the College of Physicians and Surgeons--Pakistan : JCPSP",
    "iso_abbreviation": "J Coll Physicians Surg Pak",
    "issn": "1022-386X",
    "issn_type": "Print",
    "volume": "19",
    "issue": "5",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "304",
  "end_page": "307",
  "pages": "304-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Pakistan",
    "Retrospective Studies",
    "Risk Factors",
    "Snake Bites",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19409164",
    "pii": "040579197"
  },
  "dates": {
    "completed": "2009-08-20",
    "revised": "2009-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.522655",
    "pmid": "19409164"
  }
}