{
  "pmid": "19411497",
  "uid": "19411497",
  "title": "Survey design in orthopaedic surgery: getting surgeons to respond.",
  "abstract": "We provide an overview of survey design and implementation strategies in orthopaedic surgery. Health-care surveys are vital for obtaining information on the beliefs, patterns of practice, attitudes, and behaviors of orthopaedic surgeons. It is important to obtain a high response rate from administered surveys to reduce bias due to nonresponse. Researchers should follow the guidelines provided by this review to increase the response rate of orthopaedic surgeons to surveys. When designing these surveys, the researcher must consider length, format, and aesthetics. In addition, the types of questions that are included, the wording of these questions, and the order in which the questions are presented within the survey need to be carefully considered. Surveys can be administered by telephone, mail, facsimile (fax), and electronically by e-mail or Internet. The use of a mixed-mode method is recommended to improve the response rate. To increase the response rate to surveys that are directed at health professionals, a number of strategies have been suggested, including using cover letters, personalizing the cover letter and survey package, pretesting the cover letter and survey, contacting the surgeons prior to administration of the survey, contacting the surgeons multiple times, using stamped return envelopes in mail surveys, using appropriate survey packaging styles, providing incentives, and ensuring that the orthopaedic surgeon recognizes the sender of the survey. The costs associated with each administration method are briefly discussed, and ethical considerations are reviewed.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 293 Wellington Street North, Suite 110, Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Quigley",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "91 Suppl 3",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "27",
  "end_page": "34",
  "pages": "27-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Collection",
    "Health Surveys",
    "Humans",
    "Orthopedics",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "19411497",
    "doi": "10.2106/JBJS.H.01574",
    "pii": "91/Supplement_3/27"
  },
  "doi": "10.2106/JBJS.H.01574",
  "dates": {
    "completed": "2009-06-05",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.268185",
    "pmid": "19411497"
  }
}