{
  "pmid": "19411505",
  "uid": "19411505",
  "title": "Methodological issues in systematic reviews and meta-analyses of observational studies in orthopaedic research.",
  "abstract": "The validity and applicability of a systematic review depends on the quality of the primary studies that are included and the quality of the methods used to conduct the review itself. Sometimes, observational studies represent the best available evidence. Subject to selection, information, and confounding biases, observational studies are thought to overestimate treatment or exposure effects. A systematic review of observational data must therefore attempt to minimize or prevent these sources of bias by developing explicit but also broad inclusion and exclusion criteria focused on extracting the best available evidence relevant to the review question. Systematic reviews must also make use of an expansive search strategy, with use of multiple resources, to demonstrate the reproducibility of selection and quality-assessment criteria, to perform a quantitative analysis and adjustment for confounding where appropriate, and to explore possible reasons for differences between the results of the primary studies. In this paper, we address the advantages and limitations of systematic reviews and meta-analyses of observational studies and suggest solutions at the design phase of protocol development.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 293 Wellington Street North, Suite 110, Hamilton, ON L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "91 Suppl 3",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "87",
  "end_page": "94",
  "pages": "87-94",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Clinical Trials as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Orthopedics",
    "Research Design",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "19411505",
    "doi": "10.2106/JBJS.H.01576",
    "pii": "91/Supplement_3/87"
  },
  "doi": "10.2106/JBJS.H.01576",
  "dates": {
    "completed": "2009-06-05",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 NS025044",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.268781",
    "pmid": "19411505"
  }
}