{
  "pmid": "19411500",
  "uid": "19411500",
  "title": "Analysis of observational studies: a guide to understanding statistical methods.",
  "abstract": "Observational studies provide an important source of information when randomized controlled trials cannot or should not be undertaken, provided that the data are analyzed and interpreted with special attention to bias. This article highlights the special analytic considerations required for proper reporting and interpretation of observational studies. We review statistical principles that are fundamental to understanding what observational data can offer. The concepts include the relationship between a study sample and the target population, and the two primary forms of statistical analysis: estimation and hypothesis testing. The concept of bias, and confounding in particular, is introduced as an obstacle to drawing valid conclusions from an observational study. The discussion will then focus on the techniques that are most useful in the analysis of the three most common types of observational studies (the case series, the therapeutic study, and the prognostic study). The goal of this review is to empower the reader to take a practical approach to and validly interpret the statistical analysis of these study types.",
  "authors": [
    {
      "last_name": "Morshed",
      "fore_name": "Saam",
      "initials": "S",
      "name": "Saam Morshed",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of California San Francisco, Orthopaedic Trauma Institute at San Francisco General Hospital, 1001 Potrero Avenue, San Francisco, CA 94110, USA. morsheds@orthosurg.ucsf.edu"
      ]
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "91 Suppl 3",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "50",
  "end_page": "60",
  "pages": "50-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Case-Control Studies",
    "Clinical Trials as Topic",
    "Humans",
    "Observation",
    "Orthopedics",
    "Research Design",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "19411500",
    "doi": "10.2106/JBJS.H.01577",
    "pii": "91/Supplement_3/50"
  },
  "doi": "10.2106/JBJS.H.01577",
  "dates": {
    "completed": "2009-06-05",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.036012",
    "pmid": "19411500"
  }
}