{
  "pmid": "19434884",
  "uid": "19434884",
  "title": "A menopause-specific quality of life questionnaire: development and psychometric properties.",
  "abstract": "OBJECTIVE: To develop a condition-specific quality of life questionnaire for the menopause with documented psychometric properties, based on women's experience. SUBJECTS: Women 2-7 years post-menopause with a uterus and not currently on hormone replacement therapy. Questionnaire development: A list of 106 menopause symptoms was reduced using the importance score method. Replies to the item-reduction questionnaire from 88 women resulted in a 30-item questionnaire with four domains, vasomotor, physical, psychosocial and sexual, and a global quality of life question. Psychometric properties: A separate sample of 20 women was used to determine face validity, and a panel of experts was used to confirm content validity. Reliability, responsiveness and construct validity were determined within the context of a randomized controlled trial. Construct validation involved comparison with the Neugarten and Kraines' Somatic, Psychosomatic and Psychologic subscales, the reported intensity of hot flushes, the General Well-Being Schedule, Channon and Ballinger's Vaginal Symptoms Score and Libido Index, and the Life Satisfaction Index. RESULTS: The face validity score was 4.7 out of a possible 5. Content validity was confirmed. Test-retest reliability measures, using intraclass correlation coefficients were 0.81, 0.79, 0.70 and 0.55 for the physical, psychosocial, sexual domains and the quality of life question. The intraclass correlation coefficient for the vasomotor domain was 0.37 but there is evidence of systematic change. Discriminative construct validity showed correlation coefficients of 0.69 for the physical domain, 0.66 and 0.40 for the vasomotor domain, 0.65 and -0.71 for the psychosocial domain, 0.48 and 0.38 for the sexual domain, and 0.57 for the quality of life question. Evaluative construct validity showed correlation coefficients of 0.60 for the physical domain, 0.28 for the vasomotor domain, 0.55 and - 0.54 for the psychosocial domain, 0.54 and 0.32 for the sexual domain, and 0.12 for the quality of life question. Responsiveness scores ranged from 0.78 to 1.34. CONCLUSIONS: The MENQOL (Menopause-Specific Quality of Life) questionnaire is a self-administered instrument which functions well in differentiating between women according to their quality of life and in measuring changes in their quality of life.",
  "authors": [
    {
      "last_name": "Hilditch",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Hilditch",
      "affiliations": [
        "Primary Care Research Unit, Room E349, Department of Family and Community Medicine, Sunnybrook Health Science Centre, University of Toronto, 2075 Bayview Ave., North York, Ontario M4N 3M5, Canada."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Lewis",
      "affiliations": []
    },
    {
      "last_name": "Peter",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Peter",
      "affiliations": []
    },
    {
      "last_name": "van Maris",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara van Maris",
      "affiliations": []
    },
    {
      "last_name": "Ross",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Ross",
      "affiliations": []
    },
    {
      "last_name": "Franssen",
      "fore_name": "Edmée",
      "initials": "E",
      "name": "Edmée Franssen",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Norton",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Norton",
      "affiliations": []
    },
    {
      "last_name": "Dunn",
      "fore_name": "Earl",
      "initials": "E",
      "name": "Earl Dunn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Maturitas",
    "iso_abbreviation": "Maturitas",
    "issn": "0378-5122",
    "issn_type": "Print",
    "volume": "61",
    "issue": "1-2",
    "pub_year": "2008"
  },
  "start_page": "107",
  "end_page": "121",
  "pages": "107-21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19434884",
    "doi": "10.1016/j.maturitas.2008.09.014",
    "pii": "S0378-5122(96)82006-8"
  },
  "doi": "10.1016/j.maturitas.2008.09.014",
  "dates": {
    "completed": "2009-06-11",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.350636",
    "pmid": "19434884"
  }
}