{
  "pmid": "19436466",
  "uid": "19436466",
  "title": "Prevalence of type 2 diabetes, obesity and the metabolic syndrome among Canadian First Nations children in a remote Pacific coast community.",
  "abstract": "BACKGROUND: Type 2 diabetes mellitus (T2D) in children and adolescents is a growing public health concern. Although the prevalence of T2D in First Nations children has been documented to be as high as 1% in central Canada, no paediatric data are available for any Aboriginal community in British Columbia (BC). OBJECTIVE: To determine the prevalence of obesity, glucose intolerance and the metabolic syndrome in children living in a remote BC First Nations community. METHODS: Children who were six to 18 years of age and living in the community of Hartley Bay, BC, participated in the study. A medical history, a physical examination and a 2 h oral glucose tolerance test were completed. Overweight was defined as a body mass index between the 85th and 95th percentiles, and obese was defined as a body mass index greater than or equal to the 95th percentile, which were standardized for age and sex. RESULTS: Thirty of 34 children (88%) participated (mean +/- SD age 11.8+/-3.4 years). Ten children (33%) were obese, and five (17%) were overweight. There were seven children (23%) with abnormal glucose tolerance as per the 2007 American Diabetes Association criteria: five with only impaired fasting glucose ([IFG] 5.6 mmol/L to 6.9 mmol/L), one with both IFG and impaired glucose tolerance and one with T2D. However, using the 2008 Canadian Diabetes Association criteria, two children (6.7%) had abnormal glucose tolerance (one with IFG plus impaired glucose tolerance and one with T2D) because no child met the definition for IFG alone (6.1 mmol/L to 6.9 mmol/L). Four children (13%) met the criteria for the metabolic syndrome. CONCLUSIONS: There is a high prevalence of the components of the metabolic syndrome, including overweight, obesity and abnormal glucose tolerance, in the children of this community.",
  "authors": [
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, Endocrinology & Diabetes Unit, University of British Columbia, BC Children's Hospital, Vancouver, British Columbia."
      ]
    },
    {
      "last_name": "Zorzi",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Zorzi",
      "affiliations": []
    },
    {
      "last_name": "Macnab",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Macnab",
      "affiliations": []
    },
    {
      "last_name": "Panagiotopoulos",
      "fore_name": "Constadina",
      "initials": "C",
      "name": "Constadina Panagiotopoulos",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "79",
  "end_page": "83",
  "pages": "79-83",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19436466",
    "pmc": "PMC2661340"
  },
  "pmc_id": "PMC2661340",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2024-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:44.669936",
    "pmid": "19436466"
  }
}