{
  "pmid": "19444260",
  "uid": "19444260",
  "title": "Is it possible to reduce cardiovascular risk with glucose-lowering approaches?",
  "abstract": "Diabetes mellitus is a strong, independent risk factor for cardiovascular events, and a key determinant of the level of this risk is the degree of glucose elevation. Clinical trials have not demonstrated that lowering glucose levels in people with established, long-duration diabetes mellitus has a clear cardiovascular benefit, and one trial reported that this approach increased mortality. In individuals with recent-onset diabetes mellitus, however, control of glucose level has established benefits on diabetes-related eye disease and kidney disease (which are themselves cardiovascular risk factors), and 10 years of intensive glucose control in these patients reduces the 15-20-year risk of myocardial infarction and mortality. These observations, along with the facts that the prevalence of diabetes mellitus is growing and that people typically have the disease for 20-40 years of their lives, support the importance of controlling glucose level and preventing its progressive rise over time. Currently available evidence suggests that therapeutic efforts that target hyperglycemia early in the course of diabetes have a long-term cardiovascular benefit.",
  "authors": [
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine and Population Health Research Institute, McMaster University and Hamilton Health Sciences, University, room 3V38, 1200 Main street west, Hamilton, ON L8N 3Z5, Canada. gerstein@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Nature reviews. Endocrinology",
    "iso_abbreviation": "Nat Rev Endocrinol",
    "issn": "1759-5037",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "5",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "270",
  "end_page": "275",
  "pages": "270-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Clinical Trials as Topic",
    "Diabetes Mellitus, Type 2",
    "Humans",
    "Hypoglycemic Agents"
  ],
  "article_ids": {
    "pubmed": "19444260",
    "doi": "10.1038/nrendo.2009.49",
    "pii": "nrendo.2009.49"
  },
  "doi": "10.1038/nrendo.2009.49",
  "dates": {
    "completed": "2009-07-28",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.547245",
    "pmid": "19444260"
  }
}