{
  "pmid": "19459383",
  "uid": "19459383",
  "title": "[Dynamics of plant community species diversity in the process of ecological rehabilitation in north Shaanxi loess area].",
  "abstract": "Based on the vegetation survey on 18 sampling plots in Wuqi County of Shaanxi Province, and by using the methods of substituting space series for time series and of contrastive analysis, the dynamics of plant community species diversity in the process of ecological rehabilitation in the County was analyzed from the aspects of succession time, rehabilitation mode, and slope direction. The results showed that in the 25 years natural succession series, the natural restoration community on previous cropland experienced the sequence of Salsola collina, Artemisia scoparia, Lespedeza davurica, Artemisia sacrorum, and Bothriochloa ischcemum, with the dominant species tended to be changed from annual to perennial and from low-class to high-class. The variations of species number, Margalef index, Simpson index, Shannon-Wiener index, and Pielou index in the succession process could all be described by a quadratic function y = at2 + bt + c, suggesting that after the outside pressure removed, the degraded ecosystem in loess area could naturally restore to an advanced and steady state, but the restoration rate would be very slow. With the same site factors and restoration periods, the Margalef index, Shannon-Wiener index and Pielou index of herb layer decreased in the order of naturally restoring on previous cropland (I) > converting cropland to grassland (II) > converting cropland to forestland (III) > afforestation on barren hills (IV), while Simpson index changed in adverse. Comparing with natural restoration, the community types of herb layer in II and III were at the more advanced stage of natural succession series though the species diversity index was lower, indicating that artificial planting would accelerate the succession process. In the same period of rehabilitation, the Margalef index, Shannon-Wiener index and Pielou index of natural restoration community were obviously higher on shady slope than on sunny slope, and the community type was at the more advanced stage of natural succession series, suggesting that the basic ecological rehabilitation condition on sunny slope was worse, and the succession rate was slower.",
  "authors": [
    {
      "last_name": "Qin",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Qin",
      "affiliations": [
        "Ministry of Education Key Laboratory of Soil and Water Conservation and Desertification Combating, Beijing Forestry University, Beijing 100083, China. qinwei_office@sina.com"
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Qing-Ke",
      "initials": "QK",
      "name": "Qing-Ke Zhu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zhao",
      "fore_name": "Lei-Lei",
      "initials": "LL",
      "name": "Lei-Lei Zhao",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ying yong sheng tai xue bao = The journal of applied ecology",
    "iso_abbreviation": "Ying Yong Sheng Tai Xue Bao",
    "issn": "1001-9332",
    "issn_type": "Print",
    "volume": "20",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Feb"
  },
  "start_page": "403",
  "end_page": "409",
  "pages": "403-9",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Artemisia",
    "Biodegradation, Environmental",
    "Biodiversity",
    "China",
    "Conservation of Natural Resources",
    "Ecosystem",
    "Lespedeza",
    "Plant Development",
    "Plants",
    "Salsola"
  ],
  "article_ids": {
    "pubmed": "19459383"
  },
  "dates": {
    "completed": "2009-10-29",
    "revised": "2016-10-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.065816",
    "pmid": "19459383"
  }
}