{
  "pmid": "19457837",
  "uid": "19457837",
  "title": "Hoffa's Fat Pad: Evaluation on Unenhanced MR Images as a Measure of Patellofemoral Synovitis in Osteoarthritis.",
  "abstract": "OBJECTIVE: The purpose of this study was to compare synovitis-like signal changes in Hoffa's fat pad on unenhanced proton density-weighted fat-suppressed sequences with signal alterations in Hoffa's fat pad and peripatellar synovial thickening on T1-weighted fat-suppressed contrast-enhanced sequences in patients with osteoarthritis. SUBJECTS AND METHODS: Fifty patients with osteoarthritis of the knee participated in the study. MRI was performed with triplanar proton density-weighted fat-suppressed sequences and a sagittal T1-weighted fat-suppressed contrast-enhanced sequence. Signal intensity alterations in Hoffa's fat pad were scored semiquantitatively on unenhanced and contrast-enhanced images by two radiologists in consensus. Peripatellar synovial thickness was measured on the T1-weighted fat-suppressed contrast-enhanced images in six locations. Agreement between scoring of signal changes on unenhanced and contrast-enhanced sequences was assessed with kappa statistics. The sensitivity, specificity, and accuracy of scoring of signal-intensity changes on unenhanced images were calculated with T1-weighted contrast-enhanced MRI as the reference standard. In addition, we also examined the relation between signal changes and summed synovial thickness using Spearman's rank correlation coefficient. RESULTS: Agreement between unenhanced and contrast-enhanced MRI was fair to moderate (weighted kappa = 0.35 and 0.45). The sensitivity of signal intensity changes in Hoffa's fat pad on proton density-weighted fat-suppressed images was high, but specificity was low. Correlations of signal intensity changes in Hoffa's fat pad with synovial thickness were lower for unenhanced scans but all were statistically significant. CONCLUSION: Signal intensity alterations in Hoffa's fat pad on unenhanced images do not always represent synovitis but are a nonspecific albeit sensitive finding. Semiquantitative scoring of synovitis of the patellofemoral region in osteoarthritis ideally should be performed with T1-weighted contrast-enhanced sequences and should include scoring of synovial thickness.",
  "authors": [
    {
      "last_name": "Roemer",
      "fore_name": "Frank W",
      "initials": "FW",
      "name": "Frank W Roemer",
      "affiliations": [
        "Department of Radiology, Boston University Medical Center, MA, USA. froemer@bu.edu"
      ]
    },
    {
      "last_name": "Guermazi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Guermazi",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Yang",
      "affiliations": []
    },
    {
      "last_name": "Hunter",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Hunter",
      "affiliations": []
    },
    {
      "last_name": "Crema",
      "fore_name": "Michel D",
      "initials": "MD",
      "name": "Michel D Crema",
      "affiliations": []
    },
    {
      "last_name": "Bohndorf",
      "fore_name": "Klaus",
      "initials": "K",
      "name": "Klaus Bohndorf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AJR. American journal of roentgenology",
    "iso_abbreviation": "AJR Am J Roentgenol",
    "issn": "1546-3141",
    "issn_type": "Electronic",
    "volume": "192",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "1696",
  "end_page": "1700",
  "pages": "1696-700",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adipose Tissue",
    "Aged",
    "Contrast Media",
    "Female",
    "Gadolinium DTPA",
    "Humans",
    "Image Enhancement",
    "Magnetic Resonance Imaging",
    "Male",
    "Osteoarthritis, Knee",
    "Patella",
    "Reproducibility of Results",
    "Sensitivity and Specificity",
    "Synovitis"
  ],
  "article_ids": {
    "pubmed": "19457837",
    "doi": "10.2214/AJR.08.2038",
    "pii": "192/6/1696"
  },
  "doi": "10.2214/AJR.08.2038",
  "dates": {
    "completed": "2009-06-16",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Contrast Media",
    "gadodiamide",
    "Gadolinium DTPA"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.064532",
    "pmid": "19457837"
  }
}