{
  "pmid": "19460812",
  "uid": "19460812",
  "title": "The 1:1 versus the 2:2 tunnel-drilling technique: optimization of fixation strength and stiffness in an all-inside double-bundle anterior cruciate ligament reconstruction--a biomechanical study.",
  "abstract": "BACKGROUND: Double-bundle anterior cruciate ligament (ACL) reconstructions involve drilling 2 tibial tunnels separated by a narrow 2-mm bone bridge. The sequence of reaming and drilling the tibial tunnels for double-bundle ACL reconstructions has not been defined. HYPOTHESIS: Fixing a graft in the posterolateral ACL tibial tunnel before reaming the anteromedial tibial tunnel will reduce the number of complications, as compared with drilling both the anteromedial and posterolateral tunnels before graft fixation, when performing double-bundle ACL reconstructions. STUDY DESIGN: Controlled laboratory study. METHODS: Twelve porcine tibias were divided into 2 groups of 6 specimens. Fresh bovine extensor tendons grafts were fixed in 7-mm tunnels reamed using an inside-out method. Grafts were fixed in a retrograde fashion with 7-mm bioabsorbable retrograde screws. The tibias in group 1 were reconstructed by reaming and reconstructing the posterolateral tunnel before reaming and securing the graft for the anteromedial tunnel (ie, 1:1 method), whereas those in the second group were reconstructed by reaming both tunnels before graft fixation in either (ie, the 2:2 method). The specimens were biomechanically tested with cyclic and load-to-failure parameters. RESULTS: Cyclic testing revealed no significant difference between the 2 methods in displacement or stiffness. In load-to-failure testing, the 1:1 group withstood significantly higher initial failure loads and ultimate loads. Pullout displacement was significantly higher for the 1:1 group. Whereas no tibias in the 1:1 group sustained fractures, 4 from the 2:2 group demonstrated a bone bridge fracture. CONCLUSION: Soft tissue ACL grafts fixed in the tibia with the 1:1 method withstood significantly higher initial and ultimate failure loads and were stiffer than the grafts fixed with the 2:2 method. Tibias fixed with the 1:1 method were also less susceptible to bone bridge fracture. CLINICAL RELEVANCE: The potential for a lower complication rate and greater pullout strength seen with the 1:1 method may prove useful to surgeons performing anatomic double-bundle ACL reconstructions, in addition to other procedures involving reconstructing 2 closely positioned tunnels, including anatomic posterolateral corner and medial collateral reconstructions.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Orthopaedic Biomechanics Laboratory, Department of Orthopaedic Surgery, University of Minnesota, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Wijdicks",
      "fore_name": "Coen A",
      "initials": "CA",
      "name": "Coen A Wijdicks",
      "affiliations": []
    },
    {
      "last_name": "Armitage",
      "fore_name": "Bryan M",
      "initials": "BM",
      "name": "Bryan M Armitage",
      "affiliations": []
    },
    {
      "last_name": "Westerhaus",
      "fore_name": "Benjamin D",
      "initials": "BD",
      "name": "Benjamin D Westerhaus",
      "affiliations": []
    },
    {
      "last_name": "Parker",
      "fore_name": "Josh B",
      "initials": "JB",
      "name": "Josh B Parker",
      "affiliations": []
    },
    {
      "last_name": "Laprade",
      "fore_name": "Robert F",
      "initials": "RF",
      "name": "Robert F Laprade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "1539",
  "end_page": "1547",
  "pages": "1539-47",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Anterior Cruciate Ligament",
    "Biomechanical Phenomena",
    "Cadaver",
    "Cattle",
    "Equipment Failure",
    "Orthopedic Fixation Devices",
    "Orthopedic Procedures",
    "Swine"
  ],
  "article_ids": {
    "pubmed": "19460812",
    "doi": "10.1177/0363546509333013",
    "pii": "0363546509333013"
  },
  "doi": "10.1177/0363546509333013",
  "dates": {
    "completed": "2009-11-17",
    "revised": "2013-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.502956",
    "pmid": "19460812"
  }
}