{
  "pmid": "19468455",
  "uid": "19468455",
  "title": "What every urologist should know about surgical trials Part I: Are the results valid?",
  "abstract": "UNLABELLED: Surgical interventions have inherent benefits and associated risks. Before implementing a new therapy, we should ascertain the benefits and risks of the therapy, and assure ourselves that the resources consumed in the intervention will not be exorbitant. MATERIALS AND METHODS: We suggest a three-step approach to the critical appraisal of a clinical research study that addresses a question of therapy. Readers should ask themselves the following three questions: Are the study results valid? What are the results? And can I apply them to the care of an individual patient? This first review article on surgical trials will address the question as to whether we consider a study valid or not. RESULTS: Once the reader has found an article of interest on a urological intervention, it is necessary to assess the quality of the evidence. According to the hierarchy of evidence, a randomized controlled trial is the study design which is the most likely to provide an unbiased estimate of the truth. Important methodological criteria which characterize a high-quality randomized trial include description of allocation concealment, blinding, intention-to-treat analysis, and completeness of follow-up. Failure of investigators to apply these principles may raise concerns about the validity of the study results, thereby making its finding irrelevant. CONCLUSION: Assessing the validity of a given study is a critical first step when evaluating a clinical research study. Making this process explicit with guidelines to assess the strength of the available evidence serves to improve patient care. It will also allow urologists to defend therapeutic interventions, based on available evidence and not anecdotes.",
  "authors": [
    {
      "last_name": "Bajammal",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Bajammal",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian journal of urology : IJU : journal of the Urological Society of India",
    "iso_abbreviation": "Indian J Urol",
    "issn": "0970-1591",
    "issn_type": "Print",
    "volume": "24",
    "issue": "3",
    "pub_year": "2008",
    "pub_month": "Jul"
  },
  "start_page": "281",
  "end_page": "288",
  "pages": "281-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19468455",
    "pmc": "PMC2684362",
    "doi": "10.4103/0970-1591.42606"
  },
  "doi": "10.4103/0970-1591.42606",
  "pmc_id": "PMC2684362",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.037465",
    "pmid": "19468455"
  }
}