{
  "pmid": "19460803",
  "uid": "19460803",
  "title": "Use of non-invasive ventilation to wean critically ill adults off invasive ventilation: meta-analysis and systematic review.",
  "abstract": "OBJECTIVE: To summarise the evidence for early extubation with immediate application of non-invasive ventilation compared with continued invasive weaning on important outcomes in intubated adults with respiratory failure. DESIGN: Systematic review and meta-analysis of randomised and quasi-randomised controlled trials. SETTING: Intensive care units. PARTICIPANTS: Critically ill adults receiving invasive ventilation. Study selection criteria We searched Medline, Embase, and CENTRAL, proceedings from four conferences, and reference lists of relevant studies to identify relevant trials. Two reviewers independently selected trials, assessed trial quality, and abstracted data. RESULTS: We identified 12 trials enrolling 530 participants, mostly with chronic obstructive pulmonary disease. Compared with invasive weaning, non-invasive weaning was significantly associated with reduced mortality (relative risk 0.55, 95% confidence interval 0.38 to 0.79), ventilator associated pneumonia (0.29, 95% 0.19 to 0.45), length of stay in intensive care unit (weighted mean difference -6.27 days, -8.77 to -3.78) and hospital (-7.19 days, -10.80 to -3.58), total duration of ventilation, and duration of invasive ventilation. Non-invasive weaning had no effect on weaning failures or weaning time. Benefits on mortality and weaning failures were non-significantly greater in trials that exclusively enrolled patients with chronic obstructive pulmonary disease versus mixed populations. CONCLUSIONS: Current trials in critically ill adults show a consistent positive effect of non-invasive weaning on mortality and ventilator associated pneumonia, though the net clinical benefits remain to be fully elucidated. Non-invasive ventilation should preferentially be used in patients with chronic obstructive pulmonary disease in a highly monitored environment.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, St Michael's Hospital, Toronto, ON, Canada M5B 1W8. Burnsk@smh.toronto.on.ca"
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Keenan",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Keenan",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "338",
    "pub_year": "2009",
    "pub_month": "May",
    "pub_day": "21"
  },
  "start_page": "b1574",
  "pages": "b1574",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Critical Illness",
    "Humans",
    "Length of Stay",
    "Pneumonia, Ventilator-Associated",
    "Pulmonary Disease, Chronic Obstructive",
    "Randomized Controlled Trials as Topic",
    "Respiratory Insufficiency",
    "Respiratory Tract Infections",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "19460803",
    "pmc": "PMC2685438",
    "doi": "10.1136/bmj.b1574",
    "pii": "bmj.b1574"
  },
  "doi": "10.1136/bmj.b1574",
  "pmc_id": "PMC2685438",
  "dates": {
    "completed": "2009-06-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.405121",
    "pmid": "19460803"
  }
}