{
  "pmid": "19468493",
  "uid": "19468493",
  "title": "What every urologist should know about surgical trials Part II: What are the results and should I apply them to patient care?",
  "abstract": "UNLABELLED: Surgical interventions have inherent benefits and associated risks. Before implementing a new therapy, we should ascertain the benefits and risks of the therapy, and assure ourselves that the resources consumed in the intervention will not be exorbitant. MATERIALS AND METHODS: We suggest a three-step approach to the critical appraisal of a clinical research study that addresses a question of therapy. Readers should ask themselves the three following questions: Are the study results valid, what are the results and can I apply them to the care of an individual patient. This second review article on surgical trials will address the questions of how to interpret the results and whether to apply them to patient care. RESULTS: Once a study has been determined to be valid, one should determine how effective an intervention is using either relative (i.e. risk ratio, relative risk reduction) or absolute measures (i.e. absolute risk reduction, number-needed to treat) of effect size. The reader should then determine the range within which the true treatment effect lies (95% confidence intervals). Having found the results to be of a magnitude that is clinically relevant, one must then consider if the result can be generalized to one's own patient, and whether the investigators have provided information about all clinically important outcomes. Then, it is necessary to compare the relative benefits of the intervention with its risks. If one perceives the benefits to outweigh the risks, then the intervention may be of use to one's patient. CONCLUSION: Given the time constraints of a busy urological practice, applying this three-tiered approach to every article will be challenging. However, knowledge of the critical steps to assess the validity, impact and applicability of study results can provide important guidance to clinical decision-making and ultimately result in a more evidence-based practice of urology.",
  "authors": [
    {
      "last_name": "Bajammal",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Bajammal",
      "affiliations": [
        "University of Calgary, Department of Surgery, Calgary, Alberta."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian journal of urology : IJU : journal of the Urological Society of India",
    "iso_abbreviation": "Indian J Urol",
    "issn": "0970-1591",
    "issn_type": "Print",
    "volume": "24",
    "issue": "4",
    "pub_year": "2008",
    "pub_month": "Oct"
  },
  "start_page": "437",
  "end_page": "443",
  "pages": "437-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19468493",
    "pmc": "PMC2684393",
    "doi": "10.4103/0970-1591.44245"
  },
  "doi": "10.4103/0970-1591.44245",
  "pmc_id": "PMC2684393",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.037756",
    "pmid": "19468493"
  }
}