{
  "pmid": "19474684",
  "uid": "19474684",
  "title": "The more the better?: the impact of surgeon and hospital volume on in-hospital mortality following colorectal resection.",
  "abstract": "OBJECTIVE: To determine the in-hospital mortality rates for patients undergoing colorectal resection for malignant or benign conditions, and to identify risk factors for in-hospital death, particularly the relationships with surgeon and hospital volume. BACKGROUND: Although there is strong evidence that complex cancer operations are best performed at specialized high-volume centers and by high-volume surgeons, the relationship between surgeon and hospital volume and perioperative outcomes is less well defined for more common procedures such as colorectal resections, particularly for benign diseases. METHODS: We obtained data from the Canadian Institute for Health Information Discharge Abstract Database on all adult patients who underwent colorectal resection between April 1, 2005 and March 31, 2006. We performed a logistic regression to identify variables associated with a higher likelihood of in-hospital death. RESULTS: Twenty-one thousand seventy-four patients underwent colorectal resection, with the majority being elective (59.4%). Malignancy represented the most common indication for resection (56.8%), followed by diverticular disease (16.2%) and inflammatory bowel disease (7.1%). The overall in-hospital mortality rate among patients undergoing colorectal resection was 5.3%. Increased age (adjusted Odds Ratio [OR]: 1.97 per 10 years, P < 0.001), urgent operation (OR: 2.63, P < 0.001), indication for resection (P < 0.001), nature of the surgery (P < 0.001), and several comorbidities were all independently associated with an increased risk of death. Surgeons with higher volumes of colorectal resections achieved significantly lower mortality rates (OR: 0.92 per 20 cases/y, P = 0.003), corresponding to an adjusted mortality rate of 5.6% for surgeons in the bottom decile (1 case per year) compared with 4.5% for surgeons in the top decile (greater than 43 cases per year). Hospital volume was not associated with mortality (OR: 1.00 per 10 cases, P = 0.504). CONCLUSIONS: This large, population-based study suggests that surgeons who perform high volumes of colorectal resections achieve lower in-hospital mortality rates than surgeons with low volumes, whereas the hospital volume does not influence mortality.",
  "authors": [
    {
      "last_name": "Karanicolas",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Karanicolas",
      "affiliations": [
        "Department of Surgery, The University of Western Ontario, London, Canada. pjkarani@uwo.ca"
      ]
    },
    {
      "last_name": "Dubois",
      "fore_name": "Luc",
      "initials": "L",
      "name": "Luc Dubois",
      "affiliations": []
    },
    {
      "last_name": "Colquhoun",
      "fore_name": "Patrick H D",
      "initials": "PH",
      "name": "Patrick H D Colquhoun",
      "affiliations": []
    },
    {
      "last_name": "Swallow",
      "fore_name": "Carol J",
      "initials": "CJ",
      "name": "Carol J Swallow",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "249",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "954",
  "end_page": "959",
  "pages": "954-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Colectomy",
    "Colonic Diseases",
    "Elective Surgical Procedures",
    "Female",
    "Health Facility Size",
    "Hospital Mortality",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk Factors",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "19474684",
    "doi": "10.1097/SLA.0b013e3181a77bcd"
  },
  "doi": "10.1097/SLA.0b013e3181a77bcd",
  "dates": {
    "completed": "2009-06-25",
    "revised": "2014-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.350875",
    "pmid": "19474684"
  }
}