{
  "pmid": "19483584",
  "uid": "19483584",
  "title": "A systematic review of patient-reported outcome measures after facial cosmetic surgery and/or nonsurgical facial rejuvenation.",
  "abstract": "BACKGROUND: Patient satisfaction and improved quality of life are the predominant considerations determining success in cosmetic surgery. However, few studies have examined patients' perceptions of their appearance following cosmetic facial surgery and/or nonsurgical facial rejuvenation. This study identified patient-reported outcome measures developed and validated for use in patients undergoing surgical and/or nonsurgical cosmetic procedures. METHODS: A systematic review of the English-language literature was performed. Patient-reported outcome measures designed to assess patient satisfaction and/or quality of life following surgical and/or nonsurgical cosmetic procedures were identified. Qualifying instruments were assessed for content and adherence to international guidelines for development and validation. RESULTS: From 442 articles, 47 patient-reported outcome measures assessing facial appearance after a cosmetic procedure were identified. Only nine questionnaires satisfied inclusion and exclusion criteria. These measures were subdivided into the following categories: rhinoplasty (Rhinoplasty Outcomes Evaluation, Glasgow Benefit Inventory, Facial Appearance Sorting Test), skin rejuvenation (Facial Lines Treatment Satisfaction Questionnaire, Skin Rejuvenation Outcomes Evaluation, Facial Lines Outcomes Questionnaire), face lift (Facelift Outcomes Evaluation), blepharoplasty (Rhinoplasty Outcomes Evaluation), and general appearance (Derriford Appearance Scale 59). None of these measures satisfied all guidelines. All measures were limited by either their development, their validation, or their content. CONCLUSIONS: Valid, reliable, and responsive instruments designed to measure patient-reported outcomes following surgical and nonsurgical facial rejuvenation are lacking. A patient-reported outcome measure that represents perceptions of facial cosmetic surgery patients and satisfies accepted health measurement criteria is needed. It would facilitate comparison of techniques and quantification of positive effects, and aid surgeons seeking to quantify outcomes in their own practices.",
  "authors": [
    {
      "last_name": "Kosowski",
      "fore_name": "Tomasz R",
      "initials": "TR",
      "name": "Tomasz R Kosowski",
      "affiliations": [
        "New York, N.Y.; Ann Arbor, Mich.; London, England; and Hamilton, Ontario, and Vancouver, British Columbia, Canada From the Memorial Sloan-Kettering Cancer Center, the University of Michigan, the London School of Hygiene and Public Health, McMaster University, and the University of British Columbia."
      ]
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen McCarthy",
      "affiliations": []
    },
    {
      "last_name": "Reavey",
      "fore_name": "Patrick L",
      "initials": "PL",
      "name": "Patrick L Reavey",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie M",
      "initials": "AM",
      "name": "Amie M Scott",
      "affiliations": []
    },
    {
      "last_name": "Wilkins",
      "fore_name": "Edwin G",
      "initials": "EG",
      "name": "Edwin G Wilkins",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Carr",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Carr",
      "affiliations": []
    },
    {
      "last_name": "Cordeiro",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Cordeiro",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "123",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "1819",
  "end_page": "1827",
  "pages": "1819-1827",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cosmetic Techniques",
    "Humans",
    "Patient Satisfaction",
    "Rejuvenation",
    "Rhinoplasty",
    "Rhytidoplasty",
    "Surgery, Plastic",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19483584",
    "doi": "10.1097/PRS.0b013e3181a3f361",
    "pii": "00006534-200906000-00026"
  },
  "doi": "10.1097/PRS.0b013e3181a3f361",
  "dates": {
    "completed": "2009-06-30",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:30.978545",
    "pmid": "19483584"
  }
}