{
  "pmid": "19504488",
  "uid": "19504488",
  "title": "Thromboprophylaxis for hospitalized medical patients: a multicenter qualitative study.",
  "abstract": "BACKGROUND: Observational studies have documented that medical patients infrequently receive venous thromboembolism (VTE) prevention. OBJECTIVE: To understand the barriers to, and facilitators of, optimal thromboprophylaxis. PATIENTS: Hospitalized medical patients. DESIGN: We conducted in-depth interviews with 15 nurses, 6 pharmacists, 12 physicians with both clinical and managerial experience, and 3 hospital administrators. SETTING: One university-affiliated and 2 community hospitals. INTERVENTION: Interviews were audiotaped and transcribed verbatim. Transcripts were reviewed and interpreted independently in duplicate. MEASUREMENT: Analysis was conducted using grounded theory. RESULTS: Physicians and pharmacists affirmed that evidence supporting heparin is strong and understood. Clinicians, particularly nurses, reported that mobilization was important, but were uncertain about how much mobilization was enough. Participants believed that depending on individual physicians for VTE prevention is insufficient. The central finding was that multidisciplinary care was also perceived as a barrier to effective VTE prevention because it can lead to unclear accountability by role confusion. Participants believed that a comprehensive, systems approach was necessary. Suggestions included screening and risk-stratifying all patients, preprinted orders at hospital admission that are regularly reevaluated, and audit and feedback programs. Patient or family-mediated reminders, and administrative interventions, such as hiring more physiotherapists and profiling thromboprophylaxis in hospital accreditation, were also endorsed. CONCLUSIONS: Universal consideration of thromboprophylaxis finds common ground in multidisciplinary care. However, results of this qualitative study challenge the conviction that either individual physician efforts or multidisciplinary care are sufficient for optimal prevention. To ensure exemplary medical thromboprophylaxis, clinicians regarded coordinated, systemwide processes, aimed at patients, providers, and administrators as essential.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. debcook@mcmaster.ca"
      ]
    },
    {
      "last_name": "Tkaczyk",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Tkaczyk",
      "affiliations": []
    },
    {
      "last_name": "Lutz",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Lutz",
      "affiliations": []
    },
    {
      "last_name": "McMullin",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph McMullin",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James",
      "initials": "J",
      "name": "James Douketis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of hospital medicine",
    "iso_abbreviation": "J Hosp Med",
    "issn": "1553-5606",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "5",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "269",
  "end_page": "275",
  "pages": "269-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Anticoagulants",
    "Clinical Protocols",
    "Female",
    "Heparin",
    "Humans",
    "Inpatients",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Ontario",
    "Personnel, Hospital",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "19504488",
    "doi": "10.1002/jhm.461"
  },
  "doi": "10.1002/jhm.461",
  "dates": {
    "completed": "2009-08-28",
    "revised": "2015-02-20"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.014343",
    "pmid": "19504488"
  }
}