{
  "pmid": "19501306",
  "uid": "19501306",
  "title": "Prophylaxis against venous thromboembolism in neurointensive care patients: survey of Canadian practice.",
  "abstract": "PURPOSE: Although anticoagulant thromboprophylaxis reduces the incidence of venous thromboembolism in critically ill patients, it may increase the risk of devastating bleeding complications in neurosurgical patients. For this population, anticoagulant thromboprophylaxis remains controversial and randomized controlled studies are sparse. Our goal was to establish sufficient clinical equipoise to facilitate future research in this area. MATERIALS AND METHODS: We conducted a survey of Canadian neurosurgeons and neurointensivists to better understand current practice. We developed a novel self-administered questionnaire on anticoagulant thromboprophylaxis for different neurosurgical subgroups using illustrative clinical scenarios. The instrument was evaluated for clinical sensibility by 20 nurses, neurosurgeons, and intensivists and then mailed to Canadian neurosurgeons (Canadian Neurosurgery Society) and intensivists (Canadian Critical Care Society). RESULTS: The response rate after 3 mailings was 50% for neurosurgeons (66/132) and 49% for intensivists (94/193). Most respondents reported use of anticoagulant thromboprophylaxis for neurosurgical patients, although the timing varied considerably. Use of anticoagulant thromboprophylaxis (ever) ranged from 60% for traumatic intracranial hemorrhage after decompressive craniotomy to 90% for traumatic spinal injury. The responses were comparable between specialties. CONCLUSIONS: Most Canadian physicians reported using anticoagulant thromboprophylaxis after neurosurgery, although practice patterns differed as to when and for whom. Future research should quantify the benefits and risks in relation to the time of initiation in different neurosurgical subgroups. Our results suggest there is equipoise regarding the use of anticoagulation thromboprophylaxis in neurosurgical patients. Therefore randomized controlled trials are justifiable and needed to guide clinicians.",
  "authors": [
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada. damon.scales@utoronto.ca"
      ]
    },
    {
      "last_name": "Riva-Cambrin",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Riva-Cambrin",
      "affiliations": []
    },
    {
      "last_name": "Le",
      "fore_name": "Thao Lan",
      "initials": "TL",
      "name": "Thao Lan Le",
      "affiliations": []
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Granton",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Granton",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "176",
  "end_page": "184",
  "pages": "176-84",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anticoagulants",
    "Canada",
    "Critical Illness",
    "Humans",
    "Intensive Care Units",
    "Neurosurgical Procedures",
    "Time Factors",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "19501306",
    "doi": "10.1016/j.jcrc.2009.03.010",
    "pii": "S0883-9441(09)00081-1"
  },
  "doi": "10.1016/j.jcrc.2009.03.010",
  "dates": {
    "completed": "2009-08-31",
    "revised": "2009-06-08"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.721300",
    "pmid": "19501306"
  }
}