{
  "pmid": "19505282",
  "uid": "19505282",
  "title": "Blocking the renin-angiotensin system: dual- versus mono-therapy.",
  "abstract": "The renin-angiotensin system (RAS) plays an important role in the pathogenesis of cardiovascular disease. One of the effects of the activated RAS is target-organ damage, in part due to their effects on causing hypertension. Blocking angiotensin-converting enzyme (ACE) with inhibitors has been shown to attenuate the pathological effects of the RAS. Clinical trials have shown that ACE inhibition improves outcomes in the prevention of acute myocardial infarction, lowering the morbidity and mortality in congestive heart failure, and attenuates renal dysfunction. There is recent evidence to show that angiotensin receptor blockers (ARBs) have similar efficacy to ACE inhibitors in reducing cardiovascular outcomes. The wealth of information obtained regarding the beneficial effects of RAS inhibition on clinical outcome has been focused on monotherapy with either ARB or ACE inhibition. Evidence from some trials suggests that better overall inhibition of RAS by dual therapy may improve clinical outcomes. Combination therapy has been shown to be beneficial in patients with congestive heart failure or renal disease. The Valsartan in Acute Myocardial Infarction Trial (VALIANT) trial showed equal benefit of either ARB or ACE inhibition with reduction in primary end points in postmyocardial infarction patients, but there was no further benefit from dual therapy in reducing outcomes. In the recent ONTARGET study, there was further evidence that ARBs are equal to ACE inhibitors in reducing cardiovascular events. In Ongoing Telmisartan, Ramipril, or Both in Patients at High Risk for Vascular Events (ONTARGET), combined RAS blockade did not have any added benefit but resulted in increased risk of adverse outcomes. In the Candesartan in Heart Failure (CHARM) and the Valsartan Heart Failure Trial (Val-HeFT) trials of patients with severe heart failure, the addition of an ARB to an ACE inhibitor reduced cardiac mortality and lowered hospital admissions. Whether or not dual therapy is beneficial in patients with diabetic renal failure should be clarified by future studies. Overall, patients receiving dual therapy, if clinically justified, should be monitored closely for potential adverse effects.",
  "authors": [
    {
      "last_name": "Ravandi",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Ravandi",
      "affiliations": [
        "Division of Cardiology and Population Health Research Institute, McMaster University, Hamilton, ON L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Expert review of cardiovascular therapy",
    "iso_abbreviation": "Expert Rev Cardiovasc Ther",
    "issn": "1744-8344",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "667",
  "end_page": "674",
  "pages": "667-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Cardiovascular Diseases",
    "Clinical Trials as Topic",
    "Humans",
    "Hypertension",
    "Renin-Angiotensin System"
  ],
  "article_ids": {
    "pubmed": "19505282",
    "doi": "10.1586/erc.09.47"
  },
  "doi": "10.1586/erc.09.47",
  "dates": {
    "completed": "2009-08-17",
    "revised": "2009-06-09"
  },
  "chemicals": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.883389",
    "pmid": "19505282"
  }
}