{
  "pmid": "19513022",
  "uid": "19513022",
  "title": "Peginterferon plus ribavirin for chronic hepatitis C in patients with human immunodeficiency virus.",
  "abstract": "OBJECTIVES: The aim of this study was to assess the effects of peginterferon plus ribavirin for chronic hepatitis C in patients with human immunodeficiency virus (HIV). METHODS: Trials were identified through manual and electronic searches. Randomized trials comparing peginterferon plus ribavirin with other antiviral treatments for patients with chronic hepatitis C and HIV were included. The primary outcome measure was virological response at the end of treatment and after > or =6 months (sustained). Intention-to-treat meta-analyses including data on all patients who were randomized were carried out. RESULTS: Seven randomized trials were eligible for inclusion. The patients included had chronic hepatitis C and stable HIV and were not previously treated with interferon or ribavirin (treatment naive). The mean dosages were 180 or 1.5 microg/kg once weekly for peginterferon and 800 mg daily for ribavirin. The treatment duration ranged from 24 to 48 weeks. Peginterferon plus ribavirin increased the proportion of patients with an end-of-treatment or sustained virological response compared with interferon plus ribavirin or peginterferon alone. In subgroup analyses of trials comparing peginterferon plus ribavirin with interferon plus ribavirin, the proportion with a sustained virological response was 26% (109 of 423) for patients with genotype 1 or 4 and 57% (130 of 230) for genotype 2 or 3. Several adverse events occurred, including fatal lactic acidosis and liver failure, but there were no significant differences in mortality rates between treatment groups. CONCLUSIONS: Peginterferon plus ribavirin may be considered for treatment-naive patients with HIV and chronic hepatitis C. Adverse events should be monitored carefully.",
  "authors": [
    {
      "last_name": "Gluud",
      "fore_name": "Lise Lotte",
      "initials": "LL",
      "name": "Lise Lotte Gluud",
      "affiliations": [
        "Cochrane Hepato-Biliary Group, Copenhagen Trial Unit, Centre for Clinical Intervention Research, Rigshospitalet, Copenhagen 2200, Denmark. liselottegluud@yahoo.dk"
      ]
    },
    {
      "last_name": "Marchesini",
      "fore_name": "Emanuela",
      "initials": "E",
      "name": "Emanuela Marchesini",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "9",
    "pub_year": "2009",
    "pub_month": "Sep"
  },
  "start_page": "2335",
  "end_page": "2342",
  "pages": "2335-41; quiz 2342",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Antiviral Agents",
    "Drug Therapy, Combination",
    "Female",
    "HIV Infections",
    "Hepatitis C, Chronic",
    "Humans",
    "Interferon alpha-2",
    "Interferon-alpha",
    "Male",
    "Middle Aged",
    "Polyethylene Glycols",
    "Recombinant Proteins",
    "Ribavirin"
  ],
  "article_ids": {
    "pubmed": "19513022",
    "doi": "10.1038/ajg.2009.311",
    "pii": "ajg2009311"
  },
  "doi": "10.1038/ajg.2009.311",
  "dates": {
    "completed": "2009-10-01",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Antiviral Agents",
    "Interferon alpha-2",
    "Interferon-alpha",
    "Recombinant Proteins",
    "Polyethylene Glycols",
    "Ribavirin",
    "peginterferon alfa-2b",
    "peginterferon alfa-2a"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.580179",
    "pmid": "19513022"
  }
}