{
  "pmid": "19528133",
  "uid": "19528133",
  "title": "Evaluating the benefit of event adjudication of cardiovascular outcomes in large simple RCTs.",
  "abstract": "BACKGROUND: Event adjudication in randomized controlled trials is thought to be a necessary step to remove noise and potential bias from the results [1,2]. However, this hypothesis has not been widely evaluated. We conducted a meta-analysis of a series of cardiovascular outcomes trials and estimated the effect of adjudication on treatment estimates and on the number of outcomes included the trials. METHODS: Data were retrieved from all cardiovascular outcomes trials conducted at the Population Health Research Institute (PHRI) between 1993 and 2006. These data included 10 trials with over 9000 events from 95,038 individuals. Differences in the log odds ratios between adjudicated and reported outcomes were analyzed and summarized using a ratio of odds ratios. Both masked and unmasked trials were included in this analysis. RESULTS: There were no effects of event adjudication on the estimates of treatment effect for the primary outcomes, myocardial infarction (MI), stroke, or cardiovascular/vascular death. For the trial primary outcomes, the effect of adjudication vs. reported events was OR ratio = 1.00 [95% confidence interval (CI): 0.97-1.02]. There were also no significant differences in the number of outcomes included in the trials. Results were the same for masked and unmasked trials. LIMITATIONS: The number of unmasked trials were small, and this analysis was restricted to cardiovascular endpoints reported from trials managed by a single coordinating center, with similar sets of procedures. Individual patient data were not used for the analysis. CONCLUSIONS: This systematic meta-analysis failed to detect any effect of event adjudication on study conclusions and the numbers of events included in the final analyses were minimally changed. Given the considerable effort required to perform adjudication, there is a need to demonstrate that this process does indeed increase the sensitivity of trials. There is a need to conduct more systematic analyses of the effect of event adjudication in other trials to determine if this process is truly worthwhile.",
  "authors": [
    {
      "last_name": "Pogue",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Pogue",
      "affiliations": [
        "Department of Medicine, McMaster University and Population Health Research Institute of McMaster University, Hamilton, ON, Canada. Janice.Pogue@phri.ca"
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical trials (London, England)",
    "iso_abbreviation": "Clin Trials",
    "issn": "1740-7745",
    "issn_type": "Print",
    "volume": "6",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Jun"
  },
  "start_page": "239",
  "end_page": "251",
  "pages": "239-51",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cardiovascular Diseases",
    "Humans",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19528133",
    "doi": "10.1177/1740774509105223",
    "pii": "6/3/239"
  },
  "doi": "10.1177/1740774509105223",
  "dates": {
    "completed": "2009-09-15",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.579672",
    "pmid": "19528133"
  }
}