{
  "pmid": "19526533",
  "uid": "19526533",
  "title": "Confined assembly of asymmetric block-copolymer nanofibers via multiaxial jet electrospinning.",
  "abstract": "Multiaxial (triaxial/coaxial) electrospinning is utilized to fabricate block copolymer (poly(styrene-b-isoprene), PS-b-PI) nanofibers covered with a silica shell. The thermally stable silica shell allows post-fabrication annealing of the fibers to obtain equilibrium self-assembly. For the case of coaxial nanofibers, block copolymers with different isoprene volume fractions are studied to understand the effect of physical confinement and interfacial interaction on self-assembled structures. Various confined assemblies such as co-existing cylinders and concentric lamellar rings are obtained with the styrene domain next to the silica shell. This confined assembly is then utilized as a template to guide the placement of functional nanoparticles such as magnetite selectively into the PI domain in self-assembled nanofibers. To further investigate the effect of interfacial interaction and frustration due to the physically confined environment, triaxial configuration is used where the middle layer of the self-assembling material is sandwiched between the innermost and outermost silica layers. The results reveal that confined block-copolymer assembly is significantly altered by the presence and interaction with both inner and outer silica layers. When nanoparticles are incorporated into PS-b-PI and placed as the middle layer, the PI phase with magnetite nanoparticles migrates next to the silica layers. The migration of the PI phase to the silica layers is also observed for the blend of PS and PS-b-PI as the middle layer. These materials not only provide a platform to further study the effect of confinement and wall interactions on self-assembly but can also help develop an approach to fabricate multilayered, multistructured nanofibers for high-end applications such as drug delivery.",
  "authors": [
    {
      "last_name": "Kalra",
      "fore_name": "Vibha",
      "initials": "V",
      "name": "Vibha Kalra",
      "affiliations": [
        "School of Chemical and Biomolecular Engineering, Cornell University, Ithaca, NY 14853, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Jung Hun",
      "initials": "JH",
      "name": "Jung Hun Lee",
      "affiliations": []
    },
    {
      "last_name": "Park",
      "fore_name": "Jay Hoon",
      "initials": "JH",
      "name": "Jay Hoon Park",
      "affiliations": []
    },
    {
      "last_name": "Marquez",
      "fore_name": "Manuel",
      "initials": "M",
      "name": "Manuel Marquez",
      "affiliations": []
    },
    {
      "last_name": "Joo",
      "fore_name": "Yong Lak",
      "initials": "YL",
      "name": "Yong Lak Joo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Small (Weinheim an der Bergstrasse, Germany)",
    "iso_abbreviation": "Small",
    "issn": "1613-6829",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "20",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "2323",
  "end_page": "2332",
  "pages": "2323-32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Nanofibers",
    "Nanotechnology",
    "Polymers"
  ],
  "article_ids": {
    "pubmed": "19526533",
    "doi": "10.1002/smll.200900157"
  },
  "doi": "10.1002/smll.200900157",
  "dates": {
    "completed": "2010-02-02",
    "revised": "2009-11-25"
  },
  "chemicals": [
    "Polymers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.641432",
    "pmid": "19526533"
  }
}