{
  "pmid": "19521015",
  "uid": "19521015",
  "title": "Measurement properties of the neck disability index: a systematic review.",
  "abstract": "STUDY DESIGN: Systematic review of clinical measurement. OBJECTIVE: To find and synthesize evidence on the psychometric properties and usefulness of the neck disability index (NDI). BACKGROUND: The NDI is the most commonly used outcome measure for neck pain, and a synthesis of knowledge should provide a deeper understanding of its use and limitations. METHODS AND MEASURES: Using a standard search strategy (1966 to September 2008) and 4 databases (Medline, CINAHL, Embase, and PsychInfo), a structured search was conducted and supplemented by web and hand searching. In total, 37 published primary studies, 3 reviews, and 1 in-press paper were analyzed. Pairs of raters conducted data extraction and critical appraisal using structured tools. Ranking of quality and descriptive synthesis were performed. RESULTS: Horizon estimation suggested the potential for 1 missed paper. The agreement between raters on quality assessments was high(kappa = 0.82). Half of the studies reached a quality level greater than 70%. Failures to report clear psychometric objectives/hypotheses or to rationalize the sample size were the most common design flaws. Studies often focused on less clinically applicable properties, like construct validity or group reliability, than transferable data, like known group differences or absolute reliability (standard error of measurement [SEM] or minimum detectable change [MDC]). Most studies suggest that the NDI has acceptable reliability, although intraclass correlation coefficients (ICCs) range from 0.50 to 0.98. Longer test intervals and the definition of stable can influence reliability estimates. A number of high-quality published (Korean, Dutch, Spanish, French, Brazilian Portuguese) and commercially supported translations are available. The NDI is considered a 1-dimensional measure that can be interpreted as an interval scale. Some studies question these assumptions. The MDC is around 5/50 for uncomplicated neck pain and up to 10/50 for cervical radiculopathy. The reported clinically important difference (CID) is inconsistent across different studies ranging from 5/50 to 19/50. The NDI is strongly correlated (>0.70) to a number of similar indices and moderately related to both physical and mental aspects of general health. CONCLUSION: The NDI has sufficient support and usefulness to retain its current status as the most commonly used self-report measure for neck pain. More studies of CID in different clinical populations and the relationship to subjective/work/function categories are required.",
  "authors": [
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "Hand and Upper Limb Centre Clinical Research Laboratory, St Joseph's Health Centre, London, Ontario, Canada. jmacderm@uwo.ca"
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Walton",
      "affiliations": []
    },
    {
      "last_name": "Avery",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Avery",
      "affiliations": []
    },
    {
      "last_name": "Blanchard",
      "fore_name": "Alanna",
      "initials": "A",
      "name": "Alanna Blanchard",
      "affiliations": []
    },
    {
      "last_name": "Etruw",
      "fore_name": "Evelyn",
      "initials": "E",
      "name": "Evelyn Etruw",
      "affiliations": []
    },
    {
      "last_name": "McAlpine",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl McAlpine",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of orthopaedic and sports physical therapy",
    "iso_abbreviation": "J Orthop Sports Phys Ther",
    "issn": "0190-6011",
    "issn_type": "Print",
    "volume": "39",
    "issue": "5",
    "pub_year": "2009",
    "pub_month": "May"
  },
  "start_page": "400",
  "end_page": "417",
  "pages": "400-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Disability Evaluation",
    "Humans",
    "Neck Injuries",
    "Neck Pain",
    "Psychometrics",
    "Reproducibility of Results",
    "Stress, Psychological",
    "Trauma Severity Indices"
  ],
  "article_ids": {
    "pubmed": "19521015",
    "doi": "10.2519/jospt.2009.2930",
    "pii": "2331"
  },
  "doi": "10.2519/jospt.2009.2930",
  "dates": {
    "completed": "2010-09-14",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.981758",
    "pmid": "19521015"
  }
}