{
  "pmid": "19531813",
  "uid": "19531813",
  "title": "The unintended (and costly) effects due to the introduction of an unrestricted reimbursement policy for atypical antipsychotic medications in a Canadian public prescription drug program: 1996/97 to 2005/06.",
  "abstract": "BACKGROUND: Due to the increasing costs of pharmaceuticals, drug benefit programs often implement various policies that limit availability of drugs. These policies can have unforeseen consequences. OBJECTIVES: To examine the utilization and expenditures for antipsychotic medications in a provincial government community-based drug program over a 10-year period when atypical antipsychotics were introduced and multiple reimbursement policy changes with respect to these agents were employed. METHODS: Retrospective analysis of the Newfoundland and Labrador Prescription Drug Program (NLPDP) claims database from 1996/97 to 2005/06. Antipsychotic medication utilization and expenditure were measured and effects of changes in reimbursement policies examined. Excess expenditure was measured by subtracting the actual from modelled expenditure under different policies. RESULTS: Between 1996/97 and 2005/06, the number of prescriptions for antipsychotic medications increased by 75% and expenditures by more than 720% to $7.2 million (peaking at $7.9 million in 2003/04), with atypical agents making up 96% of the total. Expenditure for antipsychotic medications grew by an annual average rate of 26.3%. At the same time, the number of people enrolled in the drug program declined by an annual average rate of 1.13%. The total excess amount of money spent was $266,195 per 1,000 beneficiaries during unlimited access to atypical agents. CONCLUSION: There has been a substantial, unintentional, increase in the prescribing of atypical antipsychotics each year in Newfoundland and Labrador over the 10 years, likely due to off-label use following the unrestricted and partial restrictive access policies for these medications. Perhaps restricted access for recognized usage should be enforced.",
  "authors": [
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria J",
      "initials": "DJ",
      "name": "Daria J O'Reilly",
      "affiliations": [
        "Program for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada. oreilld@mcmaster.ca"
      ]
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron A",
      "initials": "RA",
      "name": "Ron A Goeree",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "James",
      "fore_name": "Collen",
      "initials": "C",
      "name": "Collen James",
      "affiliations": []
    },
    {
      "last_name": "Parfrey",
      "fore_name": "Patrick S",
      "initials": "PS",
      "name": "Patrick S Parfrey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of clinical pharmacology = Journal canadien de pharmacologie clinique",
    "iso_abbreviation": "Can J Clin Pharmacol",
    "issn": "1710-6222",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "2",
    "pub_year": "2009"
  },
  "start_page": "e346",
  "end_page": "e359",
  "pages": "e346-59",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antipsychotic Agents",
    "Databases, Factual",
    "Drug Costs",
    "Health Expenditures",
    "Humans",
    "Insurance Coverage",
    "Insurance, Pharmaceutical Services",
    "Newfoundland and Labrador",
    "Reimbursement Mechanisms",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "19531813"
  },
  "dates": {
    "completed": "2009-08-31",
    "revised": "2009-06-17"
  },
  "chemicals": [
    "Antipsychotic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.612032",
    "pmid": "19531813"
  }
}