{
  "pmid": "19549346",
  "uid": "19549346",
  "title": "Hot topics in parenteral nutrition. A review of the use of glutamine supplementation in the nutritional support of patients undergoing bone-marrow transplantation and traditional cancer therapy.",
  "abstract": "The relationship between glutamine and malignancy can be traced back to the 1950s and the requirement for glutamine for malignant-cell growth in culture. Later studies demonstrated an association between the rate of proliferation of the malignant cells and glutamine usage. The excessive use of glutamine by malignant cells was seen as an opportunity for the development of a treatment using glutamine analogues, but unfortunately excessive toxicity was observed during clinical studies. In animal models glutamine supplementation, initially thought to increase tumour growth, actually causes tumour regression as a result of improved immune clearance of the tumour and appears to reduce the severity of the side effects of chemo- and radiotherapy. This finding led to human studies in both traditional cancer therapy and bone-marrow transplantation, which are reviewed here. Unfortunately, the majority of the studies performed are small and have poor methodological reporting. There is clinical heterogeneity in terms of routes of administration, dosing schedules, chemotherapy regimens and diseases. Studies of glutamine in non-bone-marrow transplantation chemo- and/or radiotherapy treatment suggest a possible trend towards reductions in objective mucositis but no effect on subjective symptoms. There is no evidence for its effect on other clinical outcomes. For bone-marrow transplantation there appears to be some benefit from oral glutamine in reducing mucositis and graft v. host disease, while intravenous glutamine may reduce infections but at the expense of an increased relapse rate. Good-quality studies are required in this area.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Haematology, Aberdeen Royal Infirmary, Foresterhill, Aberdeen AB25 2ZD, UK. mark.crowther@nhs.net"
      ]
    }
  ],
  "journal": {
    "title": "The Proceedings of the Nutrition Society",
    "iso_abbreviation": "Proc Nutr Soc",
    "issn": "1475-2719",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "269",
  "end_page": "273",
  "pages": "269-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Animals",
    "Bone Marrow Transplantation",
    "Clinical Trials as Topic",
    "Combined Modality Therapy",
    "Dietary Supplements",
    "Glutamine",
    "Humans",
    "Mucositis",
    "Neoplasms",
    "Parenteral Nutrition"
  ],
  "article_ids": {
    "pubmed": "19549346",
    "doi": "10.1017/S0029665109001384",
    "pii": "S0029665109001384"
  },
  "doi": "10.1017/S0029665109001384",
  "dates": {
    "completed": "2009-10-15",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Glutamine"
  ],
  "grants": [
    {
      "grant_id": "HSRU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.846485",
    "pmid": "19549346"
  }
}