{
  "pmid": "19554170",
  "uid": "19554170",
  "title": "A comparison of the superficial inferior epigastric artery flap and deep inferior epigastric perforator flap in postmastectomy reconstruction: A cost-effectiveness analysis.",
  "abstract": "PURPOSE: To perform a cost-effectiveness analysis comparing the superficial inferior epigastric artery (SIEA) and deep inferior epigastric perforator (DIEP) flaps in postmastectomy reconstruction. METHODS: A decision analytic model with seven clinically important health outcomes (health states) was used, incorporating the Ontario Ministry of Health's perspective. Direct medical costs were estimated from a university-based hospital. The utilities of each health state converted into quality-adjusted life years (QALYs) were obtained from previously published data. Health state probabilities were computed from a systematic literature review. Analyses yielded SIEA and DIEP expected costs and QALYs allowing calculation of the incremental cost-utility ratio (ICUR). One-way sensitivity analyses were conducted under five plausible scenarios, assessing result robustness. RESULTS: Five SIEA and 27 DIEP studies were identified. The baseline SIEA expected cost was slightly higher than that for the DIEP ($16,107 versus $16,095), with slightly higher QALYs (33.14 years versus 32.98 years), giving an ICUR of $77/QALY. Taking into account conversions from SIEA to DIEP, the ICUR increased to $4,480/QALY. Sensitivity analysis gave ICURs ranging from $2,614/QALY to 'dominant', all consistent with the adoption of the SIEA over the DIEP. CONCLUSION: The best available evidence suggests the SIEA is a cost-effective procedure. However, given the high SIEA to DIEP conversion rates and small marginal differences in cost and effectiveness, the ICUR may be sensitive to minor changes in costs or QALYs. The 'truth' can only be obtained from a randomized, controlled trial comparing both techniques side by side, simultaneously capturing the costs of the competing interventions.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, St Joseph's Healthcare, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Jansen",
      "fore_name": "Leigh",
      "initials": "L",
      "name": "Leigh Jansen",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "P Stat",
      "fore_name": "Eric Duku",
      "initials": "ED",
      "name": "Eric Duku P Stat",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "16",
    "issue": "2",
    "pub_year": "2008"
  },
  "start_page": "77",
  "end_page": "84",
  "pages": "77-84",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19554170",
    "pmc": "PMC2691558",
    "doi": "10.1177/229255030801600201"
  },
  "doi": "10.1177/229255030801600201",
  "pmc_id": "PMC2691558",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.398561",
    "pmid": "19554170"
  }
}