{
  "pmid": "19550236",
  "uid": "19550236",
  "title": "Intramedullary versus extramedullary fixation for subtrochanteric femur fractures.",
  "abstract": "OBJECTIVES: Both intramedullary and extramedullary internal fixation has been advocated for the treatment of subtrochanteric femur fractures. Is there clinical evidence to recommend one method of internal fixation over the other? DATA SOURCES: A search of MEDLINE (1950 to June 2007), CINAHL (1982 to June 2007), and EMBASE (1980 to June 2007) was performed. Results were limited to English language studies. References from eligible studies were reviewed to identify additional studies. STUDY SELECTION: Studies were selected for review based on the following criteria: comparison and observational studies examining the use of intramedullary and/or extramedullary implants for the fixation of subtrochanteric femur fractures, inclusion of intertrochanteric hip fractures with subtrochanteric extension, exclusion of pure intertrochanteric and intracapsular hip fractures, and exclusion of pathologic fractures. DATA EXTRACTION: The following outcomes were extracted from eligible studies: operative time, operative blood loss, intraoperative complications, postoperative medical complications, number of patients transfused, wound complications, failure of fixation, rate of nonunion, length of hospital stay, and functional recovery. DATA SYNTHESIS: Three level I and 9 level IV studies were identified and used in the systematic review of outcomes for intramedullary and extramedullary fixation for subtrochanteric fractures. Three level I studies were used to calculate a pooled relative risk for failure of fixation with a 95% confidence interval. An analysis of heterogeneity between pooled studies was conducted. CONCLUSIONS: There is grade B evidence that operative time is reduced and that fixation failure is reduced with the use of intramedullary implants for subtrochanteric fractures. Future studies should perform subgroup analysis according to the type of population sampled (ie, young versus elderly) and subtrochanteric fracture type.",
  "authors": [
    {
      "last_name": "Kuzyk",
      "fore_name": "Paul R T",
      "initials": "PR",
      "name": "Paul R T Kuzyk",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, St Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "McKee",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D McKee",
      "affiliations": []
    },
    {
      "last_name": "Russell",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Russell",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jul"
  },
  "start_page": "465",
  "end_page": "470",
  "pages": "465-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Comorbidity",
    "External Fixators",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Humans",
    "Incidence",
    "Postoperative Complications",
    "Recovery of Function",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19550236",
    "doi": "10.1097/BOT.0b013e3181acfdfd",
    "pii": "00005131-200907000-00015"
  },
  "doi": "10.1097/BOT.0b013e3181acfdfd",
  "dates": {
    "completed": "2009-09-02",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.039353",
    "pmid": "19550236"
  }
}