{
  "pmid": "19550238",
  "uid": "19550238",
  "title": "Resolving controversies in hip fracture care: the need for large collaborative trials in hip fractures.",
  "abstract": "Hip fractures are a significant cause of morbidity and mortality worldwide and the burden of disability associated with hip fractures globally vindicate the need for high-quality research to advance the care of patients with hip fractures. Historically, large, multi-centre randomized controlled trials have been rare in the orthopaedic trauma literature. Similar to other medical specialties, orthopaedic research is currently undergoing a paradigm shift from single centre initiatives to larger collaborative groups. This is evident with the establishment of several collaborative groups in Canada, in the United States, and in Europe, which has proven that multi-centre trials can be extremely successful in orthopaedic trauma research.Despite ever increasing literature on the topic of his fractures, the optimal treatment of hip fractures remains unknown and controversial. To resolve this controversy large multi-national collaborative randomized controlled trials are required. In 2005, the International Hip Fracture Research Collaborative was officially established following funding from the Canadian Institute of Health Research International Opportunity Program with the mandate of resolving controversies in hip fracture management. This manuscript will describe the need, the information, the organization, and the accomplishments to date of the International Hip Fracture Research Collaborative.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jul"
  },
  "start_page": "479",
  "end_page": "484",
  "pages": "479-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Clinical Trials as Topic",
    "Evidence-Based Medicine",
    "Hip Fractures",
    "Humans",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "19550238",
    "mid": "CAMS321",
    "pmc": "PMC2954961",
    "doi": "10.1097/BOT.0b013e3181a772e3",
    "pii": "00005131-200907000-00017"
  },
  "doi": "10.1097/BOT.0b013e3181a772e3",
  "pmc_id": "PMC2954961",
  "dates": {
    "completed": "2009-09-02",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "74418",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.269992",
    "pmid": "19550238"
  }
}