{
  "pmid": "19551372",
  "uid": "19551372",
  "title": "Patients' preferences for enrolment into critical-care trials.",
  "abstract": "BACKGROUND: Most critically ill patients are incapable of providing informed consent for research. OBJECTIVE: We sought to determine patients' preferences for different consent frameworks for enrolling incapable patients into critical-care trials. DESIGN: Prospective observational and structured interview study. SETTING: Five university-affiliated hospitals in Ontario. PATIENTS: Two-hundred and forty consecutive capable and consenting survivors of critical illness. INTERVENTION: Participants considered four frameworks for enrolling incapable patients into clinical trials using a baseline scenario and three permutations for: risk (very low vs. high), treatment type (new vs. currently available), and availability of substitute decision-maker (yes vs. no). MEASUREMENTS AND MAIN RESULTS: For each scenario, patients chose their preferred framework and rated the acceptability of each framework using a seven-point Likert scale. Most (180/240; 76%) patients selected \"consent by substitute prior to enrolment\" as their preferred framework; this also received the highest baseline acceptability ratings (\"acceptable\" or \"highly acceptable\" 207/240; 87%). Modifying risk or treatment type did not substantially change these ratings. A minority of patients rated delayed consent as unacceptable or highly unacceptable in both the baseline scenario (48/240, 20% delayed to substitute; 57/240, 24% delayed to patient) and when a substitute was unavailable (34/240; 15%). CONCLUSIONS: Most survivors of critical illness found the usual practice of obtaining informed consent from a substitute decision-maker prior to enrolment in a clinical trial to be acceptable. Nearly half of patients considered foregoing informed consent to be unacceptable, whereas a minority considered enrolment followed by delayed consent to be unacceptable even when a substitute was unavailable. These approaches should, therefore, only be considered when deviating from the usual practice of obtaining consent from a substitute decision-maker is truly justified, such as where treatments being tested need to be delivered as soon as possible in order to be effective.",
  "authors": [
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Orla M",
      "initials": "OM",
      "name": "Orla M Smith",
      "affiliations": []
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": []
    },
    {
      "last_name": "Barrett",
      "fore_name": "Kali A",
      "initials": "KA",
      "name": "Kali A Barrett",
      "affiliations": []
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    },
    {
      "last_name": "Lazar",
      "fore_name": "Neil M",
      "initials": "NM",
      "name": "Neil M Lazar",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "10",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "1703",
  "end_page": "1712",
  "pages": "1703-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Critical Care",
    "Female",
    "Humans",
    "Informed Consent",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "19551372",
    "doi": "10.1007/s00134-009-1552-y"
  },
  "doi": "10.1007/s00134-009-1552-y",
  "dates": {
    "completed": "2010-02-02",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.722626",
    "pmid": "19551372"
  }
}