{
  "pmid": "19550225",
  "uid": "19550225",
  "title": "Optimal internal fixation for femoral neck fractures: multiple screws or sliding hip screws?",
  "abstract": "INTRODUCTION: The number of hip fractures is likely to exceed 500,000 in the United States and 88,000 in Canada annually over the next 40 years. Hip fractures are associated with a 30% mortality rate at 1 year and profound temporary, and sometimes permanent, impairment of independence and quality of life. OBJECTIVES: Although much focus has centered around the comparison of arthroplasty versus internal fixation devices in the treatment of femoral neck fractures, the optimal approach for internal fixation has been largely ignored. Identifying the optimal technique for internal fixation could reduce the historically high rates of revision surgery that have fueled arguments against fixing patients with displaced femoral neck fractures. RESULTS: Both indirect and direct comparisons suggest a possible benefit for a sliding hip screw over multiple cancellous screws in reducing the need for revision surgery. The indirect nature of the comparison from the meta-analysis of arthroplasty versus internal fixation, and the small sample sizes, methodological limitations, and nonsignificant pooled estimate from the direct comparisons, leaves the issue very much in doubt. CONCLUSIONS: Although the rationale for arthroplasty continues to gain popularity, previous studies suggest that we have yet to identify the best approach for internal fixation. Previous trials suggest that the issue is largely unresolved and solutions will likely come from larger randomized trials comparing alternative devices for fixing the hip.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Hanson",
      "fore_name": "Beate",
      "initials": "B",
      "name": "Beate Hanson",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jul"
  },
  "start_page": "403",
  "end_page": "407",
  "pages": "403-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Bone Screws",
    "Evidence-Based Medicine",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Hip Prosthesis",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "19550225",
    "doi": "10.1097/BOT.0b013e318176191f",
    "pii": "00005131-200907000-00004"
  },
  "doi": "10.1097/BOT.0b013e318176191f",
  "dates": {
    "completed": "2009-09-02",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.269240",
    "pmid": "19550225"
  }
}