{
  "pmid": "19554136",
  "uid": "19554136",
  "title": "Application of the CONSORT statement to randomized controlled trials comparing endoscopic and open carpal tunnel release.",
  "abstract": "BACKGROUND: The CONSORT (Consolidated Standards of Reporting Trials) statement was developed by a group of clinical trialists, biostatisticians, epidemiologists and biomedical editors as a means to improve the quality of reports of randomized controlled trials (RCTs). The purpose of the present study is to assess the reporting quality of published RCTs that compare endoscopic carpal tunnel release (ECTR) with open carpal tunnel release (OCTR) using the CONSORT statement. METHODS: A computerized literature search was conducted to identify all RCTs published from January 1989 to November 2004 that compared ECTR with OCTR. Foreign language studies were also included, and translated versions of these studies were obtained. Two investigators independently reviewed each eligible article and determined whether the authors reported on each of the 22 items of the CONSORT statement. Disagreements were resolved by consensus. The mean scores for studies published before the introduction of the CONSORT statement and those published afterward were compared. Similarly, a comparison was made between foreign language studies and those published in English. RESULTS: Eighteen RCTs comparing ECTR with OCTR met the inclusion criteria. The total scores on the CONSORT checklist ranged from 3 to 20, with a mean score of 9.83+/-3.79 (the maximum possible score was 22). The six studies published in foreign language journals had a statistically significantly lower mean score than the studies published in English language journals (7.00+/-2.76 versus 11.25+/-3.49, respectively; P<0.05). The mean score was higher for studies published after 1996 than for those published in 1996 or earlier (12.14+/-3.80 versus 8.36+/-3.11, respectively; P<0.05). CONCLUSIONS: The quality of reporting improved over time, but no study met all 22 criteria of the CONSORT statement. The CONSORT scores were higher for studies published after 1996 and for studies published in English language journals. Despite the improvement after 1996, most of these RCTs only reported one-half of the items listed on the CONSORT statement. Future investigators of surgical RCTs should make an effort to comply with the CONSORT checklist.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, St Joseph's Healthcare, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Chew",
      "fore_name": "Roderick T",
      "initials": "RT",
      "name": "Roderick T Chew",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Veltri",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Veltri",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "14",
    "issue": "4",
    "pub_year": "2006"
  },
  "start_page": "205",
  "end_page": "210",
  "pages": "205-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19554136",
    "pmc": "PMC2686052",
    "doi": "10.1177/229255030601400401"
  },
  "doi": "10.1177/229255030601400401",
  "pmc_id": "PMC2686052",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.397581",
    "pmid": "19554136"
  }
}