{
  "pmid": "19550235",
  "uid": "19550235",
  "title": "Gamma nails revisited: gamma nails versus compression hip screws in the management of intertrochanteric fractures of the hip: a meta-analysis.",
  "abstract": "BACKGROUND: Concerns about the Gamma nail have largely been fueled by early randomized trials and meta-analyses suggesting an increased risk of subsequent femoral shaft fractures when compared with compression hip screws. Whereas meta-analyses favor compression hip screws over first-generation Gamma nails, little is known as to whether the newer Gamma nail designs and the improved learning curve associated with the implants have reduced the risk of femoral shaft fracture. The current meta-analysis aimed to explore the effects of time and Gamma Nail design on the risks of femoral shaft fracture after treatment of extracapsular hip fractures. METHODS: We searched computerized databases (Medline, Cochrane, and SciSearch) for published randomized clinical trials from 1969 to 2002, and we identified additional studies through hand searches of major orthopedic journals, bibliographies of major orthopedic texts, and personal files. Two investigators independently graded study quality and abstracted relevant data. We abstracted information on subsequent femoral shaft fracture rates from studies. We pooled data using a random-effects model and tested for heterogeneity using the I test. We conducted sensitivity analyses by date and by generation of the Gamma nail. We further conducted a cumulative meta-analysis to explore the treatment effect over time. RESULTS: We identified 25 relevant randomized trials from 1991 to 2005. In earlier studies (N = 1585 patients), Gamma nails increased the risk of femoral shaft fracture 4.5 times compared with a compression hip screw (95% confidence interval: 1.78-11.36, P = 0.0014, I(2) = 0%). However, among the most recent studies (2000-2005), Gamma nails did not significantly increase femoral shaft fracture risk (relative risk = 1.65, 95% confidence interval: 0.50-5.44, P = 0.41, I(2) = 0%). The most recent study (2005) found no difference in femoral fracture rates (relative risk = 1.03, 95% confidence interval = 0.06-16.2, P = 0.99). CONCLUSIONS: Our meta-analysis of randomized trials suggests that previous concerns about increased femoral shaft fracture risk with Gamma nails have been resolved with improved implant design and improved learning curves with the device. Earlier meta-analyses and randomized trials should be interpreted with caution in light of more recent evidence.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Jönsson",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Jönsson",
      "affiliations": []
    },
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": []
    },
    {
      "last_name": "Haidukewych",
      "fore_name": "George J",
      "initials": "GJ",
      "name": "George J Haidukewych",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Jul"
  },
  "start_page": "460",
  "end_page": "464",
  "pages": "460-4",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bone Nails",
    "Bone Screws",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19550235",
    "doi": "10.1097/BOT.0b013e318162f67f",
    "pii": "00005131-200907000-00014"
  },
  "doi": "10.1097/BOT.0b013e318162f67f",
  "dates": {
    "completed": "2009-09-02",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.269545",
    "pmid": "19550235"
  }
}