{
  "pmid": "19554140",
  "uid": "19554140",
  "title": "Diagnosis of finger flexor pulley injury in rock climbers: A systematic review.",
  "abstract": "BACKGROUND: Closed injury to the finger flexor pulley system is found frequently in rock climbers. There are no evidence-based published guidelines on the diagnosis and treatment of these injuries. OBJECTIVES: THE PRESENT SYSTEMATIC REVIEW WAS UNDERTAKEN TO ANSWER THE FOLLOWING QUESTIONS: what are the most commonly recommended diagnostic criteria for finger flexor pulley injury in rock climbers; and, based on the available evidence, what is the best diagnostic test for these injuries? METHODS: Four electronic databases were searched using specific key terms, with limits set for language and date. Two reviewers independently identified potentially relevant titles based on inclusion criteria. Inter-reviewer variability was assessed using the Kappa statistic. The scientific quality of articles was assessed using validated scales. RESULTS: Of the 93 articles identified, 29 were included in the present analysis. The inter-rater agreement for selection of potentially relevant titles was 88% (kappa=0.74). The most commonly cited diagnostic criterion for closed finger pulley injury was clinical bow-stringing of the flexor tendons over the volar aspect of the proximal interphalangeal joint. However, the best study of diagnostic accuracy for these injuries supports the use of dynamic ultrasound. CONCLUSIONS: Dynamic ultrasound is recommended for the diagnosis of closed finger pulley injuries in rock climbers. The prevailing notion that these injuries can be diagnosed by testing for clinical bowstringing is not supported by evidence.",
  "authors": [
    {
      "last_name": "El-Sheikh",
      "fore_name": "Yasser",
      "initials": "Y",
      "name": "Yasser El-Sheikh",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Wong",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "14",
    "issue": "4",
    "pub_year": "2006"
  },
  "start_page": "227",
  "end_page": "231",
  "pages": "227-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19554140",
    "pmc": "PMC2686056",
    "doi": "10.1177/229255030601400405"
  },
  "doi": "10.1177/229255030601400405",
  "pmc_id": "PMC2686056",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.145302",
    "pmid": "19554140"
  }
}