{
  "pmid": "19554146",
  "uid": "19554146",
  "title": "Composite tissue allotransplantation of the face: Decision analysis model.",
  "abstract": "BACKGROUND: Facial composite tissue allotransplantation is a potential reconstructive option for severe facial disfigurement. The purpose of the present investigation was to use decision analysis modelling to ascertain the expected quality-adjusted life years (QALYs) gained with face transplantation (versus remaining in a disfigured state) in an effort to assist surgeons with the decision of whether to adopt this procedure. STUDY DESIGN: The probabilities of potential complications associated with facial allotransplantation were identified by a comprehensive review of kidney and hand transplant literature. A decision analysis tree illustrating possible health states for face allotransplantation was then constructed. Utilities were obtained from 30 participants, using the standard gamble and time trade-off measures. The utilities were then translated into QALYs, and the expected QALYs gained with transplantation were computed. RESULTS: Severe facial deformity was associated with an average of 7.34 QALYs. Allotransplantation of the face imparted an expected gain in QALYs of between 16.2 and 27.3 years. CONCLUSIONS: The current debate within the medical community surrounding facial composite tissue allotransplantation has centred on the issue of inducing a state of immunocompromise in a physically healthy individual for a non-life-saving procedure. However, the latter must be weighed against the potential social and psychological benefits that transplantation would confer. As demonstrated by a gain of 26.9 QALYs, participants' valuation of quality of life is notably greater for face transplantation with its side effects of immunosuppression than for a state of uncompromised physical health with severe facial disfigurement.",
  "authors": [
    {
      "last_name": "Cugno",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Cugno",
      "affiliations": [
        "Surgical Outcomes Research Centre (SOURCE), McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "15",
    "issue": "3",
    "pub_year": "2007"
  },
  "start_page": "145",
  "end_page": "152",
  "pages": "145-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19554146",
    "pmc": "PMC2687497",
    "doi": "10.1177/229255030701500304"
  },
  "doi": "10.1177/229255030701500304",
  "pmc_id": "PMC2687497",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2024-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.145544",
    "pmid": "19554146"
  }
}