{
  "pmid": "19554224",
  "uid": "19554224",
  "title": "A cost-utility analysis of open and endoscopic carpal tunnel release.",
  "abstract": "BACKGROUND: Open carpal tunnel release (OCTR) is the standard procedure for the surgical treatment of carpal tunnel syndrome. With the advent of minimally invasive surgery, endoscopic carpal tunnel release (ECTR) was introduced. OBJECTIVE: To use a decision analytical model to compare ECTR with OCTR in an economic evaluation. METHODS: Direct medical costs were obtained from a Canadian university hospital. Utility values obtained from experts, presented with carpal tunnel syndrome outcome health states, were transformed into quality-adjusted life years (QALYs). The probabilities of the health states associated with both techniques were obtained from the literature. RESULTS: The incremental cost-utility ratio (ICUR) was $124,311.32/QALY gained, providing strong evidence to reject ECTR when ECTR is performed in the main operating room and OCTR is performed in the day surgery unit. A one-way sensitivity analysis in the present study demonstrated that when both OCTR and ECTR are performed in day surgery unit, the ICUR falls in the 'win-win' quadrant, making ECTR both more effective and less costly than OCTR. If the scar tenderness probability is decreased in the ECTR group in a second one-way sensitivity analysis, the ICUR decreases to $100,621.91/QALY gained, providing evidence to reject ECTR. If the reflex sympathetic dystrophy probability is increased in the ECTR group in a third one-way sensitivity analysis, the ICUR increases to $202,657.88/QALY gained, providing strong evidence to reject ECTR. CONCLUSIONS: There is still uncertainty associated with the costs and effectiveness of ECTR and OCTR. To obtain a definitive answer as to whether the ECTR is more effective than the OCTR, it is necessary to perform a large, randomized, controlled trial in which the utilities and resource use are measured prospectively.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, St Joseph's Healthcare, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Vanessa H",
      "initials": "VH",
      "name": "Vanessa H Wong",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "14",
    "issue": "1",
    "pub_year": "2006"
  },
  "start_page": "15",
  "end_page": "20",
  "pages": "15-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19554224",
    "pmc": "PMC2539022",
    "doi": "10.1177/229255030601400101"
  },
  "doi": "10.1177/229255030601400101",
  "pmc_id": "PMC2539022",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.398766",
    "pmid": "19554224"
  }
}