{
  "pmid": "19565930",
  "uid": "19565930",
  "title": "P53 and vascular endothelial growth factor expressions are two important indices for prognosis in gastric carcinoma.",
  "abstract": "AIM: This study examined the correlation between P53 and vascular endothelial growth factor (VEGF) expression together with tumour vascularity and investigated their clinical significance in the prognosis of gastric carcinoma. SUBJECTS AND METHODS: Ninety-five patients with gastric carcinoma who underwent curative surgical resection were studied using immunohistochemical staining. Correlation between the expression of p53, VEGF microvessel count (MVC) and various clinicopathologic factors were studied. RESULTS: No significant correlation was found between p53 expression and clinicopathologic factors. The rate of VEGF positivity was significantly higher in patients with haematogenous metastasis than in those without haematogenous metastasis. Both p53 and VEGF expression were associated with MVC. The MVC in p53 positive tumours was significantly higher than that in p53 negative tumours. Similarly, the same trend was seen between VEGF expression and MVC. The p53 and VEGF were co-expressed in 61 of 95 tumours (64.2%), and a significant (p < 0.01) association between p53 and VEGF expressions was demonstrated. The rate of VEGF positivity was significantly (p < 0.01) higher in the patients with disease recurrence than in those without recurrence, whereas no significant correlation was found between disease recurrence and the expression of p53. CONCLUSIONS: The p53 expression may play an important role in controlling angiogenesis by regulating VEGF expression and VEGF expression is associated closely with disease recurrence. In addition, both p53 and VEGF expression might be useful in indicating the prognosis in patients with gastric carcinoma.",
  "authors": [
    {
      "last_name": "Guo",
      "fore_name": "Rende",
      "initials": "R",
      "name": "Rende Guo",
      "affiliations": [
        "Department of Hepatobiliary Surgery, Cancer Hospital of Tianjin Medical University, Huanhu Western Road, Hexi District, Tianjin 300060, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Li",
      "affiliations": []
    },
    {
      "last_name": "Meng",
      "fore_name": "Lingxin",
      "initials": "L",
      "name": "Lingxin Meng",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Gu",
      "fore_name": "Chuan",
      "initials": "C",
      "name": "Chuan Gu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The West Indian medical journal",
    "iso_abbreviation": "West Indian Med J",
    "issn": "0043-3144",
    "issn_type": "Print",
    "volume": "57",
    "issue": "1",
    "pub_year": "2008",
    "pub_month": "Jan"
  },
  "start_page": "2",
  "end_page": "6",
  "pages": "2-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Microvessels",
    "Middle Aged",
    "Neoplasm Recurrence, Local",
    "Prognosis",
    "Stomach Neoplasms",
    "Tumor Suppressor Protein p53",
    "Vascular Endothelial Growth Factor A"
  ],
  "article_ids": {
    "pubmed": "19565930",
    "pii": "692"
  },
  "dates": {
    "completed": "2009-08-18",
    "revised": "2009-07-01"
  },
  "chemicals": [
    "Tumor Suppressor Protein p53",
    "VEGFA protein, human",
    "Vascular Endothelial Growth Factor A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.066114",
    "pmid": "19565930"
  }
}