{
  "pmid": "19568228",
  "uid": "19568228",
  "title": "Development and validation of a risk score for post-infectious irritable bowel syndrome.",
  "abstract": "OBJECTIVES: Acute gastroenteritis (GE) is an important risk factor for the development of irritable bowel syndrome (IBS). We used observational data from the Walkerton Health Study (WHS) to develop and validate a risk score for post-infectious (PI) IBS. METHODS: Model derivation and validation were based on a split-sample method from a cohort of patients with exposure to GE (n=1,368). Study participants were randomly assigned to the derivation and validation cohorts in a 1:1 ratio. Within the derivation cohort, univariate and multivariable logistic regression were used to identify risk factors associated with IBS. The risk model was then applied to the validation cohort. Overall model performance was assessed using the area under the receiver operating curve (ROC). The risk score was developed using multivariable regression coefficients obtained from the derivation set and validated in the validation set. Classification and regression tree (CART) modeling was used to determine cutoff values for high, intermediate, and low risk based on the total score. RESULTS: Nine variables were identified as important predictors of IBS (gender, age<60, longer duration of diarrhea, increased stool frequency, abdominal cramping, bloody stools, weight loss, fever, and psychological disorders (anxiety and depression)). The discriminatory power of the risk model based on the area under ROC was 0.70 and was similar in the validation set. The risk score model showed good accuracy in both the derivation and validation sets and was able to distinguish among cohorts at low, intermediate, and high risk for developing PI-IBS. Percentages of patients with PI-IBS in the low, intermediate and high risk were 10, 35, and 60% in the derivation cohort and 17, 36, and 62% in the validation cohort. CONCLUSIONS: A simple risk tool that uses demographics and symptoms of acute GE can predict which patients with acute GE are at risk of developing PI-IBS. This tool may be used clinically to assess risk and to guide treatment.",
  "authors": [
    {
      "last_name": "Thabane",
      "fore_name": "Marroon",
      "initials": "M",
      "name": "Marroon Thabane",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology and The Farncombe Family Digestive Health Research Institute), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "9",
    "pub_year": "2009",
    "pub_month": "Sep"
  },
  "start_page": "2267",
  "end_page": "2274",
  "pages": "2267-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Area Under Curve",
    "Cohort Studies",
    "Female",
    "Gastroenteritis",
    "Humans",
    "Infections",
    "Irritable Bowel Syndrome",
    "Male",
    "Middle Aged",
    "Models, Biological",
    "Predictive Value of Tests",
    "ROC Curve",
    "Random Allocation",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "19568228",
    "doi": "10.1038/ajg.2009.302",
    "pii": "ajg2009302"
  },
  "doi": "10.1038/ajg.2009.302",
  "dates": {
    "completed": "2009-10-01",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.891248",
    "pmid": "19568228"
  }
}