{
  "pmid": "19568092",
  "uid": "19568092",
  "title": "Systematic review of skin graft donor-site dressings.",
  "abstract": "BACKGROUND: Debate continues about what split-thickness skin graft donor-site dressing provides the best outcomes for patients at the lowest cost. The goal of this systematic review was to determine which donor-site dressings are associated with the best outcomes for the following: pain, infection rate, healing quality, healing rate, quality of life, and cost. METHODS: A comprehensive literature review and assessment was undertaken by two independent reviewers. Articles were selected using specific inclusion criteria. Split-thickness skin graft donor-site dressings were classified as either moist or nonmoist based on the state of the dressing upon initial application. Methodological quality of randomized controlled trials was assessed using the Jadad scale. RESULTS: Seventy-five relevant articles were included in the final analysis, three of which were review articles. The most commonly measured outcome was healing rate (64 of 72), followed by pain (58 of 72), infection rate (40 of 72), healing quality (40 of 72), and cost (15 of 72). No studies measured quality of life. The majority of articles were randomized controlled trials (35 of 75), followed by observational studies (22 of 75), unsystematic clinical observations (15 of 75), and review articles (three of 75). It was difficult to compare moist and nonmoist dressings in this review because of the methodological heterogeneity of the included articles. The available evidence suggests, however, that moist dressings are superior in terms of pain. CONCLUSIONS: Some weak evidence exists that supports \"wet dressings.\" To determine the best split-thickness skin graft donor-site dressing, more methodologically sound randomized controlled trials are needed. Trials with parallel economic evaluations should be undertaken to answer this question.",
  "authors": [
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Hamilton, Ontario, Canada From the Faculty of Health Sciences, Department of Clinical Epidemiology and Biostatistics, and Surgical Outcomes Research Center (SOURCE), McMaster University, and the Department of Surgery, Division of Plastic and Reconstructive Surgery, St. Joseph's Healthcare."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olubimpe A",
      "initials": "OA",
      "name": "Olubimpe A Ayeni",
      "affiliations": []
    },
    {
      "last_name": "McKnight",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie McKnight",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "1",
    "pub_year": "2009",
    "pub_month": "Jul"
  },
  "start_page": "298",
  "end_page": "306",
  "pages": "298-306",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Bandages",
    "Dermatologic Surgical Procedures",
    "Humans",
    "Living Donors",
    "Skin Transplantation"
  ],
  "article_ids": {
    "pubmed": "19568092",
    "doi": "10.1097/PRS.0b013e3181a8072f",
    "pii": "00006534-200907000-00039"
  },
  "doi": "10.1097/PRS.0b013e3181a8072f",
  "dates": {
    "completed": "2010-06-03",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.146035",
    "pmid": "19568092"
  }
}