{
  "pmid": "19575815",
  "uid": "19575815",
  "title": "A meta-analysis of the effect of antibody therapy for the prevention of severe respiratory syncytial virus infection.",
  "abstract": "BACKGROUND: The primary objective of this meta-analytic study was to determine the impact of RSV-IGIV and palivizumab on risk of respiratory syncytial virus (RSV)-related hospitalization. Secondary objectives were to determine if antibody therapy decreases the risk of RSV infection, intensive care admission, mechanical ventilation, and mortality in high risk infant populations. METHODS: We performed searches of electronic data bases from 1966 to April 2009. Inclusion and exclusion criteria were defined a priori. Inclusion criteria were as follows: 1) There was randomization between polyclonal or monoclonal antibodies and placebo or no therapy, and 2) Polyclonal or monoclonal antibodies were given as prophylaxis. RESULTS: Of the six included studies, three utilized RSV-IGIV (total of 533 randomized to treatment groups) and three utilized palivizumab (total of 1,663 randomized to treatment groups). The absolute risk of hospitalization in the control arms was 12% and overall RR for all 2,196 children who received one of the antibody products was 0.53 (95% CI 0.43, 0.66), P < 0.00001. When looking only at the children who received palivizumab, the RR for hospitalization was 0.50 (95% CI 0.38, 0.66), P < 0.00001. For the children receiving RSV-IGIV, the RR for hospitalization was 0.59 (95% CI 0.42, 0.83, P < 0.002). The use of palivizumab resulted in a significant decrease in admission to the ICU (RR 0.29 (95% CI 0.14, 0.59; P = 0.0007). There was no significant reduction in the risk of mechanical ventilation or mortality with the use of antibody prophylaxis. Infants born at less than 35 weeks gestational age, and those with chronic lung and congenital heart disease all had a significant reduction in the risk of RSV hospitalization with children born under 35 weeks gestational age showing a trend towards the greatest benefit. CONCLUSION: Both palivizumab and RSV-IGIV decrease the incidence of RSV hospitalization and ICU admission and their effect appears to be qualitatively similarly. There was neither a statistically significant reduction in the incidence of mechanical ventilation nor in all cause mortality. This meta-analysis separately quantifies the impact of RSV-IGIV and palivizumab on various measures of severe RSV disease and builds upon a previous study that was only able to examine the pooled effect of all antibody products together.",
  "authors": [
    {
      "last_name": "Morris",
      "fore_name": "Shaun K",
      "initials": "SK",
      "name": "Shaun K Morris",
      "affiliations": [
        "Pediatric Infectious Diseases, Hospital for Sick Children, University of Toronto, ON, Canada. shaun.morris@utoronto.ca"
      ]
    },
    {
      "last_name": "Dzolganovski",
      "fore_name": "Biljana",
      "initials": "B",
      "name": "Biljana Dzolganovski",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "start_page": "106",
  "pages": "106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Humanized",
    "Antiviral Agents",
    "Hospitalization",
    "Humans",
    "Immunoglobulins, Intravenous",
    "Infant",
    "Palivizumab",
    "Respiration, Artificial",
    "Respiratory Syncytial Virus Infections",
    "Risk Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19575815",
    "pmc": "PMC2720977",
    "doi": "10.1186/1471-2334-9-106",
    "pii": "1471-2334-9-106"
  },
  "doi": "10.1186/1471-2334-9-106",
  "pmc_id": "PMC2720977",
  "dates": {
    "completed": "2009-08-21",
    "revised": "2024-04-17"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Humanized",
    "Antiviral Agents",
    "Immunoglobulins, Intravenous",
    "respiratory syncytial virus immune globulin intravenous",
    "Palivizumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.901968",
    "pmid": "19575815"
  }
}