{
  "pmid": "19588409",
  "uid": "19588409",
  "title": "Oral versus intravenous steroids for treatment of relapses in multiple sclerosis.",
  "abstract": "BACKGROUND: Multiple Sclerosis (MS), a chronic inflammatory and neurodegenerative disease of the central nervous system (CNS), is characterized by recurrent relapses of CNS inflammation ranging from mild to severely disabling. Relapses have long been treated with steroids to reduce inflammation and hasten recovery. However, the commonly used intravenous methylprednisolone requires repeated infusions with the added costs of homecare or hospitalization, and may interfere with daily responsibilities. Oral steroids have been used in place of intravenous steroids, with lower direct and indirect costs. OBJECTIVES: The primary objective was to compare efficacy of oral versus intravenous steroids for MS relapses <= 6 weeks. Secondary comparisons included subsequent relapse rate, disability, ambulation, hospitalization, immunological markers, radiological markers, and quality of life. SEARCH STRATEGY: A literature search was performed using Cochrane MS Group Trials Register (July 2008), Cochrane Central Register of Controlled Trials (CENTRAL) \"The Cochrane Library 2008, issue 3, MEDLINE (PubMed) (1966-July 2008), EMBASE (1980-July 2008), abstracts from meetings of the American Academy of Neurology (2002-2008), the European Federation of Neurological Sciences (2002-2008), the European Committee for Treatment and Research in Multiple Sclerosis and American Committee for Treatment and Research in Multiple Sclerosis (2002-2008) handsearching. No language restrictions were applied. SELECTION CRITERIA: Randomized or quasi-randomized trials comparing oral and intravenous steroids for acute relapses (<=30 days) in clinically definite MS patients over age 16 were eligible. DATA COLLECTION AND ANALYSIS: Methodological was assessed using trial publications and personal communication. Elevant data was extracted, and effect size was reported as mean difference (MD),weighted mean difference (WMD), odds ratio (OR) and absolute risk difference (ARD). MAIN RESULTS: Eligible studies (167 patients) were identified. Only one outcome, the proportion of patients with EDSS improvement at 4 weeks, was common to three trials. Otherwise outcomes were too heterogeneous to pool. Only one trial employed an equivalence design, but all reported no statistically significant difference in outcomes between groups. Namely, there was no significant difference in the degree of recovery 4 weeks following treatment. No difference was found in subsequent relapse rate, disability, hospitalization, ambulation, bioavailability, or in magnetic resonance imaging (MRI). Due to methodological limitations, heterogeneous treatment regimens and limited data, formal conclusions about equivalence of oral and intravenous steroidscannot be made. Oral Megadose Corticosteroid Therapy of Acute Exacerbations of Multiple Sclerosis (OMEGA) trial, designed to address such limitations, is currently underway. AUTHORS' CONCLUSIONS: The trials reviewed support the hypothesis that no significant differences in clinical, radiological or pharmacological outcomes oral and intravenous steroids for MS relapses exist. However, with the small number of patients and methodological limitations, conclusions of equivalence are premature.",
  "authors": [
    {
      "last_name": "Burton",
      "fore_name": "Jodie M",
      "initials": "JM",
      "name": "Jodie M Burton",
      "affiliations": [
        "Division of Neurology, St. Michael's Hospital, 30 Bond Street, Toronto, Ontario, Canada, M5B 1W8."
      ]
    },
    {
      "last_name": "O'Connor",
      "fore_name": "Paul W",
      "initials": "PW",
      "name": "Paul W O'Connor",
      "affiliations": []
    },
    {
      "last_name": "Hohol",
      "fore_name": "Marika",
      "initials": "M",
      "name": "Marika Hohol",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "CD006921",
  "pages": "CD006921",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anti-Inflammatory Agents",
    "Glucocorticoids",
    "Humans",
    "Injections, Intravenous",
    "Methylprednisolone",
    "Multiple Sclerosis, Relapsing-Remitting",
    "Prednisone",
    "Recurrence"
  ],
  "article_ids": {
    "pubmed": "19588409",
    "doi": "10.1002/14651858.CD006921.pub2"
  },
  "doi": "10.1002/14651858.CD006921.pub2",
  "dates": {
    "completed": "2009-08-14",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Glucocorticoids",
    "Prednisone",
    "Methylprednisolone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.902421",
    "pmid": "19588409"
  }
}