{
  "pmid": "19588410",
  "uid": "19588410",
  "title": "Regular treatment with salmeterol and inhaled steroids for chronic asthma: serious adverse events.",
  "abstract": "BACKGROUND: Epidemiological evidence has suggested a link between beta(2)-agonists and increased asthma mortality. There has been much debate about possible causal links for this association, and whether regular (daily) long-acting beta(2)-agonists are safe. OBJECTIVES: The aim of this review is to assess the risk of fatal and non-fatal serious adverse events in trials that randomised patients with chronic asthma to regular salmeterol with inhaled corticosteroids versus the same dose of inhaled corticosteroids alone. SEARCH STRATEGY: Trials were identified using the Cochrane Airways Group Specialised Register of trials. Web sites of clinical trial registers were checked for unpublished trial data and Food and Drug Administration (FDA) submissions in relation to salmeterol were also checked. The date of the most recent search was October 2008. SELECTION CRITERIA: Controlled parallel design clinical trials on patients of any age and severity of asthma were included if they randomised patients to treatment with regular salmeterol and inhaled corticosteroids (in separate or combined inhalers), and were of at least 12 weeks duration. DATA COLLECTION AND ANALYSIS: Two authors independently selected trials for inclusion in the review. Outcome data were independently extracted by two authors. Unpublished data on mortality and serious adverse events were obtained from the sponsors, and from FDA submissions. MAIN RESULTS: The review included 30 studies (10,873 participants) in adults and adolescents, and three studies (1,173 participants) in children. The overall risk of bias was low and data on serious adverse events were obtained from all studies.Six deaths occurred in 5,710 adults on regular salmeterol with inhaled corticosteroids, and five deaths in 5,163 adults on regular inhaled corticosteroids at the same dose. The difference was not statistically significant (Peto OR 1.05; 95% CI 0.32 to 3.47) and the absolute difference between groups in risk of death of any cause was 0.00005 (95% CI -0.002 to 0.002). No deaths were reported in 1,173 children, and no deaths were reported to be asthma-related.Non-fatal serious adverse events of any cause were reported in 134 adults on regular salmeterol with inhaled corticosteroids, compared to 103 adults on regular inhaled corticosteroids; again this was not a significant increase (Peto OR 1.17; 95% CI 0.90 to 1.52). The absolute difference in the risk of non-fatal serious adverse events was 0.003 (95% CI -0.002 to 0.009).There were three of 586 children with serious adverse events on regular salmeterol with inhaled corticosteroids, compared to four out of 587 on regular inhaled corticosteroids: there was no significant difference between treatments (Peto OR 0.75; 95% CI 0.17 to 3.31).Asthma-related serious adverse events were reported in 23 and 21 adults in each group respectively, a non-significant difference (Peto OR 0.95; 95% CI 0.52 to 1.73), and only one event was reported in children. AUTHORS' CONCLUSIONS: No significant differences have been found in fatal or non-fatal serious adverse events in trials in which regular salmeterol has been randomly allocated with inhaled corticosteroids, in comparison to inhaled corticosteroids at the same dose. Although 10,873 adults and 1,173 children have been included in trials, the number of patients suffering adverse events is too small, and the results are too imprecise to confidently rule out a relative increase in all-cause mortality or non-fatal adverse events. It is therefore not possible to determine whether the increase in all-cause non-fatal serious adverse events reported in the previous meta-analysis on regular salmeterol alone is abolished by the additional use of regular inhaled corticosteroids. The absolute difference between groups in the risk of serious adverse events was small. There were no asthma-related deaths and few asthma-related serious adverse events. Clinical decisions and information for patients regarding regular use of salmeterol have to take into account the balance between known symptomatic benefits of salmeterol and the degree of uncertainty and concern associated with its potential harmful effects.",
  "authors": [
    {
      "last_name": "Cates",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Cates",
      "affiliations": [
        "Community Health Sciences, St George's, University of London, Cranmer Terrace, London, UK, SW17 0RE."
      ]
    },
    {
      "last_name": "Lasserson",
      "fore_name": "Toby J",
      "initials": "TJ",
      "name": "Toby J Lasserson",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "3",
    "pub_year": "2009",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "CD006922",
  "pages": "CD006922",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adrenal Cortex Hormones",
    "Adrenergic beta-Agonists",
    "Adult",
    "Albuterol",
    "Anti-Asthmatic Agents",
    "Asthma",
    "Child",
    "Humans",
    "Salmeterol Xinafoate",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19588410",
    "doi": "10.1002/14651858.CD006922.pub2"
  },
  "doi": "10.1002/14651858.CD006922.pub2",
  "dates": {
    "completed": "2009-08-14",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Adrenergic beta-Agonists",
    "Anti-Asthmatic Agents",
    "Salmeterol Xinafoate",
    "Albuterol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.436663",
    "pmid": "19588410"
  }
}