{
  "pmid": "19592414",
  "uid": "19592414",
  "title": "Patient satisfaction with access in two interprofessional academic family medicine clinics.",
  "abstract": "BACKGROUND: Satisfaction with access to primary care is one component of overall patient satisfaction. The objectives of this paper were to describe patient satisfaction with access in interprofessional family practices and to examine predictors of being less than satisfied with access. METHODS: A survey was mailed to 770 randomly selected patients in two academic interprofessional family practices in Hamilton, Canada. Most items were positively worded statements on a five-point scale from strongly agree to strongly disagree. Outcomes were the proportion of respondents agreeing with statements regarding access. For items where > or =25% of respondents did not agree, we examined socio-demographic predictors of disagreement using multiple variable logistic regression. RESULTS: The response rate was 49.9% (384/770). One-quarter or more of respondents did not agree that they received an explanation if the appointment was delayed at the office, obtain urgent appointments, obtain prescription refills without a visit or that wait times at the office were reasonable. Predictors of not agreeing included younger age, being married or single, more educated, employed and of non-white ethnicity. Less than 10 minutes was the most satisfactory wait time for the appointment to begin; however, the most common wait time reported was 11-20 minutes. One-quarter of respondents had visited the weekend/holiday clinic in the past 12 months; however, use was not associated with perceived ability to obtain an appointment in 1-2 days. CONCLUSIONS: While satisfaction was generally high, some aspects of access could be improved by changes in practice organization or patient education regarding expectations.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada. mhoward@mcmaster.ca"
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": []
    },
    {
      "last_name": "Hilts",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Hilts",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "1460-2229",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "5",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "407",
  "end_page": "412",
  "pages": "407-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "After-Hours Care",
    "Aged",
    "Ambulatory Care",
    "Family Practice",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Care Team",
    "Patient Satisfaction"
  ],
  "article_ids": {
    "pubmed": "19592414",
    "doi": "10.1093/fampra/cmp049",
    "pii": "cmp049"
  },
  "doi": "10.1093/fampra/cmp049",
  "dates": {
    "completed": "2009-12-22",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.515806",
    "pmid": "19592414"
  }
}