{
  "pmid": "19595622",
  "uid": "19595622",
  "title": "Experimental modelling of aortic aneurysms: novel applications of silicone rubbers.",
  "abstract": "A range of silicone rubbers were created based on existing commercially available materials. These silicones were designed to be visually different from one another and have distinct material properties, in particular, ultimate tensile strengths and tear strengths. In total, eleven silicone rubbers were manufactured, with the materials designed to have a range of increasing tensile strengths from approximately 2 to 4 MPa, and increasing tear strengths from approximately 0.45 to 0.7 N/mm. The variations in silicones were detected using a standard colour analysis technique. Calibration curves were then created relating colour intensity to individual material properties. All eleven materials were characterised and a 1st order Ogden strain energy function applied. Material coefficients were determined and examined for effectiveness. Six idealised abdominal aortic aneurysm models were also created using the two base materials of the study, with a further model created using a new mixing technique to create a rubber model with randomly assigned material properties. These models were then examined using videoextensometry and compared to numerical results. Colour analysis revealed a statistically significant linear relationship (p<0.0009) with both tensile strength and tear strength, allowing material strength to be determined using a non-destructive experimental technique. The effectiveness of this technique was assessed by comparing predicted material properties to experimentally measured methods, with good agreement in the results. Videoextensometry and numerical modelling revealed minor percentage differences, with all results achieving significance (p<0.0009). This study has successfully designed and developed a range of silicone rubbers that have unique colour intensities and material strengths. Strengths can be readily determined using a non-destructive analysis technique with proven effectiveness. These silicones may further aid towards an improved understanding of the biomechanical behaviour of aneurysms using experimental techniques.",
  "authors": [
    {
      "last_name": "Doyle",
      "fore_name": "Barry J",
      "initials": "BJ",
      "name": "Barry J Doyle",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical and Aeronautical Engineering, and Materials and Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Corbett",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Corbett",
      "affiliations": []
    },
    {
      "last_name": "Cloonan",
      "fore_name": "Aidan J",
      "initials": "AJ",
      "name": "Aidan J Cloonan",
      "affiliations": []
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R O'Donnell",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    },
    {
      "last_name": "Vorp",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Vorp",
      "affiliations": []
    },
    {
      "last_name": "McGloughlin",
      "fore_name": "Timothy M",
      "initials": "TM",
      "name": "Timothy M McGloughlin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical engineering & physics",
    "iso_abbreviation": "Med Eng Phys",
    "issn": "1873-4030",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "1002",
  "end_page": "1012",
  "pages": "1002-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aortic Aneurysm",
    "Biomimetics",
    "Calibration",
    "Color",
    "Models, Anatomic",
    "Silicone Elastomers",
    "Tensile Strength"
  ],
  "article_ids": {
    "pubmed": "19595622",
    "mid": "NIHMS126686",
    "pmc": "PMC2757445",
    "doi": "10.1016/j.medengphy.2009.06.002",
    "pii": "S1350-4533(09)00129-5"
  },
  "doi": "10.1016/j.medengphy.2009.06.002",
  "pmc_id": "PMC2757445",
  "dates": {
    "completed": "2009-12-11",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Silicone Elastomers"
  ],
  "grants": [
    {
      "grant_id": "R01 HL060670",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.703969",
    "pmid": "19595622"
  }
}