{
  "pmid": "19602246",
  "uid": "19602246",
  "title": "Closing the osteoporosis care gap: increased osteoporosis awareness among geriatrics and rehabilitation teams.",
  "abstract": "BACKGROUND: A care gap exists between recommendations and practice regarding the diagnosis and treatment of osteoporosis in fracture patients. The current study was designed to determine rates and predictors of in-hospital diagnosis and treatment of osteoporosis in patients admitted with fragility hip fractures, and to assess differences in these rates since the outset of the multipronged \"Fracture? Think Osteoporosis\" (FTOP) Program, which includes education of geriatrics and rehabilitation teams. METHODS: This is a retrospective cohort study conducted with data from two Hamilton, Ontario, university-based tertiary-care hospitals, and represents a follow-up to a previous study conducted 8 years earlier. Data pertaining to all 354 patients, age > or = 50, admitted between March 2003 and April 2004, inclusive, with a diagnosis of fragility hip fracture were evaluated. Twelve patients were excluded leaving 342 patients for analysis, with 75% female, mean age 81.Outcomes included: Primary -- In-hospital diagnosis of osteoporosis and/or initiation of anti-resorptive treatment (\"new osteoporosis diagnosis/treatment\"). Secondary -- In-hospital mortality, BMD referrals, pre-admission osteoporosis diagnosis and treatment. RESULTS: At admission, 27.8% of patients had a pre-existing diagnosis of osteoporosis and/or were taking anti-resorptive treatment. Among patients with no previous osteoporosis diagnosis/treatment: 35.7% received a new diagnosis of osteoporosis, 21% were initiated on anti-resorptive treatment, and 14.3% received a BMD referral. The greatest predictor of new osteoporosis diagnosis/treatment was transfer to a rehabilitation or geriatrics unit: 79.5% of rehabilitation/geriatrics versus 18.5% of patients receiving only orthopedics care met this outcome (p < 0.001). CONCLUSION: New diagnosis of osteoporosis among patients admitted with hip fracture has improved from 1.8% in the mid 1990's to 35.7%. Initiation of bisphosphonate therapy has likewise improved from 0% to 21%. Although multiple factors have likely contributed, the differential response between rehabilitation/geriatrics versus orthopedics patients suggests that education of the geriatric and rehabilitation teams, including one-on-one and group-based sessions, implemented as part of the FTOP Program, has played a role in this improvement. A significant care gap still exists for patients discharged directly from orthopedic units. The application of targeted inpatient and post-discharge initiatives, such as those that comprise the entire FTOP Program, may be of particular value in this setting.",
  "authors": [
    {
      "last_name": "Haaland",
      "fore_name": "Derek A",
      "initials": "DA",
      "name": "Derek A Haaland",
      "affiliations": [
        "McMaster University, Department of Medicine, Main Street West, Hamilton, Ontario, Canada. haaland@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Dana R",
      "initials": "DR",
      "name": "Dana R Cohen",
      "affiliations": []
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Courtney C",
      "initials": "CC",
      "name": "Courtney C Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Khalidi",
      "fore_name": "Nader A",
      "initials": "NA",
      "name": "Nader A Khalidi",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Jul",
    "pub_day": "14"
  },
  "start_page": "28",
  "pages": "28",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Attitude of Health Personnel",
    "Awareness",
    "Cohort Studies",
    "Delivery of Health Care",
    "Female",
    "Geriatrics",
    "Healthcare Disparities",
    "Hip Fractures",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoporosis",
    "Rehabilitation",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "19602246",
    "pmc": "PMC2731027",
    "doi": "10.1186/1471-2318-9-28",
    "pii": "1471-2318-9-28"
  },
  "doi": "10.1186/1471-2318-9-28",
  "pmc_id": "PMC2731027",
  "dates": {
    "completed": "2010-04-15",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.381926",
    "pmid": "19602246"
  }
}