{
  "pmid": "19606565",
  "uid": "19606565",
  "title": "Researching a best-practice end-of-life care model for Canada.",
  "abstract": "The vast majority of the 220,000 Canadians who die each year, principally of old age and progressive ill health, do not have access to specialized hospice or palliative care. Hospice and palliative care programs are unevenly distributed across Canada, with existing programs limited in capacity and services varying considerably across programs. End-of-life (EOL) care is defined as \"The services that may be needed by dying persons and their families or friends in the last year of life, as well as bereavement services following death.\" Although some health and social services may be available, most dying Canadians are in the difficult position of not having ready access to a full range of services that could ease their final days of life. Most are thus at risk of uncoordinated and potentially inadequate EOL care. Among all persons, dying persons are arguably the most vulnerable. The dying process is often difficult as a result of emotional and physical challenges. Although the loving support of family and friends for dying persons is irreplaceable, EOL care is an important public obligation. A synthesis research project was conducted to identify a best-practice EOL care model for Canada, one featuring coordinated or integrated EOL care. Through site visits, literature reviews, Web-based surveys, and a home care data analysis, four essential components for a best-practice integrated EOL care model for Canada were identified: (a) universality, (b) care coordination, (c) assured access to a broad range of basic and advanced EOL services, and (d) EOL care provision regardless of care setting. This model is offered as a guide for the development of EOL care services across Canada.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Donna M",
      "initials": "DM",
      "name": "Donna M Wilson",
      "affiliations": [
        "University of Alberta, Third Floor Clinical Sciences Building, Edmonton, Alberta T6G 2G3, Canada. donna.wilson@ualberta.ca"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Sheps",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Sheps",
      "affiliations": []
    },
    {
      "last_name": "Thomas",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Thomas",
      "affiliations": []
    },
    {
      "last_name": "Justice",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Justice",
      "affiliations": []
    },
    {
      "last_name": "MacLeod",
      "fore_name": "Rod",
      "initials": "R",
      "name": "Rod MacLeod",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal on aging = La revue canadienne du vieillissement",
    "iso_abbreviation": "Can J Aging",
    "issn": "0714-9808",
    "issn_type": "Print",
    "volume": "27",
    "issue": "4",
    "pub_year": "2008"
  },
  "start_page": "319",
  "end_page": "330",
  "pages": "319-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Benchmarking",
    "Canada",
    "Health Care Surveys",
    "Health Services Accessibility",
    "Health Services Needs and Demand",
    "Humans",
    "Practice Guidelines as Topic",
    "Research Design",
    "Social Work",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "19606565",
    "doi": "10.3138/cja.27.4.319"
  },
  "doi": "10.3138/cja.27.4.319",
  "dates": {
    "completed": "2009-08-27",
    "revised": "2019-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.651125",
    "pmid": "19606565"
  }
}