{
  "pmid": "19627340",
  "uid": "19627340",
  "title": "Quality of life instruments for children and adolescents with neurodisabilities: how to choose the appropriate instrument.",
  "abstract": "AIM: There are many misconceptions about what constitutes 'quality of life' (QoL). It is often difficult for researchers and clinicians to determine which instruments will be most appropriate to their purpose. The aim of the current paper is to describe QoL instruments for children and adolescents with neurodisabilities against criteria that we think are important when choosing or developing a QoL instrument. METHOD: QoL instruments for children and adolescents with neurodisabilities were reviewed and described based on their purpose, conceptual focus, origin of domains and items, opportunity for self report, clarity (lack of ambiguity), potential threat to self-esteem, cognitive or emotional burden, number of items and time to complete, and psychometric properties. RESULTS: Several generic and condition-specific instruments were identified for administration to children and adolescents with neurodisabilities - cerebral palsy, epilepsy and spina bifida, and hydrocephalus. Many have parent-proxy and self-report versions and adequate reliability and validity. However, they were often developed with minimal involvement from families, focus on functioning rather than well-being, and have items that may produce emotional upset. INTERPRETATION: As well as ensuring that a QoL instrument has sound psychometric properties, researchers and clinicians should understand how an instrument's theoretical focus will have influenced domains, items, and scoring.",
  "authors": [
    {
      "last_name": "Waters",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Waters",
      "affiliations": [
        "McCaughey Centre, VicHealth Centre for the Promotion of Mental Health and Community Wellbeing, School of Population Health, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Elise",
      "initials": "E",
      "name": "Elise Davis",
      "affiliations": []
    },
    {
      "last_name": "Ronen",
      "fore_name": "Gabriel M",
      "initials": "GM",
      "name": "Gabriel M Ronen",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rosenbaum",
      "affiliations": []
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": []
    },
    {
      "last_name": "Saigal",
      "fore_name": "Saroj",
      "initials": "S",
      "name": "Saroj Saigal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Developmental medicine and child neurology",
    "iso_abbreviation": "Dev Med Child Neurol",
    "issn": "1469-8749",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "660",
  "end_page": "669",
  "pages": "660-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Health Status Indicators",
    "Humans",
    "Nervous System Diseases",
    "Psychometrics",
    "Quality of Life",
    "Self Concept",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "19627340",
    "doi": "10.1111/j.1469-8749.2009.03324.x",
    "pii": "DMCN3324"
  },
  "doi": "10.1111/j.1469-8749.2009.03324.x",
  "dates": {
    "completed": "2009-08-11",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.742153",
    "pmid": "19627340"
  }
}