{
  "pmid": "19622148",
  "uid": "19622148",
  "title": "Impact of quality of evidence on the strength of recommendations: an empirical study.",
  "abstract": "BACKGROUND: Evidence is necessary but not sufficient for decision-making, such as making recommendations by clinical practice guideline panels. However, the fundamental premise of evidence-based medicine (EBM) rests on the assumed link between the quality of evidence and \"truth\" and/or correctness in making guideline recommendations. If this assumption is accurate, then the quality of evidence ought to play a key role in making guideline recommendations. Surprisingly, and despite the widespread penetration of EBM in health care, there has been no empirical research to date investigating the impact of quality of evidence on the strength of recommendations made by guidelines panels. METHODS: The American Association of Blood Banking (AABB) has recently convened a 12 member panel to develop clinical practice guidelines (CPG) for the use of fresh-frozen plasma (FFP) for 6 different clinical indications. The panel was instructed that 4 factors should play a role in making recommendation: quality of evidence, uncertainty about the balance between desirable (benefits) and undesirable effects (harms), uncertainty or variability in values and preferences, and uncertainty about whether the intervention represents a wise use of resources (costs). Each member of the panel was asked to make his/her final judgments on the strength of recommendation and the overall quality of the body of evidence. \"Voting\" was anonymous and was based on the use of GRADE (Grading quality of evidence and strength of recommendations) system, which clearly distinguishes between quality of evidence and strength of recommendations. RESULTS: Despite the fact that many factors play role in formulating CPG recommendations, we show that when the quality of evidence is higher, the probability of making a strong recommendation for or against an intervention dramatically increases. Probability of making strong recommendation was 62% when evidence is \"moderate\", while it was only 23% and 13% when evidence was \"low\" or \"very low\", respectively. CONCLUSION: We report the first empirical evaluation of the relationship between quality of evidence pertinent to a clinical question and strength of the corresponding guideline recommendations. Understanding the relationship between quality of evidence and probability of making (strong) recommendation has profound implications for the science of quality measurement in health care.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Center for Evidence-based Medicine and Health Outcome Research, Clinical Translational Science Institute, Florida, USA. bdjulbeg@health.usf.edu"
      ]
    },
    {
      "last_name": "Trikalinos",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Trikalinos",
      "affiliations": []
    },
    {
      "last_name": "Roback",
      "fore_name": "John",
      "initials": "J",
      "name": "John Roback",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Ren",
      "initials": "R",
      "name": "Ren Chen",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Jul",
    "pub_day": "21"
  },
  "start_page": "120",
  "pages": "120",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Empirical Research",
    "Evidence-Based Medicine",
    "Humans",
    "Plasma",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "19622148",
    "pmc": "PMC2722589",
    "doi": "10.1186/1472-6963-9-120",
    "pii": "1472-6963-9-120"
  },
  "doi": "10.1186/1472-6963-9-120",
  "pmc_id": "PMC2722589",
  "dates": {
    "completed": "2009-11-17",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.353959",
    "pmid": "19622148"
  }
}