{
  "pmid": "19620741",
  "uid": "19620741",
  "title": "Arthroplasty versus internal fixation of femoral neck fractures: a clinical decision analysis.",
  "abstract": "BACKGROUND: The optimal surgical management of displaced femoral neck fractures in the elderly remains controversial. Treatment alternatives include arthroplasty and internal fixation. Options for arthroplasty include total hip arthroplasty and hemiarthroplasty, whereas options for internal fixation include multiple screws and sliding hip screws. We sought to compare arthroplasty and internal fixation alternatives and determine the key factors influencing final outcomes using a clinical decision analysis. MATERIALS AND METHODS: We constructed a decision analytic model representing potential outcomes after arthroplasty and internal fixation alternatives. Probabilities of events following each procedure were systematically derived from a literature review. Relative outcome preferences were estimated using health utility questionnaires with surgeons and lay persons. Sensitivity analyses determined threshold values that would alter the preferred decision. RESULTS: In the arthroplasty comparison, patients treated with total hip arthroplasty achieved higher expected utility values than patients treated with hemiarthroplasty (0.80 versus 0.74). In the internal fixation analysis, sliding hip screw fixation yielded higher expected utility values than multiple screws (0.76 versus 0.73). Overall, total hip arthroplasty achieved higher expected utility values than either approach to internal fixation. The superiority of arthroplasty over internal fixation was maintained over a wide range of probabilities and utilities. CONCLUSIONS: When outcomes and their values are considered in a systematic manner, arthroplasty results in better patient outcomes when compared to internal fixation in the management of displaced hip fractures in the elderly.",
  "authors": [
    {
      "last_name": "Aleem",
      "fore_name": "Ilyas S",
      "initials": "IS",
      "name": "Ilyas S Aleem",
      "affiliations": [
        "Departments of Surgery, McMaster University, Hamilton, Ontario, Canada. ilyas.aleem@learnlink.mcmaster.ca"
      ]
    },
    {
      "last_name": "Karanicolas",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Karanicolas",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ortopedia, traumatologia, rehabilitacja",
    "iso_abbreviation": "Ortop Traumatol Rehabil",
    "issn": "1509-3492",
    "issn_type": "Print",
    "volume": "11",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "233",
  "end_page": "241",
  "pages": "233-41",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Arthroplasty, Replacement, Hip",
    "Bone Screws",
    "Decision Support Techniques",
    "Female",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Hip Prosthesis",
    "Humans",
    "Male",
    "Models, Statistical",
    "Outcome Assessment, Health Care",
    "Pain Measurement",
    "Quality of Life",
    "Range of Motion, Articular",
    "Reoperation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19620741",
    "pii": "891283"
  },
  "dates": {
    "completed": "2009-10-23",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.270835",
    "pmid": "19620741"
  }
}