{
  "pmid": "19622625",
  "uid": "19622625",
  "title": "Association of hematological parameters with insulin resistance and beta-cell dysfunction in nondiabetic subjects.",
  "abstract": "OBJECTIVE: Previous studies reported independent associations of hematological parameters with risk of incident type 2 diabetes, although limited data are available on associations of these parameters with insulin resistance (IR) and (especially) pancreatic beta-cell dysfunction in large epidemiological studies. Our objective was to evaluate the associations of hematological parameters, including hematocrit (HCT), hemoglobin (Hgb), red blood cell count (RBC), and white blood cell count with IR and beta-cell dysfunction in a cohort of nondiabetic subjects at high metabolic risk. METHODS: Nondiabetic subjects (n = 712) were recruited in Toronto and London, Ontario, Canada, between 2004 and 2006, based on the presence of one or more risk factors for type 2 diabetes mellitus including obesity, hypertension, a family history of diabetes, and/or a history of gestational diabetes. Fasting blood samples were collected and oral glucose tolerance tests administered, with additional samples for glucose and insulin drawn at 30 and 120 min. Measures of IR included the homeostasis model assessment (HOMA-IR) and Matsuda's insulin sensitivity index, whereas measures of beta-cell dysfunction included the insulinogenic index divided by HOMA-IR as well as the insulin secretion-sensitivity index-2. Associations of hematological parameters with IR and beta-cell dysfunction were assessed using multiple linear regression and analysis of covariance with adjustments for age, gender, ethnicity, smoking, cardiovascular disease, systolic and diastolic blood pressure, and waist circumference. RESULTS: HOMA-IR increased across quartiles of HCT, Hgb, RBC, and white blood cell count after adjustment for age, gender, ethnicity, and smoking (all P (trend) <0.0001). Similarly, there was a strong stepwise decrease in the Matsuda's insulin sensitivity index across increasing quartiles of these hematological measures (all P (trend) <0.0001). The associations remained significant after further adjustment for previous cardiovascular disease, blood pressure, and waist circumference (all P (trend) <0.0001). Similarly, there was a strong pattern of decreasing beta-cell function across increasing quartiles of all hematological patterns (all P (trend) <0.0001). The findings for HCT, Hgb, and RBC were attenuated slightly after full multivariate adjustment, although the trend across quartiles remained highly significant. CONCLUSION: These findings suggest that standard, clinically relevant hematological variables may be related to the underlying pathophysiological changes associated with type 2 diabetes mellitus.",
  "authors": [
    {
      "last_name": "Hanley",
      "fore_name": "Anthony J G",
      "initials": "AJ",
      "name": "Anthony J G Hanley",
      "affiliations": [
        "Department of Nutritional Sciences, University of Toronto, FitzGerald Building, Toronto, Ontario, Canada M5S 3E2. anthony.hanley@utoronto.ca"
      ]
    },
    {
      "last_name": "Retnakaran",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Retnakaran",
      "affiliations": []
    },
    {
      "last_name": "Qi",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Qi",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Perkins",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Perkins",
      "affiliations": []
    },
    {
      "last_name": "Raboud",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Raboud",
      "affiliations": []
    },
    {
      "last_name": "Harris",
      "fore_name": "Stewart B",
      "initials": "SB",
      "name": "Stewart B Harris",
      "affiliations": []
    },
    {
      "last_name": "Zinman",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Zinman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "10",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "3824",
  "end_page": "3832",
  "pages": "3824-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Biomarkers",
    "Blood Glucose",
    "Diabetes Mellitus, Type 2",
    "Erythrocyte Count",
    "Female",
    "Glucose Tolerance Test",
    "Hematocrit",
    "Hemoglobins",
    "Humans",
    "Hypertension",
    "Insulin",
    "Insulin Resistance",
    "Insulin Secretion",
    "Insulin-Secreting Cells",
    "Leukocyte Count",
    "Linear Models",
    "Male",
    "Middle Aged",
    "Risk Factors",
    "Smoking"
  ],
  "article_ids": {
    "pubmed": "19622625",
    "doi": "10.1210/jc.2009-0719",
    "pii": "jc.2009-0719"
  },
  "doi": "10.1210/jc.2009-0719",
  "dates": {
    "completed": "2009-10-20",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Biomarkers",
    "Blood Glucose",
    "Hemoglobins",
    "Insulin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:38.260597",
    "pmid": "19622625"
  }
}