{
  "pmid": "19631762",
  "uid": "19631762",
  "title": "Systematic review and meta-analysis of the prevalence of irritable bowel syndrome in individuals with dyspepsia.",
  "abstract": "BACKGROUND & AIMS: Dyspepsia and irritable bowel syndrome (IBS) are common conditions that can coexist in patients. We performed a systematic review and meta-analysis to estimate prevalence of IBS in dyspepsia. METHODS: Relevant articles published through August 2008 were identified from MEDLINE and EMBASE literature searches (23,457 citations). Eligible studies included adults recruited from the community, the workplace, blood donation or screening clinics, and family physician offices or internal medicine clinics. Selected studies reported prevalence of dyspepsia and IBS within the same population. The prevalence of IBS in subjects with and without dyspepsia was pooled for all studies and compared. Odds ratios (OR) and confidence intervals (CI) were calculated. The degree of overlap between dyspepsia and IBS was determined. RESULTS: Of 239 papers evaluated, 150 reported prevalence of dyspepsia and 19 (involving 18,173 subjects) reported the proportion of subjects with IBS within the same population. The prevalence of dyspepsia was 27% (95% CI, 23%-31%). The prevalence of IBS in subjects with dyspepsia was 37% (95% CI, 30%-45%) compared with 7% (95% CI, 5%-10%) in those without. The pooled OR for IBS in subjects with dyspepsia was 8 (95% CI, 5.74-11.16). The degree of overlap between the 2 conditions varied from 15% to 42%, depending on diagnostic criteria used for each. CONCLUSIONS: Individuals with dyspepsia have an 8-fold increase in prevalence of IBS compared with the population. The strength of the association suggests common pathogenic mechanisms. Dyspeptic patients should be assessed routinely for IBS.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Gastroenterology Division, McMaster University, Health Sciences Centre, Hamilton, Ontario, Canada. alexf12399@yahoo.com"
      ]
    },
    {
      "last_name": "Marwaha",
      "fore_name": "Avantika",
      "initials": "A",
      "name": "Avantika Marwaha",
      "affiliations": []
    },
    {
      "last_name": "Lim",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Lim",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-7714",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "401",
  "end_page": "409",
  "pages": "401-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Comorbidity",
    "Dyspepsia",
    "Humans",
    "Irritable Bowel Syndrome",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "19631762",
    "doi": "10.1016/j.cgh.2009.07.020",
    "pii": "S1542-3565(09)00676-4"
  },
  "doi": "10.1016/j.cgh.2009.07.020",
  "dates": {
    "completed": "2010-06-29",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.373773",
    "pmid": "19631762"
  }
}