{
  "pmid": "19644246",
  "uid": "19644246",
  "title": "Development of a new patient-reported outcome measure for breast surgery: the BREAST-Q.",
  "abstract": "BACKGROUND: Measuring patient-reported outcomes has become increasingly important in cosmetic and reconstructive breast surgery. The objective of this study was to develop a new patient-reported outcome measure to assess the unique outcomes of breast surgery patients. METHODS: Patient interviews, focus groups, expert panels, and a literature review were used to develop a conceptual framework and a list of questionnaire items. Three procedure-specific questionnaires (augmentation, reduction, and reconstruction) were developed and cognitive debriefing interviews used to pilot each questionnaire. Revised questionnaires were field tested with 1950 women at five centers in the United States and Canada (response rate, 72 percent); 491 patients also completed a test-retest questionnaire. Rasch measurement methods were used to construct scales, and traditional psychometric analyses, following currently recommended procedures and criteria, were performed to allow for comparison with existing measures. RESULTS: The conceptual framework included six domains: satisfaction with breasts, overall outcome, and process of care, and psychosocial, physical, and sexual well-being. Independent scales were constructed for these domains. This new patient-reported outcome measure \"system\" (the BREAST-Q) contains three modules (augmentation, reconstruction, and reduction), each with a preoperative and postoperative version. Each scale fulfilled Rasch and traditional psychometric criteria (including person separation index 0.76 to 0.95; Cronbach's alpha 0.81 to 0.96; and test-retest reproducibility 0.73 to 0.96). CONCLUSIONS: The BREAST-Q can be used to study the impact and effectiveness of breast surgery from the patient's perspective. By quantifying satisfaction and important aspects of health-related quality of life, the BREAST-Q has the potential to support advocacy, quality metrics, and an evidence-based approach to surgical practice.",
  "authors": [
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "New York, N.Y.; Hamilton and Vancouver, Canada; and London, United Kingdom From the Memorial Sloan-Kettering Cancer Center, McMaster University, University of British Columbia, and University College London."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie M",
      "initials": "AM",
      "name": "Amie M Scott",
      "affiliations": []
    },
    {
      "last_name": "Klok",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Klok",
      "affiliations": []
    },
    {
      "last_name": "Cordeiro",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Cordeiro",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "345",
  "end_page": "353",
  "pages": "345-353",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Focus Groups",
    "Humans",
    "Mammaplasty",
    "Middle Aged",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19644246",
    "doi": "10.1097/PRS.0b013e3181aee807",
    "pii": "00006534-200908000-00001"
  },
  "doi": "10.1097/PRS.0b013e3181aee807",
  "dates": {
    "completed": "2009-09-22",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:30.979123",
    "pmid": "19644246"
  }
}