{
  "pmid": "19645339",
  "uid": "19645339",
  "title": "[Integrative assessment of evidence in healthcare: the GRADE system].",
  "abstract": "Decisions are a double-edged sword: they always and inevitably come with positive and negative consequences. Decisions in healthcare--from a systems level to the individual patient--are not different. This approach acknowledges that for all recommendations and decisions all the important consequences need to be considered. Along these lines, one must evaluate the certainty that estimates of effects and decisions are likely to be correct. Thus, as institutions, professional societies, organisations and individuals, we should follow approaches focusing on systematic and integrative assessment of available best evidence. Longstanding and broad experience with the development of recommendations, including systematically developed guidelines, led a group of methodologists, health officers, clinicians and guideline developers to form the Grading of Recommendations Assessment, Development and Evaluation (GRADE) Working Group. The GRADE approach differentiates the assessment of the quality of evidence from the strength of a recommendation in healthcare. For a step-by-step evaluation of the quality of evidence, one must consider all patient relevant endpoints. It is common that many relevant and acceptable studies provide evidence for single outcomes. Therefore, integrating summaries and assessments beyond meta-analyses are required. The explicit and transparent description of the single steps in these assessments and the consideration of all currently known criteria for the assessment of the quality of evidence are among the most important advantages and innovations of the GRADE system and are described here briefly. The overall quality of evidence of all outcomes that are critical for decision-making are summarized on the basis of the lowest quality of evidence. If, for example, the evidence for six of seven critical outcomes is of low quality while moderate quality evidence is available for the other critical outcome, the overall quality of evidence is considered low to avoid a false sense of certainty with the assessment of the evidence for a given topic. A recommendation according to GRADE also requires a considerate judgement about the magnitude of the expected balance of benefits and downsides for the important outcomes, the relative values and preferences associated with these outcomes and considerations about the required resources. The international collaboration and acceptance by many organisations is an indicator of GRADE's innovative nature and advances in the assessment of evidence and development of recommendations in the context of healthcare.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada. schuneh@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen",
    "iso_abbreviation": "Z Evid Fortbild Qual Gesundhwes",
    "issn": "1865-9217",
    "issn_type": "Print",
    "volume": "103",
    "issue": "5",
    "pub_year": "2009"
  },
  "start_page": "261",
  "end_page": "268",
  "pages": "261-8",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Guidelines as Topic",
    "Humans",
    "Practice Guidelines as Topic",
    "Quality Assurance, Health Care",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "19645339",
    "doi": "10.1016/j.zefq.2009.05.007",
    "pii": "S1865-9217(09)00140-8"
  },
  "doi": "10.1016/j.zefq.2009.05.007",
  "dates": {
    "completed": "2009-09-25",
    "revised": "2019-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.587927",
    "pmid": "19645339"
  }
}