{
  "pmid": "19659490",
  "uid": "19659490",
  "title": "Predictive validity of the multiple mini-interview for selecting medical trainees.",
  "abstract": "INTRODUCTION: In this paper we report on further tests of the validity of the multiple mini-interview (MMI) selection process, comparing MMI scores with those achieved on a national high-stakes clinical skills examination. We also continue to explore the stability of candidate performance and the extent to which so-called 'cognitive' and 'non-cognitive' qualities should be deemed independent of one another. METHODS: To examine predictive validity, MMI data were matched with licensing examination data for both undergraduate (n = 34) and postgraduate (n = 22) samples of participants. To assess the stability of candidate performance, reliability coefficients were generated for eight distinct samples. Finally, correlations were calculated between 'cognitive' and 'non-cognitive' measures of ability collected in the admissions procedure, on graduation from medical school and 18 months into postgraduate training. RESULTS: The median reliability of eight administrations of the MMI in various cohorts was 0.73 when 12 10-minute stations were used with one examiner per station. The correlation between performance on the MMI and number of stations passed on an objective structured clinical examination-based licensing examination was r = 0.43 (P < 0.05) in a postgraduate sample and r = 0.35 (P < 0.05) in an undergraduate sample of subjects who sat the MMI 5 years prior to sitting the licensing examination. The correlation between 'cognitive' and 'non-cognitive' assessment instruments increased with time in training (i.e. as the focus of the assessments became more tailored to the clinical practice of medicine). DISCUSSION: Further evidence for the validity of the MMI approach to making admissions decisions has been provided. More generally, the reported findings cast further doubt on the extent to which performance can be captured with trait-based models of ability. Finally, although a complementary predictive relationship has consistently been observed between grade point average and MMI results, the extent to which cognitive and non-cognitive qualities are distinct appears to depend on the scope of practice within which the two classes of qualities are assessed.",
  "authors": [
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. evakw@mcmaster.ca"
      ]
    },
    {
      "last_name": "Reiter",
      "fore_name": "Harold I",
      "initials": "HI",
      "name": "Harold I Reiter",
      "affiliations": []
    },
    {
      "last_name": "Trinh",
      "fore_name": "Kien",
      "initials": "K",
      "name": "Kien Trinh",
      "affiliations": []
    },
    {
      "last_name": "Wasi",
      "fore_name": "Parveen",
      "initials": "P",
      "name": "Parveen Wasi",
      "affiliations": []
    },
    {
      "last_name": "Rosenfeld",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Rosenfeld",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "767",
  "end_page": "775",
  "pages": "767-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Cognition",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Female",
    "Humans",
    "Male",
    "Ontario",
    "Reproducibility of Results",
    "School Admission Criteria",
    "Statistics as Topic",
    "Students, Medical",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19659490",
    "doi": "10.1111/j.1365-2923.2009.03407.x",
    "pii": "MED3407"
  },
  "doi": "10.1111/j.1365-2923.2009.03407.x",
  "dates": {
    "completed": "2010-01-22",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.745029",
    "pmid": "19659490"
  }
}