{
  "pmid": "19672398",
  "uid": "19672398",
  "title": "Toward a new U.S. chemicals policy: rebuilding the foundation to advance new science, green chemistry, and environmental health.",
  "abstract": "OBJECTIVE: We describe fundamental weaknesses in U.S. chemicals policy, present principles of chemicals policy reform, and articulate interdisciplinary research questions that should be addressed. With global chemical production projected to double over the next 24 years, federal policies that shape the priorities of the U.S. chemical enterprise will be a cornerstone of sustainability. To date, these policies have largely failed to adequately protect public health or the environment or motivate investment in or scientific exploration of cleaner chemical technologies, known collectively as green chemistry. On this trajectory, the United States will face growing health, environmental, and economic problems related to chemical exposures and pollution. CONCLUSIONS: Existing policies have produced a U.S. chemicals market in which the safety of chemicals for human health and the environment is undervalued relative to chemical function, price, and performance. This market barrier to green chemistry is primarily a consequence of weaknesses in the Toxic Substances Control Act. These weaknesses have produced a chemical data gap, because producers are not required to investigate and disclose sufficient information on chemicals' hazard traits to government, businesses that use chemicals, or the public; a safety gap, because government lacks the legal tools it needs to efficiently identify, prioritize, and take action to mitigate the potential health and environmental effects of hazardous chemicals; and a technology gap, because industry and government have invested only marginally in green chemistry research, development, and education. Policy reforms that close the three gaps-creating transparency and accountability in the market-are crucial for improving public and environmental health and reducing the barriers to green chemistry. The European Union's REACH (Registration, Evaluation, Authorisation and Restriction of Chemicals) regulation has opened an opportunity for the United States to take this step; doing so will present the nation with new research questions in science, policy, law, and technology.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Center for Occupational and Environmental Health, School of Public Health, University of California at Berkeley, Berkeley, California 94720, USA. mpwilson@berkeley.edu"
      ]
    },
    {
      "last_name": "Schwarzman",
      "fore_name": "Megan R",
      "initials": "MR",
      "name": "Megan R Schwarzman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental health perspectives",
    "iso_abbreviation": "Environ Health Perspect",
    "issn": "1552-9924",
    "issn_type": "Electronic",
    "volume": "117",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "1202",
  "end_page": "1209",
  "pages": "1202-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S.",
    "Review"
  ],
  "keywords": [
    "Chemical Industry",
    "Environmental Health",
    "Environmental Pollution",
    "Humans",
    "Policy Making",
    "United States"
  ],
  "article_ids": {
    "pubmed": "19672398",
    "pmc": "PMC2721862",
    "doi": "10.1289/ehp.0800404"
  },
  "doi": "10.1289/ehp.0800404",
  "pmc_id": "PMC2721862",
  "dates": {
    "completed": "2009-10-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U19 EH000097",
      "agency": "NCEH CDC HHS",
      "country": "United States"
    },
    {
      "grant_id": "5U19EH000097-04",
      "agency": "NCEH CDC HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.157697",
    "pmid": "19672398"
  }
}