{
  "pmid": "19707575",
  "uid": "19707575",
  "title": "The effect of alternative summary statistics for communicating risk reduction on decisions about taking statins: a randomized trial.",
  "abstract": "BACKGROUND: While different ways of presenting treatment effects can affect health care decisions, little is known about which presentations best help people make decisions consistent with their own values. We compared six summary statistics for communicating coronary heart disease (CHD) risk reduction with statins: relative risk reduction and five absolute summary measures-absolute risk reduction, number needed to treat, event rates, tablets needed to take, and natural frequencies. METHODS AND FINDINGS: We conducted a randomized trial to determine which presentation resulted in choices most consistent with participants' values. We recruited adult volunteers who participated through an interactive Web site. Participants rated the relative importance of outcomes using visual analogue scales (VAS). We then randomized participants to one of the six summary statistics and asked them to choose whether to take statins based on this information. We calculated a relative importance score (RIS) by subtracting the VAS scores for the downsides of taking statins from the VAS score for CHD. We used logistic regression to determine the association between participants' RIS and their choice. 2,978 participants completed the study. Relative risk reduction resulted in a 21% higher probability of choosing to take statins over all values of RIS compared to the absolute summary statistics. This corresponds to a number needed to treat (NNT) of 5; i.e., for every five participants shown the relative risk reduction one additional participant chose to take statins, compared to the other summary statistics. There were no significant differences among the absolute summary statistics in the association between RIS and participants' decisions whether to take statins. Natural frequencies were best understood (86% reported they understood them well or very well), and participants were most satisfied with this information. CONCLUSIONS: Presenting the benefits of taking statins as a relative risk reduction increases the likelihood of people accepting treatment compared to presenting absolute summary statistics, independent of the relative importance they attach to the consequences. Natural frequencies may be the most suitable summary statistic for presenting treatment effects, based on self-reported preference, understanding of and satisfaction with the information, and confidence in the decision. CLINICAL TRIALS REGISTRATION: ISRCTN85194921.",
  "authors": [
    {
      "last_name": "Carling",
      "fore_name": "Cheryl L L",
      "initials": "CL",
      "name": "Cheryl L L Carling",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Oslo, Norway. cheryl.carling@kunnskapssenteret.no"
      ]
    },
    {
      "last_name": "Kristoffersen",
      "fore_name": "Doris Tove",
      "initials": "DT",
      "name": "Doris Tove Kristoffersen",
      "affiliations": []
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    },
    {
      "last_name": "Herrin",
      "fore_name": "Jeph",
      "initials": "J",
      "name": "Jeph Herrin",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Treweek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treweek",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PLoS medicine",
    "iso_abbreviation": "PLoS Med",
    "issn": "1549-1676",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "e1000134",
  "pages": "e1000134",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Coronary Disease",
    "Decision Making",
    "Female",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Male",
    "Middle Aged",
    "Patient Education as Topic",
    "Patient Participation",
    "Patient Satisfaction",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19707575",
    "pmc": "PMC2724738",
    "doi": "10.1371/journal.pmed.1000134"
  },
  "doi": "10.1371/journal.pmed.1000134",
  "pmc_id": "PMC2724738",
  "dates": {
    "completed": "2009-10-29",
    "revised": "2022-03-18"
  },
  "chemicals": [
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.508741",
    "pmid": "19707575"
  }
}