{
  "pmid": "19707579",
  "uid": "19707579",
  "title": "The effect of alternative graphical displays used to present the benefits of antibiotics for sore throat on decisions about whether to seek treatment: a randomized trial.",
  "abstract": "BACKGROUND: We conducted an Internet-based randomized trial comparing four graphical displays of the benefits of antibiotics for people with sore throat who must decide whether to go to the doctor to seek treatment. Our objective was to determine which display resulted in choices most consistent with participants' values. METHODS AND FINDINGS: This was the first of a series of televised trials undertaken in cooperation with the Norwegian Broadcasting Company. We recruited adult volunteers in Norway through a nationally televised weekly health program. Participants went to our Web site and rated the relative importance of the consequences of treatment using visual analogue scales (VAS). They viewed the graphical display (or no information) to which they were randomized and were asked to decide whether to go to the doctor for an antibiotic prescription. We compared four presentations: face icons (happy/sad) or a bar graph showing the proportion of people with symptoms on day three with and without treatment, a bar graph of the average duration of symptoms, and a bar graph of proportion with symptoms on both days three and seven. Before completing the study, all participants were shown all the displays and detailed patient information about the treatment of sore throat and were asked to decide again. We calculated a relative importance score (RIS) by subtracting the VAS scores for the undesirable consequences of antibiotics from the VAS score for the benefit of symptom relief. We used logistic regression to determine the association between participants' RIS and their choice. 1,760 participants completed the study. There were statistically significant differences in the likelihood of choosing to go to the doctor in relation to different values (RIS). Of the four presentations, the bar graph of duration of symptoms resulted in decisions that were most consistent with the more fully informed second decision. Most participants also preferred this presentation (38%) and found it easiest to understand (37%). Participants shown the other three presentations were more likely to decide to go to the doctor based on their first decision than everyone based on the second decision. Participants preferred the graph using faces the least (14.4%). CONCLUSIONS: For decisions about going to the doctor to get antibiotics for sore throat, treatment effects presented by a bar graph showing the duration of symptoms helped people make decisions more consistent with their values than treatment effects presented as graphical displays of proportions of people with sore throat following treatment. CLINICAL TRIALS REGISTRATION: ISRCTN58507086.",
  "authors": [
    {
      "last_name": "Carling",
      "fore_name": "Cheryl L L",
      "initials": "CL",
      "name": "Cheryl L L Carling",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Oslo, Norway. cheryl.carling@kunnskapssenteret.no"
      ]
    },
    {
      "last_name": "Kristoffersen",
      "fore_name": "Doris Tove",
      "initials": "DT",
      "name": "Doris Tove Kristoffersen",
      "affiliations": []
    },
    {
      "last_name": "Flottorp",
      "fore_name": "Signe",
      "initials": "S",
      "name": "Signe Flottorp",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Herrin",
      "fore_name": "Jeph",
      "initials": "J",
      "name": "Jeph Herrin",
      "affiliations": []
    },
    {
      "last_name": "MacKenzie",
      "fore_name": "Thomas D",
      "initials": "TD",
      "name": "Thomas D MacKenzie",
      "affiliations": []
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PLoS medicine",
    "iso_abbreviation": "PLoS Med",
    "issn": "1549-1676",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "e1000140",
  "pages": "e1000140",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anti-Bacterial Agents",
    "Decision Making",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Pharyngitis",
    "Risk Assessment",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19707579",
    "pmc": "PMC2726763",
    "doi": "10.1371/journal.pmed.1000140"
  },
  "doi": "10.1371/journal.pmed.1000140",
  "pmc_id": "PMC2726763",
  "dates": {
    "completed": "2009-10-29",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.509226",
    "pmid": "19707579"
  }
}