{
  "pmid": "19716082",
  "uid": "19716082",
  "title": "Anticoagulation of patients on chronic warfarin undergoing arrhythmia device surgery: wide variability of perioperative bridging in Canada.",
  "abstract": "BACKGROUND: In patients undergoing cardiac rhythm device surgery, it is common practice to discontinue oral anticoagulation and to perform heparin bridging in order to reduce the risk of bleeding and minimize the risk of thromboembolic events. OBJECTIVE: The purpose of this study was to determine the perioperative anticoagulation strategies currently in use. METHODS: A survey presented four clinical scenarios of patients on oral anticoagulation undergoing cardiac rhythm device surgery. The scenarios represented a gradient of perceived thromboembolic risk based on the presence of atrial fibrillation, a mechanical heart valve, previous stroke, and the remainder of the CHADS(2) risk factors (congestive heart failure, hypertension, age >75 years, diabetes, previous stroke or transient ischemic attack). Respondents were offered six options that included discontinuing oral anticoagulation without heparin, three different heparin bridging protocols, and ongoing oral anticoagulation with reduced or therapeutic dose warfarin. RESULTS: Based on responses from 38 (61%) of 62 electrophysiologists surveyed across Canada, 83% of respondents held warfarin without bridging in a low-risk, 78-year-old patient with atrial fibrillation (CHADS(2) score 1). In three higher-risk patient scenarios, 67% to 100% of respondents chose heparin bridging or ongoing warfarin; 38% to 72% of respondents chose heparin bridging, with 23% to 36% choosing variable use of ongoing warfarin. In all three cases where respondents indicated that they would bridge, each of the three heparin regimens was chosen by at least 20% of respondents. CONCLUSION: There is a wide range of approaches to perioperative management in patients on oral anticoagulation undergoing cardiac rhythm device surgery. Clinical equipoise is evident and supports the need for comparative studies.",
  "authors": [
    {
      "last_name": "Krahn",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Krahn",
      "affiliations": [
        "University of Western Ontario, London, Ontario, Canada, Hamilton Health Sciences Center, Hamilton, Ontario, Canada. akrahn@uwo.ca"
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Healey",
      "affiliations": []
    },
    {
      "last_name": "Simpson",
      "fore_name": "Christopher S",
      "initials": "CS",
      "name": "Christopher S Simpson",
      "affiliations": []
    },
    {
      "last_name": "Essebag",
      "fore_name": "Vidal",
      "initials": "V",
      "name": "Vidal Essebag",
      "affiliations": []
    },
    {
      "last_name": "Sivakumaran",
      "fore_name": "Soori",
      "initials": "S",
      "name": "Soori Sivakumaran",
      "affiliations": []
    },
    {
      "last_name": "Birnie",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Birnie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Heart rhythm",
    "iso_abbreviation": "Heart Rhythm",
    "issn": "1556-3871",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "9",
    "pub_year": "2009",
    "pub_month": "Sep"
  },
  "start_page": "1276",
  "end_page": "1279",
  "pages": "1276-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Canada",
    "Cardiac Pacing, Artificial",
    "Cardiac Surgical Procedures",
    "Chronic Disease",
    "Health Care Surveys",
    "Hemorrhage",
    "Humans",
    "Perioperative Care",
    "Risk Assessment",
    "Risk Factors",
    "Surveys and Questionnaires",
    "Thromboembolism",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "19716082",
    "doi": "10.1016/j.hrthm.2009.05.027",
    "pii": "S1547-5271(09)00576-1"
  },
  "doi": "10.1016/j.hrthm.2009.05.027",
  "dates": {
    "completed": "2010-09-30",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:38.196749",
    "pmid": "19716082"
  }
}