{
  "pmid": "19725975",
  "uid": "19725975",
  "title": "Sex differences in the relative contribution of social and clinical factors to the Health Utilities Index Mark 2 measure of health-related quality of life in older home care clients.",
  "abstract": "BACKGROUND: The heterogeneity evident among home care clients highlights the need for greater understanding of the clinical and social determinants of multi-dimensional health-related quality of life (HRQL) indices and of potential sex-differences in these determinants. We examined the relative contribution of social and clinical factors to HRQL among older home care clients and explored whether any of the observed associations varied by sex. METHODS: The Canadian-US sample included 514 clients. Self-reported HRQL was measured during in-home interviews (2002-04) using the Health Utilities Index Mark 2 (HUI2). Data on clients' sociodemographic, health and clinical characteristics were obtained with the Minimum Data Set for Home Care. The relative associations between clients' characteristics and HUI2 scores were examined using multivariable linear regression models. RESULTS: Women had a significantly lower mean HUI2 score than men (0.48, 95%CI 0.46-0.50 vs. 0.52, 0.49-0.55). Clients with distressed caregivers and poor self-rated health exhibited significantly lower HRQL scores after adjustment for a comprehensive list of clinical conditions. Several other factors remained statistically significant (arthritis, psychiatric illness, bladder incontinence, urinary tract infection) or clinically important (reported loneliness, congestive heart failure, pressure ulcers) correlates of lower HUI2 scores in adjusted analyses. These associations generally did not vary significantly by sex. CONCLUSION: For females and males, HRQL scores were negatively associated with conditions predictive or indicative of disability and with markers of psychosocial stress. Despite sex differences in the prevalence of social and clinical factors likely to affect HRQL, few varied significantly by sex in their relative impact on HUI2 scores. Further exploration of differences in the relative importance of clinical and psychosocial well-being (e.g., loneliness) to HRQL among female and male clients may help guide the development of sex-specific strategies for risk screening and care management.",
  "authors": [
    {
      "last_name": "Maxwell",
      "fore_name": "Colleen J",
      "initials": "CJ",
      "name": "Colleen J Maxwell",
      "affiliations": [
        "Department of Community Health Sciences and Centre for Health & Policy Studies, University of Calgary, Calgary, Alberta, Canada. maxwell@ucalgary.ca"
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Kang",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jenny X",
      "initials": "JX",
      "name": "Jenny X Zhang",
      "affiliations": []
    },
    {
      "last_name": "Hogan",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Hogan",
      "affiliations": []
    },
    {
      "last_name": "Feeny",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Feeny",
      "affiliations": []
    },
    {
      "last_name": "Wodchis",
      "fore_name": "Walter P",
      "initials": "WP",
      "name": "Walter P Wodchis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2009",
    "pub_month": "Sep",
    "pub_day": "02"
  },
  "start_page": "80",
  "pages": "80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Female",
    "Health Status",
    "Home Care Services",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Quality of Life",
    "Sex Factors",
    "Social Environment",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "19725975",
    "pmc": "PMC2746209",
    "doi": "10.1186/1477-7525-7-80",
    "pii": "1477-7525-7-80"
  },
  "doi": "10.1186/1477-7525-7-80",
  "pmc_id": "PMC2746209",
  "dates": {
    "completed": "2009-11-04",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.533514",
    "pmid": "19725975"
  }
}