{
  "pmid": "19735627",
  "uid": "19735627",
  "title": "Functional outcome after operatively treated ankle fractures in the elderly.",
  "abstract": "BACKGROUND: The goal of this review was to compare the functional outcomes of patients less than 60 and greater than or equal to 60 years old following operative stabilization of unstable ankle fractures. The review was conducted as a retrospective analysis of prospectively collected data at two level one trauma centers and a tertiary referral academic center. MATERIALS AND METHODS: All patients operatively treated for an unstable ankle fracture were entered into a database and prospectively followed. The postoperative protocol was standardized for all patients. Baseline characteristics, complications, additional surgery, functional status and the American Orthopaedic Foot and Ankle Society score (AOFAS) were assessed. The intervention chosen was open reduction and internal fixation of unstable ankle fractures. AOFAS hindfoot score and Short Musculoskeletal Functional Assessment (SMFA) questionnaire were used as the main outcome measures in the study. A p < 0.05 was considered significant. RESULTS: Three hundred sixty-nine (369) patients were entered into the database, 313 (84.8%) were less than 60 years old. At 3 months, 57% (32/56) of patients greater than or equal to 60 years old reported limitation of activities versus 33% (103/313) of patients less than 60 years old (p = 0.005). At 6 and 12 months, these percentages improved to 41% versus 10% (p = 0.001), and 29% versus 7.4% (p = 0.001) for older and younger individuals respectively. However, when compared to their baseline scores, both groups achieved a return to pre-injury status. Total AOFAS scores were not significantly different at 3, 6, or 12 months (p = 0.431). CONCLUSION: Operative fixation of unstable ankle fractures in patients greater than or equal to 60 years old can provide a reasonable functional result at the 1-year followup with a return to preoperative baseline even though they report more limitation of activities than younger patients.",
  "authors": [
    {
      "last_name": "Davidovitch",
      "fore_name": "Roy I",
      "initials": "RI",
      "name": "Roy I Davidovitch",
      "affiliations": [
        "NYU Hospital for Joint Diseases, Orthopaedic Surgery, 301 E. 17th St. Suite 1402, New York, NY 10001, USA. roy.davidovitch@nyumc.org"
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Spitzer",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Spitzer",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Foot & ankle international",
    "iso_abbreviation": "Foot Ankle Int",
    "issn": "1071-1007",
    "issn_type": "Print",
    "volume": "30",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "728",
  "end_page": "733",
  "pages": "728-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Ankle Injuries",
    "Cohort Studies",
    "Female",
    "Fibula",
    "Fractures, Bone",
    "Humans",
    "Joint Instability",
    "Male",
    "Middle Aged",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Retrospective Studies",
    "Time Factors",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19735627",
    "doi": "10.3113/FAI.2009.0728",
    "pii": "50028212"
  },
  "doi": "10.3113/FAI.2009.0728",
  "dates": {
    "completed": "2009-10-29",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.705380",
    "pmid": "19735627"
  }
}