{
  "pmid": "19731241",
  "uid": "19731241",
  "title": "Health, medication use, and agricultural injury: A review.",
  "abstract": "BACKGROUND: Agricultural work in the United States and Canada continues to be one of the most dangerous vocations. Surveillance evidence suggests that older farmers (>60 years of age) are at greater risk of serious injury than their younger counterparts. The purpose of this article was to outline illnesses and medications that may contribute to older farmers' increased risk of agricultural injury and to determine a minimum set of health-related covariates that could be used in farm injury studies. METHODS: A review of English language literature in Medline, CINAHL, and NIOSH databases was conducted examining disease and medication factors related to farm injury. RESULTS: Health- and disease-related factors most commonly reported as significantly contributing to agricultural injury included previous injury, hearing problems, depression, arthritis, and sleep deprivation. The use of \"any medication\" was identified as a significant risk factor for injury in a number of studies. The use of sleep medication was significantly related to injury in two studies. CONCLUSIONS: Based on the findings, it is recommended that at a minimum, researchers collect information on the prevalence of previous injury, hearing problems, depression, arthritis/muscular-skeletal problems and sleep disturbance as these have been identified as significant risk factors in a number of studies. In addition, where subjects that identify any of these afflictions, further information should be sought on any medications used in their treatment which can add data on disease severity. More research and surveillance activities need to be focused on the older farm worker. This population is critical to the maintenance of the agricultural base in North America and health and safety research initiatives need to address this. By integrating research from the fields of gerontology, occupational health and safety, and injury prevention, innovative interventions could be constructed to assist the aging farmer in the continuation of safe farming.",
  "authors": [
    {
      "last_name": "Voaklander",
      "fore_name": "Donald C",
      "initials": "DC",
      "name": "Donald C Voaklander",
      "affiliations": [
        "Alberta Centre for Injury Control & Research, School of Public Health, University of Alberta, Edmonton, Alberta, Canada. don.voaklander@ualberta.ca"
      ]
    },
    {
      "last_name": "Umbarger-Mackey",
      "fore_name": "Michelle L",
      "initials": "ML",
      "name": "Michelle L Umbarger-Mackey",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of industrial medicine",
    "iso_abbreviation": "Am J Ind Med",
    "issn": "1097-0274",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "11",
    "pub_year": "2009",
    "pub_month": "Nov"
  },
  "start_page": "876",
  "end_page": "889",
  "pages": "876-89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Agricultural Workers' Diseases",
    "Canada",
    "Comorbidity",
    "Health Status",
    "Hearing Loss",
    "Humans",
    "Sleep Deprivation",
    "United States"
  ],
  "article_ids": {
    "pubmed": "19731241",
    "doi": "10.1002/ajim.20749"
  },
  "doi": "10.1002/ajim.20749",
  "dates": {
    "completed": "2010-02-01",
    "revised": "2009-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.158712",
    "pmid": "19731241"
  }
}