{
  "pmid": "19732444",
  "uid": "19732444",
  "title": "Wean Earlier and Automatically with New technology (the WEAN study): a protocol of a multicentre, pilot randomized controlled trial.",
  "abstract": "BACKGROUND: Weaning is the process during which mechanical ventilation is withdrawn and the work of breathing is transferred from the ventilator back to the patient. Prolonged weaning is associated with development of ventilator-related complications and longer stays in the Intensive Care Unit (ICU). Computerized or Automated Weaning is a novel weaning strategy that continuously measures and adapts ventilator support (by frequently measuring and averaging three breathing parameters) and automatically conducts Spontaneous Breathing Trials to ascertain whether patients can resume autonomous breathing. Automated Weaning holds promise as a strategy to reduce the time spent on the ventilator, decrease ICU length of stay, and improve clinically important outcomes. METHODS/DESIGN: A pilot weaning randomized controlled trial (RCT) is underway in the ICUs of 8 Canadian hospitals. We will randomize 90 critically ill adults requiring invasive ventilation for at least 24 hours and identified at an early stage of the weaning process to either Automated Weaning (SmartCare) or Protocolized Weaning. The results of a National Weaning Survey informed the design of the Protocolized Weaning arm. Both weaning protocols are operationalized in Pressure Support mode, include opportunities for Spontaneous Breathing Trials, and share a common sedation protocol, oxygen titration parameters, and extubation and reintubation criteria. The primary outcome of the WEAN study is to evaluate compliance with the proposed weaning and sedation protocols. A key secondary outcome of the pilot RCT is to evaluate clinician acceptance of the weaning and sedation protocols. Prior to initiating the WEAN Study, we conducted a run-in phase, involving two patients per centre (randomizing the first participant to either weaning strategy and assigning the second patient to the alternate strategy) to ensure that participating centres could implement the weaning and sedation protocols and complete the detailed case report forms. DISCUSSION: Mechanical ventilation studies are difficult to implement; requiring protocols to be operationalized continuously and entailing detailed daily data collection. As the first multicentre weaning RCT in Canada, the WEAN Study seeks to determine the feasibility of conducting a large scale future weaning trial and to establish a collaborative network of ICU clinicians dedicated to advancing the science of weaning. TRIAL REGISTRATION NUMBER: ISRCTN43760151.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada. burnsk@smh.toronto.on.ca"
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Lessard",
      "fore_name": "Martin R",
      "initials": "MR",
      "name": "Martin R Lessard",
      "affiliations": []
    },
    {
      "last_name": "Keenan",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Keenan",
      "affiliations": []
    },
    {
      "last_name": "Lellouche",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lellouche",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2009",
    "pub_month": "Sep",
    "pub_day": "04"
  },
  "start_page": "81",
  "pages": "81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Pilot Projects",
    "Research Design",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "19732444",
    "pmc": "PMC2749823",
    "doi": "10.1186/1745-6215-10-81",
    "pii": "1745-6215-10-81"
  },
  "doi": "10.1186/1745-6215-10-81",
  "pmc_id": "PMC2749823",
  "dates": {
    "completed": "2009-11-10",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.405978",
    "pmid": "19732444"
  }
}