{
  "pmid": "19734328",
  "uid": "19734328",
  "title": "Identity of the growth-limiting nutrient strongly affects storage carbohydrate accumulation in anaerobic chemostat cultures of Saccharomyces cerevisiae.",
  "abstract": "Accumulation of glycogen and trehalose in nutrient-limited cultures of Saccharomyces cerevisiae is negatively correlated with the specific growth rate. Additionally, glucose-excess conditions (i.e., growth limitation by nutrients other than glucose) are often implicated in high-level accumulation of these storage carbohydrates. The present study investigates how the identity of the growth-limiting nutrient affects accumulation of storage carbohydrates in cultures grown at a fixed specific growth rate. In anaerobic chemostat cultures (dilution rate, 0.10 h(-1)) of S. cerevisiae, the identity of the growth-limiting nutrient (glucose, ammonia, sulfate, phosphate, or zinc) strongly affected storage carbohydrate accumulation. The glycogen contents of the biomass from glucose- and ammonia-limited cultures were 10- to 14-fold higher than those of the biomass from cultures grown under the other three glucose-excess regimens. Trehalose levels were specifically higher under nitrogen-limited conditions. These results demonstrate that storage carbohydrate accumulation in nutrient-limited cultures of S. cerevisiae is not a generic response to excess glucose but instead is strongly dependent on the identity of the growth-limiting nutrient. While transcriptome analysis of wild-type and msn2Delta msn4Delta strains confirmed that transcriptional upregulation of glycogen and trehalose biosynthesis genes is mediated by Msn2p/Msn4p, transcriptional regulation could not quantitatively account for the drastic changes in storage carbohydrate accumulation. The results of assays of glycogen synthase and glycogen phosphorylase activities supported involvement of posttranscriptional regulation. Consistent with the high glycogen levels in ammonia-limited cultures, the ratio of glycogen synthase to glycogen phosphorylase in these cultures was up to eightfold higher than the ratio in the other glucose-excess cultures.",
  "authors": [
    {
      "last_name": "Hazelwood",
      "fore_name": "Lucie A",
      "initials": "LA",
      "name": "Lucie A Hazelwood",
      "affiliations": [
        "Department of Biotechnology, Delft University of Technology, Julianalaan 67, 2628 BC Delft, The Netherlands."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Walsh",
      "affiliations": []
    },
    {
      "last_name": "Luttik",
      "fore_name": "Marijke A H",
      "initials": "MA",
      "name": "Marijke A H Luttik",
      "affiliations": []
    },
    {
      "last_name": "Daran-Lapujade",
      "fore_name": "Pascale",
      "initials": "P",
      "name": "Pascale Daran-Lapujade",
      "affiliations": []
    },
    {
      "last_name": "Pronk",
      "fore_name": "Jack T",
      "initials": "JT",
      "name": "Jack T Pronk",
      "affiliations": []
    },
    {
      "last_name": "Daran",
      "fore_name": "Jean-Marc",
      "initials": "JM",
      "name": "Jean-Marc Daran",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Applied and environmental microbiology",
    "iso_abbreviation": "Appl Environ Microbiol",
    "issn": "1098-5336",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "21",
    "pub_year": "2009",
    "pub_month": "Nov"
  },
  "start_page": "6876",
  "end_page": "6885",
  "pages": "6876-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ammonia",
    "Anaerobiosis",
    "Biosynthetic Pathways",
    "Carbohydrate Metabolism",
    "Culture Media",
    "Gene Expression Profiling",
    "Gene Expression Regulation, Fungal",
    "Phosphates",
    "Saccharomyces cerevisiae",
    "Saccharomyces cerevisiae Proteins",
    "Sulfates",
    "Zinc"
  ],
  "article_ids": {
    "pubmed": "19734328",
    "pmc": "PMC2772451",
    "doi": "10.1128/AEM.01464-09",
    "pii": "AEM.01464-09"
  },
  "doi": "10.1128/AEM.01464-09",
  "pmc_id": "PMC2772451",
  "dates": {
    "completed": "2010-02-02",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Culture Media",
    "Phosphates",
    "Saccharomyces cerevisiae Proteins",
    "Sulfates",
    "Ammonia",
    "Zinc"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.704941",
    "pmid": "19734328"
  }
}