{
  "pmid": "19734999",
  "uid": "19734999",
  "title": "Cardiotoxicity induced by tyrosine kinase inhibitors.",
  "abstract": "BACKGROUND: Cardiotoxicity is a serious side effect of drugs used to treat cancer patients. Older chemotherapy drugs such as the anthracyclins and new targeted therapies, mainly trastuzumab, have been implicated in causing clinically significant cardiac dysfunction, which may be irreversible for many patients. The advent of a new category of drugs, the tyrosine kinase inhibitors has revolutionized the treatment of chronic myeloid leukemia, gastrointestinal stromal tumors and renal cancer, while their indications include a variety of other types of tumors. METHODS: Assessment of the incidence and severity of cardiac toxicity caused by the tyrosine kinase inhibitors and discussion on the molecular mechanisms and mode of diagnosis based on recent clinical trials. Review of related literature. RESULTS: Cardiac toxicity can be caused by the tyrosine kinase inhibitors imatinib mesylate, dasatinib, nilotinib, sunitinib, sorafenib and lapatinib, while gefitinib and erlotinib have not been related to toxic effect on the heart. Although targeted therapies are considered less toxic and better tolerated by patients compared with classic chemotherapy drugs, certain complications can be very serious and as these agents have been in use for a limited period of time, the exact profile of side effects will be better defined in the years to come. Cardiac toxicity may range from asymptomatic subclinical abnormalities such as electrocardiographic changes and left ventricular ejection fraction decline to life threatening events like congestive heart failure and acute coronary syndromes. For patients with severe side effects, discontinuation of treatment is warranted. CONCLUSIONS: Careful cardiac monitoring and assessment by a cardiologist throughout the course of treatment with those TKIs that exert cardiac toxic effect is of primary importance.",
  "authors": [
    {
      "last_name": "Orphanos",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Orphanos",
      "affiliations": [
        "Department of Oncology, Ygia Polyclinic, Limassol, Cyprus. yiorgosorphanosvp@hotmail.com"
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George N",
      "initials": "GN",
      "name": "George N Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Ardavanis",
      "fore_name": "Alexandros G",
      "initials": "AG",
      "name": "Alexandros G Ardavanis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Acta oncologica (Stockholm, Sweden)",
    "iso_abbreviation": "Acta Oncol",
    "issn": "1651-226X",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "7",
    "pub_year": "2009"
  },
  "start_page": "964",
  "end_page": "970",
  "pages": "964-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Drug Monitoring",
    "Heart Diseases",
    "Humans",
    "Incidence",
    "Neoplasms",
    "Protein Kinase Inhibitors",
    "Protein-Tyrosine Kinases",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "19734999",
    "doi": "10.1080/02841860903229124",
    "pii": "914484161"
  },
  "doi": "10.1080/02841860903229124",
  "dates": {
    "completed": "2010-01-28",
    "revised": "2009-10-29"
  },
  "chemicals": [
    "Antineoplastic Agents",
    "Protein Kinase Inhibitors",
    "Protein-Tyrosine Kinases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:03.459154",
    "pmid": "19734999"
  }
}