{
  "pmid": "19734351",
  "uid": "19734351",
  "title": "An official American Thoracic Society Policy statement: managing conflict of interest in professional societies.",
  "abstract": "BACKGROUND: Competing interests occur frequently in health care. This results in the potential for conflict of interest (COI). COI can lead to biased generation or assessment of evidence and misinform healthcare decision makers. Declaration of COI is insufficient to neutralize potentially harmful effects. Medical professional societies are obliged to develop robust mechanisms to \"manage\" COI, particularly in the development of official guidance documents that affect health care. PURPOSE: This document describes the background, methods, and content of the new \"American Thoracic Society (ATS) Policy on Management of COI in Official ATS Documents, Projects, and Conferences.\" METHODS: We used existing reviews on COI policies that were prepared for the World Health Organization and for an ATS guideline methodology workshop as the evidence base for this work. We reviewed existing policies of selected organizations and other relevant literature. Members of the ATS Documents Development and Implementation Committee and the ATS Ethics and COI Committee collaborated to draft a COI policy. We used face-to-face meetings, electronic correspondence, and teleconferences to finalize the draft. The policy then underwent review and ultimate approval by the ATS Board of Directors. RESULTS: The ATS developed a new policy and procedures for declaration and management of COI. These procedures include: (1) self declaration of COI, (2) review of potential participants' COI, (3) disclosure of COI to project participants, (4) refusal or excusal from certain decisions or recommendations when appropriate, (5) disclosure of COI to users of documents or attendees of conferences, (6) handling disputes in COI resolution. This policy includes a tool that may be useful for supporting decision makers in management of COIs as they assess the value and relevance of conflicts. CONCLUSIONS: The ATS Policy on Management of COI in Official ATS Documents, Projects, and Conferences, in effect since March 2008, promises greater organizational transparency. Application and ongoing evaluation of the policy will give the ATS the opportunity to determine its usefulness in specific settings.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Osborne",
      "fore_name": "Molly",
      "initials": "M",
      "name": "Molly Osborne",
      "affiliations": []
    },
    {
      "last_name": "Moss",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Moss",
      "affiliations": []
    },
    {
      "last_name": "Manthous",
      "fore_name": "Constantine",
      "initials": "C",
      "name": "Constantine Manthous",
      "affiliations": []
    },
    {
      "last_name": "Wagner",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Wagner",
      "affiliations": []
    },
    {
      "last_name": "Sicilian",
      "fore_name": "Leonard",
      "initials": "L",
      "name": "Leonard Sicilian",
      "affiliations": []
    },
    {
      "last_name": "Ohar",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Ohar",
      "affiliations": []
    },
    {
      "last_name": "McDermott",
      "fore_name": "Shane",
      "initials": "S",
      "name": "Shane McDermott",
      "affiliations": []
    },
    {
      "last_name": "Lucas",
      "fore_name": "Lance",
      "initials": "L",
      "name": "Lance Lucas",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of respiratory and critical care medicine",
    "iso_abbreviation": "Am J Respir Crit Care Med",
    "issn": "1535-4970",
    "issn_type": "Electronic",
    "volume": "180",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Sep",
    "pub_day": "15"
  },
  "start_page": "564",
  "end_page": "580",
  "pages": "564-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Conflict of Interest",
    "Constitution and Bylaws",
    "Ethics, Professional",
    "Humans",
    "Organizational Policy",
    "Societies, Medical",
    "United States"
  ],
  "article_ids": {
    "pubmed": "19734351",
    "doi": "10.1164/rccm.200901-0126ST",
    "pii": "180/6/564"
  },
  "doi": "10.1164/rccm.200901-0126ST",
  "dates": {
    "completed": "2009-10-01",
    "revised": "2009-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.588568",
    "pmid": "19734351"
  }
}