{
  "pmid": "19737997",
  "uid": "19737997",
  "title": "Interventions to improve medication reconciliation in primary care.",
  "abstract": "OBJECTIVE: To systematically review all primary care intervention studies designed to implement medication reconciliation for effects on medication discrepancies, clinical outcomes, and patient knowledge of their medications. DATA SOURCES: We searched MEDLINE (1988-March 2008); Healthstar (1966-March 2008); CINAHL (1982-March 2008); EMBASE (1980-March 2008); Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials, Database of Abstracts of Reviews of Effects, Cochrane Methodology Register, and Health Technology Assessments; and unpublished material. No language restrictions were applied. Search terms included medication reconciliation, medication errors, prescribing error, medication systems, adverse drug events, drug utilization review, medication list, medication record, and medications management. STUDY SELECTION AND DATA ABSTRACTION: Randomized controlled trials or before-and-after studies that examined the effect of various interventions on medication discrepancies either in ambulatory settings or at hospital discharge among community-dwelling adults were included. Two reviewers independently assessed studies to determine inclusion. Level of agreement between the reviewers was good, with unweighted Cohen's kappa of 0.71. Two of 3 independent reviewers abstracted data and evaluated validity from included studies. Disagreements between reviewers were resolved by consensus. DATA SYNTHESIS: Four trials met the inclusion criteria. Two before-and-after studies (n = 275) in ambulatory care examining systematic medication reconciliation at each visit produced conflicting results. One study showed a reduction in the proportion of medication discrepancies from 88.5% to 49.1% (OR 0.13; 95% CI 0.07 to 0.21); the other showed no benefit. One randomized controlled trial and one before-and-after study (n = 202) evaluated pharmacist medication review at hospital discharge. Neither showed a benefit. Heterogeneity precluded pooling of studies. All included studies had significant design flaws. CONCLUSIONS: There is no good quality evidence demonstrating the effectiveness of medication reconciliation in the primary care setting. Further research is needed.",
  "authors": [
    {
      "last_name": "Bayoumi",
      "fore_name": "Imaan",
      "initials": "I",
      "name": "Imaan Bayoumi",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada. bayoumi@mcmaster.ca"
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne M",
      "initials": "AM",
      "name": "Anne M Holbrook",
      "affiliations": []
    },
    {
      "last_name": "Schabort",
      "fore_name": "Inge",
      "initials": "I",
      "name": "Inge Schabort",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Annals of pharmacotherapy",
    "iso_abbreviation": "Ann Pharmacother",
    "issn": "1542-6270",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "10",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "1667",
  "end_page": "1675",
  "pages": "1667-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Ambulatory Care",
    "Clinical Trials as Topic",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Medical History Taking",
    "Medication Errors",
    "Patient Discharge",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "19737997",
    "doi": "10.1345/aph.1M059",
    "pii": "aph.1M059"
  },
  "doi": "10.1345/aph.1M059",
  "dates": {
    "completed": "2009-12-07",
    "revised": "2012-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.516152",
    "pmid": "19737997"
  }
}