{
  "pmid": "19744150",
  "uid": "19744150",
  "title": "Use of warfarin in people with low glomerular filtration rate or on dialysis.",
  "abstract": "Atrial fibrillation, venous thromboembolism, and access malfunction are common clinical problems in dialysis patients that prompt consideration of warfarin therapy. Atrial fibrillation appears to be more common in people with low glomerular filtration rate (GFR) or on dialysis than in the general population, but the risk of stroke in this population is not known. No randomized trials have addressed the safety and efficacy of warfarin in these patients. Deep venous thrombosis and pulmonary embolism are also more common in this population and, again, no randomized trials have addressed the safety and efficacy of warfarin in this group. Pending such information, we suggest an approach that generalizes from large randomized controlled trials in the general population, modifying the assessment of risks and benefits for individual patients using the CHADS(2) and HEMORR(2)HAGES scores. A single randomized trial reported a clinically important benefit in prevention of catheter malfunction from warfarin and low-molecular weight heparin started within 12 hours of catheter insertion, in the prevention of catheter thrombosis, in people treated with ticlopidine. Trials of low-intensity anticoagulation for people with grafts and of fixed 1 mg daily warfarin dosing in people with catheters showed no benefit. Warfarin substantially increases the risk of bleeding in patients on dialysis. It is possible that it may contribute also to accelerated vascular calcification. Large randomized studies are needed to assess the risk-benefit ratio of warfarin in people with low GFR or on dialysis for a range of indications.",
  "authors": [
    {
      "last_name": "Holden",
      "fore_name": "Rachel M",
      "initials": "RM",
      "name": "Rachel M Holden",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in dialysis",
    "iso_abbreviation": "Semin Dial",
    "issn": "1525-139X",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "5",
    "pub_year": "2009"
  },
  "start_page": "503",
  "end_page": "511",
  "pages": "503-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Atrial Fibrillation",
    "Glomerular Filtration Rate",
    "Hemorrhage",
    "Humans",
    "Platelet Aggregation Inhibitors",
    "Renal Dialysis",
    "Risk Factors",
    "Venous Thrombosis",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "19744150",
    "doi": "10.1111/j.1525-139X.2009.00632.x",
    "pii": "SDI632"
  },
  "doi": "10.1111/j.1525-139X.2009.00632.x",
  "dates": {
    "completed": "2010-03-03",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Anticoagulants",
    "Platelet Aggregation Inhibitors",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:33.896940",
    "pmid": "19744150"
  }
}