{
  "pmid": "19752260",
  "uid": "19752260",
  "title": "Interprofessional education in academic family medicine teaching units: a functional program and culture.",
  "abstract": "PROBLEM ADDRESSED: The new family health teams (FHTs) in Ontario were designed to enable interprofessional collaborative practice in primary care; however, many health professionals have not been trained in an interprofessional environment. OBJECTIVE OF PROGRAM: To provide health professional learners with an interprofessional practice experience in primary care that models teamwork and collaborative practice skills. PROGRAM DESCRIPTION: The 2 academic teaching units of the FHT at McMaster University in Hamilton, Ont, employ 6 types of health professionals and provide learning environments for family medicine residents and students in a variety of health care professions. Learners engage in formal interprofessional education activities and mixed professional and learner clinical consultations. They are immersed in an established interprofessional practice environment, where all team members are valued and contribute collaboratively to patient care and clinic administration. Other contributors to the success of the program include the physical layout of the clinics, the electronic medical record communications system, and support from leadership for the additional clinical time commitment of delivering interprofessional education. CONCLUSION: This academic FHT has developed a program of interprofessional education based partly on planned activities and logistic enablers, and largely on immersing learners in a culture of long-standing interprofessional collaboration.",
  "authors": [
    {
      "last_name": "Price",
      "fore_name": "David",
      "initials": "D",
      "name": "David Price",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Hilts",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Hilts",
      "affiliations": []
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa McCarthy",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Allyn E",
      "initials": "AE",
      "name": "Allyn E Walsh",
      "affiliations": []
    },
    {
      "last_name": "Dykeman",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Dykeman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "9",
    "pub_year": "2009",
    "pub_month": "Sep"
  },
  "start_page": "901",
  "end_page": "1.e15",
  "pages": "901-1.e1-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Competency-Based Education",
    "Education, Professional",
    "Family Practice",
    "Humans",
    "Interprofessional Relations"
  ],
  "article_ids": {
    "pubmed": "19752260",
    "pmc": "PMC2743589",
    "pii": "55/9/901"
  },
  "pmc_id": "PMC2743589",
  "dates": {
    "completed": "2009-12-17",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.516432",
    "pmid": "19752260"
  }
}