{
  "pmid": "19753417",
  "uid": "19753417",
  "title": "What attracts students to interprofessional education and other health care reform initiatives?",
  "abstract": "BACKGROUND: An international consensus has emerged that interprofessional education (IPE) and other health care reforms are necessary to address the increasing complexity of patients' health needs. Despite overwhelming barriers to its system-wide implementation, health professional students worldwide have organized themselves to promote IPE and have achieved considerable attention. This study seeks to offer insights into what attracts students to IPE and other health care reform initiatives and how advocates of change can stimulate this interest. METHODS: Using a qualitative research methodology, 69 students representing 25 disciplines from 22 institutions across North America were interviewed and surveyed on why and how they became interested in IPE. RESULTS: Students were attracted to the possibility of enhancing patient care (n=17), advancing their careers (n=17) and learning more about the issue (n=15). The participating students first became involved in IPE after they joined a student organization (n=21), attended an IPE conference (n=10) or received personal encouragement to do so from a dean (n=2), instructor (n=3), school administrator (n=7) or peer (n=11). These findings point to several strategies that advocates can use to capitalize on the potential of student advocacy to gain support for IPE and new health care innovations. CONCLUSION: This study is the first of its kind to delineate how clinicians, educators, researchers and policymakers can attract students to health care reform initiatives. This work can inform the strategic efforts of advocates to make the idea of IPE and health care reform more attractive to students (as both learners and leaders) and enlist their help in achieving it in the future.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Faculty of Law, University of Toronto, Canada. steven.hoffman@utoronto.ca"
      ]
    },
    {
      "last_name": "Rosenfield",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rosenfield",
      "affiliations": []
    },
    {
      "last_name": "Nasmith",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Nasmith",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of allied health",
    "iso_abbreviation": "J Allied Health",
    "issn": "1945-404X",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "e75",
  "end_page": "e78",
  "pages": "e75-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Education, Professional",
    "Health Care Reform",
    "Health Personnel",
    "Humans",
    "Interprofessional Relations",
    "Interviews as Topic",
    "Patient-Centered Care",
    "Qualitative Research",
    "Students, Health Occupations",
    "United States"
  ],
  "article_ids": {
    "pubmed": "19753417"
  },
  "dates": {
    "completed": "2009-12-02",
    "revised": "2009-09-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.483487",
    "pmid": "19753417"
  }
}