{
  "pmid": "19767536",
  "uid": "19767536",
  "title": "Patellar height and tibial slope after opening-wedge proximal tibial osteotomy: a prospective study.",
  "abstract": "BACKGROUND: Further knee surgery after proximal tibial osteotomies has been reported to have a more difficult surgical exposure due to decreased patellar height after the osteotomy. Although a decrease in patellar height has been reported for closing-wedge proximal tibial osteotomies, it has not been widely verified among opening-wedge procedures. HYPOTHESIS: A significant decrease in patellar height would result after opening-wedge proximal tibial osteotomies and a postoperative change in tibial slope would also result, depending on the medial tibial plate position, which would affect patellar height. STUDY DESIGN: Case series; Level of evidence, 4. METHODS: Patients (n = 129) who underwent opening-wedge proximal tibial osteotomies (n = 130) were prospectively followed. Patellar height was calculated for preoperative lateral knee radiographs, and postoperatively at 2 weeks and 3 and 6 months. The Insall-Salvati, Blackburne-Peel, and Caton-Deschamps indices and a modified Miura and Kawamura index were used to calculate patellar height. Posterior tibial slope was also calculated for preoperative and 6-month postoperative knees. RESULTS: Coronal plane alignment changed significantly, from 24.6% to 55.2% of the tibial weightbearing axis. The overall decrease in patellar height for all patients was significant from preoperative assessment to the 2-week postoperative assessment and to both 3-month and 6-month follow-up with all 4 methods. The Insall-Salvati index decreased from 1.03 preoperatively to 0.99 at 2 weeks postoperatively, 0.97 at 3 months, and 0.95 at 6 months postoperatively. The Blackburne-Peel index decreased from 0.90 preoperatively to 0.75, 0.77, and 0.76, respectively, at each postoperative interval. The Caton-Deschamps index decreased from 0.98 preoperatively to 0.87, 0.86, and 0.84 at each postoperative measurement. The Miura-Kawamura index changed from 0.76 preoperatively to 0.61, 0.63, and 0.60 for each postoperative assessment. The average tibial slope significantly increased from 9.0 degrees to 11.9 degrees overall for all patients. In comparing the plate position, the tibial slope significantly increased from 8.8 degrees preoperatively to 13.1 degrees at 6 months postoperatively for anteromedially positioned plates and from 9.3 degrees to 10.3 degrees for posteromedially positioned plates. CONCLUSION: Opening-wedge proximal tibial osteotomies decrease patellar height within the first 3 postoperative months. Shortening of the patellar tendon may affect future surgeries and needs to be evaluated in preoperative assessment. Moreover, a significant increase in tibial slope occurred, which may affect patellar height and future ligament reconstructions.",
  "authors": [
    {
      "last_name": "LaPrade",
      "fore_name": "Robert F",
      "initials": "RF",
      "name": "Robert F LaPrade",
      "affiliations": [
        "Division of Sports Medicine, Department of Orthopaedic Surgery, University of Minnesota, 2450 Riverside Avenue South, R200, Minneapolis, MN 55454, USA. lapra001@umn.edu"
      ]
    },
    {
      "last_name": "Oro",
      "fore_name": "Fernando Barrera",
      "initials": "FB",
      "name": "Fernando Barrera Oro",
      "affiliations": []
    },
    {
      "last_name": "Ziegler",
      "fore_name": "Connor G",
      "initials": "CG",
      "name": "Connor G Ziegler",
      "affiliations": []
    },
    {
      "last_name": "Wijdicks",
      "fore_name": "Coen A",
      "initials": "CA",
      "name": "Coen A Wijdicks",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan"
  },
  "start_page": "160",
  "end_page": "170",
  "pages": "160-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteotomy",
    "Patella",
    "Patellar Ligament",
    "Prospective Studies",
    "Radiography",
    "Tibia",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19767536",
    "doi": "10.1177/0363546509342701",
    "pii": "0363546509342701"
  },
  "doi": "10.1177/0363546509342701",
  "dates": {
    "completed": "2011-01-06",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.705808",
    "pmid": "19767536"
  }
}