{
  "pmid": "19762550",
  "uid": "19762550",
  "title": "Refining clinical risk stratification for predicting stroke and thromboembolism in atrial fibrillation using a novel risk factor-based approach: the euro heart survey on atrial fibrillation.",
  "abstract": "BACKGROUND: Contemporary clinical risk stratification schemata for predicting stroke and thromboembolism (TE) in patients with atrial fibrillation (AF) are largely derived from risk factors identified from trial cohorts. Thus, many potential risk factors have not been included. METHODS: We refined the 2006 Birmingham/National Institute for Health and Clinical Excellence (NICE) stroke risk stratification schema into a risk factor-based approach by reclassifying and/or incorporating additional new risk factors where relevant. This schema was then compared with existing stroke risk stratification schema in a real-world cohort of patients with AF (n = 1,084) from the Euro Heart Survey for AF. RESULTS: Risk categorization differed widely between the different schemes compared. Patients classified as high risk ranged from 10.2% with the Framingham schema to 75.7% with the Birmingham 2009 schema. The classic CHADS(2) (Congestive heart failure, Hypertension, Age > 75, Diabetes, prior Stroke/transient ischemic attack) schema categorized the largest proportion (61.9%) into the intermediate-risk strata, whereas the Birmingham 2009 schema classified 15.1% into this category. The Birmingham 2009 schema classified only 9.2% as low risk, whereas the Framingham scheme categorized 48.3% as low risk. Calculated C-statistics suggested modest predictive value of all schema for TE. The Birmingham 2009 schema fared marginally better (C-statistic, 0.606) than CHADS(2). However, those classified as low risk by the Birmingham 2009 and NICE schema were truly low risk with no TE events recorded, whereas TE events occurred in 1.4% of low-risk CHADS(2) subjects. When expressed as a scoring system, the Birmingham 2009 schema (CHA(2)DS(2)-VASc acronym) showed an increase in TE rate with increasing scores (P value for trend = .003). CONCLUSIONS: Our novel, simple stroke risk stratification schema, based on a risk factor approach, provides some improvement in predictive value for TE over the CHADS(2) schema, with low event rates in low-risk subjects and the classification of only a small proportion of subjects into the intermediate-risk category. This schema could improve our approach to stroke risk stratification in patients with AF.",
  "authors": [
    {
      "last_name": "Lip",
      "fore_name": "Gregory Y H",
      "initials": "GY",
      "name": "Gregory Y H Lip",
      "affiliations": [
        "University of Birmingham Centre for Cardiovascular Sciences, City Hospital, Birmingham, UK. g.y.h.lip@bham.ac.uk"
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": []
    },
    {
      "last_name": "Pisters",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Pisters",
      "affiliations": []
    },
    {
      "last_name": "Lane",
      "fore_name": "Deirdre A",
      "initials": "DA",
      "name": "Deirdre A Lane",
      "affiliations": []
    },
    {
      "last_name": "Crijns",
      "fore_name": "Harry J G M",
      "initials": "HJ",
      "name": "Harry J G M Crijns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "137",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Feb"
  },
  "start_page": "263",
  "end_page": "272",
  "pages": "263-72",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Atrial Fibrillation",
    "Europe",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Incidence",
    "Male",
    "Population Surveillance",
    "Prognosis",
    "Reproducibility of Results",
    "Retrospective Studies",
    "Risk Assessment",
    "Risk Factors",
    "Stroke",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "19762550",
    "doi": "10.1378/chest.09-1584",
    "pii": "S0012-3692(10)60067-0"
  },
  "doi": "10.1378/chest.09-1584",
  "dates": {
    "completed": "2010-03-11",
    "revised": "2023-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:52.518192",
    "pmid": "19762550"
  }
}