{
  "pmid": "19772704",
  "uid": "19772704",
  "title": "Who are the providers of gynaecologic cancer surgical care in Ontario?",
  "abstract": "OBJECTIVE: To investigate the provision of surgical care for women with gynaecologic cancers in Ontario by examining the rate and distribution of procedures by hospital type, physician specialty, and region. METHODS: Women with an incident diagnosis of a gynaecologic malignancy were identified from April 1, 2003, to March 31, 2004, using the Ontario Cancer Registry. Records were linked to other provincial health databases, such as the Ontario Health Insurance Plan. RESULTS: The number of women with uterine cancer (UC) was 1436, with ovarian cancer (OC) 963, and cervical cancer (CC) 513. Surgery was a component of care for 94.7% of women with UC, for 72.7% of women with OC, and 57.1% of women with CC. Community hospitals were responsible for surgeries in 55.9% of UC, 38% of OC, and 37% of CC. The most common operation in the community hospital for UC was total abdominal hysterectomy and bilateral salpingo-oophorectomy (83.2%); for OC, it was unilateral or bilateral salpingo-oophorectomy (43%); and for CC it was total abdominal hysterectomy (46%) or cone biopsy (46%). The mean number of annual cases per community hospital was 14 for UC, three for OC, and three for CC. In academic centres, the acuity and volume was between four and 10 times higher. Gynaecologists performed 58.2% of all cancer surgeries: 68.2% of UC procedures, 41% of OC procedures, and 49.6% of CC procedures. The type of surgeries gynaecologists performed for each cancer are mirrored in the numbers seen in the community hospital. CONCLUSION: Gynaecologists perform over half of the operations for gynaecologic cancers in Ontario. The types of procedures reflect those seen in the community hospitals. Quality indicators must be defined to assess appropriateness. These data would be enhanced with further information about staging. The data reveal patterns which should influence planning for manpower and hospital resource requirements.",
  "authors": [
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Department of Surgery, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Schultz",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Schultz",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto ON."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Urbach",
      "fore_name": "David",
      "initials": "D",
      "name": "David Urbach",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto ON; Department of Surgery, University of Toronto, Toronto ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "1701-2163",
    "issn_type": "Print",
    "volume": "31",
    "issue": "8",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "721",
  "end_page": "729",
  "pages": "721-729",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Female",
    "Genital Neoplasms, Female",
    "Gynecologic Surgical Procedures",
    "Gynecology",
    "Humans",
    "Middle Aged",
    "Ontario",
    "Registries",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19772704",
    "doi": "10.1016/S1701-2163(16)34276-1",
    "pii": "S1701-2163(16)34276-1"
  },
  "doi": "10.1016/S1701-2163(16)34276-1",
  "dates": {
    "completed": "2009-10-29",
    "revised": "2017-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.891531",
    "pmid": "19772704"
  }
}