{
  "pmid": "19776701",
  "uid": "19776701",
  "title": "Is it safe to use a proton pump inhibitor with clopidogrel?",
  "abstract": "Recent studies have raised concern that a significant clinical interaction may exist between clopidogrel and proton pump inhibitors (PPIs). We conducted a general review of the literature to examine the evidence for this interaction. There are theoretical reasons why clopidogrel may interact with PPIs as they are both metabolized by similar isoenzymes of the cytochrome P450 system. Laboratory studies suggest PPIs may diminish clopidogrel's effect. Studies have observed higher platelet aggregation levels in those on PPIs. Currently available clinical studies examining this question are all observational and the measures of risks associated with the combination of clopidogrel and PPIs generally low. The evidence from clinical studies is thus inconclusive. Therefore, up to now most (available) expert consensuses recommend the continued use of PPIs in patients on dual platelet therapy who have appropriate indications. However, it is important to review the clinical need for either drug as it may be appropriate to either stop the clopidogrel or the PPI. As both drugs have very short half-lives, taking them with a large time gap between drugs (e.g., morning and night) may theoretically decrease the chance of interaction.",
  "authors": [
    {
      "last_name": "Chow",
      "fore_name": "Clara K",
      "initials": "CK",
      "name": "Clara K Chow",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton General Hospital, Hamilton, ON, Canada. cchow@george.org.au"
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Polskie Archiwum Medycyny Wewnetrznej",
    "iso_abbreviation": "Pol Arch Med Wewn",
    "volume": "119",
    "issue": "9",
    "pub_year": "2009",
    "pub_month": "Sep"
  },
  "start_page": "564",
  "end_page": "568",
  "pages": "564-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Clopidogrel",
    "Drug Interactions",
    "Drug Therapy, Combination",
    "Humans",
    "Platelet Aggregation Inhibitors",
    "Proton Pump Inhibitors",
    "Ticlopidine"
  ],
  "article_ids": {
    "pubmed": "19776701",
    "pii": "388"
  },
  "dates": {
    "completed": "2009-11-06",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Proton Pump Inhibitors",
    "Clopidogrel",
    "Ticlopidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.870810",
    "pmid": "19776701"
  }
}