{
  "pmid": "19775439",
  "uid": "19775439",
  "title": "A randomized controlled trial evaluating the impact of knowledge translation and exchange strategies.",
  "abstract": "CONTEXT: Significant resources and time are invested in the production of research knowledge. The primary objective of this randomized controlled trial was to evaluate the effectiveness of three knowledge translation and exchange strategies in the incorporation of research evidence into public health policies and programs. METHODS: This trial was conducted with a national sample of public health departments in Canada from 2004 to 2006. The three interventions, implemented over one year in 2005, included access to an online registry of research evidence; tailored messaging; and a knowledge broker. The primary outcome assessed the extent to which research evidence was used in a recent program decision, and the secondary outcome measured the change in the sum of evidence-informed healthy body weight promotion policies or programs being delivered at health departments. Mixed-effects models were used to test the hypotheses. FINDINGS: One hundred and eight of 141 (77%) health departments participated in this study. No significant effect of the intervention was observed for primary outcome (p < 0.45). However, for public health policies and programs (HPPs), a significant effect of the intervention was observed only for tailored, targeted messages (p < 0.01). The treatment effect was moderated by organizational research culture (e.g., value placed on research evidence in decision making). CONCLUSION: The results of this study suggest that under certain conditions tailored, targeted messages are more effective than knowledge brokering and access to an online registry of research evidence. Greater emphasis on the identification of organizational factors is needed in order to implement strategies that best meet the needs of individual organizations. TRIAL REGISTRATION: The trial registration number and title are as follows: ISRCTN35240937 -- Is a knowledge broker more effective than other strategies in promoting evidence-based physical activity and healthy body weight programming?",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steven E",
      "initials": "SE",
      "name": "Steven E Hanna",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Manske",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Manske",
      "affiliations": []
    },
    {
      "last_name": "Cameron",
      "fore_name": "Roy",
      "initials": "R",
      "name": "Roy Cameron",
      "affiliations": []
    },
    {
      "last_name": "Mercer",
      "fore_name": "Shawna L",
      "initials": "SL",
      "name": "Shawna L Mercer",
      "affiliations": []
    },
    {
      "last_name": "O'Mara",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda O'Mara",
      "affiliations": []
    },
    {
      "last_name": "DeCorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara DeCorby",
      "affiliations": []
    },
    {
      "last_name": "Robeson",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Robeson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2009",
    "pub_month": "Sep",
    "pub_day": "23"
  },
  "start_page": "61",
  "pages": "61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19775439",
    "pmc": "PMC2936828",
    "doi": "10.1186/1748-5908-4-61",
    "pii": "1748-5908-4-61"
  },
  "doi": "10.1186/1748-5908-4-61",
  "pmc_id": "PMC2936828",
  "dates": {
    "completed": "2010-06-09",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.334369",
    "pmid": "19775439"
  }
}