{
  "pmid": "19776651",
  "uid": "19776651",
  "title": "Use of procalcitonin-guided decision-making to shorten antibiotic therapy in suspected neonatal early-onset sepsis: prospective randomized intervention trial.",
  "abstract": "BACKGROUND: Diagnosis of neonatal early-onset sepsis is difficult because clinical signs and laboratory tests are non-specific. Early antibiotic therapy is crucial for treatment success. OBJECTIVE: To evaluate the effect of procalcitonin (PCT)-guided decision-making on duration of antibiotic therapy in suspected neonatal early-onset sepsis. METHODS: This single-center, prospective, randomized intervention study was conducted in a tertiary neonatal and pediatric intensive care unit in the Children's Hospital of Lucerne, Switzerland, between June 1, 2005 and December 31, 2006. All term and near-term infants (gestational age >or=34 weeks) with suspected early-onset sepsis were randomly assigned either to standard treatment based on conventional laboratory parameters (standard group) or to PCT-guided treatment (PCT group). Minimum duration of antibiotic therapy was 48-72 h in the standard group, whereas in the PCT group antibiotic therapy was discontinued when two consecutive PCT values were below predefined age-adjusted cut-off values. RESULTS: 121 newborns were randomly assigned either to the standard group (n = 61) or the PCT group (n = 60). The two groups were similar for baseline demographics, risk factors for early-onset sepsis, likelihood of infection as assessed by the attending physician and early conventional laboratory findings. There was a significant difference in the proportion of newborns treated with antibiotics >or=72 h between the standard group (82%) and the PCT group (55%) (absolute risk reduction 27%; odds ratio 0.27 (95% CI 0.12-0.62), p = 0.002). On average, PCT-guided decision-making resulted in a shortening of 22.4 h of antibiotic therapy. Clinical outcome was similar and favorable in both groups but sample size was insufficient to exclude rare adverse events. CONCLUSION: Serial PCT determinations allow to shorten the duration of antibiotic therapy in term and near-term infants with suspected early-onset sepsis. Before this PCT-guided strategy can be recommended, its safety has to be confirmed in a larger cohort of neonates.",
  "authors": [
    {
      "last_name": "Stocker",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Stocker",
      "affiliations": [
        "Neonatal and Pediatric Intensive Care Unit, Children's Hospital of Lucerne, Switzerland. stockermartin@mail.com"
      ]
    },
    {
      "last_name": "Fontana",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Fontana",
      "affiliations": []
    },
    {
      "last_name": "El Helou",
      "fore_name": "Salhab",
      "initials": "S",
      "name": "Salhab El Helou",
      "affiliations": []
    },
    {
      "last_name": "Wegscheider",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Wegscheider",
      "affiliations": []
    },
    {
      "last_name": "Berger",
      "fore_name": "Thomas M",
      "initials": "TM",
      "name": "Thomas M Berger",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Neonatology",
    "iso_abbreviation": "Neonatology",
    "issn": "1661-7819",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "2",
    "pub_year": "2010"
  },
  "start_page": "165",
  "end_page": "174",
  "pages": "165-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Biomarkers",
    "C-Reactive Protein",
    "Calcitonin",
    "Calcitonin Gene-Related Peptide",
    "Decision Making",
    "Drug Monitoring",
    "Early Diagnosis",
    "Female",
    "Gestational Age",
    "Humans",
    "Infant, Newborn",
    "Male",
    "Prospective Studies",
    "Protein Precursors",
    "Sepsis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19776651",
    "doi": "10.1159/000241296",
    "pii": "000241296"
  },
  "doi": "10.1159/000241296",
  "dates": {
    "completed": "2010-04-22",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Biomarkers",
    "CALCA protein, human",
    "Protein Precursors",
    "Calcitonin",
    "C-Reactive Protein",
    "Calcitonin Gene-Related Peptide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:46.553549",
    "pmid": "19776651"
  }
}