{
  "pmid": "19772573",
  "uid": "19772573",
  "title": "Incorporating multiple interventions in meta-analysis: an evaluation of the mixed treatment comparison with the adjusted indirect comparison.",
  "abstract": "BACKGROUND: Comparing the effectiveness of interventions is now a requirement for regulatory approval in several countries. It also aids in clinical and public health decision-making. However, in the absence of head-to-head randomized trials (RCTs), determining the relative effectiveness of interventions is challenging. Several methodological options are now available. We aimed to determine the comparative validity of the adjusted indirect comparisons of RCTs with the mixed treatment comparison approach. METHODS: Using systematic searching, we identified all meta-analyses evaluating more than 3 interventions for a similar disease state with binary outcomes. We abstracted data on each clinical trial including population n and outcomes. We conducted fixed effects meta-analysis of each intervention versus mutual comparator and then applied the adjusted indirect comparison. We conducted a mixed treatment meta-analysis on all trials and compared the point estimates and 95% confidence/credible intervals (CIs/CrIs) to determine important differences. RESULTS: We included data from 7 reviews that met our inclusion criteria, allowing a total of 51 comparisons. According to the a priori consistency rule, we found 2 examples where the analytic comparisons were statistically significant using the mixed treatment comparison over the adjusted indirect comparisons and 1 example where this was vice versa. We found 6 examples where the direction of effect differed according to the indirect comparison method chosen and we found 9 examples where the confidence intervals were importantly different between approaches. CONCLUSION: In most analyses, the adjusted indirect comparison yields estimates of relative effectiveness equal to the mixed treatment comparison. In less complex indirect comparisons, where all studies share a mutual comparator, both approaches yield similar benefits. As comparisons become more complex, the mixed treatment comparison may be favoured.",
  "authors": [
    {
      "last_name": "O'Regan",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher O'Regan",
      "affiliations": [
        "Department of Epidemiology, London School of Hygiene & Tropical Medicine, London, UK. christopher_oregan@merck.com"
      ]
    },
    {
      "last_name": "Ghement",
      "fore_name": "Isabella",
      "initials": "I",
      "name": "Isabella Ghement",
      "affiliations": []
    },
    {
      "last_name": "Eyawo",
      "fore_name": "Oghenowede",
      "initials": "O",
      "name": "Oghenowede Eyawo",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2009",
    "pub_month": "Sep",
    "pub_day": "21"
  },
  "start_page": "86",
  "pages": "86",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "AIDS-Related Opportunistic Infections",
    "Anti-Bacterial Agents",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Antifungal Agents",
    "Candidiasis",
    "Cardiovascular Diseases",
    "Drug-Eluting Stents",
    "Health Services Research",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Meta-Analysis as Topic",
    "Pain",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "19772573",
    "pmc": "PMC2760541",
    "doi": "10.1186/1745-6215-10-86",
    "pii": "1745-6215-10-86"
  },
  "doi": "10.1186/1745-6215-10-86",
  "pmc_id": "PMC2760541",
  "dates": {
    "completed": "2009-11-10",
    "revised": "2024-03-17"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Antifungal Agents",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.355859",
    "pmid": "19772573"
  }
}