{
  "pmid": "19807523",
  "uid": "19807523",
  "title": "Principles of good modeling practice in healthcare cost-effectiveness studies.",
  "abstract": "Decision analytic models are increasingly being used to present information on the costs and effects of both new and existing healthcare technologies. However, despite this increase, the literature on what constitutes 'quality' or 'good practice' in modeling is sparse, confusing and often conflicting. As a result there is a need to summarize these quality assurance and good practice principles into a framework that is useful for modelers and users of models alike. This review has attempted to summarize these principles into five broad categories that will assist in assessing whether a model should be considered 'SAVED' (has structural integrity, uses appropriate input data and calculation methods, validates the model output, has extensive use and reporting of sensitivity analysis, and if there is detailed and unbiased reporting and interpretation of study findings). These principles span every aspect of the cost-effectiveness analysis from model conception, development and calculation, to presentation and interpretation of the results. Modelers are strongly encouraged to actively consider these principles throughout the entire process of model development, analysis and write up. Users of modeling studies should be familiar with these principles in order to correctly appraise studies for their applicability, validity and interpretability.",
  "authors": [
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": [
        "McMaster University, Program for Assessment of Technology in Health (PATH), Department of Clinical Epidemiology and Biostatics, McMaster University, 25 Main Street West, Suite 2000, Hamilton, Ontario L8P 1H1, Canada. goereer@mcmaster.ca"
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Bernie J",
      "initials": "BJ",
      "name": "Bernie J O'Brien",
      "affiliations": []
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Expert review of pharmacoeconomics & outcomes research",
    "iso_abbreviation": "Expert Rev Pharmacoecon Outcomes Res",
    "issn": "1744-8379",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "2",
    "pub_year": "2004",
    "pub_month": "Apr"
  },
  "start_page": "189",
  "end_page": "198",
  "pages": "189-98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19807523",
    "doi": "10.1586/14737167.4.2.189"
  },
  "doi": "10.1586/14737167.4.2.189",
  "dates": {
    "completed": "2010-07-01",
    "revised": "2009-10-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:09:38.916318",
    "pmid": "19807523"
  }
}