{
  "pmid": "19808727",
  "uid": "19808727",
  "title": "Disparity in outcomes of surgical revascularization for limb salvage. Race and gender are synergistic determinants of vein graft failure and limb loss. Nguyen LL, Hevelone N, Rogers SO, Bandyk DF, Clowes AW, Moneta GL, Lipsitz S, Conte MS. Circulation. 2009; 119: 123-130.",
  "abstract": "STUDY OBJECTIVE: The primary objective of this study was to examine in a post hoc secondary analysis, the interaction of race and gender as they affect graft patency, limb salvage and mortality among patients enrolled in the Project of Ex Vivo Vein Graft Engineering via Transfection III (PREVENT III). PREVENT III was a randomized controlled trial, designed to test the efficacy of edifoligide versus placebo in patients undergoing vein bypass for critical limb ischemia (CLI). POPULATION: PREVENT III enrolled 1404 patients, > 18 years of age with CLI (defined as arterial insufficiency with gangrene, a non-healing ischemic ulcer or rest pain) undergoing vein bypass graft surgery, across 83 North American centres. DESIGN AND METHODS: The primary outcome measure for PREVENT III was time to occurrence of non-technical graft failure resulting in either graft revision or major amputation at 12 months post enrolment. Graft failure was assessed with angiographic or ultrasound surveillance and clinical follow-up at multiple intervals for up to 1 year. For this post hoc study, data from the PREVENT III trial were analysed as an observational cohort for the effect of race and gender on vascular endpoints and patient outcomes. For this analysis, race was dichotomized ('black' versus 'non-black') and race and gender were analysed in individual (dichotomized) and combined groups (black men, black women, non-black men, non-black women). Graft and limb-related endpoints consisted of primary patency (graft patency without intervention), primary assisted patency (graft patency after preventive intervention of a stenosis), secondary patency (graft patency after intervention on a thrombosed graft), major amputation (transtibial or higher) and composite outcomes including amputation-free survival and amputation/revision-free survival. Univariate analysis (using ANOVA and Fisher's exact test) examined the association of race/gender groups with patient demographic characteristics and co-morbidities. Univariate logistic regression models examined the relationship of patient characteristics and 30-day peri-operative variables to clinical endpoints. Cox proportional-hazard models were used for 1-year outcomes for graft patency, limb salvage and patient mortality. Propensity score modelling was used to control for 16 covariates (including demographic variables, technical factors, selected co-morbidities and medications) to allow multivariable analysis of the associations and interactions between race and gender with outcomes. Propensity score adjustments nested covariates into the primary outcomes models to analyse the effects of the four combinations of race and gender. RESULTS: Of the 1404 patients enrolled in PREVENT III, 249 black patients (118 women and 131 men) were included. The overall peri-operative (30-day) mortality was 2.7% and no differences were observed between race and gender groups. Although black race and gender were not individually associated with primary patency at 30 days, the subgroup of black men were at increased risk of graft failure at 30 days compared to non-black men (hazard ratio [HR] = 2.96, 95% CI: 1.72-6.06, p < 0.01) and this difference persisted even after adjustments for high-risk grafts (odds ratio [OR] = 3.03, 95% CI: 1.29-7.12, p = 0.01). At 1 year, no significant differences were observed in mortality or primary patency rates among race and gender groups; however, black patients experienced reduced secondary patency compared to non-black patients (HR = 1.49, 95% CI: 1.08-2.06, p = 0.02) and limb salvage (HR = 2.02, 95% CI: 1.27-3.20, p < 0.01). Propensity score models indicated that this disparity was more pronounced among black women (secondary patency HR = 2.02, 95% CI: 1.27-3.20, p < 0.01; major amputation HR = 2.38, 95% CI: 1.18-4.83, p < 0.02). No significant differences were seen between race and gender subgroups in patient survival, amputation-free survival or amputation/revision-free survival. CONCLUSIONS: No differences were observed in mortality or primary patency at 30 days or at 1 year among individual and combined race/gender groups. Black patients, especially black women, were found to have worse secondary patency and limb salvage outcomes after vein bypass surgery for CLI.",
  "authors": [
    {
      "last_name": "Kreatsoulas",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Kreatsoulas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Vascular medicine (London, England)",
    "iso_abbreviation": "Vasc Med",
    "issn": "1358-863X",
    "issn_type": "Print",
    "volume": "14",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Nov"
  },
  "start_page": "397",
  "end_page": "399",
  "pages": "397-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19808727",
    "doi": "10.1177/1358863X09107006",
    "pii": "14/4/397"
  },
  "doi": "10.1177/1358863X09107006",
  "dates": {
    "completed": "2009-12-18",
    "revised": "2009-10-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.266936",
    "pmid": "19808727"
  }
}