{
  "pmid": "19807909",
  "uid": "19807909",
  "title": "Fluid-structure interaction of a patient-specific abdominal aortic aneurysm treated with an endovascular stent-graft.",
  "abstract": "BACKGROUND: Abdominal aortic aneurysms (AAA) are local dilatations of the infrarenal aorta. If left untreated they may rupture and lead to death. One form of treatment is the minimally invasive insertion of a stent-graft into the aneurysm. Despite this effective treatment aneurysms may occasionally continue to expand and this may eventually result in post-operative rupture of the aneurysm. Fluid-structure interaction (FSI) is a particularly useful tool for investigating aneurysm biomechanics as both the wall stresses and fluid forces can be examined. METHODS: Pre-op, Post-op and Follow-up models were reconstructed from CT scans of a single patient and FSI simulations were performed on each model. The FSI approach involved coupling Abaqus and Fluent via a third-party software - MpCCI. Aneurysm wall stress and compliance were investigated as well as the drag force acting on the stent-graft. RESULTS: Aneurysm wall stress was reduced from 0.38 MPa before surgery to a value of 0.03 MPa after insertion of the stent-graft. Higher stresses were seen in the aneurysm neck and iliac legs post-operatively. The compliance of the aneurysm was also reduced post-operatively. The peak Post-op axial drag force was found to be 4.85 N. This increased to 6.37 N in the Follow-up model. CONCLUSION: In a patient-specific case peak aneurysm wall stress was reduced by 92%. Such a reduction in aneurysm wall stress may lead to shrinkage of the aneurysm over time. Hence, post-operative stress patterns may help in determining the likelihood of aneurysm shrinkage post EVAR. Post-operative remodelling of the aneurysm may lead to increased drag forces.",
  "authors": [
    {
      "last_name": "Molony",
      "fore_name": "David S",
      "initials": "DS",
      "name": "David S Molony",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical and Aeronautical Engineering and Materials and Surface Science Institute, University of Limerick, Ireland. david.molony@ul.ie"
      ]
    },
    {
      "last_name": "Callanan",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Callanan",
      "affiliations": []
    },
    {
      "last_name": "Kavanagh",
      "fore_name": "Eamon G",
      "initials": "EG",
      "name": "Eamon G Kavanagh",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    },
    {
      "last_name": "McGloughlin",
      "fore_name": "Tim M",
      "initials": "TM",
      "name": "Tim M McGloughlin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biomedical engineering online",
    "iso_abbreviation": "Biomed Eng Online",
    "issn": "1475-925X",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2009",
    "pub_month": "Oct",
    "pub_day": "06"
  },
  "start_page": "24",
  "pages": "24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aortic Aneurysm, Abdominal",
    "Biomechanical Phenomena",
    "Biomedical Engineering",
    "Blood Vessel Prosthesis",
    "Blood Vessel Prosthesis Implantation",
    "Elastic Modulus",
    "Humans",
    "Male",
    "Models, Anatomic",
    "Models, Theoretical",
    "Pressure",
    "Stents",
    "Stress, Mechanical",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "19807909",
    "pmc": "PMC2764714",
    "doi": "10.1186/1475-925X-8-24",
    "pii": "1475-925X-8-24"
  },
  "doi": "10.1186/1475-925X-8-24",
  "pmc_id": "PMC2764714",
  "dates": {
    "completed": "2010-01-11",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.708455",
    "pmid": "19807909"
  }
}