{
  "pmid": "19812403",
  "uid": "19812403",
  "title": "Accuracy of conflict-of-interest disclosures reported by physicians.",
  "abstract": "BACKGROUND: The recent public reporting of payments made to physicians by manufacturers of orthopedic devices provides an opportunity to assess the accuracy of physicians' conflict-of-interest disclosures. METHODS: We analyzed the reports of payments made to physicians by five manufacturers of total hip and knee prostheses in 2007. For each payment recipient who was an author of a presentation or served as a committee member or board member at the 2008 annual meeting of the American Academy of Orthopaedic Surgeons, the disclosure statement was reviewed to determine whether the payment had been disclosed. To ascertain the reasons for nondisclosure, a survey was administered to physicians who had received payments that were not disclosed. RESULTS: The overall rate of disclosure was 71.2% (245 of 344 payments). For payments that were directly related to the topic of the presentation at the meeting, the rate was 79.3% (165 of 208); for payments that were indirectly related, the rate was 50.0% (16 of 32); and for payments that were unrelated, the rate was 49.2% (29 of 59) (P=0.008). In the multivariate analysis, payments were also more likely to have been disclosed if they exceeded $10,000 (P<0.001), were directed toward an individual physician rather than a company or organization (P=0.04), or included an in-kind component (P=0.002). Among the 36 physicians who responded to the survey regarding reasons for nondisclosure (response rate, 39.6%), the reasons most commonly given for nondisclosure were that the payment was unrelated to the topic of presentation at the annual meeting (38.9% of respondents) and that the physician had misunderstood the disclosure requirements (13.9%); 11.1% reported that the payment had been disclosed but was mistakenly omitted from the program. CONCLUSIONS: In this study of self-reported conflict-of-interest disclosure by physicians at a large annual meeting, the rate of disclosure was 79.3% for directly related payments and 50.0% for indirectly related payments.",
  "authors": [
    {
      "last_name": "Okike",
      "fore_name": "Kanu",
      "initials": "K",
      "name": "Kanu Okike",
      "affiliations": [
        "Department of Orthopedic Surgery, Brigham and Women's Hospital, Boston, MA, USA. okike@post.harvard.edu"
      ]
    },
    {
      "last_name": "Kocher",
      "fore_name": "Mininder S",
      "initials": "MS",
      "name": "Mininder S Kocher",
      "affiliations": []
    },
    {
      "last_name": "Wei",
      "fore_name": "Erin X",
      "initials": "EX",
      "name": "Erin X Wei",
      "affiliations": []
    },
    {
      "last_name": "Mehlman",
      "fore_name": "Charles T",
      "initials": "CT",
      "name": "Charles T Mehlman",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The New England journal of medicine",
    "iso_abbreviation": "N Engl J Med",
    "issn": "1533-4406",
    "issn_type": "Electronic",
    "volume": "361",
    "issue": "15",
    "pub_year": "2009",
    "pub_month": "Oct",
    "pub_day": "08"
  },
  "start_page": "1466",
  "end_page": "1474",
  "pages": "1466-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biomedical Research",
    "Conflict of Interest",
    "Data Collection",
    "Disclosure",
    "Ethics, Research",
    "Hip Prosthesis",
    "Humans",
    "Income",
    "Industry",
    "Knee Prosthesis",
    "Logistic Models",
    "Multivariate Analysis",
    "Orthopedics",
    "Physicians",
    "Research Support as Topic",
    "Societies, Medical",
    "United States"
  ],
  "article_ids": {
    "pubmed": "19812403",
    "doi": "10.1056/NEJMsa0807160",
    "pii": "361/15/1466"
  },
  "doi": "10.1056/NEJMsa0807160",
  "dates": {
    "completed": "2009-10-16",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.040926",
    "pmid": "19812403"
  }
}