{
  "pmid": "19811711",
  "uid": "19811711",
  "title": "Body weight and bleeding pattern changes in women using DMPA-SC.",
  "abstract": "OBJECTIVE: To determine the 1-year efficacy of contraception, changes in bleeding pattern and weight with the use of Depot medroxyprogesterone acetate-subcutaneous injected subcutaneously once every 3 months. STUDY DESIGN: Descriptive case-series. PLACE AND DURATION OF STUDY: Gynaecology and Obstetrics Unit, Holy Family Hospital, Rawalpindi, from March 2003 to June 2004. METHODOLOGY: Twenty five patients were selected by purposive sampling and followed up in Holy Family Hospital, Gynaecology and Obstetric Unit for a one-year period using DMPA-SC every three months. Hospital Ethical Committee permission was obtained prior to commencement of the study. Informed written consent was taken. Body weight was measured at baseline and every 3 months thereafter. Bleeding analysis in terms of blood flow and severity of bleeding was also done at 3 months interval using a 5-point scale. RESULTS: DMPA-SC showed 100% efficacy in preventing pregnancy in the 25 patients who were followed up. Mean and SD of age was 34.24+/-3.57 years. Mean and SD of weight was 63.44+/-13.81 kg.There was a mean weight gain of 0.1 kg at visit 1-3 (first 3 months) and an average weight gain of 1.036 kg at the end of the year. There was a trend towards amenorrhea with 56% of the patients included in the category of bleeding less than usual at the end of treatment period. CONCLUSION: DMPA-SC can be used in women desiring reversible contraception with unremarkable weight gain and overall bleeding pattern leading towards amenorrhea.",
  "authors": [
    {
      "last_name": "Chaudhri",
      "fore_name": "Rizwana",
      "initials": "R",
      "name": "Rizwana Chaudhri",
      "affiliations": [
        "Department of Gynaecology and Obstetrics, Holy Family Hospital, Rawalpindi."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Farwa",
      "initials": "F",
      "name": "Farwa Rizvi",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the College of Physicians and Surgeons--Pakistan : JCPSP",
    "iso_abbreviation": "J Coll Physicians Surg Pak",
    "issn": "1022-386X",
    "issn_type": "Print",
    "volume": "19",
    "issue": "10",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "618",
  "end_page": "621",
  "pages": "618-21",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Amenorrhea",
    "Body Mass Index",
    "Body Weight",
    "Contraceptives, Oral, Synthetic",
    "Female",
    "Humans",
    "Injections, Subcutaneous",
    "Medroxyprogesterone",
    "Multivariate Analysis",
    "Risk Factors",
    "Severity of Illness Index",
    "Sex Factors",
    "Time Factors",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "19811711",
    "doi": "10.2009/JCPSP.618621",
    "pii": "040579197"
  },
  "doi": "10.2009/JCPSP.618621",
  "dates": {
    "completed": "2009-12-11",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Contraceptives, Oral, Synthetic",
    "Medroxyprogesterone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.524063",
    "pmid": "19811711"
  }
}