{
  "pmid": "19826163",
  "uid": "19826163",
  "title": "After-hours services in capitation-funded primary care practice: use and satisfaction.",
  "abstract": "OBJECTIVE: To examine patients' use of and satisfaction with the nurse-staffed Telephone Health Advisory Service (THAS) and physician after-hours care in a rostered Family Health Organization, as well as physicians' satisfaction with both types of services. DESIGN: Cross-sectional telephone survey. SETTING: A Family Health Organization in Hamilton, Ont. PARTICIPANTS: Nineteen family physicians and their patients who used an after-hours service during 9 selected weeks between March and December of 2007. MAIN OUTCOME MEASURES: Distribution of encounters directed to the on-call physician or to the THAS; types of health problems; and patient and physician satisfaction. RESULTS: A total of 817 calls were recorded from 774 patients. Of these patients, 606 were contacted and 94.4% (572/606) completed encounter-specific surveys: 358 completed the on-call physician survey and 214 completed the THAS survey. Mean age of respondents was 40.8 years; most were women, and approximately one-third called on behalf of children. Most calls (66.8%, 546/817) were made directly to the on-call physicians. The most common problems were respiratory (34.3%, 271/789), gastrointestinal (10.1%, 80/789), and genitourinary (9.3%, 73/789). Most patients reported being very satisfied with the after-hours care provided by the THAS (62.5%, 125/200) or the on-call physicians (70.9%, 249/351). Almost all callers who bypassed the THAS knew about it (89.8%, 316/352), but either felt their problems were too serious or wished to talk to a physician. Most physicians agreed or strongly agreed that they were satisfied with their colleagues' on-call care (81.0%, 17/21); 47.6% (10/21) agreed that the THAS was helpful in managing on-call duty. CONCLUSION: When direct after-hours physician contact is available, a minority of patients uses a nurse-staffed triage. Physicians find the arrangements onerous and would prefer to see after-hours care managed and remunerated differently.",
  "authors": [
    {
      "last_name": "Neimanis",
      "fore_name": "Ieva",
      "initials": "I",
      "name": "Ieva Neimanis",
      "affiliations": [
        "Department of Family Medicine at McMaster University, Hamilton, Ont. ineimani@mcmaster.ca"
      ]
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "10",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "1008",
  "end_page": "9.e96",
  "pages": "1008-9.e1-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "After-Hours Care",
    "Attitude to Health",
    "Capitation Fee",
    "Emergency Medical Services",
    "Family Practice",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Organizational",
    "Patient Satisfaction",
    "Practice Patterns, Nurses'",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "19826163",
    "pmc": "PMC2761961",
    "pii": "55/10/1008"
  },
  "pmc_id": "PMC2761961",
  "dates": {
    "completed": "2012-04-03",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.516796",
    "pmid": "19826163"
  }
}