{
  "pmid": "19827701",
  "uid": "19827701",
  "title": "Goal-directed aiming and the relative contribution of two online control processes.",
  "abstract": "Kinematic investigations of rapid goal-directed aiming suggest that the online control of movement occurs via 2 processes. One process involves a comparison of visual information about the relative locations of the hand and target late in the trajectory. A second process has been proposed in which a movement's initial impulse is subject to online control. To investigate the relative influence of these 2 types of online control, kinematic analysis of participants' rapid goal-directed movements was conducted. Upon movement initiation, the environment was manipulated such that participants were exposed to a factorial combination of perturbations designed to have unique impacts on either late trajectory or initial impulse control. The Müller-Lyer illusion creates a bias in the perceived location of the target relative to the hand and affects late adjustments to the movement trajectory. Displacing the background over which movements are performed, either in or opposite to the direction of the movement, creates a mismatch between perceived and expected limb velocity, affecting early online control. Results of the Miller-Lyer-only and moving-background-only conditions replicated the previous evidence of late trajectory and early control adjustments, respectively. More interestingly, end movement accuracy measures yielded noninteractive main effects of the 2 perturbations, suggesting that the 2 forms of control operate independently.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Digby",
      "initials": "D",
      "name": "Digby Elliott",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of psychology",
    "iso_abbreviation": "Am J Psychol",
    "issn": "0002-9556",
    "issn_type": "Print",
    "volume": "122",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "309",
  "end_page": "324",
  "pages": "309-24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attention",
    "Biomechanical Phenomena",
    "Female",
    "Humans",
    "Male",
    "Optical Illusions",
    "Orientation",
    "Pattern Recognition, Visual",
    "Problem Solving",
    "Psychomotor Performance",
    "Reaction Time"
  ],
  "article_ids": {
    "pubmed": "19827701"
  },
  "dates": {
    "completed": "2009-11-02",
    "revised": "2013-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.279620",
    "pmid": "19827701"
  }
}