{
  "pmid": "19821432",
  "uid": "19821432",
  "title": "Cryotherapy for hepatocellular carcinoma.",
  "abstract": "BACKGROUND: Hepatocellular carcinoma is the most common primary malignant cancer of the liver. Evidence for the role of cryotherapy in the treatment of hepatocellular carcinoma is controversial. OBJECTIVES: The aim of this review is to evaluate the potential benefits and harms of cryotherapy for the treatment of hepatocellular carcinoma. SEARCH STRATEGY: We searched The Cochrane Hepato-Biliary Group Controlled Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library, MEDLINE, EMBASE, and LILACS until June 2009. We identified further studies by searching national and topic-specific databases, bibliographies, conference abstracts, journals, and grey literature. Furthermore, we reviewed the reference lists and contacted the principal authors of the identified studies. SELECTION CRITERIA: Randomised clinical trials (irrespective of language or publication status) comparing cryotherapy with or without co-intervention(s) to placebo, no treatment, or other control interventions were considered for the review. Due to the absence of randomised clinical trials, we searched for quasi-randomised studies as well as prospective cohort studies and retrospective cohort studies. DATA COLLECTION AND ANALYSIS: Two authors independently identified and assessed studies for their fulfilment of the inclusion criteria. Dichotomous data were expressed as risk ratio (RR) with 95% confidence intervals (CI). We performed the review following the recommendations of The Cochrane Collaboration. MAIN RESULTS: We were unable to identify any randomised clinical trials. We were also unable to identify quasi-randomised trials. Instead, we identified two prospective cohort studies and two retrospective cohort studies. However, only one of these studies could be included for the assessment of benefit as the study results were stratified according to both the type of hepatic malignancy (primary or secondary) and the intervention group. This retrospective study compared percutaneous cryotherapy with percutaneous radiofrequency. The remaining studies were excluded for the analyses of benefit but included for the assessment of harm. Both severe and non-severe adverse events were reported, but the true nature and extent of harm was difficult to asses. AUTHORS' CONCLUSIONS: At present, there is no evidence to recommend or refute cryotherapy for patients with hepatocellular carcinoma. Randomised clinical trials with low-risk of bias may help in defining the role of cryotherapy in the treatment of hepatocellular carcinoma.",
  "authors": [
    {
      "last_name": "Awad",
      "fore_name": "Tahany",
      "initials": "T",
      "name": "Tahany Awad",
      "affiliations": [
        "Cochrane Hepato-Biliary Group, Copenhagen Trial Unit, Centre for Clinical Intervention Research, Department 3344, Rigshospitalet, Copenhagen University Hospital, Blegdamsvej 9, Copenhagen, Denmark, DK-2100."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": []
    },
    {
      "last_name": "Gluud",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gluud",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Oct",
    "pub_day": "07"
  },
  "start_page": "CD007611",
  "pages": "CD007611",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Carcinoma, Hepatocellular",
    "Catheter Ablation",
    "Cryotherapy",
    "Humans",
    "Liver Neoplasms",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "19821432",
    "doi": "10.1002/14651858.CD007611.pub2"
  },
  "doi": "10.1002/14651858.CD007611.pub2",
  "dates": {
    "completed": "2010-01-27",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.467379",
    "pmid": "19821432"
  }
}