{
  "pmid": "19838361",
  "uid": "19838361",
  "title": "Low-intensity pulsed ultrasound: Fracture healing.",
  "abstract": "Annually, millions of people across the world are inflicted with bone fracture injuries. Untimely healing is a significant burden in terms of socioeconomic costs, personal costs, and patients' quality of life. Low-intensity pulsed ultrasound (LIPUS) has gained much attention as a potential adjunctive therapy for accelerating fresh fracture healing, but its efficacy remains controversial. This paper is presented in two parts a literature review followed by a systematic review. The literature review highlights the physiology of fracture healing and the influence LIPUS exerts on cells and molecules involved in this healing process. In part two, we present a systematic review of randomized controlled trials (RCTs) assessing the clinical effectiveness of LIPUS in accelerating the time to fracture healing. The electronic databases we searched for the systematic review are as follows: MEDLINE (from 1996 to November 2008), EMBASE (from 1996 to November 2008), and Healthstar (from 1966 to October 2008). A two-step screening process was used to assess the eligibility of studies yielded by our search. The first step was a review of titles and abstracts for the selection of studies that met the following criteria: (i) inclusion of skeletally mature patients with a fresh fracture, (ii) a minimum of two treatment arms with at least one arm receiving LIPUS treatment and another arm receiving placebo, (iii) random allocation of patients to the different treatment arms, (iv) radiological assessment of time to fracture healing, and (v) publication in the English language. In the second step, selected articles were reviewed in full text. Eligible trials were all scored independently by two reviewers for methodological reporting quality using the 15-item CLEAR NPT checklist (Checklist to Evaluate the Report of a Nonpharmacological Trial). We identified a total of seventy seven studies, nine of which met our inclusion criteria after the initial screening. Of these nine trials, seven were included for the final review. The types of fractures studied among these seven trials included lateral malleolar, radial, and tibial fractures. Three of the seven trials found that LIPUS significantly reduces healing time compared to placebo, whereas the other four did not find a statistically significant difference. There is a substantial level of inconsistency in the findings of several RCTs evaluating the efficacy of LIPUS as an adjunct for fracture healing. Although LIPUS has proven to be effective in certain trials for accelerating fracture healing, no definitive statement can be made regarding its universal use for all fracture types and methods of fracture care. Future high-quality RCTs with larger sample sizes may help to elucidate the specific indications that warrant or dismiss the need for LIPUS therapy.",
  "authors": [
    {
      "last_name": "Mundi",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Mundi",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Petis",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Petis",
      "affiliations": []
    },
    {
      "last_name": "Kaloty",
      "fore_name": "Roopinder",
      "initials": "R",
      "name": "Roopinder Kaloty",
      "affiliations": []
    },
    {
      "last_name": "Shetty",
      "fore_name": "Vijay",
      "initials": "V",
      "name": "Vijay Shetty",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian journal of orthopaedics",
    "iso_abbreviation": "Indian J Orthop",
    "issn": "1998-3727",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "132",
  "end_page": "140",
  "pages": "132-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19838361",
    "pmc": "PMC2762261",
    "doi": "10.4103/0019-5413.50847"
  },
  "doi": "10.4103/0019-5413.50847",
  "pmc_id": "PMC2762261",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.273708",
    "pmid": "19838361"
  }
}