{
  "pmid": "19834154",
  "uid": "19834154",
  "title": "Spatiotemporal analysis of sensor logs using growth ring maps.",
  "abstract": "Spatiotemporal analysis of sensor logs is a challenging research field due to three facts: a) traditional two-dimensional maps do not support multiple events to occur at the same spatial location, b) three-dimensional solutions introduce ambiguity and are hard to navigate, and c) map distortions to solve the overlap problem are unfamiliar to most users. This paper introduces a novel approach to represent spatial data changing over time by plotting a number of non-overlapping pixels, close to the sensor positions in a map. Thereby, we encode the amount of time that a subject spent at a particular sensor to the number of plotted pixels. Color is used in a twofold manner; while distinct colors distinguish between sensor nodes in different regions, the colors' intensity is used as an indicator to the temporal property of the subjects' activity. The resulting visualization technique, called Growth Ring Maps, enables users to find similarities and extract patterns of interest in spatiotemporal data by using humans' perceptual abilities. We demonstrate the newly introduced technique on a dataset that shows the behavior of healthy and Alzheimer transgenic, male and female mice. We motivate the new technique by showing that the temporal analysis based on hierarchical clustering and the spatial analysis based on transition matrices only reveal limited results. Results and findings are cross-validated using multidimensional scaling. While the focus of this paper is to apply our visualization for monitoring animal behavior, the technique is also applicable for analyzing data, such as packet tracing, geographic monitoring of sales development, or mobile phone capacity planning.",
  "authors": [
    {
      "last_name": "Bak",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bak",
      "affiliations": [
        "University of Konstanz. bak@dbvis.inf.uni-konstanz.de"
      ]
    },
    {
      "last_name": "Mansmann",
      "fore_name": "Florian",
      "initials": "F",
      "name": "Florian Mansmann",
      "affiliations": []
    },
    {
      "last_name": "Janetzko",
      "fore_name": "Halldor",
      "initials": "H",
      "name": "Halldor Janetzko",
      "affiliations": []
    },
    {
      "last_name": "Keim",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Keim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "IEEE transactions on visualization and computer graphics",
    "iso_abbreviation": "IEEE Trans Vis Comput Graph",
    "issn": "1077-2626",
    "issn_type": "Print",
    "volume": "15",
    "issue": "6",
    "pub_year": "2009"
  },
  "start_page": "913",
  "end_page": "920",
  "pages": "913-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alzheimer Disease",
    "Animals",
    "Animals, Genetically Modified",
    "Behavior, Animal",
    "Cluster Analysis",
    "Computational Biology",
    "Computer Graphics",
    "Disease Models, Animal",
    "Female",
    "Male",
    "Mice",
    "Spatial Behavior",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "19834154",
    "doi": "10.1109/TVCG.2009.182"
  },
  "doi": "10.1109/TVCG.2009.182",
  "dates": {
    "completed": "2010-01-13",
    "revised": "2009-10-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:13.115881",
    "pmid": "19834154"
  }
}