{
  "pmid": "19833428",
  "uid": "19833428",
  "title": "Preterm birth and low birth weight among in vitro fertilization twins: a systematic review and meta-analyses.",
  "abstract": "OBJECTIVE: The objective of this systematic review and meta-analyses was to determine the risks of preterm birth (PTB) and low birth weight (LBW) in twins conceived through in vitro fertilization (IVF) or IVF/intracytoplasmic sperm injection (ICSI) compared to spontaneously-conceived twins after matching or controlling for at least maternal age. STUDY DESIGN: The MOOSE guidelines for meta-analysis of observational studies were followed. SEARCH STRATEGY: Medline and Embase were searched using comprehensive search strategies. Bibliographies of identified articles were reviewed. SELECTION CRITERIA: English language studies of twins conceived by IVF or IVF/ICSI, compared with spontaneously twins, that matched or controlled for at least maternal age. DATA COLLECTION AND ANALYSIS: Two reviewers independently assessed titles, abstracts, articles and study quality and extracted data. Statistical analyses were performed using the Review Manager (RevMan 5.0) software using a random effects model. Dichotomous data were meta-analyzed using relative risks (RR) and continuous data with a weighted mean difference. RESULTS: Twelve studies were included which had a total of 4385 twins conceived after IVF or IVF/ICSI (one stillbirth was excluded) and 11,793 spontaneously-conceived twins. After matching or controlling for maternal age and often other factors, compared to spontaneously-conceived twins, IVF twins had increased risks of both our primary outcomes: PTB (RR 1.23, 95% CI 1.09, 1.41) and LBW (<2500 g, RR 1.14, 95% CI 1.06, 1.22). They were at increased risk for PTB <32-33 weeks (RR 1.63, 95% CI 1.17, 2.27) although the risks of late PTB (32-36 weeks, RR 1.12, 95% CI 0.85, 1.47), very LBW (<1500 g, RR 1.28, 95% CI 0.73, 2.24), extremely LBW (<1000 g, RR 0.88, 0.04, 19.40), intrauterine growth restriction (RR 1.06, 95% CI 0.72, 1.55) and the difference in the duration of gestation (-0.5 weeks, 95% CI -1.2 weeks, 0.2 weeks) were not statistically significantly increased compared to spontaneously-conceived twins. IVF twins had significantly lower mean birth weights (-105 g, 95% CI -204 g, -3 g). CONCLUSIONS: IVF twins have small but significantly increased risks of PTB, LBW, and lower mean birth weight compared to spontaneously-conceived twins after matching or controlling for at least maternal age.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics & Gynecology, Diagnostic Imaging, and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. mcdonals@mcmaster.ca"
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Han",
      "affiliations": []
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Mulla",
      "affiliations": []
    },
    {
      "last_name": "Ohlsson",
      "fore_name": "Arne",
      "initials": "A",
      "name": "Arne Ohlsson",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie E",
      "initials": "KE",
      "name": "Kellie E Murphy",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of obstetrics, gynecology, and reproductive biology",
    "iso_abbreviation": "Eur J Obstet Gynecol Reprod Biol",
    "issn": "1872-7654",
    "issn_type": "Electronic",
    "volume": "148",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Feb"
  },
  "start_page": "105",
  "end_page": "113",
  "pages": "105-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Fertilization in Vitro",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Infant, Premature",
    "Maternal Age",
    "Premature Birth",
    "Twins"
  ],
  "article_ids": {
    "pubmed": "19833428",
    "doi": "10.1016/j.ejogrb.2009.09.019",
    "pii": "S0301-2115(09)00557-0"
  },
  "doi": "10.1016/j.ejogrb.2009.09.019",
  "dates": {
    "completed": "2010-04-27",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KRS 86242",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:14.940350",
    "pmid": "19833428"
  }
}