{
  "pmid": "19830242",
  "uid": "19830242",
  "title": "Triple X syndrome in a patient with partial lipodystrophy discovered using a high-density oligonucleotide microarray: a case report.",
  "abstract": "INTRODUCTION: Patients with lipodystrophy experience selective or generalized atrophy of adipose tissue. The disruption of lipid metabolism results in an increased risk for development of metabolic syndrome and coronary artery disease. Currently, the mutations responsible for approximately half of lipodystrophy patients are known, but new techniques and examination of different types of genetic variation may identify new disease-causing mechanisms. CASE PRESENTATION: A 53-year-old woman of African descent was referred to a tertiary care endocrinology clinic for treatment of severe insulin resistance, treatment-resistant hypertension and dyslipidemia. After all known lipodystrophy-causing mutations were excluded by DNA sequencing, the patient was found to have triple X syndrome after an initial investigation into copy number variation using a high-density oligonucleotide microarray. The patient also had a previously unobserved duplication of 415 kilobases of chromosome 5q33.2. This is the first case report of a patient with lipodystrophy who also had triple X syndrome. CONCLUSION: While we cannot make a direct link between the presence of triple X syndrome and partial lipodystrophy, if unrelated, this is an extremely rare convergence of syndromes. This patient poses an interesting possibility regarding the influence triple X syndrome may have on an individual with other underlying lipodystrophy susceptibility. Finally, impending large-scale case-control and cohort copy number variation investigations will, as a by-product, further document the prevalence of triple X syndrome in various patient groups.",
  "authors": [
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": []
    },
    {
      "last_name": "Fantus",
      "fore_name": "I George",
      "initials": "IG",
      "name": "I George Fantus",
      "affiliations": []
    },
    {
      "last_name": "Hegele",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Hegele",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical case reports",
    "iso_abbreviation": "J Med Case Rep",
    "issn": "1752-1947",
    "issn_type": "Print",
    "volume": "3",
    "pub_year": "2009",
    "pub_month": "Aug",
    "pub_day": "12"
  },
  "start_page": "8867",
  "pages": "8867",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19830242",
    "pmc": "PMC2737760",
    "doi": "10.4076/1752-1947-3-8867"
  },
  "doi": "10.4076/1752-1947-3-8867",
  "pmc_id": "PMC2737760",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:39.023958",
    "pmid": "19830242"
  }
}