{
  "pmid": "19838366",
  "uid": "19838366",
  "title": "Economic evaluation of bone stimulation modalities: A systematic review of the literature.",
  "abstract": "Various bone stimulation modalities are commonly used in treatment of fresh fractures and nonunions; however, the effectiveness and efficiency of these modalities remain uncertain. A systematic review of trials evaluating the clinical and economical outcomes of ultrasounds, electrical stimulation, and extracorporeal sound waves on fracture healing was conducted. We searched four electronic databases for economic evaluations that assessed bone stimulation modalities using ultrasound therapy, electrical stimulation, or extracorporeal shock waves. In addition, we searched the references and related articles of eligible studies, and a content expert was contacted. Information on the clinical and economical outcomes of patients was independently extracted by reviewers. Fourteen studies met the inclusion criteria; therefore, very limited research was found on the cost associated with treatments and the corresponding outcomes. The data available focus primarily on the efficacy of newly introduced treatment methods for bone growth, but failed to incorporate the costs of implementing such treatments. One economic analysis was identified that assessed different treatment paths using ultrasound. A total cost savings of 24-40% per patient occurred when ultrasound was used for fresh fractures and nonunions (grade C recommendation). The results suggest that the ultrasound is a viable alternative for bone stimulation; however, the impacts of the other modalities are left unknown due to the lack of research available. Methodological limitations leave the overall economic and clinical impact of these modalities uncertain. Large, prospective, randomized controlled trials that include cost-effectiveness analyses are needed to further define the clinical effectiveness and financial burden associated with bone stimulation modalities.",
  "authors": [
    {
      "last_name": "Button",
      "fore_name": "Melissa L",
      "initials": "ML",
      "name": "Melissa L Button",
      "affiliations": [
        "Division of Orthopaedic Surgery, Departments of Surgery and Clinical Epidemiology and Biostatistics, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Gharsaa",
      "fore_name": "Osama",
      "initials": "O",
      "name": "Osama Gharsaa",
      "affiliations": []
    },
    {
      "last_name": "Latouche",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Latouche",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian journal of orthopaedics",
    "iso_abbreviation": "Indian J Orthop",
    "issn": "1998-3727",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "168",
  "end_page": "174",
  "pages": "168-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19838366",
    "pmc": "PMC2762250",
    "doi": "10.4103/0019-5413.50852"
  },
  "doi": "10.4103/0019-5413.50852",
  "pmc_id": "PMC2762250",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.274978",
    "pmid": "19838366"
  }
}