{
  "pmid": "19839216",
  "uid": "19839216",
  "title": "[GRADE: from grading the evidence to developing recommendations. A description of the system and a proposal regarding the transferability of the results of clinical research to clinical practice].",
  "abstract": "The Grading of Recommendations Assessment, Development and Evaluation (GRADE) working group represents an international collaboration of guideline developers, clinicians, health services researchers and methodologists. Many leading organizations, including the World Health Organization (WHO), use the GRADE approach because it has led to progress in the assessment of evidence and in the development of healthcare recommendations. The GRADE system distinguishes the quality of evidence from the strength of a recommendation. The quality of evidence reflects the extent of confidence that an estimate of effect is correct if it is used in the context of single endpoints. In the context of giving guidance, it reflects the extent to which confidence in an estimate of the effect is adequate to support recommendations. The strength of a recommendation, separated into strong and weak or conditional recommendations for or against an intervention, is defined as the extent to which one can be confident that the desirable effects of an intervention outweigh the undesirable effects. A recommendation for action requires consideration for the magnitude of the expected benefit and downsides of an intervention for all patient-important endpoints, the associate values and preferences and resource use. The GRADE system includes a systematic approach to evaluate the generalizability of study results to healthcare practice. Judgments about generalizability, better termed directness, are separated into judgments about the availability of direct comparisons between two alternative management strategies and judgments about differences between the population, intervention, comparator to the intervention, and outcomes (PICO) of interest for a given question, and those included in the relevant studies. In addition to providing an overview of the GRADE system, this article focuses on the approach to assessing directness or generalizability.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Canada. schuneh@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen",
    "iso_abbreviation": "Z Evid Fortbild Qual Gesundhwes",
    "issn": "1865-9217",
    "issn_type": "Print",
    "volume": "103",
    "issue": "6",
    "pub_year": "2009"
  },
  "start_page": "391",
  "end_page": "400",
  "pages": "391-400",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Influenza A Virus, H1N1 Subtype",
    "Influenza, Human",
    "Practice Guidelines as Topic",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality Assurance, Health Care",
    "Quality of Life",
    "Societies, Medical",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "19839216",
    "doi": "10.1016/j.zefq.2009.05.023",
    "pii": "S1865-9217(09)00158-5"
  },
  "doi": "10.1016/j.zefq.2009.05.023",
  "dates": {
    "completed": "2009-11-05",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.589590",
    "pmid": "19839216"
  }
}