{
  "pmid": "19845985",
  "uid": "19845985",
  "title": "Handling uncertainty in economic evaluations of patient level data: a review of the use of Bayesian methods to inform health technology assessments.",
  "abstract": "OBJECTIVES: Due to potential advantages (e.g., using all available evidence), Bayesian methods have been proposed to assist healthcare decision making. This review provides a detailed description of how Bayesian methods have been applied to economic evaluations of patient level data. The results serve both as a reference and as a means by which to examine the appropriate application of Bayesian methods to inform decision making. METHODS: MEDLINE, EMBASE, and Cochrane Economic Evaluation databases were searched to identify studies, published up to November 2007, meeting three inclusion criteria: (i) the study conducted an economic evaluation, (ii) sampling uncertainty was incorporated using Bayesian methods, (iii) the likelihood function was informed by patient level data from a single source. Data were collected on key study characteristics (e.g., prior distribution, likelihood function, presentation of uncertainty). RESULTS: The search identified 366 potentially relevant studies, from which 103 studies underwent full-text review. Sixteen studies met the inclusion criteria. Half of the studies used uninformative priors; most studies incorporated the potential dependence between costs and effects, and presented cost-effectiveness acceptability curves. Results were sensitive to changes in the priors and likelihoods. CONCLUSIONS: Limited use of informative priors, among the included studies, gives policy makers little guidance on one of the main benefits of Bayesian methods, the ability to integrate all available evidence to capture the uncertainty inherent in decision making.",
  "authors": [
    {
      "last_name": "McCarron",
      "fore_name": "C Elizabeth",
      "initials": "CE",
      "name": "C Elizabeth McCarron",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Programs for Assessment of Technology in Health (PATH) Research Institute, Ontario, Canada. mccarrce@mcmaster.ca"
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "Deborah A",
      "initials": "DA",
      "name": "Deborah A Marshall",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of technology assessment in health care",
    "iso_abbreviation": "Int J Technol Assess Health Care",
    "issn": "1471-6348",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "4",
    "pub_year": "2009",
    "pub_month": "Oct"
  },
  "start_page": "546",
  "end_page": "554",
  "pages": "546-54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bayes Theorem",
    "Costs and Cost Analysis",
    "Decision Making",
    "Humans",
    "Technology Assessment, Biomedical",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "19845985",
    "doi": "10.1017/S0266462309990316",
    "pii": "S0266462309990316"
  },
  "doi": "10.1017/S0266462309990316",
  "dates": {
    "completed": "2010-01-11",
    "revised": "2009-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.612736",
    "pmid": "19845985"
  }
}