{
  "pmid": "19851535",
  "uid": "19851535",
  "title": "Catheter-related right atrial thrombus and pulmonary embolism: a case report and systematic review of the literature.",
  "abstract": "Central venous catheters (CVCs) are commonly used in clinical practice. One of the foremost complications associated with their use is the potential for symptomatic or asymptomatic thrombosis. CVC thrombosis, in turn, may not only result in vascular and catheter occlusion but also infection, pulmonary embolism, and formation of right heart thromboemboli. Thrombi within cardiac chambers are associated with an increased risk of mortality due to their potential for embolization to the pulmonary vasculature. We describe the case of a 77-year-old man, who was successfully thrombolyzed following detection of a right atrial thrombus and hemodynamically significant pulmonary embolism resulting from thrombus formation on the tip of a peripherally inserted central catheter (PICC). The present article is the first report of a PICC-related right atrial thrombus in an adult treated with thrombolysis. A systematic review of the literature suggests that the true incidence of this complication may be underestimated because the diagnosis may not be considered in asymptomatic and symptomatic patients, or may be missed by transthoracic echocardiography. The present case highlights the importance of maintaining a high index of suspicion for thromboembolic complications and heparin-induced thrombocytopenia in patients with CVCs or a PICC. It also underscores the important role of transesophageal echocardiography and thrombolysis in the diagnosis and management, respectively, of right heart thromboemboli with associated pulmonary embolism.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Canada. burnsk@smh.toronto.on.ca"
      ]
    },
    {
      "last_name": "McLaren",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew McLaren",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian respiratory journal",
    "iso_abbreviation": "Can Respir J",
    "issn": "1916-7245",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "5",
    "pub_year": "2009"
  },
  "start_page": "163",
  "end_page": "165",
  "pages": "163-5",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Catheterization, Central Venous",
    "Echocardiography, Transesophageal",
    "Heart Atria",
    "Heart Diseases",
    "Humans",
    "Male",
    "Pulmonary Embolism",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "19851535",
    "pmc": "PMC2779172",
    "doi": "10.1155/2009/751507"
  },
  "doi": "10.1155/2009/751507",
  "pmc_id": "PMC2779172",
  "dates": {
    "completed": "2010-12-08",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.072916",
    "pmid": "19851535"
  }
}