{
  "pmid": "19853033",
  "uid": "19853033",
  "title": "Intrathecal antibodies and brain damage in autoimmune MRL mice.",
  "abstract": "Neuropsychiatric (NP) manifestations and brain pathology are poorly understood and potentially fatal concomitants of systemic lupus erythematosus (SLE). For many years, autoantibodies to brain tissue (i.e., brain-reactive antibodies, BRA) were proposed as a key factor in pathogenesis of CNS manifestations. Recent evidence suggests that intrathecal BRA, rather than serum autoantibodies, are a better predictor of disturbed brain morphology and function. We presently test this hypothesis by examining the relationship among BRA in cerebrospinal fluid (CSF), behavioral deficits, and brain pathology in a well-established animal model of CNS lupus. We showed earlier that significant diversity in disease manifestations within genetically homogenous MRL-lpr mice allows for constructive and informative correlational analysis. Therefore, levels of CSF antibodies were presently correlated with behavioral, neuropathological and immune measures in a cohort of diseased MRL-lpr males (N=40). ELISA, Western Blotting, standardized behavioral battery, digital planimetry, HE staining, and immunohistochemistry were employed in overall data collection. The IgG antibodies from CSF were binding to different regions of brain parenchyma, with dentate gyrus, amygdale, and subventricular zones showing enhanced immunoreactivity. High levels of CSF antibodies correlated with increased immobility in the forced-swim test and density of HE(+) cells in the paraventricular nucleus. Peripheral measures of autoimmunity were associated with other deficits in behavior and neuropathology. This correlation pattern suggests that etiology of brain damage in lupus-prone mice is multifactorial. Intrathecal BRA may be important in altering motivated responses and activity of major neuroendocrine axes at the onset of SLE-like disease.",
  "authors": [
    {
      "last_name": "Stanojcic",
      "fore_name": "Mile",
      "initials": "M",
      "name": "Mile Stanojcic",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, The Brain-Body Institute, McMaster University, Hamilton, Ontario, Canada L8N 4A6."
      ]
    },
    {
      "last_name": "Loheswaran",
      "fore_name": "Genane",
      "initials": "G",
      "name": "Genane Loheswaran",
      "affiliations": []
    },
    {
      "last_name": "Xu",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Xu",
      "affiliations": []
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven A",
      "initials": "SA",
      "name": "Steven A Hoffman",
      "affiliations": []
    },
    {
      "last_name": "Sakic",
      "fore_name": "Boris",
      "initials": "B",
      "name": "Boris Sakic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Brain, behavior, and immunity",
    "iso_abbreviation": "Brain Behav Immun",
    "issn": "1090-2139",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Feb"
  },
  "start_page": "289",
  "end_page": "297",
  "pages": "289-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Autoantibodies",
    "Autoimmune Diseases",
    "Behavior, Animal",
    "Brain",
    "Central Nervous System",
    "Depression",
    "Emotions",
    "Exploratory Behavior",
    "Food Preferences",
    "Immunohistochemistry",
    "Male",
    "Mice",
    "Mice, Inbred MRL lpr",
    "Motor Activity",
    "Peripheral Nervous System",
    "Postural Balance",
    "Swimming",
    "Taste",
    "Tissue Fixation"
  ],
  "article_ids": {
    "pubmed": "19853033",
    "doi": "10.1016/j.bbi.2009.10.009",
    "pii": "S0889-1591(09)00476-0"
  },
  "doi": "10.1016/j.bbi.2009.10.009",
  "dates": {
    "completed": "2010-04-23",
    "revised": "2010-02-03"
  },
  "chemicals": [
    "Autoantibodies"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.625940",
    "pmid": "19853033"
  }
}