{
  "pmid": "19861359",
  "uid": "19861359",
  "title": "References to anesthesia, pain, and analgesia in the Hippocratic Collection.",
  "abstract": "The Hippocratic Collection, containing 60 medical texts by Hippocrates and his pupils, was searched using the electronic database Thesaurus Lingua Graeca to identify the words \"anaesthesia\" and \"analgesia,\" their derivatives and also words related to pain. Our purpose was to investigate the special use and meaning of these words and their significance in medical terms. The word \"anaesthesia\" appears 12 times in five Hippocratic texts to describe loss of sensation by a disease process. This observation reveals Hippocrates as the first Greek writer to use the word in a medical rather than a philosophical context. Hippocrates was also the first Greek physician to keep an airway open by bypassing a pharyngeal obstruction with the insertion of narrow tubes into the swollen throat of a patient with quinsy, thus facilitating the airflow into the lungs. In the Hippocratic texts, \"analgesia\" is related to \"anaesthesia\" for the first time, when it is pointed out that an unconscious patient is insensitive to pain. Hippocrates and his followers rationalized pain as a clinical variable and as a valuable diagnostic and prognostic tool. They used expressive and precise adjectives and well-defined characteristics of pain, such as location, duration, or relation to other symptoms, to elucidate a disease process. They also had a wide terminology for the various types of pain, still in use today. Many cures were described for the treatment of pain, including incisions, effusions, venesection, purges, cauterization and, most interestingly, the use of many plants, such as opium or the application of soporific substances. In particular, Hippocrates refers to opium poppy as \"sleep inducing.\"",
  "authors": [
    {
      "last_name": "Astyrakaki",
      "fore_name": "Elisabeth",
      "initials": "E",
      "name": "Elisabeth Astyrakaki",
      "affiliations": [
        "Department of Anesthesiology, University Hospital of Heraklion, Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Askitopoulou",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Askitopoulou",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anesthesia and analgesia",
    "iso_abbreviation": "Anesth Analg",
    "issn": "1526-7598",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "188",
  "end_page": "194",
  "pages": "188-94",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article"
  ],
  "keywords": [
    "Analgesia",
    "Anesthesia",
    "Anesthesiology",
    "Diagnosis",
    "Greece, Ancient",
    "Greek World",
    "History, Ancient",
    "Humans",
    "Pain",
    "Pain Management",
    "Terminology as Topic",
    "Vocabulary",
    "Word Processing"
  ],
  "article_ids": {
    "pubmed": "19861359",
    "doi": "10.1213/ane.0b013e3181b188c2",
    "pii": "ane.0b013e3181b188c2"
  },
  "doi": "10.1213/ane.0b013e3181b188c2",
  "dates": {
    "completed": "2010-01-12",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.691891",
    "pmid": "19861359"
  }
}