{
  "pmid": "19862866",
  "uid": "19862866",
  "title": "Measurement of social capital as an indicator of community-based initiatives (CBI) in the Islamic Republic of Iran.",
  "abstract": "PURPOSE: The purpose of this paper is to observe whether measurement of social capital is an effective tool or can be used as a standard tool for community-based initiatives (CBI) evaluation. It also points at the significance of social capital in the health related grass root initiatives. DESIGN/METHODOLOGY/APPROACH: CBI is an integrated socio-economic development approach implemented by the organized communities, supported by inter-sectoral actions for improvement of quality of life and health of the people. Support by WHO's office of Eastern Mediterranean Region, Islamic Republic of Iran implement programmes like basic development needs, healthy cities, healthy villages and women in health and development, that are evaluated during 2005-2006. Social capital, that includes the networking, sharing norms and cooperation amongst communities, is measured as one of the indicators during the evaluation, by surveying 240 households in three CBI and three control villages, using the World Bank's, Social Development Department's Social Capital Assessment Tool for data collection. FINDINGS: The evaluation results reveal that the social capital indicators like affiliation percentage; trust reciprocity; and collective action are better in CBI areas than their controls. CBI areas have a better access to public services, are more peaceful, people are more willing to help others and there is less segregation due to income and social status. ORIGINALITY/VALUE: The evaluation findings support the use of social capital indicators for investigating the impact and affectivity of CBI for health and development, and underlines the need for their consideration during implementation processes and further investigation.",
  "authors": [
    {
      "last_name": "Sheikh",
      "fore_name": "Mubashar Riaz",
      "initials": "MR",
      "name": "Mubashar Riaz Sheikh",
      "affiliations": [
        "Global Health Workforce Alliance, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Syed Zulfiqar",
      "initials": "SZ",
      "name": "Syed Zulfiqar Ali",
      "affiliations": []
    },
    {
      "last_name": "Hussain",
      "fore_name": "Abid",
      "initials": "A",
      "name": "Abid Hussain",
      "affiliations": []
    },
    {
      "last_name": "Shehzadi",
      "fore_name": "Romana",
      "initials": "R",
      "name": "Romana Shehzadi",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Mahmood",
      "initials": "MM",
      "name": "Muhammad Mahmood Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of health organization and management",
    "iso_abbreviation": "J Health Organ Manag",
    "issn": "1477-7266",
    "issn_type": "Print",
    "volume": "23",
    "issue": "4",
    "pub_year": "2009"
  },
  "start_page": "429",
  "end_page": "441",
  "pages": "429-41",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Community Health Planning",
    "Community Participation",
    "Community-Institutional Relations",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Iran",
    "Male",
    "Public Health Practice",
    "Residence Characteristics",
    "Social Environment",
    "Social Justice",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "19862866",
    "doi": "10.1108/14777260910979317"
  },
  "doi": "10.1108/14777260910979317",
  "dates": {
    "completed": "2010-01-13",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.524424",
    "pmid": "19862866"
  }
}