{
  "pmid": "19861714",
  "uid": "19861714",
  "title": "An approach to teaching animal welfare issues at The Ohio State University.",
  "abstract": "Despite the growing importance of animal welfare and the critical role of the veterinary profession, animal welfare is not formally taught in many veterinary curricula. In addition, veterinary students are often not exposed to current contentious animal welfare issues, which are subject to much debate and often proposed regulation. To address this deficiency in our curriculum at The Ohio State University College of Veterinary Medicine, we have developed a course titled \"Contemporary Issues in Animal Welfare.\" Our specific objectives for the course are: 1) to provide students with the opportunity to objectively evaluate and discuss current issues in the welfare of animals as companions, and in the industries of agriculture, science, education, conservation, and entertainment; 2) to increase students' awareness of current important animal welfare issues; and 3) to develop students' skills in the critical evaluation of written and visual material used in the scientific literature and lay press. We hope that, over time, this teaching model will be considered a means to educate veterinary students about animal welfare issues in other veterinary curricula.",
  "authors": [
    {
      "last_name": "Lord",
      "fore_name": "Linda K",
      "initials": "LK",
      "name": "Linda K Lord",
      "affiliations": [
        "Department of Veterinary Preventive Medicine, The Ohio State University, Columbus, OH 43210, USA. lord.19@osu.edu"
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer B",
      "initials": "JB",
      "name": "Jennifer B Walker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "volume": "36",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "276",
  "end_page": "279",
  "pages": "276-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animal Husbandry",
    "Animal Welfare",
    "Animals",
    "Behavior, Animal",
    "Curriculum",
    "Education, Veterinary",
    "Humans",
    "Ohio",
    "Schools, Veterinary"
  ],
  "article_ids": {
    "pubmed": "19861714",
    "doi": "10.3138/jvme.36.3.276",
    "pii": "36/3/276"
  },
  "doi": "10.3138/jvme.36.3.276",
  "dates": {
    "completed": "2010-06-21",
    "revised": "2009-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.534162",
    "pmid": "19861714"
  }
}