{
  "pmid": "19874590",
  "uid": "19874590",
  "title": "The case for developing publicly-accessible datasets for health services research in the Middle East and North Africa (MENA) region.",
  "abstract": "BACKGROUND: The existence of publicly-accessible datasets comprised a significant opportunity for health services research to evolve into a science that supports health policy making and evaluation, proper inter- and intra-organizational decisions and optimal clinical interventions. This paper investigated the role of publicly-accessible datasets in the enhancement of health care systems in the developed world and highlighted the importance of their wide existence and use in the Middle East and North Africa (MENA) region. DISCUSSION: A search was conducted to explore the availability of publicly-accessible datasets in the MENA region. Although datasets were found in most countries in the region, those were limited in terms of their relevance, quality and public-accessibility. With rare exceptions, publicly-accessible datasets - as present in the developed world - were absent. Based on this, we proposed a gradual approach and a set of recommendations to promote the development and use of publicly-accessible datasets in the region. These recommendations target potential actions by governments, researchers, policy makers and international organizations. SUMMARY: We argue that the limited number of publicly-accessible datasets in the MENA region represents a lost opportunity for the evidence-based advancement of health systems in the region. The availability and use of publicly-accessible datasets would encourage policy makers in this region to base their decisions on solid representative data and not on estimates or small-scale studies; researchers would be able to exercise their expertise in a meaningful manner to both, policy makers and the public. The population of the MENA countries would exercise the right to benefit from locally- or regionally-based studies, versus imported and in 'best cases' customized ones. Furthermore, on a macro scale, the availability of regionally comparable publicly-accessible datasets would allow for the exploration of regional variations and benchmarking studies.",
  "authors": [
    {
      "last_name": "Saleh",
      "fore_name": "Shadi S",
      "initials": "SS",
      "name": "Shadi S Saleh",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Van Dyck Room 111C, PO BOX 11-0236, Riad El Solh, Beirut, 1107 2020, Lebanon. ss117@aub.edu.lb"
      ]
    },
    {
      "last_name": "Alameddine",
      "fore_name": "Mohamad S",
      "initials": "MS",
      "name": "Mohamad S Alameddine",
      "affiliations": []
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Oct",
    "pub_day": "29"
  },
  "start_page": "197",
  "pages": "197",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Access to Information",
    "Africa, Northern",
    "Cooperative Behavior",
    "Data Collection",
    "Databases, Factual",
    "Guidelines as Topic",
    "Health Services Research",
    "Humans",
    "Middle East",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "19874590",
    "pmc": "PMC2774680",
    "doi": "10.1186/1472-6963-9-197",
    "pii": "1472-6963-9-197"
  },
  "doi": "10.1186/1472-6963-9-197",
  "pmc_id": "PMC2774680",
  "dates": {
    "completed": "2010-10-28",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.328652",
    "pmid": "19874590"
  }
}