{
  "pmid": "19874628",
  "uid": "19874628",
  "title": "Developing and pre-testing a decision board to facilitate informed choice about delivery approach in uncomplicated pregnancy.",
  "abstract": "BACKGROUND: The rate of caesarean sections is increasing worldwide, yet medical literature informing women with uncomplicated pregnancies about relative risks and benefits of elective caesarean section (CS) compared with vaginal delivery (VD) remains scarce. A decision board may address this gap, providing systematic evidence-based information so that patients can more fully understand their treatment options. The objective of our study was to design and pre-test a decision board to guide clinical discussions and enhance informed decision-making related to delivery approach (CS or VD) in uncomplicated pregnancy. METHODS: Development of the decision board involved two preliminary studies to determine women's preferred mode of risk presentation and a systematic literature review for the most comprehensive presentation of medical risks at the time (VD and CS). Forty women were recruited to pre-test the tool. Eligible subjects were of childbearing age (18-40 years) but were not pregnant in order to avoid raising the expectation among pregnant women that CS was a universally available birth option. Women selected their preferred delivery approach and completed the Decisional Conflict Scale to measure decisional uncertainty before and after reviewing the decision board. They also answered open-ended questions reflecting what they had learned, whether or not the information had helped them to choose between birth methods, and additional information that should be included. Descriptive statistics were used to analyse sample characteristics and women's choice of delivery approach pre/post decision board. Change in decisional conflict was measured using Wilcoxon's sign rank test for each of the three subscales. RESULTS: The majority of women reported that they had learned something new (n = 37, 92%) and that the tool had helped them make a hypothetical choice between delivery approaches (n = 34, 85%). Women wanted more information about neonatal risks and personal experiences. Decisional uncertainty decreased (p < 0.001) and perceived effectiveness of decisions increased (p < 0.001) post-intervention. CONCLUSION: Non-pregnant women of childbearing age were positive about the decision board and stated their hypothetical delivery choices were informed by risk presentation, but wanted additional information about benefits and experiences. This study represents a preliminary but integral step towards ensuring women considering delivery approaches in uncomplicated pregnancies are fully informed.",
  "authors": [
    {
      "last_name": "Milne",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Milne",
      "affiliations": [
        "School of Nursing, University of Victoria, British Columbia, Canada. jillmilne@mac.com"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Lu",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Lu",
      "affiliations": []
    },
    {
      "last_name": "Wood",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Wood",
      "affiliations": []
    },
    {
      "last_name": "Sauve",
      "fore_name": "Reg",
      "initials": "R",
      "name": "Reg Sauve",
      "affiliations": []
    },
    {
      "last_name": "Ross",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Ross",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Oct",
    "pub_day": "30"
  },
  "start_page": "50",
  "pages": "50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cesarean Section",
    "Choice Behavior",
    "Decision Support Techniques",
    "Female",
    "Humans",
    "Informed Consent",
    "Patient Education as Topic",
    "Patient Participation",
    "Patient Preference",
    "Pregnancy",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "19874628",
    "pmc": "PMC2774286",
    "doi": "10.1186/1471-2393-9-50",
    "pii": "1471-2393-9-50"
  },
  "doi": "10.1186/1471-2393-9-50",
  "pmc_id": "PMC2774286",
  "dates": {
    "completed": "2010-02-25",
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.884293",
    "pmid": "19874628"
  }
}