{
  "pmid": "19884616",
  "uid": "19884616",
  "title": "Systematic review: family history in risk assessment for common diseases.",
  "abstract": "BACKGROUND: The usefulness of routinely examining family history in primary care practice is uncertain. PURPOSE: To assess the beneficial and adverse effects of collecting family history in primary care populations; how well family history predicts individual disease risk; and how accurately patients report it. DATA SOURCES: English-language studies in MEDLINE, EMBASE, CINAHL, Cochrane Central Register of Controlled Trials, and PsycINFO from 1995 to 2 March 2009. STUDY SELECTION: Two independent reviewers selected studies that met question-specific eligibility criteria. These included controlled and uncontrolled intervention studies of systematic family history collection and uptake of preventive interventions or adverse effects, longitudinal and cross-sectional studies that examined family history and disease frequency, and studies in which reported family history was validated against relatives' true disease status. DATA EXTRACTION: Information about study quality, setting, and findings was extracted using standardized protocols. DATA SYNTHESIS: Two uncontrolled studies provided insufficient evidence to assess whether querying about family history improves any outcomes. One randomized, controlled trial and 2 uncontrolled studies provided weak evidence that some patients experienced a reversible, short-term increase in anxiety associated with family history taking. In 41 studies, different family history definitions were associated with sensitivities of 0 to 0.51 and specificities of 0.66 to 1.00 for detection of disease risk, and 0 to 0.83 and 0.48 to 1.00, respectively, for detection of prevalent disease. Twenty-three studies suggested that absence of disease in relatives was more accurately reported than presence of disease and that reporting accuracy was higher for information related to first-degree relatives than more distant relatives. LIMITATION: Few studies were designed to address the specific questions of interest. CONCLUSION: Insufficient evidence evaluates how to collect family history information accurately in the primary care setting and the effects of taking family history on patient outcomes. Patients seem to correctly report the absence of disease in relatives more often than the presence of disease.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Brenda J",
      "initials": "BJ",
      "name": "Brenda J Wilson",
      "affiliations": [
        "University of Ottawa, Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Qureshi",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": []
    },
    {
      "last_name": "Little",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Little",
      "affiliations": []
    },
    {
      "last_name": "Carroll",
      "fore_name": "June C",
      "initials": "JC",
      "name": "June C Carroll",
      "affiliations": []
    },
    {
      "last_name": "Allanson",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Allanson",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "151",
    "issue": "12",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "878",
  "end_page": "885",
  "pages": "878-85",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference, NIH",
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Family Health",
    "Forecasting",
    "Health Status",
    "Humans",
    "Medical History Taking",
    "Outcome Assessment, Health Care",
    "Primary Health Care",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "19884616",
    "doi": "10.7326/0003-4819-151-12-200912150-00177",
    "pii": "0000605-200912150-00177"
  },
  "doi": "10.7326/0003-4819-151-12-200912150-00177",
  "dates": {
    "completed": "2010-11-16",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:31.430322",
    "pmid": "19884616"
  }
}