{
  "pmid": "19884824",
  "uid": "19884824",
  "title": "Polypill: the evidence and the promise.",
  "abstract": "PURPOSE OF REVIEW: In spite of great scientific advances, cardiovascular disease is the commonest cause of death worldwide and current cardiovascular prevention strategies fail to achieve the full potential of risk modification. A large amount of evidence supports the use of pharmacological treatments both in primary and secondary prevention and it was hypothesized that a fixed-dose combination of such drugs, a 'polypill', may greatly simplify and improve current prevention strategies. RECENT FINDINGS: Several polypill formulations have been developed and a recent trial demonstrated the short-term feasibility, safety and efficacy (in reducing risk factor levels) of a polypill in individuals at moderate risk. Many challenges remain and studies are underway, which will address questions related to formulation of polypill(s), the long-term safety and tolerability, the efficacy in reducing risk factor levels and cardiovascular events, physician, patient and societal acceptability, adherence, regulatory requirements, cost and impact on lifestyle habits. SUMMARY: Theoretical models suggest that a polypill containing low-dose aspirin, three blood pressure-lowering drugs at half dose and a potent statin, administered to a large proportion of the population at risk for cardiovascular events, could reduce ischemic heart disease and strokes by over 80%. The feasibility of this approach has recently been shown in a clinical trial and ongoing studies will define whether the postulated benefits of the polypill will be observed.",
  "authors": [
    {
      "last_name": "Lonn",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Lonn",
      "affiliations": [
        "Population Health Research Institute and Department of Medicine, Division of Cardiology, McMaster University, Hamilton, Ontario, Canada. Eva.Lonn@phri.ca"
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in lipidology",
    "iso_abbreviation": "Curr Opin Lipidol",
    "issn": "1473-6535",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Dec"
  },
  "start_page": "453",
  "end_page": "459",
  "pages": "453-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Aspirin",
    "Cardiovascular Diseases",
    "Drug Combinations",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Myocardial Ischemia",
    "Primary Prevention",
    "Secondary Prevention",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "19884824",
    "doi": "10.1097/MOL.0b013e32833305a3"
  },
  "doi": "10.1097/MOL.0b013e32833305a3",
  "dates": {
    "completed": "2010-03-05",
    "revised": "2021-10-28"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Drug Combinations",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Aspirin"
  ],
  "grants": [
    {
      "grant_id": "089725",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.582145",
    "pmid": "19884824"
  }
}