{
  "pmid": "19893996",
  "uid": "19893996",
  "title": "Strategies for rehabilitation professionals to move evidence-based knowledge into practice: a systematic review.",
  "abstract": "RATIONALE: Rehabilitation clinicians need to stay current regarding best practices, especially since adherence to clinical guidelines can significantly improve patient outcomes. However, little is known about the benefits of knowledge translation interventions for these professionals. OBJECTIVES: To examine the effectiveness of single or multi-component knowledge translation interventions for improving knowledge, attitudes, and practice behaviors of rehabilitation clinicians. METHODS: Systematic review of 7 databases conducted to identify studies evaluating knowledge translation interventions specific to occupational therapists and physical therapists. RESULTS: 12 studies met the eligibility criteria. For physical therapists, participation in an active multi-component knowledge translation intervention resulted in improved evidence-based knowledge and practice behaviors compared with passive dissemination strategies. These gains did not translate into change in clinicians' attitudes towards best practices. For occupational therapists, no studies have examined the use of multi-component interventions; studies of single interventions suggest limited evidence of effectiveness for all outcomes measured. CONCLUSION: While this review suggests the use of active, multi-component knowledge translation interventions to enhance knowledge and practice behaviors of physical therapists, additional research is needed to understand the impact of these strategies on occupational therapists. Serious research gaps remain regarding which knowledge translation strategies impact positively on patient outcomes.",
  "authors": [
    {
      "last_name": "Menon",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Menon",
      "affiliations": [
        "Department of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada. anita.menon@utoronto.ca"
      ]
    },
    {
      "last_name": "Korner-Bitensky",
      "fore_name": "Nicol",
      "initials": "N",
      "name": "Nicol Korner-Bitensky",
      "affiliations": []
    },
    {
      "last_name": "Kastner",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Kastner",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Straus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of rehabilitation medicine",
    "iso_abbreviation": "J Rehabil Med",
    "issn": "1651-2081",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "13",
    "pub_year": "2009",
    "pub_month": "Nov"
  },
  "start_page": "1024",
  "end_page": "1032",
  "pages": "1024-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Education, Continuing",
    "Evidence-Based Practice",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Occupational Therapy",
    "Outcome Assessment, Health Care",
    "Physical Therapy Specialty",
    "Professional Competence",
    "Rehabilitation",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "19893996",
    "doi": "10.2340/16501977-0451"
  },
  "doi": "10.2340/16501977-0451",
  "dates": {
    "completed": "2009-11-12",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.393568",
    "pmid": "19893996"
  }
}