{
  "pmid": "19891778",
  "uid": "19891778",
  "title": "Using the ratio of means as the effect size measure in combining results of microarray experiments.",
  "abstract": "BACKGROUND: Development of efficient analytic methodologies for combining microarray results is a major challenge in gene expression analysis. The widely used effect size models are thought to provide an efficient modeling framework for this purpose, where the measures of association for each study and each gene are combined, weighted by the standard errors. A significant disadvantage of this strategy is that the quality of different data sets may be highly variable, but this information is usually neglected during the integration. Moreover, it is widely known that the estimated standard deviations are probably unstable in the commonly used effect size measures (such as standardized mean difference) when sample sizes in each group are small. RESULTS: We propose a re-parameterization of the traditional mean difference based effect measure by using the log ratio of means as an effect size measure for each gene in each study. The estimated effect sizes for all studies were then combined under two modeling frameworks: the quality-unweighted random effects models and the quality-weighted random effects models. We defined the quality measure as a function of the detection p-value, which indicates whether a transcript is reliably detected or not on the Affymetrix gene chip. The new effect size measure is evaluated and compared under the quality-weighted and quality-unweighted data integration frameworks using simulated data sets, and also in several data sets of prostate cancer patients and controls. We focus on identifying differentially expressed biomarkers for prediction of cancer outcomes. CONCLUSION: Our results show that the proposed effect size measure (log ratio of means) has better power to identify differentially expressed genes, and that the detected genes have better performance in predicting cancer outcomes than the commonly used effect size measure, the standardized mean difference (SMD), under both quality-weighted and quality-unweighted data integration frameworks. The new effect size measure and the quality-weighted microarray data integration framework provide efficient ways to combine microarray results.",
  "authors": [
    {
      "last_name": "Hu",
      "fore_name": "Pingzhao",
      "initials": "P",
      "name": "Pingzhao Hu",
      "affiliations": [
        "The Centre for Applied Genomics, The Hospital for Sick Children, Toronto, ON, Canada. phu@sickkids.ca"
      ]
    },
    {
      "last_name": "Greenwood",
      "fore_name": "Celia M T",
      "initials": "CM",
      "name": "Celia M T Greenwood",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC systems biology",
    "iso_abbreviation": "BMC Syst Biol",
    "issn": "1752-0509",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2009",
    "pub_month": "Nov",
    "pub_day": "05"
  },
  "start_page": "106",
  "pages": "106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Computer Simulation",
    "Data Interpretation, Statistical",
    "Models, Biological",
    "Oligonucleotide Array Sequence Analysis",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "19891778",
    "pmc": "PMC2784452",
    "doi": "10.1186/1752-0509-3-106",
    "pii": "1752-0509-3-106"
  },
  "doi": "10.1186/1752-0509-3-106",
  "pmc_id": "PMC2784452",
  "dates": {
    "completed": "2010-03-01",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "84392",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.904140",
    "pmid": "19891778"
  }
}