{
  "pmid": "19909527",
  "uid": "19909527",
  "title": "Assessment of human resources management practices in Lebanese hospitals.",
  "abstract": "BACKGROUND: Sound human resources (HR) management practices are essential for retaining effective professionals in hospitals. Given the recruitment and retention reality of health workers in the twenty-first century, the role of HR managers in hospitals and those who combine the role of HR managers with other responsibilities should not be underestimated. The objective of this study is to assess the perception of HR managers about the challenges they face and the current strategies being adopted. The study also aims at assessing enabling factors including role, education, experience and HR training. METHODS: A cross-sectional survey design of HR managers (and those who combine their role as HR manager with other duties) in Lebanese hospitals was utilized. The survey included a combination of open- and close-ended questions. Questions included educational background, work experience, and demographics, in addition to questions about perceived challenges and key strategies being used. Quantitative data analysis included uni-variate analysis, whereas thematic analysis was used for open-ended questions. RESULTS: A total of 96 respondents from 61 hospitals responded. Respondents had varying levels of expertise in the realm of HR management. Thematic analysis revealed that challenges varied across respondents and participating hospitals. The most frequently reported challenge was poor employee retention (56.7%), lack of qualified personnel (35.1%), and lack of a system for performance evaluation (28.9%). Some of the strategies used to mitigate the above challenges included offering continuing education and training for employees (19.6%), improving salaries (14.4%), and developing retention strategies (10.3%). Mismatch between reported challenges and strategies were observed. CONCLUSION: To enable hospitals to deliver good quality, safe healthcare, improving HR management is critical. There is a need for a cadre of competent HR managers who can fully assume these responsibilities and who can continuously improve the status of employees at their organizations. The upcoming accreditation survey of Lebanese hospitals (2010-2011) presents an opportunity to strengthen HR management and enhance competencies of existing HR managers. Recognizing HR challenges and the importance of effective HR strategies should become a priority to policy makers and top managers alike. Study findings may extend to other countries in the Eastern Mediterranean region.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Health Management and Policy Department, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Tchaghchagian",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Tchaghchagian",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2009",
    "pub_month": "Nov",
    "pub_day": "12"
  },
  "start_page": "84",
  "pages": "84",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19909527",
    "pmc": "PMC2784431",
    "doi": "10.1186/1478-4491-7-84",
    "pii": "1478-4491-7-84"
  },
  "doi": "10.1186/1478-4491-7-84",
  "pmc_id": "PMC2784431",
  "dates": {
    "completed": "2010-05-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.328803",
    "pmid": "19909527"
  }
}