{
  "pmid": "19900071",
  "uid": "19900071",
  "title": "The cost effectiveness of palivizumab in term Inuit infants in the Eastern Canadian Arctic.",
  "abstract": "INTRODUCTION: Canadian, Inuit, full term infants have the highest rate of respiratory syncytial virus (RSV) infection globally, which results in substantial costs associated hospitalisation. METHODS: Decision-analytical techniques were used to estimate the incremental cost-effectiveness ratio (ICER) for palivizumab compared to no prophylaxis for Inuit infants of all gestational age. The time horizon was that of life-time follow-up, and costs and effectiveness were discounted at 5% per year. Costs (2007 CAD$) for palivizumab, hospitalisation (including medical evacuation, intensive care unit [ICU]), physician visits, and transportation were calculated based on the Canadian payer's perspective. Benefits on decreasing RSV hospitalisation were expressed as quality-adjusted life-years (QALYs). One-way and probabilistic sensitivity analysis (PSA) were conducted, varying: mortality rates, utilities, length of stay in hospital and ICU. RESULTS: For all of Baffin Island infants (<1 year), the ICER was $39,435/QALY. However, when infants were grouped by age and area of residence, those residing in Iqaluit (<1 year) had an ICER of $152,145/QALY, while those residing in rural areas (outside of Iqaluit) had an ICER of $24,750/QALY. Prophylaxis was a dominant strategy (cost saving) for rural infants under 6 months of age, with the PSA demonstrating that it was dominant 98% of the time. CONCLUSIONS: The ICERs suggested that palivizumab is a cost-effective option for the prevention of RSV for Inuit infants on Baffin Island compared to no prophylaxis. Palivizumab is highly cost effective in Arctic infants <1 year of age specifically residing outside of Iqaluit and is a dominant strategy for those under 6 months of age in rural areas. However, palivizumab is not cost effective compared to no treatment for infants of all ages residing in Iqaluit.",
  "authors": [
    {
      "last_name": "Tam",
      "fore_name": "Derrick Y",
      "initials": "DY",
      "name": "Derrick Y Tam",
      "affiliations": [
        "Medical Outcomes and Research in Economics Group, Sunnybrook Health Sciences Centre, 2075 Bayview Avenue, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Banerji",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Banerji",
      "affiliations": []
    },
    {
      "last_name": "Paes",
      "fore_name": "Bosco A",
      "initials": "BA",
      "name": "Bosco A Paes",
      "affiliations": []
    },
    {
      "last_name": "Hui",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Hui",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Lanctôt",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lanctôt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical economics",
    "iso_abbreviation": "J Med Econ",
    "issn": "1941-837X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2009"
  },
  "start_page": "361",
  "end_page": "370",
  "pages": "361-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Humanized",
    "Antiviral Agents",
    "Canada",
    "Cost-Benefit Analysis",
    "Decision Support Techniques",
    "Female",
    "Humans",
    "Infant",
    "Inuit",
    "Male",
    "Nunavut",
    "Palivizumab",
    "Quality-Adjusted Life Years",
    "Respiratory Syncytial Virus Infections"
  ],
  "article_ids": {
    "pubmed": "19900071",
    "doi": "10.3111/13696990903442155"
  },
  "doi": "10.3111/13696990903442155",
  "dates": {
    "completed": "2011-05-24",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Antibodies, Monoclonal, Humanized",
    "Antiviral Agents",
    "Palivizumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:02.313791",
    "pmid": "19900071"
  }
}