{
  "pmid": "19912736",
  "uid": "19912736",
  "title": "[Efficacy of Shenyi Capsule combined with gemcitabine plus cisplatin in treatment of advanced esophageal cancer: a randomized controlled trial].",
  "abstract": "BACKGROUND: In recent years, Shenyi Capsule has been proven to have certain anti-angiogenic effects, and to be effective to many cancers, but its effects on advanced esophageal cancer are scarcely studied. OBJECTIVE: To observe the effects of Shenyi Capsule combined with gemcitabine plus cisplatin (GP) regimen in treatment of advanced esophageal cancer. DESIGN, SETTING, PARTICIPANTS AND INTERVENTIONS: Sixty inpatients with advanced esophageal cancer from Henan Tumor Hospital, and the Fist Affiliated Hospital of Zhengzhou University were included and randomly divided into treatment group and control group. There were 30 cases in each group. Patients in the treatment group were treated with Shenyi Capsule combined with GP regimen, and patients in the control group were treated with GP regimen alone. MAIN OUTCOME MEASURES: The total response rate was calculated. The level of vascular endothelial growth factor (VEGF), the chemotherapy side reaction and quality of life in the two groups were evaluated. The follow-up of survival time was conducted too. RESULTS: There was no significant difference in total response rate between the two groups (P=0.264). The levels of VEGF in the two groups were decreased as compared with that before the treatment. After treatment, the VEGF level in the treatment group was lower than that in the control group (P=0.002). The decline rates of white blood cell and blood platelet, and the incidence rate of nausea and vomiting in the treatment group were lower than those in the control group, and there were significant differences between the two groups (P=0.045, P=0.036, P=0.037). The quality of life of the patients in the treatment group was better than that in the control group (P=0.028), and one-year survival rate in the treatment group was higher than that in the control group (P=0.047). CONCLUSION: Shenyi Capsule combined with GP regimen is feasible and safe in treatment of advanced esophageal cancer, and the effects are better than chemotherapy alone. It can improve the total response rate, and is effective in inhibiting new angiogenesis of esophageal cancer, reducing chemotherapy side reaction, and improving the patients' quality of life and survival rates.",
  "authors": [
    {
      "last_name": "Huang",
      "fore_name": "Jing-yu",
      "initials": "JY",
      "name": "Jing-yu Huang",
      "affiliations": [
        "Department of Oncology, the Fist Affiliated Hospital, Zhengzhou University, Zhengzhou 450052, Henan Province, China. FQXzz43@yahoo.com.cn"
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Sun",
      "affiliations": []
    },
    {
      "last_name": "Fan",
      "fore_name": "Qing-xia",
      "initials": "QX",
      "name": "Qing-xia Fan",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhong xi yi jie he xue bao = Journal of Chinese integrative medicine",
    "iso_abbreviation": "Zhong Xi Yi Jie He Xue Bao",
    "issn": "1672-1977",
    "issn_type": "Print",
    "volume": "7",
    "issue": "11",
    "pub_year": "2009",
    "pub_month": "Nov"
  },
  "start_page": "1047",
  "end_page": "1051",
  "pages": "1047-51",
  "language": "chi",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Capsules",
    "Cisplatin",
    "Deoxycytidine",
    "Esophageal Neoplasms",
    "Female",
    "Ginsenosides",
    "Humans",
    "Male",
    "Middle Aged",
    "Panax",
    "Phytotherapy",
    "Quality of Life",
    "Survival Rate",
    "Vascular Endothelial Growth Factor A",
    "Gemcitabine"
  ],
  "article_ids": {
    "pubmed": "19912736",
    "doi": "10.3736/jcim20091105",
    "pii": "jcim20091105"
  },
  "doi": "10.3736/jcim20091105",
  "dates": {
    "completed": "2013-01-14",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Capsules",
    "Ginsenosides",
    "VEGFA protein, human",
    "Vascular Endothelial Growth Factor A",
    "Deoxycytidine",
    "ginsenoside Rg3",
    "Cisplatin",
    "Gemcitabine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.070010",
    "pmid": "19912736"
  }
}