{
  "pmid": "19919877",
  "uid": "19919877",
  "title": "Periprocedural anticoagulation practices in warfarin-treated patients who require elective angiography with or without percutaneous coronary intervention: a retrospective chart review.",
  "abstract": "INTRODUCTION: It may be possible to safely perform some procedures without interrupting warfarin therapy. Coronary angiography with or without percutaneous coronary intervention (PCI) is one such procedure. However, before further high quality research can be performed in this area, information such as current practice and associated event rates is required. MATERIALS AND METHODS: We performed a retrospective chart review of 100 charts from a tertiary interventional cardiology referral centre. The primary outcome was access site bleeding. The perioperative anticoagulation strategy for each patient was also recorded. RESULTS AND CONCLUSIONS: All patients were managed with a strategy of warfarin interruption with or without bridging with a heparin. This was associated with an access site event rate of 2%. These results can be used to inform the design of high quality prospective studies, aimed at determining optimal anticoagulation management strategy in warfarin-treated patients who require coronary angiography or PCI.",
  "authors": [
    {
      "last_name": "Jamula",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Jamula",
      "affiliations": [
        "Department of Medicine, McMaster University and St Joseph's Healthcare, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J-D",
      "initials": "JD",
      "name": "J-D Schwalm",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "351",
  "end_page": "352",
  "pages": "351-2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Coronary Angiography",
    "Hemorrhage",
    "Heparin",
    "Humans",
    "Prospective Studies",
    "Thoracic Surgical Procedures",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "19919877",
    "doi": "10.1016/j.thromres.2009.10.015",
    "pii": "S0049-3848(09)00492-7"
  },
  "doi": "10.1016/j.thromres.2009.10.015",
  "dates": {
    "completed": "2010-07-02",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Warfarin",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.131907",
    "pmid": "19919877"
  }
}