{
  "pmid": "19924708",
  "uid": "19924708",
  "title": "Gene- or region-based analysis of genome-wide association studies.",
  "abstract": "With rapid advances in genotyping technologies in recent years and the growing number of available markers, genome-wide association studies are emerging as promising approaches for the study of complex diseases and traits. However, there are several challenges with analysis and interpretation of such data. First, there is a massive multiple testing problem, due to the large number of markers that need to be analyzed, leading to an increased risk of false positives and decreased ability for association studies to detect truly associated markers. In particular, the ability to detect modest genetic effects can be severely compromised. Second, a genetic association of a given single-nucleotide polymorphism as determined by univariate statistical analyses does not typically explain biologically interesting features, and often requires subsequent interpretation using a higher unit, such as a gene or region, for example, as defined by haplotype blocks. Third, missing genotypes in the data set and other data quality issues can pose challenges when comparisons across platforms and replications are planned. Finally, depending on the type of univariate analysis, computational burden can arise as the number of markers continues to grow into the millions. One way to deal with these and related challenges is to consider higher units for the analysis, such as genes or regions. This article summarizes analytical methods and strategies that have been proposed and applied by Group 16 to two genome-wide association data sets made available through the Genetic Analysis Workshop 16.",
  "authors": [
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada. joseph@utstat.toronto.edu"
      ]
    },
    {
      "last_name": "Tritchler",
      "fore_name": "David",
      "initials": "D",
      "name": "David Tritchler",
      "affiliations": []
    },
    {
      "last_name": "Asimit",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Asimit",
      "affiliations": []
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Genetic epidemiology",
    "iso_abbreviation": "Genet Epidemiol",
    "issn": "1098-2272",
    "issn_type": "Electronic",
    "volume": "33 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009"
  },
  "start_page": "S105",
  "end_page": "S110",
  "pages": "S105-10",
  "language": "eng",
  "publication_types": [
    "Congress",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arthritis, Rheumatoid",
    "Cardiovascular Diseases",
    "Genome-Wide Association Study",
    "Genotype",
    "Haplotypes",
    "Humans",
    "Molecular Epidemiology",
    "Polymorphism, Single Nucleotide"
  ],
  "article_ids": {
    "pubmed": "19924708",
    "mid": "NIHMS219640",
    "pmc": "PMC2911440",
    "doi": "10.1002/gepi.20481"
  },
  "doi": "10.1002/gepi.20481",
  "pmc_id": "PMC2911440",
  "dates": {
    "completed": "2010-03-16",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.904324",
    "pmid": "19924708"
  }
}