{
  "pmid": "19946396",
  "uid": "19946396",
  "title": "Asynchronous telehealth: a scoping review of analytic studies.",
  "abstract": "BACKGROUND: Asynchronous telehealth captures clinically important digital samples (e.g., still images, video, audio, text files) and relevant data in one location and subsequently transmits these files for interpretation at a remote site by health professionals without requiring the simultaneous presence of the patient involved and his or her health care provider. Its utility in the health care system, however, still remains poorly defined. We conducted this scoping review to determine the impact of asynchronous telehealth on health outcomes, process of care, access to health services, and health resources. METHODS: A search was performed up to December 2006 of MEDLINE, CINAHL, HealthSTAR, the Database of Abstracts of Reviews of Effectiveness, and The Cochrane Library. Studies were included if they contained original data on the use of asynchronous telehealth and were published in English in a peer-reviewed journal. Two independent reviewers screened all articles and extracted data, reaching consensus on the articles and data identified. Data were extracted on general study characteristics, clinical domain, technology, setting, category of outcome, and results. Study quality (internal validity) was assessed using the Jadad scale for randomized controlled trials and the Downs and Black index for non-randomized studies. Summary data were categorized by medical specialty and presented qualitatively. RESULTS: The scoping review included 52 original studies from 238 citations identified; of these 52, almost half focused on the use of telehealth in dermatology. Included studies were characterized by diverse designs, interventions, and outcomes. Only 16 studies were judged to be of high quality. Most studies showed beneficial effects in terms of diagnostic accuracy, wait times, referral management, and satisfaction with services. Evidence on the impact of asynchronous telehealth on resource use in dermatology suggests a reduction in the number of, or avoidance of, in-person visits. Reports from other clinical domains also described the avoidance of unnecessary transfer of patients. CONCLUSIONS: A significant portion of the asynchronous telehealth literature involves its use in dermatology. Although the quality of many original studies remains poor, at least within dermatology, there is consistent evidence suggesting that asynchronous telehealth could lead to shorter wait times, fewer unnecessary referrals, high levels of patient and provider satisfaction, and equivalent (or better) diagnostic accuracy when compared with face-to-face consultations. With the exception of a few studies in pediatric asthma, the impact of this intervention on individual health outcomes remains unknown.",
  "authors": [
    {
      "last_name": "Deshpande",
      "fore_name": "Amol",
      "initials": "A",
      "name": "Amol Deshpande",
      "affiliations": []
    },
    {
      "last_name": "Khoja",
      "fore_name": "Shariq",
      "initials": "S",
      "name": "Shariq Khoja",
      "affiliations": []
    },
    {
      "last_name": "Lorca",
      "fore_name": "Julio",
      "initials": "J",
      "name": "Julio Lorca",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Rizo",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Rizo",
      "affiliations": []
    },
    {
      "last_name": "Husereau",
      "fore_name": "Donald",
      "initials": "D",
      "name": "Donald Husereau",
      "affiliations": []
    },
    {
      "last_name": "Jadad",
      "fore_name": "Alejandro R",
      "initials": "AR",
      "name": "Alejandro R Jadad",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Open medicine : a peer-reviewed, independent, open-access journal",
    "iso_abbreviation": "Open Med",
    "issn": "1911-2092",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "e69",
  "end_page": "e91",
  "pages": "e69-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19946396",
    "pmc": "PMC2765770"
  },
  "pmc_id": "PMC2765770",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.393845",
    "pmid": "19946396"
  }
}