{
  "pmid": "19948770",
  "uid": "19948770",
  "title": "Eliciting policymakers' and stakeholders' opinions to help shape health system research priorities in the Middle East and North Africa region.",
  "abstract": "Evidence-informed decisions can strengthen health systems. Literature suggests that engaging policymakers and other stakeholders in research priority-setting exercises increases the likelihood of the utilization of research evidence by policymakers. To our knowledge, there has been no previous priority-setting exercise in health policy and systems research in countries of the Middle East and North Africa (MENA) region. This paper presents the results of a recent research priority-setting exercise that identified regional policy concerns and research priorities related to health financing, human resources and the non-state sector, based on stakeholders in nine low and middle income countries (LMICs) of the MENA region. The countries included in this study were Algeria, Egypt, Jordan, Lebanon, Morocco, Palestine, Syria, Tunisia and Yemen. This multi-phased study used a combination of qualitative and quantitative research techniques. The overall approach was guided by the listening priority-setting approach, adapted slightly to accommodate the context of the nine countries. The study was conducted in four key phases: preparatory work, country-specific work, data analysis and synthesis, and validation and ranking. The study identified the top five policy-relevant health systems research priorities for each of the three thematic areas for the next 3-5 years. Study findings can help inform and direct future plans to generate, disseminate and use research evidence for LMICs in the MENA region. Our study process and results could help reduce the great chasm between the policy and research worlds in the MENA region. It is hoped that funding agencies and countries will support and align financial and human resources towards addressing the research priorities that have been identified.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Riad El-Solh, Beirut 1107 2020, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Makhoul",
      "fore_name": "Jihad",
      "initials": "J",
      "name": "Jihad Makhoul",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Ranson",
      "fore_name": "Michael Kent",
      "initials": "MK",
      "name": "Michael Kent Ranson",
      "affiliations": []
    },
    {
      "last_name": "Kronfol",
      "fore_name": "Nabil M",
      "initials": "NM",
      "name": "Nabil M Kronfol",
      "affiliations": []
    },
    {
      "last_name": "Tchaghchagian",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Tchaghchagian",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy and planning",
    "iso_abbreviation": "Health Policy Plan",
    "issn": "1460-2237",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan"
  },
  "start_page": "15",
  "end_page": "27",
  "pages": "15-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Africa, Northern",
    "Delivery of Health Care",
    "Focus Groups",
    "Health Services Research",
    "Humans",
    "Interviews as Topic",
    "Middle East",
    "Research"
  ],
  "article_ids": {
    "pubmed": "19948770",
    "doi": "10.1093/heapol/czp059",
    "pii": "czp059"
  },
  "doi": "10.1093/heapol/czp059",
  "dates": {
    "completed": "2010-03-25",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.328951",
    "pmid": "19948770"
  }
}