{
  "pmid": "19946391",
  "uid": "19946391",
  "title": "Discussing prognosis with patients and their families near the end of life: impact on satisfaction with end-of-life care.",
  "abstract": "BACKGROUND: Seriously ill patients and their physicians often avoid discussing prognosis, which may compromise optimal end-of-life (EOL) care planning. The relation between prognosis discussion and patient and family satisfaction with EOL care is unknown. METHODS: Using a 5-domain questionnaire, we surveyed inpatients with cancer or end-stage medical disease and their families on their satisfaction with specific aspects of EOL care and their overall satisfaction with EOL care. Scores were standardized to 0-100 points. We compared the results based on whether or not a physician had discussed the patient's prognosis with them, as well as on whether the patient and family member agreed on whether the patient was nearing the end of life. Supplementary questions were also asked (e.g., preferred location of death, willingness to discuss cardiopulmonary resuscitation). RESULTS: Of 569 eligible patients and 176 eligible family members, 440 (77%) patients and 160 (91%) family members participated in the study. Overall, 18% of patients and 30.1% of families recalled a prognosis discussion with a physician. Patients who recalled such a discussion were more satisfied with overall care (76.1 v. 73.1 points, difference 3.0, 95% confidence interval [CI] 0.40 to 5.67, p = 0.02) and with communication and decision-making aspects of care (77.9 v. 72.4 points, difference 5.5, 95% CI 1.43 to 9.52, p = 0.008), and were more willing to discuss cardiopulmonary resuscitation status (69.6% v. 55.3%, difference 14.3, 95% CI 2.15 to 26.45, p = 0.03), than those who did not. Patients who were in accord with their family member as to whether they were nearing the end of life also showed significant satisfaction in these 3 areas. Family members' overall satisfaction was also higher among those who recalled a prognosis discussion (75.3 v. 70.4 points, difference 4.9, 95% CI 0.53 to 9.24, p = 0.03). Multivariate analyses confirmed the significance of the relation between the prognosis discussion and overall satisfaction with care for both patients and family members. CONCLUSION: Although discussions about prognosis occur infrequently for patients who have advanced terminal disease, such discussions with patients and their families may facilitate advance care planning and improve satisfaction with EOL care. Encouraging discussion regarding EOL status between the patient and family members may also lead to greater satisfaction with EOL care for patients.",
  "authors": [
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "last_name": "Allan",
      "fore_name": "Diane E",
      "initials": "DE",
      "name": "Diane E Allan",
      "affiliations": []
    },
    {
      "last_name": "Rocker",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme Rocker",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Pichora",
      "fore_name": "Deb",
      "initials": "D",
      "name": "Deb Pichora",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Open medicine : a peer-reviewed, independent, open-access journal",
    "iso_abbreviation": "Open Med",
    "issn": "1911-2092",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2009",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "start_page": "e101",
  "end_page": "e110",
  "pages": "e101-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "19946391",
    "pmc": "PMC2765767"
  },
  "pmc_id": "PMC2765767",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.884652",
    "pmid": "19946391"
  }
}