{
  "pmid": "19947667",
  "uid": "19947667",
  "title": "Family history and improving health.",
  "abstract": "OBJECTIVES: This systematic review aimed to evaluate, within unselected populations: Question 1 (Q1) key elements of family history (FH) which usefully predict subsequent disease; Question 2 (Q2) the accuracy of reporting FH; Question 3 (Q3) the impact of FH-based risk information on the uptake of preventive interventions; Question 4 (Q4) the potential for harms associated with collecting cancer FH; Question 5 (Q5) factors that facilitate or hinder the collection of family history; and, Question 6 (Q6) future directions. DATA SOURCES: MEDLINE, EMBASE, CINAHL, Cochrane Controlled Trial Register (CCTR), and PsycINFO were searched from 1995 to March 2, 2009 inclusive. REVIEW METHODS: Standard systematic review methodology was employed. Eligibility criteria varied by question, but overall, specified studies reported in English, excluded qualitative designs, and limited populations to those unselected for pre-existing risk (except for Q2). Study designs and outcomes varied by research question. RESULTS: One hundred and thirty-seven publications were eligible in total for this review. Q1: Key elements of FH: Eighty-nine studies were eligible for this question of which 59 reported FH and data on subsequent or current disease in subjects. The varied definitions of positive FH were consistently associated with elevated relative risks, but their value in predicting future risk or detecting current disease was difficult to assess without considering further information on other risk factors or the available preventive interventions. Q2: Accuracy of FH Reporting. Thirty-seven studies evaluated accuracy and showed relatively high specificity and low sensitivity across all disease categories. Q3: Uptake of preventive interventions. Two studies evaluated the impact of FH-based risk and the evidence was insufficient to establish any effect on change in clinical preventive behavior or uptake of interventions. Q4: Harms of FH taking. Three studies evaluated the impact of FH-based risk information on psychological outcomes and indicated no evidence of significant harm.Q5: Factors affecting FH collection: The evidence base for addressing Q5 is heterogeneous and limited to six studies exploring the association between various factors and family history reporting, documentation and discussion. CONCLUSIONS: Our review indicates: (Q1) Many FH definitions showed low discriminatory accuracy in predicting disease risk in individuals but further research is warranted; (Q2) accuracy of reporting is higher for relatives without, than those affected by, a given disease; (Q3) there is insufficient evidence to assess the effect of FH-based risk assessment on preventive behaviors; (Q4) there is limited evidence to assess whether the provision of FH-based personalized risk assessment results in adverse outcomes; (Q5) there is little evidence on factors affecting FH reporting and collection in primary care.",
  "authors": [
    {
      "last_name": "Qureshi",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Qureshi",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Wilson",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": []
    },
    {
      "last_name": "Little",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Little",
      "affiliations": []
    },
    {
      "last_name": "Carroll",
      "fore_name": "June",
      "initials": "J",
      "name": "June Carroll",
      "affiliations": []
    },
    {
      "last_name": "Allanson",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Allanson",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "186",
    "pub_year": "2009",
    "pub_month": "Aug"
  },
  "start_page": "1",
  "end_page": "135",
  "pages": "1-135",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Family",
    "Genetic Predisposition to Disease",
    "Health",
    "Humans",
    "Medical History Taking",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "19947667",
    "pmc": "PMC4781392"
  },
  "pmc_id": "PMC4781392",
  "dates": {
    "completed": "2010-01-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:31.430898",
    "pmid": "19947667"
  }
}