{
  "pmid": "19952699",
  "uid": "19952699",
  "title": "Outcomes in microsurgery.",
  "abstract": "The reporting of microsurgical outcomes has been variable. Historically, emphasis has been placed on flap and digit survival or failure in the case of free-tissue transfer or digit replantation, respectively. Outcomes have also been measured with indices such as range of motion or grip strength for digital replantations, the ability to eat or talk for head and neck microsurgery, and the ability to walk or return to work for lower extremity microsurgery. Although relevant, this type of reporting of outcomes may fail to capture the effectiveness of microsurgical intervention from the patient's, the third-party payer's, or society's perspective. Significant events have arisen in the past two decades, including the emphasis on outcomes research, recent recommendations to adopt evidence-based microsurgery, and the inclusion in academic training programs of the competency \"manager\" to the health care system. This necessitates rethinking the way we report outcomes in microsurgery. This article explains the need to (1) use health-related quality-of-life scales to measure the benefits of microsurgical interventions, (2) measure outcomes with high-quality clinical research designs, and (3) incorporate proper cost-effectiveness studies in our clinical research before adopting new technologies such as new free flaps or techniques.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Hamilton, Ontario, Canada From the Departments of Surgery and Clinical Epidemiology and Biostatistics and the Michael G. DeGroote School of Medicine, McMaster University."
      ]
    },
    {
      "last_name": "Jansen",
      "fore_name": "Leigh",
      "initials": "L",
      "name": "Leigh Jansen",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "6 Suppl",
    "pub_year": "2009",
    "pub_month": "Dec"
  },
  "start_page": "e303",
  "end_page": "e312",
  "pages": "e303-e312",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Evidence-Based Medicine",
    "Humans",
    "Microsurgery",
    "Quality of Life",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19952699",
    "doi": "10.1097/PRS.0b013e3181bf8283",
    "pii": "00006534-200912001-00005"
  },
  "doi": "10.1097/PRS.0b013e3181bf8283",
  "dates": {
    "completed": "2010-01-28",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.146711",
    "pmid": "19952699"
  }
}