{
  "pmid": "19952244",
  "uid": "19952244",
  "title": "Older patients can accurately recall their preoperative health status six weeks following total hip arthroplasty.",
  "abstract": "BACKGROUND: In clinical trials, use of patient recall data would be beneficial when the collection of baseline data is impossible, such as in trauma situations. We investigated the ability of older patients to accurately recall their preoperative quality of life, function, and general health status at six weeks following total hip arthroplasty. METHODS: We randomized consecutive patients who were fifty-five years of age or older into two groups. At each assessment, patients completed self-report questionnaires (at four weeks preoperatively, on the day of surgery, and at six weeks and three months postoperatively for Group 1 and at six weeks and three months postoperatively for Group 2). At six weeks postoperatively, all patients completed the questionnaires on the basis of their recollection of their preoperative health status. We evaluated the validity and reliability of recall ratings, the degree of error in recall ratings, and the effects of the use of recall data on power and sample size requirements. RESULTS: A total of 174 patients (mean age, seventy-one years) who were undergoing either primary or revision total hip arthroplasty were randomized and included in the analysis (118 patients were in Group 1 and fifty-six were in Group 2). Agreement between actual and recalled data was excellent for disease-specific questionnaires (intraclass correlation coefficient, 0.86, 0.87, and 0.88) and moderate for generic health measures (intraclass correlation coefficient, 0.48, 0.58, and 0.60). Increased error associated with recalled ratings compared with actual ratings necessitates minimal increases in sample size or results in small decreases in power. CONCLUSIONS: Patients undergoing total hip arthroplasty can accurately recall their preoperative health status at six weeks postoperatively.",
  "authors": [
    {
      "last_name": "Marsh",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Marsh",
      "affiliations": [
        "Faculty of Health Sciences, Elborn College, Room 1438, The University of Western Ontario, London, ON, Canada. jmarsh2@uwo.ca"
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J MacDonald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "12",
    "pub_year": "2009",
    "pub_month": "Dec"
  },
  "start_page": "2827",
  "end_page": "2837",
  "pages": "2827-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Arthroplasty, Replacement, Hip",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Mental Recall",
    "Middle Aged",
    "Postoperative Period",
    "Preoperative Period",
    "Prospective Studies",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "19952244",
    "doi": "10.2106/JBJS.H.01415",
    "pii": "91/12/2827"
  },
  "doi": "10.2106/JBJS.H.01415",
  "dates": {
    "completed": "2009-12-22",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.933306",
    "pmid": "19952244"
  }
}