{
  "pmid": "19966094",
  "uid": "19966094",
  "title": "Comparative kinematic evaluation of all-inside single-bundle and double-bundle anterior cruciate ligament reconstruction: a biomechanical study.",
  "abstract": "BACKGROUND: The efficacy of single-bundle versus double-bundle ACL reconstruction in improving knee stability has been widely discussed. The biomechanics of all-inside double-bundle ACL reconstructions have not been evaluated. HYPOTHESIS: An anatomic all-inside double-bundle ACL reconstruction will more effectively restore native knee kinematics in vitro, especially rotational stability, when compared with an all-inside single-bundle ACL reconstruction. STUDY DESIGN: Controlled laboratory study. METHODS: Seven pairs of fresh-frozen cadaveric human knees were used. Knees were tested using 88 N of force for anterior and posterior drawers, 5 N.m internal and external rotation moments, 10 N.m valgus and varus moments, and coupled 5 N.m internal rotation and 10 N.m valgus moments to simulate a pivot shift at 0 degrees , 20 degrees , 30 degrees , 60 degrees , and 90 degrees of knee flexion. Motion of the knee in response to external loading was measured with a Polhemus electromagnetic tracking system. Knees were first tested in the intact state, with either the anteromedial or posterolateral bundle cut, and then with both bundles cut. Subsequently, 7 single-bundle and 7 double-bundle all-inside ACL reconstructions were performed. RESULTS: Both single- and double-bundle all-inside ACL reconstructions restored knee kinematics for posterior drawer, varus/valgus rotation, and internal/external rotation motions. After single-bundle all-inside ACL reconstruction, anterior translation during the simulated pivot-shift test was significantly higher compared with the intact state at 20 degrees , 30 degrees , and 60 degrees of flexion. There was no significant difference between the double-bundle all-inside ACL reconstruction and the intact knee during a simulated pivot shift. Conclusion We found that an all-inside double-bundle ACL reconstruction demonstrated significant improvement in restoring normal rotational knee motion during simulated pivot-shift testing compared with single-bundle ACL reconstructions in vitro, with no significant differences in other knee loading conditions. CLINICAL RELEVANCE: All-inside double-bundle ACL reconstruction may provide advantages over single-bundle ACL reconstruction for rotational knee stability.",
  "authors": [
    {
      "last_name": "Tsai",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Tsai",
      "affiliations": [
        "Division of Sports Medicine and the Orthopaedic Biomechanics Laboratory, Department of Orthopaedic Surgery, University of Minnesota, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Wijdicks",
      "fore_name": "Coen A",
      "initials": "CA",
      "name": "Coen A Wijdicks",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    },
    {
      "last_name": "Laprade",
      "fore_name": "Robert F",
      "initials": "RF",
      "name": "Robert F Laprade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Feb"
  },
  "start_page": "263",
  "end_page": "272",
  "pages": "263-72",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anterior Cruciate Ligament",
    "Biomechanical Phenomena",
    "Cadaver",
    "Humans",
    "Middle Aged",
    "Minnesota",
    "Orthopedic Procedures",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "19966094",
    "doi": "10.1177/0363546509348053",
    "pii": "0363546509348053"
  },
  "doi": "10.1177/0363546509348053",
  "dates": {
    "completed": "2010-09-02",
    "revised": "2013-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.712096",
    "pmid": "19966094"
  }
}