{
  "pmid": "19969574",
  "uid": "19969574",
  "title": "Holiday review. Snappy answers to stupid questions: an evidence-based framework for responding to peer-review feedback.",
  "abstract": "BACKGROUND: Authors are inundated with feedback from peer reviewers. Although this feedback is usually helpful, it can also be incomprehensible, rude or plain silly. Inspired by Al Jaffe's classic comic from Mad Magazine, we sought to develop an evidenced-based framework for providing \"snappy answers to stupid questions,\" in the hope of aiding emerging academics in responding appropriately to feedback from peer review. METHODS: We solicited, categorized and analyzed examples of silly feedback from peer reviewers using the grounded theory qualitative research paradigm from 50 key informants. The informants represented 15 different professions, 33 institutions and 11 countries (i.e., Australia, Barbados, Canada, Germany, Japan, New Zealand, South Africa, Sweden, Switzerland, UK and USA). RESULTS: We developed a Scale of Silliness (SOS) and a Scale of Belligerence (SOB) to facilitate the assessment of inadequate peer-review feedback and guide users in preparing suitable responses to it. The SOB score is tempered by users' current mood, as captured by the Mood Reflective Index (MRI), and dictates the Appropriate Degree of Response (ADR) for the particular situation. CONCLUSION: Designed using the highest quality of (most easily accessible anecdotal) evidence available, this framework may fill a significant gap in the research literature by helping emerging academics respond to silly feedback from peer reviewers. Although use of the framework to its full extent may have negative consequences (e.g., loss of promotion), its therapeutic value cannot be understated.",
  "authors": [
    {
      "last_name": "Rosenfield",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rosenfield",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ont. daniel.rosenfield@utoronto.ca"
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "1488-2329",
    "issn_type": "Electronic",
    "volume": "181",
    "issue": "12",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "start_page": "E301",
  "end_page": "E305",
  "pages": "E301-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Peer Review",
    "Wit and Humor as Topic"
  ],
  "article_ids": {
    "pubmed": "19969574",
    "pmc": "PMC2789163",
    "doi": "10.1503/cmaj.091164",
    "pii": "cmaj.091164"
  },
  "doi": "10.1503/cmaj.091164",
  "pmc_id": "PMC2789163",
  "dates": {
    "completed": "2010-01-05",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.484309",
    "pmid": "19969574"
  }
}