{
  "pmid": "19994738",
  "uid": "19994738",
  "title": "Building community and public health nursing capacity: a synthesis report of the National Community Health Nursing Study.",
  "abstract": "OBJECTIVES: 1) To describe the community health nursing workforce in Canada; 2) To compare, across political jurisdictions and community health sectors, what helps and hinders community nurses to work effectively; 3) To identify organizational attributes that support one community subsector--public health nurses--to practise the full scope of their competencies. METHODS: Our study included an analysis of the Canadian Institute for Health Information nursing databases (1996-2007), a survey of over 13,000 community health nurses across Canada and 23 focus groups of public health policy-makers and front-line public health nurses. RESULTS: Over 53,000 registered and licensed practical nurses worked in community health in Canada in 2007, about 16% of the nursing workforce. Community nurses were older on average than the rest of their profession. Typical practice settings for community nurses included community health centres, home care and public health units/departments. To practise effectively, community nurses need professional confidence, good team relationships, supportive workplaces and community support. Most community nurses felt confident in their practice and relationships with other nurses and professionals, though less often with physicians. Their feelings about salary and job security were mixed, and most community nurses would like more learning opportunities, policy and practice information and chances to debrief about work. They needed their communities to do more to address social determinants of health and provide good quality resources. Public health nursing needs a combination of factors to succeed: sound government policy, supportive organizational culture and good management practices. Organizational attributes identified as supports for optimal practice include: flexibility in funding, program design and job descriptions; clear organizational vision driven by shared values and community needs; coordinated public health planning across jurisdictions; and strong leadership that openly promotes public health, values their staff's work and invests in education and training. CONCLUSION: The interchangeable and inconsistent use of titles used by community nurses and their employers makes it difficult to discern differences within this sector such as home care, public health, etc. Our studies also revealed that community nurses: thrive in workplaces where they share the vision and goals of their organization and work collaboratively in an atmosphere that supports creative, autonomous practice; work well together, but need time, flexible funding and management support to develop relationships with the community and their clients, and to build teams with other professionals; could sustain their competencies and confidence in their professional abilities with more access to continuing education, policies, evidence and debriefing sessions.",
  "authors": [
    {
      "last_name": "Underwood",
      "fore_name": "Jane M",
      "initials": "JM",
      "name": "Jane M Underwood",
      "affiliations": [
        "Nursing Health Services Research Unit, McMaster University, Hamilton, ON. undrwood@mcmaster.ca"
      ]
    },
    {
      "last_name": "Mowat",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Mowat",
      "affiliations": []
    },
    {
      "last_name": "Meagher-Stewart",
      "fore_name": "Donna M",
      "initials": "DM",
      "name": "Donna M Meagher-Stewart",
      "affiliations": []
    },
    {
      "last_name": "Deber",
      "fore_name": "Raisa B",
      "initials": "RB",
      "name": "Raisa B Deber",
      "affiliations": []
    },
    {
      "last_name": "Baumann",
      "fore_name": "Andrea O",
      "initials": "AO",
      "name": "Andrea O Baumann",
      "affiliations": []
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Mary B",
      "initials": "MB",
      "name": "Mary B MacDonald",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Schoenfeld",
      "fore_name": "Bonnie M",
      "initials": "BM",
      "name": "Bonnie M Schoenfeld",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna K",
      "initials": "DK",
      "name": "Donna K Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Blythe",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Blythe",
      "affiliations": []
    },
    {
      "last_name": "Lavoie-Tremblay",
      "fore_name": "Mélanie",
      "initials": "M",
      "name": "Mélanie Lavoie-Tremblay",
      "affiliations": []
    },
    {
      "last_name": "Ehrlich",
      "fore_name": "Anne S",
      "initials": "AS",
      "name": "Anne S Ehrlich",
      "affiliations": []
    },
    {
      "last_name": "Knibbs",
      "fore_name": "Kristin M",
      "initials": "KM",
      "name": "Kristin M Knibbs",
      "affiliations": []
    },
    {
      "last_name": "Munroe",
      "fore_name": "Valerie J",
      "initials": "VJ",
      "name": "Valerie J Munroe",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "100",
    "issue": "5",
    "pub_year": "2009"
  },
  "start_page": "I1",
  "end_page": "I11",
  "pages": "I1-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Career Mobility",
    "Community Health Nursing",
    "Female",
    "Focus Groups",
    "Health Care Surveys",
    "Health Policy",
    "Humans",
    "Job Satisfaction",
    "Male",
    "Middle Aged",
    "Nurses",
    "Psychometrics",
    "Public Health",
    "Public Health Administration",
    "Public Health Nursing",
    "Public Health Practice",
    "Qualitative Research",
    "Surveys and Questionnaires",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "19994738",
    "pmc": "PMC6974296",
    "doi": "10.1007/BF03405282"
  },
  "doi": "10.1007/BF03405282",
  "pmc_id": "PMC6974296",
  "dates": {
    "completed": "2010-09-21",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.214866",
    "pmid": "19994738"
  }
}