{
  "pmid": "20003364",
  "uid": "20003364",
  "title": "Cost-utility analysis of infliximab and adalimumab for refractory ulcerative colitis.",
  "abstract": "OBJECTIVE: To evaluate cost-utility of infliximab and adalimumab for the treatment of moderate-to-severe ulcerative colitis (UC) refractory to conventional therapies in Canada. METHODS: A Markov model was constructed to evaluate incremental cost-utility ratios (ICUR) of 5 mg/kg and 10 mg/kg infliximab and adalimumab therapies compared to 'usual care' in treating a hypothetical cohort of patients (aged 40 years and weighing 80 kg) over a five-year time horizon from the perspective of a publicly-funded health care system. Clinical parameters were derived from the Active Ulcerative Colitis Trials 1 and 2. Costs were obtained through provincial drug benefit plans. ICUR was the main outcome measure and both deterministic and probabilistic sensitivity analyses were conducted. RESULTS: Compared to the strategy A ('usual care') in the base case analysis, the ICURs were CA$358,088/QALY for the strategy B ('5 mg/kg infliximab + adalimumab') and CA$575,540/QALY for the strategy C ('5 mg/kg and 10 mg/kg infliximab + adalimumab'). The results were sensitive to: the remission rates maintained in responders to 'usual care' and to 5 mg/kg infliximab, the rate of remission induced by adalimumab in non-responders to 5 mg/kg infliximab, early surgery rate, and utility values. When the willingness to pay (WTP) was less than CA$150,000/QALY, the probability of 'usual care' being the optimal strategy was 1.0. The probability of strategy B being optimal was 0.5 when the WTP approximated CA$400,000/QALY. CONCLUSIONS: The ICURs of anti-TNF-alpha drugs were not satisfactory in treating patients with moderate-to-severe refractory UC. Future research could be aimed at the long-term clinical benefits of these drugs, especially adalimumab for patients intolerant or unresponsive to infliximab treatment.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. fengxie@mcmaster.ca"
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Assasi",
      "fore_name": "Nazila",
      "initials": "N",
      "name": "Nazila Assasi",
      "affiliations": []
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": []
    },
    {
      "last_name": "Robertson",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Robertson",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cost effectiveness and resource allocation : C/E",
    "iso_abbreviation": "Cost Eff Resour Alloc",
    "issn": "1478-7547",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "11"
  },
  "start_page": "20",
  "pages": "20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20003364",
    "pmc": "PMC2797497",
    "doi": "10.1186/1478-7547-7-20",
    "pii": "1478-7547-7-20"
  },
  "doi": "10.1186/1478-7547-7-20",
  "pmc_id": "PMC2797497",
  "dates": {
    "completed": "2010-05-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.810890",
    "pmid": "20003364"
  }
}