{
  "pmid": "20017994",
  "uid": "20017994",
  "title": "Pathway-based analysis of a genome-wide case-control association study of rheumatoid arthritis.",
  "abstract": "Evaluation of the association between single-nucleotide polymorphisms (SNPs) and disease outcomes is widely used to identify genetic risk factors for complex diseases. Although this analysis paradigm has made significant progress in many genetic studies, many challenges remain, such as the requirement of a large sample size to achieve adequate power. Here we use rheumatoid arthritis (RA) as an example and explore a new analysis strategy: pathway-based analysis to search for related genes and SNPs contributing to the disease.We first propose the application of measure of explained variation to quantify the predictive ability of a given SNP. We then use gene set enrichment analysis to evaluate enrichment of specific pathways, where pathways, are considered enriched if they consist of genes that are associated with the phenotype of interest above and beyond is expected by chance. The results are also compared with score tests for association analysis by adjusting for population stratification.Our study identified some significantly enriched pathways, such as \"cell adhesion molecules,\" which are known to play a key role in RA. Our results showed that pathway-based analysis may identify other biologically interesting loci (e.g., rs1018361) related to RA: the gene (CTLA4) closest to this marker has previously been shown to be associated with RA and the gene is in the significant pathways we identified, even though the marker has not reached genome-wide significance in univariate single-marker analysis.",
  "authors": [
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Biostatistics Methodology Unit, Research Institute, Hospital for Sick Children, 555 University Avenue, Toronto, Ontario M5G 1X8, Canada. joseph@utstat.toronto.edu."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Pingzhao",
      "initials": "P",
      "name": "Pingzhao Hu",
      "affiliations": []
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": []
    },
    {
      "last_name": "Parkhomenko",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Parkhomenko",
      "affiliations": []
    },
    {
      "last_name": "Paterson",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Paterson",
      "affiliations": []
    },
    {
      "last_name": "Tritchler",
      "fore_name": "David",
      "initials": "D",
      "name": "David Tritchler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC proceedings",
    "iso_abbreviation": "BMC Proc",
    "issn": "1753-6561",
    "issn_type": "Electronic",
    "volume": "3 Suppl 7",
    "issue": "Suppl 7",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "S128",
  "pages": "S128",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20017994",
    "pmc": "PMC2795901",
    "doi": "10.1186/1753-6561-3-s7-s128"
  },
  "doi": "10.1186/1753-6561-3-s7-s128",
  "pmc_id": "PMC2795901",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.905393",
    "pmid": "20017994"
  }
}