{
  "pmid": "20018104",
  "uid": "20018104",
  "title": "SUPPORT Tools for evidence-informed health Policymaking (STP) 14: Organising and using policy dialogues to support evidence-informed policymaking.",
  "abstract": "This article is part of a series written for people responsible for making decisions about health policies and programmes and for those who support these decision makers. Policy dialogues allow research evidence to be considered together with the views, experiences and tacit knowledge of those who will be involved in, or affected by, future decisions about a high-priority issue. Increasing interest in the use of policy dialogues has been fuelled by a number of factors: 1. The recognition of the need for locally contextualised 'decision support' for policymakers and other stakeholders 2. The recognition that research evidence is only one input into the decision-making processes of policymakers and other stakeholders 3. The recognition that many stakeholders can add significant value to these processes, and 4. The recognition that many stakeholders can take action to address high-priority issues, and not just policymakers. In this article, we suggest questions to guide those organising and using policy dialogues to support evidence-informed policymaking. These are: 1. Does the dialogue address a high-priority issue? 2. Does the dialogue provide opportunities to discuss the problem, options to address the problem, and key implementation considerations? 3. Is the dialogue informed by a pre-circulated policy brief and by a discussion about the full range of factors that can influence the policymaking process? 4. Does the dialogue ensure fair representation among those who will be involved in, or affected by, future decisions related to the issue? 5. Does the dialogue engage a facilitator, follow a rule about not attributing comments to individuals, and not aim for consensus? 6. Are outputs produced and follow-up activities undertaken to support action?",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St. West, HSC-2D3, Hamilton, ON, Canada, L8N 3Z5. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Boyko",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Boyko",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "S14",
  "pages": "S14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20018104",
    "pmc": "PMC3271825",
    "doi": "10.1186/1478-4505-7-S1-S14",
    "pii": "1478-4505-7-S1-S14"
  },
  "doi": "10.1186/1478-4505-7-S1-S14",
  "pmc_id": "PMC3271825",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.970210",
    "pmid": "20018104"
  }
}