{
  "pmid": "20018105",
  "uid": "20018105",
  "title": "SUPPORT Tools for evidence-informed health Policymaking (STP) 15: Engaging the public in evidence-informed policymaking.",
  "abstract": "This article is part of a series written for people responsible for making decisions about health policies and programmes and for those who support these decision makers. In this article, we address strategies to inform and engage the public in policy development and implementation. The importance of engaging the public (both patients and citizens) at all levels of health systems is widely recognised. They are the ultimate recipients of the desirable and undesirable impacts of public policies, and many governments and organisations have acknowledged the value of engaging them in evidence-informed policy development. The potential benefits of doing this include the establishment of policies that include their ideas and address their concerns, the improved implementation of policies, improved health services, and better health. Public engagement can also be viewed as a goal in itself by encouraging participative democracy, public accountability and transparency. We suggest three questions that can be considered with regard to public participation strategies. These are: 1. What strategies can be used when working with the mass media to inform the public about policy development and implementation? 2. What strategies can be used when working with civil society groups to inform and engage them in policy development and implementation? 3. What methods can be used to involve consumers in policy development and implementation?",
  "authors": [
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, P.O. Box 7004, St. Olavs plass, N-0130 Oslo, Norway. oxman@online.no"
      ]
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "S15",
  "pages": "S15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20018105",
    "pmc": "PMC3271826",
    "doi": "10.1186/1478-4505-7-S1-S15",
    "pii": "1478-4505-7-S1-S15"
  },
  "doi": "10.1186/1478-4505-7-S1-S15",
  "pmc_id": "PMC3271826",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2024-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.794887",
    "pmid": "20018105"
  }
}