{
  "pmid": "20018102",
  "uid": "20018102",
  "title": "SUPPORT Tools for evidence-informed health Policymaking (STP) 12: Finding and using research evidence about resource use and costs.",
  "abstract": "This article is part of a series written for people responsible for making decisions about health policies and programmes and for those who support these decision makers. In this article, we address considerations about resource use and costs. The consequences of a policy or programme option for resource use differ from other impacts (both in terms of benefits and harms) in several ways. However, considerations of the consequences of options for resource use are similar to considerations related to other impacts in that policymakers and their staff need to identify important impacts on resource use, acquire and appraise the best available evidence regarding those impacts, and ensure that appropriate monetary values have been applied. We suggest four questions that can be considered when assessing resource use and the cost consequences of an option. These are: 1. What are the most important impacts on resource use? 2. What evidence is there for important impacts on resource use? 3. How confident is it possible to be in the evidence for impacts on resource use? 4. Have the impacts on resource use been valued appropriately in terms of their true costs?",
  "authors": [
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, P.O. Box 7004, St. Olavs plass, N-0130 Oslo, Norway. oxman@online.no"
      ]
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "S12",
  "pages": "S12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20018102",
    "pmc": "PMC3271823",
    "doi": "10.1186/1478-4505-7-S1-S12",
    "pii": "1478-4505-7-S1-S12"
  },
  "doi": "10.1186/1478-4505-7-S1-S12",
  "pmc_id": "PMC3271823",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.793324",
    "pmid": "20018102"
  }
}