{
  "pmid": "20018116",
  "uid": "20018116",
  "title": "SUPPORT Tools for evidence-informed health Policymaking (STP) 9: Assessing the applicability of the findings of a systematic review.",
  "abstract": "This article is part of a series written for people responsible for making decisions about health policies and programmes and for those who support these decision makers. Differences between health systems may often result in a policy or programme option that is used in one setting not being feasible or acceptable in another. Or these differences may result in an option not working in the same way in another setting, or even achieving different impacts in another setting. A key challenge that policymakers and those supporting them must face is therefore the need to understand whether research evidence about an option can be applied to their setting. Systematic reviews make this task easier by summarising the evidence from studies conducted in a variety of different settings. Many systematic reviews, however, do not provide adequate descriptions of the features of the actual settings in which the original studies were conducted. In this article, we suggest questions to guide those assessing the applicability of the findings of a systematic review to a specific setting. These are: 1. Were the studies included in a systematic review conducted in the same setting or were the findings consistent across settings or time periods? 2. Are there important differences in on-the-ground realities and constraints that might substantially alter the feasibility and acceptability of an option? 3. Are there important differences in health system arrangements that may mean an option could not work in the same way? 4. Are there important differences in the baseline conditions that might yield different absolute effects even if the relative effectiveness was the same? 5. What insights can be drawn about options, implementation, and monitoring and evaluation? Even if there are reasonable grounds for concluding that the impacts of an option might differ in a specific setting, insights can almost always be drawn from a systematic review about possible options, as well as approaches to the implementation of options and to monitoring and evaluation.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St. West, HSC-2D3, Hamilton, ON, Canada, L8N 3Z5. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Souza",
      "fore_name": "Nathan M",
      "initials": "NM",
      "name": "Nathan M Souza",
      "affiliations": []
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Gruen",
      "fore_name": "Russell L",
      "initials": "RL",
      "name": "Russell L Gruen",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "S9",
  "pages": "S9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20018116",
    "pmc": "PMC3271836",
    "doi": "10.1186/1478-4505-7-S1-S9",
    "pii": "1478-4505-7-S1-S9"
  },
  "doi": "10.1186/1478-4505-7-S1-S9",
  "pmc_id": "PMC3271836",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.971456",
    "pmid": "20018116"
  }
}