{
  "pmid": "20018098",
  "uid": "20018098",
  "title": "SUPPORT Tools for evidence-informed health Policymaking (STP).",
  "abstract": "This article is the Introduction to a series written for people responsible for making decisions about health policies and programmes and for those who support these decision makers. Knowing how to find and use research evidence can help policymakers and those who support them to do their jobs better and more efficiently. Each article in this series presents a proposed tool that can be used by those involved in finding and using research evidence to support evidence-informed health policymaking. The series addresses four broad areas: 1. Supporting evidence-informed policymaking 2. Identifying needs for research evidence in relation to three steps in policymaking processes, namely problem clarification, options framing, and implementation planning 3. Finding and assessing both systematic reviews and other types of evidence to inform these steps, and 4. Going from research evidence to decisions. Each article begins with between one and three typical scenarios relating to the topic. These scenarios are designed to help readers decide on the level of detail relevant to them when applying the tools described. Most articles in this series are structured using a set of questions that guide readers through the proposed tools and show how to undertake activities to support evidence-informed policymaking efficiently and effectively. These activities include, for example, using research evidence to clarify problems, assessing the applicability of the findings of a systematic review about the effects of options selected to address problems, organising and using policy dialogues to support evidence-informed policymaking, and planning policy monitoring and evaluation. In several articles, the set of questions presented offers more general guidance on how to support evidence-informed policymaking. Additional information resources are listed and described in every article. The evaluation of ways to support evidence-informed health policymaking is a developing field and feedback about how to improve the series is welcome.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St. West, HSC-2D3, Hamilton, ON, Canada, L8N 3Z5. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "I1",
  "pages": "I1",
  "language": "eng",
  "publication_types": [
    "Introductory Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20018098",
    "pmc": "PMC3271819",
    "doi": "10.1186/1478-4505-7-S1-I1",
    "pii": "1478-4505-7-S1-I1"
  },
  "doi": "10.1186/1478-4505-7-S1-I1",
  "pmc_id": "PMC3271819",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.969794",
    "pmid": "20018098"
  }
}