{
  "pmid": "20018114",
  "uid": "20018114",
  "title": "SUPPORT Tools for evidence-informed health Policymaking (STP) 7: Finding systematic reviews.",
  "abstract": "This article is part of a series written for people responsible for making decisions about health policies and programmes and for those who support these decision makers. Systematic reviews are increasingly seen as a key source of information in policymaking, particularly in terms of assisting with descriptions of the impacts of options. Relative to single studies they offer a number of advantages related to understanding impacts and are also seen as a key source of information for clarifying problems and providing complementary perspectives on options. Systematic reviews can be undertaken to place problems in comparative perspective and to describe the likely harms of an option. They also assist with understanding the meanings that individuals or groups attach to a problem, how and why options work, and stakeholder views and experiences related to particular options. A number of constraints have hindered the wider use of systematic reviews in policymaking. These include a lack of awareness of their value and a mismatch between the terms employed by policymakers, when attempting to retrieve systematic reviews, and the terms used by the original authors of those reviews. Mismatches between the types of information that policymakers are seeking, and the way in which authors fail to highlight (or make obvious) such information within systematic reviews have also proved problematic. In this article, we suggest three questions that can be used to guide those searching for systematic reviews, particularly reviews about the impacts of options being considered. These are: 1. Is a systematic review really what is needed? 2. What databases and search strategies can be used to find relevant systematic reviews? 3. What alternatives are available when no relevant review can be found?",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St. West, HSC-2D3, Hamilton, ON, Canada, L8N 3Z5. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Johansen",
      "fore_name": "Marit",
      "initials": "M",
      "name": "Marit Johansen",
      "affiliations": []
    },
    {
      "last_name": "Boyko",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Boyko",
      "affiliations": []
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "S7",
  "pages": "S7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20018114",
    "pmc": "PMC3271834",
    "doi": "10.1186/1478-4505-7-S1-S7",
    "pii": "1478-4505-7-S1-S7"
  },
  "doi": "10.1186/1478-4505-7-S1-S7",
  "pmc_id": "PMC3271834",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.971235",
    "pmid": "20018114"
  }
}