{
  "pmid": "20017982",
  "uid": "20017982",
  "title": "Genome-wide association analysis of cardiovascular-related quantitative traits in the Framingham Heart Study.",
  "abstract": "Multivariate linear growth curves were used to model high-density lipoprotein (HDL), low-density lipoprotein (LDL), triglycerides (TG), and systolic blood pressure (SBP) measured during four exams from 1659 independent individuals from the Framingham Heart Study. The slopes and intercepts from each of two phenotype models were tested for association with 348,053 autosomal single-nucleotide polymorphisms from the Affymetrix Gene Chip 500 k set. Three regions were associated with LDL intercept, TG slope, and SBP intercept (p < 1.44 x 10-7). We observed results consistent with previously reported associations between rs599839, on chromosome 1p13, and LDL. We note that the association is significant with LDL intercept but not slope. Markers on chromosome 17q25 were associated with TG slope, and a single-nucleotide polymorphism on chromosome 7p11 was associated with SBP intercept. Growth curve models can be used to gain more insight on the relationships between SNPs and traits than traditional association analysis when longitudinal data has been collected. The power to detect association with changes over time may be limited if the subjects are not followed over a long enough time period.",
  "authors": [
    {
      "last_name": "Roslin",
      "fore_name": "Nicole M",
      "initials": "NM",
      "name": "Nicole M Roslin",
      "affiliations": [
        "Program in Genetics and Genome Biology, MaRS Centre, The Hospital for Sick Children Research Institute, 101 College Street, Toronto, Ontario M5G 1L7, Canada. nroslin@sickkids.ca."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": []
    },
    {
      "last_name": "Paterson",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Paterson",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC proceedings",
    "iso_abbreviation": "BMC Proc",
    "issn": "1753-6561",
    "issn_type": "Electronic",
    "volume": "3 Suppl 7",
    "issue": "Suppl 7",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "S117",
  "pages": "S117",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20017982",
    "pmc": "PMC2795889",
    "doi": "10.1186/1753-6561-3-s7-s117"
  },
  "doi": "10.1186/1753-6561-3-s7-s117",
  "pmc_id": "PMC2795889",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 GM031575",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.905212",
    "pmid": "20017982"
  }
}