{
  "pmid": "20018111",
  "uid": "20018111",
  "title": "SUPPORT Tools for evidence-informed health Policymaking (STP) 4: Using research evidence to clarify a problem.",
  "abstract": "This article is part of a series written for people responsible for making decisions about health policies and programmes and for those who support these decision makers. Policymakers and those supporting them often find themselves in situations that spur them on to work out how best to define a problem. These situations may range from being asked an awkward or challenging question in the legislature, through to finding a problem highlighted on the front page of a newspaper. The motivations for policymakers wanting to clarify a problem are diverse. These may range from deciding whether to pay serious attention to a particular problem that others claim is important, through to wondering how to convince others to agree that a problem is important. Debates and struggles over how to define a problem are a critically important part of the policymaking process. The outcome of these debates and struggles will influence whether and, in part, how policymakers take action to address a problem. Efforts at problem clarification that are informed by an appreciation of concurrent developments are more likely to generate actions. These concurrent developments can relate to policy and programme options (e.g. the publication of a report demonstrating the effectiveness of a particular option) or to political events (e.g. the appointment of a new Minister of Health with a personal interest in a particular issue). In this article, we suggest questions that can be used to guide those involved in identifying a problem and characterising its features. These are: 1. What is the problem? 2. How did the problem come to attention and has this process influenced the prospect of it being addressed? 3. What indicators can be used, or collected, to establish the magnitude of the problem and to measure progress in addressing it? 4. What comparisons can be made to establish the magnitude of the problem and to measure progress in addressing it? 5. How can the problem be framed (or described) in a way that will motivate different groups?",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St. West, HSC-2D3, Hamilton, ON, Canada, L8N 3Z5. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7 Suppl 1",
    "issue": "Suppl 1",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "S4",
  "pages": "S4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20018111",
    "pmc": "PMC3271831",
    "doi": "10.1186/1478-4505-7-S1-S4",
    "pii": "1478-4505-7-S1-S4"
  },
  "doi": "10.1186/1478-4505-7-S1-S4",
  "pmc_id": "PMC3271831",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.768541",
    "pmid": "20018111"
  }
}