{
  "pmid": "20025770",
  "uid": "20025770",
  "title": "Continuity of care for children with complex chronic health conditions: parents' perspectives.",
  "abstract": "BACKGROUND: Continuity of care has been explored largely from academic and service provider perspectives, and in relation to adult patient/client groups. We interviewed parents of children with complex chronic health conditions to examine how their experiences and perceptions of continuity of care fit with these perspectives; and to identify the salient factors in the experience of, and factors contributing to, continuity in this population. METHODS: Parents of 47 elementary school-aged children with spina bifida, Down syndrome, attention-deficit/hyperactivity disorder, Duchenne muscular dystrophy or cystic fibrosis participated in semi-structured interviews. Parents described and mapped the pattern of their interactions with service providers over time in all domains relevant to their child's health, well-being, and development (medical, rehabilitational, educational, and social supportive services), with particular attention paid to their perceptions of connectedness or coherency in these interactions. Verbatim transcripts were analyzed thematically using a framework approach to impose structure regarding parents' perspectives on continuity of care. RESULTS: Existing academic concepts of relational, informational and management continuity were all discernable in parents' narratives. A thorough knowledge of the child on the part of service providers emerged as extremely important to parents; such knowledge was underpinned by continuity of personal relationships, principally, and also by written information. For this population, notions of continuity extend to the full range of service providers these children and families need to achieve optimal health status, and are not limited to physicians and nurses. Communication among providers was seen as integral to perceived continuity. Compartmentalization of services and information led to parents assuming a necessary, though at times, uncomfortable, coordinating role. Geographic factors, institutional structures and practices, provider attitudes, and, on occasion, parent preferences and judgments, were all found to create barriers to \"seamless\" management and provision of care continuity across providers, settings, and sectors. CONCLUSIONS: These findings add new perspectives to the understanding of continuity within chronically ill children's health care. They are relevant to contemporary initiatives to improve continuity of services to children with special health care needs, demonstrate the need for parental support of their important role in maintaining continuity, and suggest avenues for further research.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Anton R",
      "initials": "AR",
      "name": "Anton R Miller",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, British Columbia, Canada. amiller@cw.bc.ca"
      ]
    },
    {
      "last_name": "Condin",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Condin",
      "affiliations": []
    },
    {
      "last_name": "McKellin",
      "fore_name": "William H",
      "initials": "WH",
      "name": "William H McKellin",
      "affiliations": []
    },
    {
      "last_name": "Shaw",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Shaw",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Sheps",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Sheps",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "21"
  },
  "start_page": "242",
  "pages": "242",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Anecdotes as Topic",
    "Canada",
    "Caregivers",
    "Child",
    "Child Health Services",
    "Child, Preschool",
    "Chronic Disease",
    "Community Networks",
    "Continuity of Patient Care",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Needs Assessment",
    "Parents",
    "Professional-Family Relations"
  ],
  "article_ids": {
    "pubmed": "20025770",
    "pmc": "PMC2805629",
    "doi": "10.1186/1472-6963-9-242",
    "pii": "1472-6963-9-242"
  },
  "doi": "10.1186/1472-6963-9-242",
  "pmc_id": "PMC2805629",
  "dates": {
    "completed": "2010-02-01",
    "revised": "2024-06-12"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.307504",
    "pmid": "20025770"
  }
}