{
  "pmid": "20029415",
  "uid": "20029415",
  "title": "Methodology for randomized trials of patients with nonvariceal upper gastrointestinal bleeding: recommendations from an international consensus conference.",
  "abstract": "The aim of this document is to provide a methodological framework for the design, performance, analysis, interpretation, and communication of randomized trials that assess management of patients with nonvariceal upper gastrointestinal bleeding. Literature searches were performed and an iterative process with electronic and face-to-face meetings was used to achieve consensus among panel members as part of an International Consensus Conference on Nonvariceal Upper Gastrointestinal Bleeding. Recommendations of the panel include the following. Randomized trials must explicitly state their primary hypothesis. A nonmanipulable randomization schedule with concealed allocation should be used. Stratification (e.g., for age and stigmata of hemorrhage) may be considered, especially in smaller studies. The patient and personnel providing care or recording information should be blinded. Inclusion criteria should be overt bleeding with endoscopy performed within 24 h or less. One type of lesion (e.g., ulcer) should be studied with stigmata to be included predefined. Use of placebo/no therapy vs. active controls depends on current standard practice. Standardizing study and key non-study interventions should ensure uniform provision of interventions. Criteria for repeat endoscopy and subsequent interventions should be predefined. The primary end point should be further bleeding (persistent and recurrent bleeding) with primary assessment at 7 days; mortality, with primary assessment at 30 days, would be appropriate in very large trials. Sample size calculation based on assumptions regarding primary end point results with regard to study intervention and control must be provided, and all patients enrolled must be accounted for. In general, the primary population for analysis is all patients randomized, although a per-protocol population may be used if this is the more conservative approach (e.g., equivalence study).",
  "authors": [
    {
      "last_name": "Laine",
      "fore_name": "Loren",
      "initials": "L",
      "name": "Loren Laine",
      "affiliations": [
        "Keck School of Medicine, University of Southern California, Los Angeles, CA, USA. llaine@usc.edu"
      ]
    },
    {
      "last_name": "Spiegel",
      "fore_name": "Brennan",
      "initials": "B",
      "name": "Brennan Spiegel",
      "affiliations": []
    },
    {
      "last_name": "Rostom",
      "fore_name": "Alaa",
      "initials": "A",
      "name": "Alaa Rostom",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Ernst J",
      "initials": "EJ",
      "name": "Ernst J Kuipers",
      "affiliations": []
    },
    {
      "last_name": "Bardou",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Bardou",
      "affiliations": []
    },
    {
      "last_name": "Sung",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Sung",
      "affiliations": []
    },
    {
      "last_name": "Barkun",
      "fore_name": "Alan N",
      "initials": "AN",
      "name": "Alan N Barkun",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Mar"
  },
  "start_page": "540",
  "end_page": "550",
  "pages": "540-50",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Gastrointestinal Hemorrhage",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "20029415",
    "doi": "10.1038/ajg.2009.702",
    "pii": "ajg2009702"
  },
  "doi": "10.1038/ajg.2009.702",
  "dates": {
    "completed": "2010-04-15",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.874104",
    "pmid": "20029415"
  }
}