{
  "pmid": "20035171",
  "uid": "20035171",
  "title": "Outcome after unstable ankle fracture: effect of syndesmotic stabilization.",
  "abstract": "OBJECTIVE: This study was performed to evaluate the results of operative treatment of ankle fractures in patients who required syndesmotic stabilization in addition to malleolar fracture fixation compared with patients who required malleolar fixation alone. DESIGN: The authors conducted a retrospective review of prospectively collected data. SETTING: Academic medical center. PATIENTS: Between October 2000 and November 2006, 347 patients who underwent surgical repair of an unstable ankle fracture were enrolled in a prospective database. INTERVENTION: Patients who had an associated syndesmotic disruption requiring surgical stabilization in association with either an ankle fracture or a fracture-dislocation were identified and compared with a cohort treated during the same time period who had sustained an ankle fracture or fracture-dislocation without syndesmotic disruption. MAIN OUTCOME MEASUREMENTS: All patients were followed and evaluated at 3, 6, and 12 months with clinical and radiographic examination as well as functional status (Short Musculoskeletal Functional Assessment, American Orthopaedic Foot and Ankle Society). Patient-reported pain and postoperative complications were recorded as well. RESULTS: Three hundred forty-seven patients met the inclusion criteria and had 1-year minimum follow up. Seventy-nine patients (23%) who had syndesmotic stabilization were identified and compared with 268 patients (77%) who did not. No differences were found between the two groups with respect to age or American Society of Anesthesiologists status; however, there was a greater percentage of men in the syndesmotic injury group (P = 0.04). There was a greater percentage of Type C fractures requiring syndesmosis stabilization, whereas Type B fractures were less likely to require syndesmosis stabilization (P = 0.001) At 6- and 12-month follow up, there was a clear difference in outcome based on American Orthopaedic Foot and Ankle Society and Short Musculoskeletal Functional Assessment scores; patients who underwent syndesmotic stabilization had worse American Orthopaedic Foot and Ankle Society scores with lower function ratings (P = 0.04) and worse pain ratings (P = 0.02). Short Musculoskeletal Functional Assessment scores were also worse at 12 months in patients who had syndesmotic stabilization because the dysfunction index was higher in the syndesmotic injury group (P = 0.009). Radiographically, 18 of 144 (13%) syndesmotic screws were noted to be broken on follow-up radiographs, eight of which were subsequently removed. There were no other differences in complication rates. CONCLUSION: Patients who required syndesmotic stabilization in addition to malleolar fracture fixation had poorer outcomes at 12 months compared with patients who required malleolar fracture fixation alone. This information is important for patient counseling to manage expectations regarding outcomes after injury.",
  "authors": [
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": [
        "Department of Orthopaedic Surgery, NYU Hospital for Joint Diseases, New York, NY 10003, USA. kenneth.egol@nyumc.org"
      ]
    },
    {
      "last_name": "Pahk",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Pahk",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Tejwani",
      "fore_name": "Nirmal C",
      "initials": "NC",
      "name": "Nirmal C Tejwani",
      "affiliations": []
    },
    {
      "last_name": "Davidovitch",
      "fore_name": "Roy I",
      "initials": "RI",
      "name": "Roy I Davidovitch",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Koval",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan"
  },
  "start_page": "7",
  "end_page": "11",
  "pages": "7-11",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Ankle Injuries",
    "Female",
    "Fracture Fixation, Internal",
    "Fractures, Bone",
    "Humans",
    "Joint Instability",
    "Male",
    "Middle Aged",
    "Radiography",
    "Recovery of Function",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20035171",
    "doi": "10.1097/BOT.0b013e3181b1542c",
    "pii": "00005131-201001000-00003"
  },
  "doi": "10.1097/BOT.0b013e3181b1542c",
  "dates": {
    "completed": "2010-03-10",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.713139",
    "pmid": "20035171"
  }
}