{
  "pmid": "20040110",
  "uid": "20040110",
  "title": "Support for a tax increase to provide unrestricted access to an Alzheimer's disease medication: a survey of the general public in Canada.",
  "abstract": "BACKGROUND: Public drug insurance plans provide limited reimbursement for Alzheimer's disease (AD) medications in many jurisdictions, including Canada and the United Kingdom. This study was conducted to assess Canadians' level of support for an increase in annual personal income taxes to fund a public program of unrestricted access to AD medications. METHODS: A telephone survey was administered to a national sample of 500 adult Canadians. The survey contained four scenarios describing a hypothetical, new AD medication. Descriptions varied across scenarios: the medication was alternatively described as being capable of treating the symptoms of cognitive decline or of halting the progression of cognitive decline, with either no probability of adverse effects or a 30% probability of primarily gastrointestinal adverse effects. After each scenario, participants were asked whether they would support a tax increase to provide unrestricted access to the drug. Participants who responded affirmatively were asked whether they would pay an additional $75, $150, or $225 per annum in taxes. Multivariable logistic regression analysis was conducted to examine the determinants of support for a tax increase. RESULTS: Eighty percent of participants supported a tax increase for at least one scenario. Support was highest (67%) for the most favourable scenario (halt progression - no adverse effects) and lowest (49%) for the least favourable scenario (symptom treatment - 30% chance of adverse effects). The odds of supporting a tax increase under at least one scenario were approximately 55% less for participants who attached higher ratings to their health state under the assumption that they had moderate AD and almost five times greater if participants thought family members or friends would somewhat or strongly approve of their decision to support a tax increase. A majority of participants would pay an additional $150 per annum in taxes, regardless of scenario. Less than 50% would pay $225. CONCLUSIONS: Four out of five persons in a sample of adult Canadians reported they would support a tax increase to fund unrestricted access to a hypothetical, new AD medication. These results signal a willingness to pay for at least some relaxation of reimbursement restrictions on AD medications.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "McMaster Evidence-based Practice Center, McMaster University, DTC Building 3rd Floor, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada. oremusm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Clayton",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Clayton",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "29"
  },
  "start_page": "246",
  "pages": "246",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Alzheimer Disease",
    "Attitude to Health",
    "Canada",
    "Female",
    "Financing, Government",
    "Financing, Personal",
    "Health Care Surveys",
    "Health Services Accessibility",
    "Humans",
    "Income",
    "Male",
    "Middle Aged",
    "National Health Programs",
    "Pharmaceutical Preparations",
    "Public Opinion",
    "Taxes",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20040110",
    "pmc": "PMC2806272",
    "doi": "10.1186/1472-6963-9-246",
    "pii": "1472-6963-9-246"
  },
  "doi": "10.1186/1472-6963-9-246",
  "pmc_id": "PMC2806272",
  "dates": {
    "completed": "2010-02-01",
    "revised": "2024-03-22"
  },
  "chemicals": [
    "Pharmaceutical Preparations"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.612959",
    "pmid": "20040110"
  }
}