{
  "pmid": "20048095",
  "uid": "20048095",
  "title": "Twenty years of meta-analyses in orthopaedic surgery: has quality kept up with quantity?",
  "abstract": "BACKGROUND: As the number of studies in the literature is increasing, orthopaedic surgeons highly depend on meta-analyses as their primary source of scientific evidence. The objectives of this review were to assess the scientific quality and number of published meta-analyses on orthopaedics-related topics over time. METHODS: We conducted, in duplicate and independently, a systematic review of published meta-analyses in orthopaedics in the years 2005 and 2008 and compared them with a previous systematic review of meta-analyses from 1969 to 1999. A search of electronic databases (MEDLINE, EMBASE, and the Cochrane Database of Systematic Reviews) was performed to identify meta-analyses published in 2005 and 2008. We searched bibliographies and contacted content experts to identify additional relevant studies. Two investigators independently assessed the quality of the studies, using the Oxman and Guyatt index, and abstracted relevant data. RESULTS: We included forty-five and forty-four meta-analyses from 2005 and 2008, respectively. While the number of meta-analyses increased fivefold from 1999 to 2008, the mean quality score did not change significantly over time (p = 0.067). In the later years, a significantly lower proportion of meta-analyses had methodological flaws (56% in 2005 and 68% in 2008) compared with meta-analyses published prior to 2000 (88%) (p = 0.006). In 2005 and 2008, respectively, 18% and 30% of the meta-analyses had major to extensive flaws in their methodology. Studies from 2008 with positive conclusions used and described appropriate criteria for the validity assessment less often than did those with negative results. The use of random-effects and fixed-effects models as pooling methods became more popular toward 2008. CONCLUSIONS: Although the methodological quality of orthopaedic meta-analyses has increased in the past twenty years, a substantial proportion continues to show major to extensive flaws. As the number of published meta-analyses is increasing, a routine checklist for scientific quality should be used in the peer-review process to ensure methodological standards for publication.",
  "authors": [
    {
      "last_name": "Dijkman",
      "fore_name": "Bernadette G",
      "initials": "BG",
      "name": "Bernadette G Dijkman",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 293 Wellington Street North, Suite 110, Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Abouali",
      "fore_name": "Jihad A K",
      "initials": "JA",
      "name": "Jihad A K Abouali",
      "affiliations": []
    },
    {
      "last_name": "Kooistra",
      "fore_name": "Bauke W",
      "initials": "BW",
      "name": "Bauke W Kooistra",
      "affiliations": []
    },
    {
      "last_name": "Conter",
      "fore_name": "Henry J",
      "initials": "HJ",
      "name": "Henry J Conter",
      "affiliations": []
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Abhaya V",
      "initials": "AV",
      "name": "Abhaya V Kulkarni",
      "affiliations": []
    },
    {
      "last_name": "Tornetta",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tornetta",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan"
  },
  "start_page": "48",
  "end_page": "57",
  "pages": "48-57",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Meta-Analysis as Topic",
    "Orthopedics",
    "Quality of Health Care"
  ],
  "article_ids": {
    "pubmed": "20048095",
    "doi": "10.2106/JBJS.I.00251",
    "pii": "92/1/48"
  },
  "doi": "10.2106/JBJS.I.00251",
  "dates": {
    "completed": "2010-01-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.277803",
    "pmid": "20048095"
  }
}