{
  "pmid": "20042117",
  "uid": "20042117",
  "title": "Translating research into policy: lessons learned from eclampsia treatment and malaria control in three southern African countries.",
  "abstract": "BACKGROUND: Little is known about the process of knowledge translation in low- and middle-income countries. We studied policymaking processes in Mozambique, South Africa and Zimbabwe to understand the factors affecting the use of research evidence in national policy development, with a particular focus on the findings from randomized control trials (RCTs). We examined two cases: the use of magnesium sulphate (MgSO(4)) in the treatment of eclampsia in pregnancy (a clinical case); and the use of insecticide treated bed nets and indoor residual household spraying for malaria vector control (a public health case). METHODS: We used a qualitative case-study methodology to explore the policy making process. We carried out key informants interviews with a range of research and policy stakeholders in each country, reviewed documents and developed timelines of key events. Using an iterative approach, we undertook a thematic analysis of the data. FINDINGS: Prior experience of particular interventions, local champions, stakeholders and international networks, and the involvement of researchers in policy development were important in knowledge translation for both case studies. Key differences across the two case studies included the nature of the evidence, with clear evidence of efficacy for MgSO(4)and ongoing debate regarding the efficacy of bed nets compared with spraying; local researcher involvement in international evidence production, which was stronger for MgSO(4)than for malaria vector control; and a long-standing culture of evidence-based health care within obstetrics. Other differences were the importance of bureaucratic processes for clinical regulatory approval of MgSO(4), and regional networks and political interests for malaria control. In contrast to treatment policies for eclampsia, a diverse group of stakeholders with varied interests, differing in their use and interpretation of evidence, was involved in malaria policy decisions in the three countries. CONCLUSION: Translating research knowledge into policy is a complex and context sensitive process. Researchers aiming to enhance knowledge translation need to be aware of factors influencing the demand for different types of research; interact and work closely with key policy stakeholders, networks and local champions; and acknowledge the roles of important interest groups.",
  "authors": [
    {
      "last_name": "Woelk",
      "fore_name": "Godfrey",
      "initials": "G",
      "name": "Godfrey Woelk",
      "affiliations": [
        "Department of Community Medicine, University of Zimbabwe, PO Box A178 Avondale, Harare, Zimbabwe. gwoelk@rti.org"
      ]
    },
    {
      "last_name": "Daniels",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Daniels",
      "affiliations": []
    },
    {
      "last_name": "Cliff",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Cliff",
      "affiliations": []
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Sevene",
      "fore_name": "Esperança",
      "initials": "E",
      "name": "Esperança Sevene",
      "affiliations": []
    },
    {
      "last_name": "Fernandes",
      "fore_name": "Benedita",
      "initials": "B",
      "name": "Benedita Fernandes",
      "affiliations": []
    },
    {
      "last_name": "Mariano",
      "fore_name": "Alda",
      "initials": "A",
      "name": "Alda Mariano",
      "affiliations": []
    },
    {
      "last_name": "Matinhure",
      "fore_name": "Sheillah",
      "initials": "S",
      "name": "Sheillah Matinhure",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Lundborg",
      "fore_name": "Cecilia Stålsby",
      "initials": "CS",
      "name": "Cecilia Stålsby Lundborg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "start_page": "31",
  "pages": "31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20042117",
    "pmc": "PMC2809043",
    "doi": "10.1186/1478-4505-7-31",
    "pii": "1478-4505-7-31"
  },
  "doi": "10.1186/1478-4505-7-31",
  "pmc_id": "PMC2809043",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.798591",
    "pmid": "20042117"
  }
}