{
  "pmid": "20042080",
  "uid": "20042080",
  "title": "Estimating required information size by quantifying diversity in random-effects model meta-analyses.",
  "abstract": "BACKGROUND: There is increasing awareness that meta-analyses require a sufficiently large information size to detect or reject an anticipated intervention effect. The required information size in a meta-analysis may be calculated from an anticipated a priori intervention effect or from an intervention effect suggested by trials with low-risk of bias. METHODS: Information size calculations need to consider the total model variance in a meta-analysis to control type I and type II errors. Here, we derive an adjusting factor for the required information size under any random-effects model meta-analysis. RESULTS: We devise a measure of diversity (D2) in a meta-analysis, which is the relative variance reduction when the meta-analysis model is changed from a random-effects into a fixed-effect model. D2 is the percentage that the between-trial variability constitutes of the sum of the between-trial variability and a sampling error estimate considering the required information size. D2 is different from the intuitively obvious adjusting factor based on the common quantification of heterogeneity, the inconsistency (I2), which may underestimate the required information size. Thus, D2 and I2 are compared and interpreted using several simulations and clinical examples. In addition we show mathematically that diversity is equal to or greater than inconsistency, that is D2 >or= I2, for all meta-analyses. CONCLUSION: We conclude that D2 seems a better alternative than I2 to consider model variation in any random-effects meta-analysis despite the choice of the between trial variance estimator that constitutes the model. Furthermore, D2 can readily adjust the required information size in any random-effects model meta-analysis.",
  "authors": [
    {
      "last_name": "Wetterslev",
      "fore_name": "Jørn",
      "initials": "J",
      "name": "Jørn Wetterslev",
      "affiliations": [
        "Copenhagen Trial Unit, Centre for Clinical Intervention Research, Department 3344, Rigshospitalet, Copenhagen University Hospital, Blegdamsvej 9, DK-2100 Copenhagen Ø, Denmark. Wetterslev@ctu.rh.dk"
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": []
    },
    {
      "last_name": "Brok",
      "fore_name": "Jesper",
      "initials": "J",
      "name": "Jesper Brok",
      "affiliations": []
    },
    {
      "last_name": "Gluud",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gluud",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "start_page": "86",
  "pages": "86",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Sample Size",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "20042080",
    "pmc": "PMC2809074",
    "doi": "10.1186/1471-2288-9-86",
    "pii": "1471-2288-9-86"
  },
  "doi": "10.1186/1471-2288-9-86",
  "pmc_id": "PMC2809074",
  "dates": {
    "completed": "2010-02-01",
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.467755",
    "pmid": "20042080"
  }
}