{
  "pmid": "20042110",
  "uid": "20042110",
  "title": "A curriculum to teach medical students to care for people with disabilities: development and initial implementation.",
  "abstract": "BACKGROUND: Lack of knowledge and skills, and negative attitudes towards patients with disabilities, may adversely affect the services available to this group and negatively affect their health outcomes. The objective of this paper is to describe the development and initial implementation of a curriculum for teaching medical students to care for patients with disabilities. METHODS: We followed the six-step approach for developing curricula for medical education: general needs assessment, specific needs assessment, defining goals and objectives, determining the educational strategies, planning the implementation, and developing an evaluation plan. RESULTS: The curriculum has well defined goals and objectives covering knowledge, attitudes and skills. It employs both traditional and non-traditional teaching strategies. The implementation is planned over the four-year medical school curriculum in collaboration with a number of academic departments and specialized community-based agencies. The curriculum evaluation includes an attitudinal survey which is administered using a controlled design (pre- and post- exposure to the curriculum). The initial implementation of the curriculum has been very successful. CONCLUSION: We have developed a longitudinal curriculum to teach medical students to care for people with disabilities. A rigorous evaluation of the impact of the curriculum is needed.",
  "authors": [
    {
      "last_name": "Symons",
      "fore_name": "Andrew B",
      "initials": "AB",
      "name": "Andrew B Symons",
      "affiliations": [
        "Department of Family Medicine, University at Buffalo School of Medicine and Biomedical Sciences, Buffalo, New York, USA. symons@buffalo.edu"
      ]
    },
    {
      "last_name": "McGuigan",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise McGuigan",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2009",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "start_page": "78",
  "pages": "78",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Curriculum",
    "Persons with Disabilities",
    "Education, Medical",
    "Humans",
    "Needs Assessment",
    "New York",
    "Physical Examination",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "20042110",
    "pmc": "PMC2809044",
    "doi": "10.1186/1472-6920-9-78",
    "pii": "1472-6920-9-78"
  },
  "doi": "10.1186/1472-6920-9-78",
  "pmc_id": "PMC2809044",
  "dates": {
    "completed": "2010-03-15",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "7/01/08-06/30/11",
      "agency": "PHS HHS",
      "country": "United States"
    },
    {
      "grant_id": "D56HP10318-01-00",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.149289",
    "pmid": "20042110"
  }
}