{
  "pmid": "20062935",
  "uid": "20062935",
  "title": "High incidence of in-hospital pulmonary embolism following joint arthroplasty with dalteparin prophylaxis.",
  "abstract": "The in-hospital incidence of pulmonary embolism (PE) in patients undergoing elective joint arthroplasty who receive a minimum of 10 days of dalteparin prophylaxis is reported to be less than 1%. Recent clinical experience raised suspicion that the incidence of PE was significantly higher at our tertiary care institution. It was the objective of this study to determine the incidence of in-hospital PE and symptomatic deep-vein thrombosis following elective joint arthroplasty in patients who received a minimum of 10 days of dalteparin prophylaxis. Consecutive charts of patients who underwent elective joint arthroplasty at our institution between January 2008 and June 2008 were reviewed. Data on risk factors for venous thromboembolism, objectively documented venous thromboembolic events, and signs and symptoms of PE were abstracted. Patients who received concomitant warfarin in the postoperative period were excluded. The study population consisted of 437 knee arthroplasty and 246 hip arthroplasty patients. The incidence of in-hospital PE following knee arthroplasty and hip arthroplasty was 4.6% and 0.4%, respectively. One out of every 10 knee patients, and one out of every 20 hip patients underwent testing for pulmonary embolism. Pulmonary embolism was diagnosed a median of 3.5 days after knee arthroplasty. The incidence of in-hospital PE in knee arthroplasty patients who received dalteparin prophylaxis was significantly higher than expected. Potential explanations for this finding include poor efficacy of dalteparin started 12-24 hours postoperatively and/or a low threshold for ordering diagnostic imaging for PE. Studies to clarify these issues are needed.",
  "authors": [
    {
      "last_name": "Kerr",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Kerr",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis and haemostasis",
    "iso_abbreviation": "Thromb Haemost",
    "issn": "2567-689X",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan"
  },
  "start_page": "123",
  "end_page": "128",
  "pages": "123-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Anticoagulants",
    "Arthroplasty",
    "Dalteparin",
    "Drug Administration Schedule",
    "Elective Surgical Procedures",
    "Female",
    "Hip Joint",
    "Humans",
    "Incidence",
    "Inpatients",
    "Knee Joint",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Pulmonary Embolism",
    "Retrospective Studies",
    "Risk Assessment",
    "Risk Factors",
    "Time Factors",
    "Tomography, X-Ray Computed",
    "Treatment Outcome",
    "Ultrasonography",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "20062935",
    "doi": "10.1160/TH09-07-0438",
    "pii": "09-07-0438"
  },
  "doi": "10.1160/TH09-07-0438",
  "dates": {
    "completed": "2010-03-30",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Anticoagulants",
    "Dalteparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:16.867764",
    "pmid": "20062935"
  }
}