{
  "pmid": "20061959",
  "uid": "20061959",
  "title": "Impact of oesophagitis classification in evaluating healing of erosive oesophagitis after therapy with proton pump inhibitors: a pooled analysis.",
  "abstract": "BACKGROUND AND AIMS: The results of clinical trials with proton pump inhibitors (PPIs) are usually based on the Hetzel-Dent (HD), Savary-Miller (SM), or Los Angeles (LA) classifications to describe the severity and assess the healing of erosive oesophagitis. However, it is not known whether these classifications are comparable. The aim of this study was to review systematically the literature to compare the healing rates of erosive oesophagitis with PPIs in clinical trials assessed by the HD, SM, or LA classifications. METHODS: A recursive, English language literature search in PubMed and Cochrane databases to December 2006 was performed. Double-blind randomized control trials comparing a PPI with another PPI, an H2-RA or placebo using endoscopic assessment of the healing of oesophagitis by the HD, SM or LA, or their modified classifications at 4 or 8 weeks, were included in the study. The healing rates on treatment with the same PPI(s), and same endoscopic grade(s) were pooled and compared between different classifications using Fisher's exact test or chi2 test where appropriate. RESULTS: Forty-seven studies from 965 potential citations met inclusion criteria. Seventy-eight PPI arms were identified, with 27 using HD, 29 using SM, and 22 using LA for five marketed PPIs. There was insufficient data for rabeprazole and esomeprazole (week 4 only) to compare because they were evaluated by only one classification. When data from all PPIs were pooled, regardless of baseline oesophagitis grades, the LA healing rate was significantly higher than SM and HD at both 4 and 8 weeks (74, 71, and 68% at 4 weeks and 89, 84, and 83% at 8 weeks, respectively). The distribution of different grades in study population was available only for pantoprazole where it was not significantly different between LA and SM subgroups. When analyzing data for PPI and dose, the LA classification showed a higher healing rate for omeprazole 20 mg/day and pantoprazole 40 mg/day (significant at 8 weeks), whereas healing by SM classification was significantly higher for omeprazole 40 mg/day (no data for LA) and lansoprazole 30 mg/day at 4 and 8 weeks. The healing rate by individual oesophagitis grade was not always available or robust enough for meaningful analysis. However, a difference between classifications remained. CONCLUSION: There is a significant, but not always consistent, difference in oesophagitis healing rates with the same PPI(s) reported by the LA, SM, or HD classifications. The possible difference between grading classifications should be considered when interpreting or comparing healing rates for oesophagitis from different studies.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Padol",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Padol",
      "affiliations": []
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": []
    },
    {
      "last_name": "Hunt",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Hunt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of gastroenterology & hepatology",
    "iso_abbreviation": "Eur J Gastroenterol Hepatol",
    "issn": "1473-5687",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "583",
  "end_page": "590",
  "pages": "583-90",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "2-Pyridinylmethylsulfinylbenzimidazoles",
    "Databases, Factual",
    "Endoscopy, Gastrointestinal",
    "Esomeprazole",
    "Esophagitis",
    "Humans",
    "Lansoprazole",
    "Omeprazole",
    "Pantoprazole",
    "Proton Pump Inhibitors",
    "Rabeprazole",
    "Randomized Controlled Trials as Topic",
    "Registries",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "20061959",
    "doi": "10.1097/MEG.0b013e328335d95d"
  },
  "doi": "10.1097/MEG.0b013e328335d95d",
  "dates": {
    "completed": "2010-07-09",
    "revised": "2024-12-19"
  },
  "chemicals": [
    "2-Pyridinylmethylsulfinylbenzimidazoles",
    "Proton Pump Inhibitors",
    "Lansoprazole",
    "Rabeprazole",
    "Pantoprazole",
    "Omeprazole",
    "Esomeprazole"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.347659",
    "pmid": "20061959"
  }
}