{
  "pmid": "20069799",
  "uid": "20069799",
  "title": "Evaluation of the BioVigilant IMD-A, a novel optical spectroscopy technology for the continuous and real-time environmental monitoring of viable and nonviable particles. Part II. Case studies in environmental monitoring during aseptic filling, intervention assessments, and glove integrity testing in manufacturing isolators.",
  "abstract": "This paper describes the use of the BioVigilant IMD-A, a real-time and continuous monitoring technology based on optical spectroscopy, to simultaneously and instantaneously detect, size, and enumerate both viable and nonviable particles in a variety of filling and transfer isolator environments during an aseptic fill, transfer of sterilized components, and filling interventions. Continuous monitoring of three separate isolators for more than 16 h and representing more than 28 m3 of air per isolator (under static conditions) yielded a mean viable particle count of zero (0) per cubic meter. Although the mean count per cubic meter was zero, the detection of very low levels of single viable particles was randomly observed in each of these sampling runs. No viable particles were detected during the manual transfer of sterilized components from transfer isolators into a filling isolator, and similar results were observed during an aseptic fill, a filling needle change-out procedure, and during disassembly, movement, and reassembly of a vibrating stopper bowl. During the continuous monitoring of a sample transfer port and a simulated mousehole, no viable particles were detected; however, when the sampling probe was inserted beyond the isolator-room interface, the IMD-A instantaneously detected and enumerated both viable and nonviable particles originating from the surrounding room. Data from glove pinhole studies showed no viable particles being observed, although significant viable particles were immediately detected when the gloves were removed and a bare hand was allowed to introduce microorganisms into the isolator. The IMD-A technology offers the industry an unprecedented advantage over growth-based bioaerosol samplers for monitoring the state of microbiological control in pharmaceutical manufacturing environments, and represents significant progress toward the acceptance of microbiology process analytical technology solutions for the industry.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Miller",
      "affiliations": [
        "Microbiology Consultants, LLC, Tampa, FL, USA. mjm@microbiologyconsultants.com"
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Walsh",
      "affiliations": []
    },
    {
      "last_name": "Shrake",
      "fore_name": "Jerry L",
      "initials": "JL",
      "name": "Jerry L Shrake",
      "affiliations": []
    },
    {
      "last_name": "Dukes",
      "fore_name": "Randall E",
      "initials": "RE",
      "name": "Randall E Dukes",
      "affiliations": []
    },
    {
      "last_name": "Hill",
      "fore_name": "Daniel B",
      "initials": "DB",
      "name": "Daniel B Hill",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PDA journal of pharmaceutical science and technology",
    "iso_abbreviation": "PDA J Pharm Sci Technol",
    "issn": "1079-7440",
    "issn_type": "Print",
    "volume": "63",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "259",
  "end_page": "283",
  "pages": "259-83",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Air Microbiology",
    "Asepsis",
    "Drug Contamination",
    "Drug Industry",
    "Environmental Monitoring",
    "Particulate Matter",
    "Spectrum Analysis",
    "Technology, Pharmaceutical",
    "United States",
    "United States Food and Drug Administration"
  ],
  "article_ids": {
    "pubmed": "20069799"
  },
  "dates": {
    "completed": "2010-01-28",
    "revised": "2016-10-21"
  },
  "chemicals": [
    "Particulate Matter"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.715255",
    "pmid": "20069799"
  }
}