{
  "pmid": "20065916",
  "uid": "20065916",
  "title": "The transition from laparoscopic to retroperitoneoscopic live donor nephrectomy: a matched pair pilot study.",
  "abstract": "BACKGROUND: Retroperitoneoscopic live donor nephrectomy (RetroNeph) offers an intrinsic advantage over conventional transperitoneal laparoscopic nephrectomy (LapNeph) because of the potentially lower risk for early and late intraperitoneal donor complications. RetroNeph, however, is infrequently performed and has not been systematically and directly compared with LapNeph in nonselected donors. METHODS: In November 2007, after 10 years of programmatic experience with transperitoneal LapNeph, we implemented RetroNeph at once for all live donor nephrectomies. Donor selection criteria, laparoscopic port positions, and hand-assistance mode were identical for RetroNeph and preceding LapNeph donors. We compared outcomes of retroperitoneoscopically completed cases with those of previous transperitoneal LapNeph cases that were pair matched for donor sex, body mass index, and donor kidney laterality. RESULTS: Of the first 52 donor nephrectomies (48 left, 4 right) consecutively started with the intent to perform a RetroNeph November 2007 to April 2009, 45 (87%) were completed retroperitoneoscopically, and seven (13%) were switched intraoperatively to transperitoneal LapNeph. We observed no conversions to open nephrectomy, donor blood transfusions, readmissions, or reoperations. Matched-pair analysis of the 45 RetroNeph versus 45 LapNeph cases showed no significant differences for warm ischemia time and other donor outcomes, delayed graft function rates, recipient creatinine at 1 week, and 1-year graft survival. CONCLUSIONS: Implementation of a RetroNeph program had no adverse impact on donor morbidity and quality of early graft function. Our pilot experience suggests that the RetroNeph learning curve is short. Given the potential advantages of an extraperitoneal approach for the donor, RetroNeph is an attractive alternative to LapNeph, particularly for surgeons with previous LapNeph experience.",
  "authors": [
    {
      "last_name": "Troppmann",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Troppmann",
      "affiliations": [
        "Department of Surgery, University of California, Davis, California, USA. christoph.troppmann@ucdmc.ucdavis.edu"
      ]
    },
    {
      "last_name": "Daily",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F Daily",
      "affiliations": []
    },
    {
      "last_name": "McVicar",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P McVicar",
      "affiliations": []
    },
    {
      "last_name": "Troppmann",
      "fore_name": "Kathrin M",
      "initials": "KM",
      "name": "Kathrin M Troppmann",
      "affiliations": []
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard V",
      "initials": "RV",
      "name": "Richard V Perez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transplantation",
    "iso_abbreviation": "Transplantation",
    "issn": "1534-6080",
    "issn_type": "Electronic",
    "volume": "89",
    "issue": "7",
    "pub_year": "2010",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "858",
  "end_page": "863",
  "pages": "858-63",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Biomarkers",
    "Clinical Competence",
    "Creatinine",
    "Delayed Graft Function",
    "Donor Selection",
    "Female",
    "Graft Survival",
    "Humans",
    "Kidney Transplantation",
    "Laparoscopy",
    "Living Donors",
    "Male",
    "Matched-Pair Analysis",
    "Middle Aged",
    "Nephrectomy",
    "Pilot Projects",
    "Retroperitoneal Space",
    "Retrospective Studies",
    "Time Factors",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20065916",
    "doi": "10.1097/TP.0b013e3181ca570f"
  },
  "doi": "10.1097/TP.0b013e3181ca570f",
  "dates": {
    "completed": "2010-04-29",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Biomarkers",
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.707315",
    "pmid": "20065916"
  }
}