{
  "pmid": "20075776",
  "uid": "20075776",
  "title": "Effects of perioperative blood product use on surgical site infection following thoracic and lumbar spinal surgery.",
  "abstract": "STUDY DESIGN: Retrospective case-control review. OBJECTIVE: This retrospective study explored the hypothesis that the perioperative administration of blood products is an identifiable risk factor of increased surgical site infections (SSIs) after thoracic and lumbar spine surgical procedures. SUMMARY OF BACKGROUND DATA: Surgical site infections are a significant cause of postoperative morbidity and mortality. According to the Center for Disease Control's National Nosocomial Infections Surveillance system, which monitors the rate of hospital-acquired infections in the United States, SSIs represent the third most commonly reported type of nosocomial infection, accounting for 14% to 16% of all nosocomial infections. The incidence of SSIs after spinal surgery is influenced by both preoperative and intraoperative risk factors. The relationship between blood products and SSIs has been a matter of debate for more than 2 decades. Several studies have supported the association between the use of blood products and the development of postoperative surgical site infections. METHODS: A retrospective case-control study was performed. We reviewed the charts of all patients who had undergone thoracic and/or lumbar spinal surgery at the NYU Hospital for Joint Diseases between 2002 and 2007. All patients who had developed surgical site infections following spine surgery in this 5-year period were identified. RESULTS: Data for 61 cases and 71 controls were included in this study. The analysis of the preoperative risk factors was performed for the entire population of patients. Body mass index and blood transfusions were found to be statistically significant risk factors for increased surgical site infections for this population. CONCLUSION: Our findings support current theories that blood transfusions may have modulatory effects on the immune system of the recipients. Our specific study in spine patients may contribute to the expanding literature on allogeneic blood transfusions and the risk of nosocomial infections and encourage surgeons to favor a more restrictive policy with regard to transfusions.",
  "authors": [
    {
      "last_name": "Schwarzkopf",
      "fore_name": "Ran",
      "initials": "R",
      "name": "Ran Schwarzkopf",
      "affiliations": [
        "Department of Orthopaedic Surgery, NYU Hospital for Joint Diseases, New York, NY, USA. schwarzk@gmail.com"
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Chung",
      "affiliations": []
    },
    {
      "last_name": "Park",
      "fore_name": "Justin J",
      "initials": "JJ",
      "name": "Justin J Park",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Spivak",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Spivak",
      "affiliations": []
    },
    {
      "last_name": "Steiger",
      "fore_name": "David",
      "initials": "D",
      "name": "David Steiger",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "340",
  "end_page": "346",
  "pages": "340-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Blood Component Transfusion",
    "Case-Control Studies",
    "Female",
    "Humans",
    "Lumbar Vertebrae",
    "Male",
    "Middle Aged",
    "Orthopedic Procedures",
    "Perioperative Care",
    "Postoperative Complications",
    "Retrospective Studies",
    "Risk Factors",
    "Surgical Wound Infection",
    "Thoracic Vertebrae"
  ],
  "article_ids": {
    "pubmed": "20075776",
    "doi": "10.1097/BRS.0b013e3181b86eda"
  },
  "doi": "10.1097/BRS.0b013e3181b86eda",
  "dates": {
    "completed": "2010-09-13",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.715553",
    "pmid": "20075776"
  }
}