{
  "pmid": "20078760",
  "uid": "20078760",
  "title": "Diagnostic error and clinical reasoning.",
  "abstract": "CONTEXT: There is a growing literature on diagnostic errors. The consensus of this literature is that most errors are cognitive and result from the application of one or more cognitive biases. Such biased reasoning is usually associated with 'System 1' (non-analytic, pattern recognition) thinking. METHODS: We review this literature and bring in evidence from two other fields: research on clinical reasoning, and research in psychology on 'dual-process' models of thinking. We then synthesise the evidence from these fields exploring possible causes of error and potential solutions. RESULTS: We identify that, in fact, there is very little evidence to associate diagnostic errors with System 1 (non-analytical) reasoning. By contrast, studies of dual processing show that experts are as likely to commit errors when they are attempting to be systematic and analytical. We then examine the effectiveness of various approaches to reducing errors. We point out that educational strategies aimed at explaining cognitive biases are unlikely to succeed because of limited transfer. Conversely, there is an accumulation of evidence that interventions directed at specifically encouraging both analytical and non-analytical reasoning have been shown to result in small, but consistent, improvements in accuracy. CONCLUSIONS: Diagnostic errors are not simply a consequence of cognitive biases or over-reliance on one kind of thinking. They result from multiple causes and are associated with both analytical and non-analytical reasoning. Limited evidence suggests that strategies directed at encouraging both kinds of reasoning will lead to limited gains in accuracy.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Norman@mcmaster.ca"
      ]
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan"
  },
  "start_page": "94",
  "end_page": "100",
  "pages": "94-100",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Cognition",
    "Diagnostic Errors",
    "Humans",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "20078760",
    "doi": "10.1111/j.1365-2923.2009.03507.x",
    "pii": "MED3507"
  },
  "doi": "10.1111/j.1365-2923.2009.03507.x",
  "dates": {
    "completed": "2010-06-07",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.746290",
    "pmid": "20078760"
  }
}