{
  "pmid": "20077008",
  "uid": "20077008",
  "title": "Demonstrating the influence of compression on artery wall mass transport.",
  "abstract": "The development of restenosis within the coronary arteries after a stenting procedure has been addressed with the development of the drug eluting stent device. However, in recent times the superiority of the drug eluting stent over bare metal stents has been brought into question. A lack of knowledge regarding the behavior of drug transport from the drug eluting devices contributes to this uncertainty. Questions arise as to whether drug eluting stents deliver sufficient amounts of therapeutic agents into the artery wall to suppress restenosis. Published investigations in this area have focused primarily on trends associated with how variations in stenting conditions affect mass transport behavior. However, experimentally validated numerical models that simulate mass transport within the artery wall are lacking. A novel experimental model was developed to validate computational predictions of species diffusion into a porous medium and an investigation into how stent strut compression influences mass transport was conducted. The study revealed that increased compressive forces on a porous media reduced the ability of species to diffuse through that media, and in relation to drug eluting stents will contribute to a reduction in therapeutic levels of drugs within the wall.",
  "authors": [
    {
      "last_name": "O'Connell",
      "fore_name": "Barry M",
      "initials": "BM",
      "name": "Barry M O'Connell",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical and Aeronautical Engineering and Materials and Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of biomedical engineering",
    "iso_abbreviation": "Ann Biomed Eng",
    "issn": "1573-9686",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "1354",
  "end_page": "1366",
  "pages": "1354-66",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arteries",
    "Biological Transport, Active",
    "Blood Flow Velocity",
    "Computer Simulation",
    "Humans",
    "Models, Cardiovascular",
    "Pharmacokinetics"
  ],
  "article_ids": {
    "pubmed": "20077008",
    "doi": "10.1007/s10439-010-9914-8"
  },
  "doi": "10.1007/s10439-010-9914-8",
  "dates": {
    "completed": "2010-06-30",
    "revised": "2013-05-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.716046",
    "pmid": "20077008"
  }
}