{
  "pmid": "20085532",
  "uid": "20085532",
  "title": "Environmental tobacco smoke exposure and perinatal outcomes: a systematic review and meta-analyses.",
  "abstract": "BACKGROUND: While active maternal tobacco smoking has well established adverse perinatal outcomes, the effects of passive maternal smoking, also called environmental tobacco exposure (ETS), are less well studied and less consistent. OBJECTIVE: To determine to the effect of ETS on perinatal outcomes. SEARCH STRATEGY: Medline, EMBASE and reference lists were searched. SELECTION CRITERIA: Studies comparing ETS-exposed pregnant women with those unexposed which adequately addressed active maternal smoking. DATA COLLECTION AND ANALYSIS: Two reviewers independently assessed titles, abstracts, full studies, extracted data and assessed quality. Dichotomous data were pooled using odds ratios (OR) and continuous data with weighted mean differences (WMD) using a random effects model. MAIN RESULTS: Seventy-six articles were included with a total of 48,439 ETS-exposed women and 90,918 unexposed women. ETS-exposed infants weighed less [WMD -60 g, 95% confidence interval (CI) -80 to -39 g], with a trend towards increased low birthweight (LBW, < 2,500 g; RR 1.16; 95% CI 0.99-1.36), although the duration of gestation and preterm delivery were similar (WMD 0.02 weeks, 95% CI -0.09 to 0.12 weeks and RR 1.07; 95% CI 0.93-1.22). ETS-exposed infants had longer infant lengths (1.75 cm; 95% CI 1.37-2.12 cm), increased risks of congenital anomalies (OR 1.17; 95% CI 1.03-1.34) and a trend towards smaller head circumferences (-0.11 cm; 95% CI -0.22 to 0.01 cm). CONCLUSIONS: ETS-exposed women have increased risks of infants with lower birthweight, congenital anomalies, longer lengths, and trends towards smaller head circumferences and LBW.",
  "authors": [
    {
      "last_name": "Salmasi",
      "fore_name": "Giselle",
      "initials": "G",
      "name": "Giselle Salmasi",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, Ontario, Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "Grady",
      "fore_name": "Rosheen",
      "initials": "R",
      "name": "Rosheen Grady",
      "affiliations": [
        "Department of Health Research Methodology, McMaster University, 1200 Main St. West, Hamilton, Ontario, Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Jones",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, Ontario, Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics & Gynecology, Diagnostic Imaging, and Clinical Epidemiology & Biostatistics, McMaster University, 1200 Main St. West, Hamilton, Ontario, Canada L8N 3Z5."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Acta obstetricia et gynecologica Scandinavica",
    "iso_abbreviation": "Acta Obstet Gynecol Scand",
    "issn": "1600-0412",
    "issn_type": "Electronic",
    "volume": "89",
    "issue": "4",
    "pub_year": "2010"
  },
  "start_page": "423",
  "end_page": "441",
  "pages": "423-441",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Body Height",
    "Cephalometry",
    "Congenital Abnormalities",
    "Female",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Maternal Exposure",
    "Pregnancy",
    "Skull",
    "Tobacco Smoke Pollution"
  ],
  "article_ids": {
    "pubmed": "20085532",
    "doi": "10.3109/00016340903505748"
  },
  "doi": "10.3109/00016340903505748",
  "dates": {
    "completed": "2010-05-04",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Tobacco Smoke Pollution"
  ],
  "grants": [
    {
      "grant_id": "KRS 86242",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.015684",
    "pmid": "20085532"
  }
}