{
  "pmid": "20083914",
  "uid": "20083914",
  "title": "Antiphospholipid antibodies in critical illness.",
  "abstract": "The antiphospholipid syndrome is defined by the presence of antiphospholipid antibodies in patients with recurrent venous or arterial thromboembolism or pregnancy morbidity. Antithrombotic therapies are the mainstay of treatment to reduce the risk of recurrent thromboembolism. Among patients with antiphospholipid antibodies, the absolute risk of new thrombosis developing is low in healthy patients without previous thrombotic events. However, the risk of recurrent thrombosis appears to be high in patients with a history of arterial or venous thrombosis. Compared with placebo or untreated control, anticoagulation with warfarin administered to achieve an international normalized ratio of 2.0 to 3.0 probably reduces the risk of recurrence of thrombotic events. Aspirin and moderate-intensity warfarin appear equally effective for preventing recurrent stroke in patients with a single positive antiphospholipid antibody test result and previous stroke. It is unknown how best to prevent first stroke in patients found to be persistently positive for the antiphospholipid syndrome. The catastrophic variant of the antiphospholipid syndrome is a condition characterized by multiple vascular occlusive events, usually affecting small vessels and evolving over a short period of time. This condition has a very high mortality rate. First-line treatment with therapeutic anticoagulation, corticosteroids, plasma exchange, and intravenous immunoglobulin seems to be effective in reducing mortality and risk of catastrophic thrombotic events in these patients. In conclusion, moderate-intensity warfarin is effective for preventing recurrent thrombotic events in patients with venous thrombosis. Aspirin appears to be as effective as moderate-intensity warfarin for preventing recurrent stroke in patients with previous stroke and a single positive test result for antiphospholipid antibody. The optimal treatment of other clinical manifestations of antiphospholipid syndrome needs to be addressed in well-designed prospective studies.",
  "authors": [
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": [
        "St. Joseph's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "2 Suppl",
    "pub_year": "2010",
    "pub_month": "Feb"
  },
  "start_page": "S51",
  "end_page": "S56",
  "pages": "S51-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acute Disease",
    "Antibodies, Antiphospholipid",
    "Antiphospholipid Syndrome",
    "Critical Illness",
    "Female",
    "Fibrinolytic Agents",
    "Humans",
    "Pregnancy",
    "Risk Factors",
    "Stroke",
    "Thrombosis",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "20083914",
    "doi": "10.1097/CCM.0b013e3181c9e363"
  },
  "doi": "10.1097/CCM.0b013e3181c9e363",
  "dates": {
    "completed": "2010-02-19",
    "revised": "2010-01-19"
  },
  "chemicals": [
    "Antibodies, Antiphospholipid",
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.857411",
    "pmid": "20083914"
  }
}