{
  "pmid": "20087334",
  "uid": "20087334",
  "title": "Is there an increased risk of GERD after Helicobacter pylori eradication?: a meta-analysis.",
  "abstract": "OBJECTIVES: Some studies suggest that eradication of Helicobacter pylori (Hp) might increase the risk of gastroesophageal reflux disease (GERD) in a portion of patients. We aimed to conduct a meta-analysis to investigate this. METHODS: A comprehensive, English, multiple-source literature search was performed from 1983 to February 2007. Only randomized controlled trial (RCT) and cohort studies comparing the prevalence of GERD in patients free from GERD at baseline with Hp eradication vs. those with persistent Hp were included. Quality of RCTs and cohorts was assessed by Jadad and New Castle-Ottawa scores, respectively. Meta-analysis of pooled odds ratios (ORs) was performed using Review Manager 4.2.10. RESULTS: Twelve (7 RCTs and 5 cohorts) of 271 articles were included. In six RCTs using erosive GERD as outcome, the OR for the frequency of GERD in Hp eradicated group vs. persistent Hp group was 1.11 (0.81-1.53, P=0.52). In five RCTs using symptomatic outcome, the OR for the frequency of GERD in Hp eradicated group vs. persistent Hp was 1.22 (0.89-1.69, P=0.22). In cohort studies, the OR for the frequency of GERD in Hp eradicated group vs. persistent Hp was 1.37 (0.89-2.12; P=0.15). Test of heterogeneity was not significant for any analyses. The results were consistent in subgroup and sensitivity analyses, including cohort studies vs. RCTs, high-quality studies vs. low-quality studies, and use of endoscopic vs. symptomatic outcomes except for the subgroup of patients with peptic ulcer disease (PUD) in cohort studies (OR: 2.04 (1.08-3.85); P=0.03). CONCLUSIONS: There is no association between Hp eradication and development of new cases of GERD in the population of dyspeptic patients. However, in cohort studies, there seems to be a twofold higher risk of development of erosive GERD in patients with PUD. The effect in RCTs of patients with PUD did not show a significant difference.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhan",
      "initials": "Y",
      "name": "Yuhan Yuan",
      "affiliations": []
    },
    {
      "last_name": "Hunt",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Hunt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "1007",
  "end_page": "1014",
  "pages": "1007-13; quiz 1006, 1014",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Drug Therapy, Combination",
    "Esophagitis, Peptic",
    "Esophagoscopy",
    "Female",
    "Follow-Up Studies",
    "Gastroesophageal Reflux",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Incidence",
    "Male",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "20087334",
    "doi": "10.1038/ajg.2009.734",
    "pii": "ajg2009734"
  },
  "doi": "10.1038/ajg.2009.734",
  "dates": {
    "completed": "2010-06-02",
    "revised": "2010-05-06"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.348315",
    "pmid": "20087334"
  }
}