{
  "pmid": "20091580",
  "uid": "20091580",
  "title": "Hypertonic saline for peri-operative fluid management.",
  "abstract": "BACKGROUND: Fluid excess may place patients undergoing surgery at risk for various complications. Hypertonic saline (HS) maintains intravascular volume with less intravenous fluid than isotonic salt (IS) solutions, but may increase serum sodium. OBJECTIVES: To determine the benefits and harms of HS versus IS solutions administered to patients undergoing surgery. SEARCH STRATEGY: We searched the Cochrane Central Register of Controlled Trials (CENTRAL), (The Cochrane Library) Issue 1, 2009; MEDLINE (1966 to 2009); EMBASE (1980 to 2009); LILACS (to August 2009) and CINAHL (1982 to 2009) without language restrictions. SELECTION CRITERIA: We included randomized clinical trials where HS was compared to IS in patients undergoing surgery, irrespective of blinding, language, and publication status. DATA COLLECTION AND ANALYSIS: We assessed the impact of HS administration on mortality, organ failure, fluid balance, serum sodium, serum osmolarity, diuresis and physiologic measures of cardiovascular function. We pooled data using odds ratio or mean difference (MD) for binary and continuous outcomes, respectively, using random-effects models. MAIN RESULTS: We included 15 studies with 614 participants. One death in each group and no other serious adverse events were reported. While all patients were in a positive fluid balance postoperatively, the excess was significantly less in HS patients (standardized mean difference (SMD) -1.43L, 95% confidence interval (CI) 0.8 to 2.1 L less; P < 0.00001). Patients treated with HS received significantly less fluid than IS-treated patients (MD -2.4L 95% (CI) 1.5 to 3.2 L less; P < 0.00001) without differences in diuresis between the groups. Maximum intraoperative cardiac index was significantly increased with HS (SMD 0.6 L/min/M2 higher, 95% CI 0.1 to 1.0, P = 0.02) but Intraoperative pulmonary artery wedge pressure remained unchanged. While the maximum serum sodium and the serum sodium at the end of the study were significantly higher in HS patients, the level remained within normal limits (136 to 146 meq/L). AUTHORS' CONCLUSIONS: HS reduces the volume of intravenous fluid required to maintain patients undergoing surgery but transiently increases serum sodium. It is not known if HS effects patient survival and morbidity but it should be tested in randomized clinical trials that are designed and powered to test these outcomes.",
  "authors": [
    {
      "last_name": "McAlister",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian McAlister",
      "affiliations": [
        "Canadian Forces Medical Service, University of Western Ontario, C4-212, University Hospital, London, Ontario, Canada, N6A 5A5."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen Ea",
      "initials": "KE",
      "name": "Karen Ea Burns",
      "affiliations": []
    },
    {
      "last_name": "Znajda",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Znajda",
      "affiliations": []
    },
    {
      "last_name": "Church",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Church",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan",
    "pub_day": "20"
  },
  "start_page": "CD005576",
  "pages": "CD005576",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Fluid Therapy",
    "Humans",
    "Isotonic Solutions",
    "Randomized Controlled Trials as Topic",
    "Saline Solution, Hypertonic",
    "Sodium",
    "Surgical Procedures, Operative"
  ],
  "article_ids": {
    "pubmed": "20091580",
    "doi": "10.1002/14651858.CD005576.pub2"
  },
  "doi": "10.1002/14651858.CD005576.pub2",
  "dates": {
    "completed": "2010-04-16",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Isotonic Solutions",
    "Saline Solution, Hypertonic",
    "Sodium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.073884",
    "pmid": "20091580"
  }
}