{
  "pmid": "20108048",
  "uid": "20108048",
  "title": "Factors determining utility measured with the EQ-5D in patients with atrial fibrillation.",
  "abstract": "PURPOSE: Although atrial fibrillation (AF) is associated with increased morbidity and mortality from heart failure, stroke and other thromboembolic complications, there are limited data on its health-related quality of life (HRQoL) effects. The objective was to analyse the factors determining utility in patients with all types of AF, both at baseline and after 1 year from inclusion, based on data from the Euro heart survey. METHODS: HRQoL was measured with the EQ-5D questionnaire. At baseline, 5,050 patients had completed all five dimensions of the EQ-5D and 3,045 had done so after 1 year. We used Powell's censored least absolute deviations estimator for inference and ordinary least squares regressions for prediction. RESULTS: Regardless of time point, utility and change in utility were significantly correlated with age, gender, AF type and symptoms. At baseline, utility was also determined by domestic status, regular exercise habits, diabetic disease and comorbidities. At follow-up, additional determinants included underlying heart disease and utility at baseline, and adverse events. CONCLUSION: Utility in patients with AF and change over time are influenced by demographic and disease-specific variables. Our results can provide useful information on the effect of AF on QoL and input for economic evaluations.",
  "authors": [
    {
      "last_name": "Berg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Berg",
      "affiliations": [
        "Institute of Environmental Medicine, Karolinska Institute, Solna, Sweden. jenny.berg@ki.se"
      ]
    },
    {
      "last_name": "Lindgren",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Lindgren",
      "affiliations": []
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": []
    },
    {
      "last_name": "Bouin",
      "fore_name": "Olivier",
      "initials": "O",
      "name": "Olivier Bouin",
      "affiliations": []
    },
    {
      "last_name": "Crijns",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Crijns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "381",
  "end_page": "390",
  "pages": "381-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Atrial Fibrillation",
    "Comorbidity",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Quality-Adjusted Life Years",
    "Sex Factors",
    "Sickness Impact Profile"
  ],
  "article_ids": {
    "pubmed": "20108048",
    "doi": "10.1007/s11136-010-9591-y"
  },
  "doi": "10.1007/s11136-010-9591-y",
  "dates": {
    "completed": "2010-06-24",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:52.519816",
    "pmid": "20108048"
  }
}