{
  "pmid": "20104044",
  "uid": "20104044",
  "title": "Did Ontario's end-of-life care strategy reduce acute care service use?",
  "abstract": "The objective of this study was to evaluate whether Ontario's End-of-Life Care Strategy, which aimed to shift care from acute settings to the home, improved performance on quality indicators for end-of-life home care patients in use of more home care services and fewer acute care services. The study cohort included patients at the end of life admitted into home care between April 1, 2005, and September 30, 2006, and who died before April 1, 2007. Based on their admission date, patients were divided into three six-month periods corresponding to the six months prior to the strategy's implementation compared with the 12 months after. Patients were excluded if they were admitted to home care more than six months prior to death. Average hours per week of nursing and personal support worker (PSW) services were measured for the last 12 weeks of life. The use of acute care services in the last month of life was measured by the proportion of patients who had an in-hospital death, had hospitalizations, visited the emergency department (ED) and spent more than 14 days in hospital. Among home care patients (n = 9,368), per-patient use of home care and acute care did not change significantly over the time periods. The pattern of average nursing and PSW hours per week used in the last 12 weeks of life did not change a year after the strategy implementation, averaging 3.8 nursing hours per week and 3.8 PSW hours per week over the study period. The proportion of in-hospital deaths remained stable at approximately 38% over the study period. Approximately 16% of patients had an ED visit and 32% had a hospitalization in the last two weeks of life across time periods. Similarly the proportion of patients who had zero, one or greater than one ED visit or hospitalization remained constant across time periods. In conclusion, one year after the strategy's implementation, individual patients' use of end-of-life home care and acute care services remained unchanged. The strategy may require more time for its impact to be fully achieved. Measuring these quality indicators across regions may help to monitor and evaluate interventions.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario. seowh@mcmaster.ca"
      ]
    },
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": []
    },
    {
      "last_name": "Howell",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Howell",
      "affiliations": []
    },
    {
      "last_name": "Dy",
      "fore_name": "Sydney M",
      "initials": "SM",
      "name": "Sydney M Dy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1929-6347",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2010"
  },
  "start_page": "93",
  "end_page": "100",
  "pages": "93-100",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "Emergency Service, Hospital",
    "Female",
    "Home Care Services",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Organizational Case Studies",
    "Quality Indicators, Health Care",
    "Retrospective Studies",
    "Terminal Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20104044",
    "doi": "10.12927/hcq.2013.21620"
  },
  "doi": "10.12927/hcq.2013.21620",
  "dates": {
    "completed": "2010-04-19",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.055625",
    "pmid": "20104044"
  }
}