{
  "pmid": "20129259",
  "uid": "20129259",
  "title": "Self-reported use of natural health products: a cross-sectional telephone survey in older Ontarians.",
  "abstract": "BACKGROUND: The self-reported use of natural health products (NHPs) (herbal products and vitamin and mineral supplements) has increased over the past decade in Canada. Because the elderly population might have comorbidities and concurrently administered medications, there is a need to explore the perceptions and behaviors associated with NHPs in this age group. OBJECTIVE: The goal of this study was to assess the use of NHPs in a cohort of older Canadian residents and the characteristics, perceptions, and behaviors associated with NHP use. METHODS: Survey participants aged > or = 60 years were randomly selected from telephone listings in the area of greater Hamilton, Ontario, Canada. Data were collected using a standardized computer-assisted telephone interview system. Self-reported data covering 7 domains were collected: (1) demographics; (2) self-reported 12-month NHP use; (3) reasons for NHP use; (4) self-reported 12-month prescription medication use; (5) expenditures on NHPs; (6) patient-reported adverse events and drug-NHP interactions; and (7) perceptions of physicians' attitudes regarding NHPs. Descriptive statistics were used to compare the characteristics of NHP users with those of nonusers and to assess the characteristics of NHP users across these 7 domains. Multivariate regression analysis was conducted to determine the demographic variables that might be associated with NHP user status. RESULTS: Of 2528 persons identified as age > or = 60 years, 1206 (48%) completed the telephone interview. Six hundred sixteen of these respondents (51%) reported the use of > or = 1 NHP during the previous 12 months. On the initial univariate analysis, younger age and higher income were significantly associated with reporting NHP use (mean age, users vs nonusers, 71.1 vs 72.7 years, respectively; 95% CI, 1.02-1.06; P < 0.001; income more than Can $26,000 was 28% and 22% in users and nonusers, respectively; P = 0.028). One hundred seventy of 616 users (28%) used an NHP to treat the same condition for which they were concurrently receiving a prescription medication, and 43 (25%) had not informed their physicians about their NHP use. Patients' characteristics such as sex, education, smoking status, and self-reported health status did not differ significantly between users and nonusers. In individuals who regularly spent money to purchase NHPs (n = 394), the mean cost was $20.38/mo. NHP expenditure was not significantly associated with age, sex, or income. CONCLUSION: Based on these findings, a substantial proportion of those Ontarians aged > or = 60 years reported NHP use, and there is a need for greater communication with physicians to avoid potential drug-NHP interactions.",
  "authors": [
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Centre for Evaluation of Medicines, St. Joseph's Healthcare, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. levinem@mcmaster.ca"
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Shuang",
      "initials": "S",
      "name": "Shuang Xu",
      "affiliations": []
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Gaebel",
      "affiliations": []
    },
    {
      "last_name": "Brazier",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Brazier",
      "affiliations": []
    },
    {
      "last_name": "Bédard",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Bédard",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": []
    },
    {
      "last_name": "MacLeod",
      "fore_name": "Stuart M",
      "initials": "SM",
      "name": "Stuart M MacLeod",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of geriatric pharmacotherapy",
    "iso_abbreviation": "Am J Geriatr Pharmacother",
    "issn": "1876-7761",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "6",
    "pub_year": "2009",
    "pub_month": "Dec"
  },
  "start_page": "383",
  "end_page": "392",
  "pages": "383-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Attitude of Health Personnel",
    "Biological Products",
    "Communication",
    "Cross-Sectional Studies",
    "Dietary Supplements",
    "Female",
    "Health Status",
    "Herb-Drug Interactions",
    "Humans",
    "Male",
    "Minerals",
    "Ontario",
    "Telephone",
    "Vitamins"
  ],
  "article_ids": {
    "pubmed": "20129259",
    "doi": "10.1016/j.amjopharm.2009.12.003",
    "pii": "S1543-5946(09)00088-9"
  },
  "doi": "10.1016/j.amjopharm.2009.12.003",
  "dates": {
    "completed": "2010-04-16",
    "revised": "2022-03-17"
  },
  "chemicals": [
    "Biological Products",
    "Minerals",
    "Vitamins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.855945",
    "pmid": "20129259"
  }
}