{
  "pmid": "20124064",
  "uid": "20124064",
  "title": "Spinal anesthesia mediates improved early function and pain relief following surgical repair of ankle fractures.",
  "abstract": "BACKGROUND: To our knowledge, no study to date has compared the use of spinal and general anesthesia in patients undergoing operative fixation of an unstable ankle fracture. The purpose of this study was to assess the effects of anesthesia type on postoperative pain and function in a large cohort of patients. METHODS: Between October 2000 and November 2006, 501 patients who underwent surgical fixation of an unstable ankle fracture were followed prospectively. Patients receiving spinal anesthesia were compared with a cohort who received general anesthesia. All patients were evaluated at three, six, and twelve months postoperatively with use of standardized, validated general and limb-specific outcome instruments. Standard and multivariable analyses comparing outcomes at these intervals were performed. RESULTS: Four hundred and sixty-six patients (93%) who had been followed for a minimum of one year met the inclusion criteria. Compared with the general anesthesia group, the spinal anesthesia group had a greater mean age (p = 0.005), higher classification on the American Society of Anesthesiologists system (p = 0.03), and a greater number of patients with diabetes (p = 0.02). There was no difference in sex distribution between the groups. At three months, patients who received spinal anesthesia had significantly better pain scores (p = 0.03) and total scores on the American Orthopaedic Foot and Ankle Society outcome instrument (p = 0.02). At six months, patients in the spinal anesthesia group continued to have better pain scores (p = 0.04), but there was no longer a difference in total scores (p = 0.06). At twelve months, no difference was detected between the groups in terms of functional or pain scores. There was no difference in complication rates between the groups. CONCLUSIONS: Patients who undergo fixation of an ankle fracture under spinal anesthesia seem to experience less pain and have better function in the early postoperative period. We recommend that, unless there is a specific contraindication, patients should be offered spinal anesthesia when undergoing operative fixation of an ankle fracture.",
  "authors": [
    {
      "last_name": "Jordan",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Jordan",
      "affiliations": [
        "Departments of Orthopaedic Surgery, New York University Hospital for Joint Diseases, New York, NY 10003, USA."
      ]
    },
    {
      "last_name": "Davidovitch",
      "fore_name": "Roy I",
      "initials": "RI",
      "name": "Roy I Davidovitch",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Tejwani",
      "fore_name": "Nirmal",
      "initials": "N",
      "name": "Nirmal Tejwani",
      "affiliations": []
    },
    {
      "last_name": "Rosenberg",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Rosenberg",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Feb"
  },
  "start_page": "368",
  "end_page": "374",
  "pages": "368-74",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anesthesia, General",
    "Anesthesia, Spinal",
    "Ankle Injuries",
    "Comorbidity",
    "Diabetes Mellitus",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Pain, Postoperative",
    "Recovery of Function"
  ],
  "article_ids": {
    "pubmed": "20124064",
    "doi": "10.2106/JBJS.H.01852",
    "pii": "92/2/368"
  },
  "doi": "10.2106/JBJS.H.01852",
  "dates": {
    "completed": "2010-04-09",
    "revised": "2016-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.717256",
    "pmid": "20124064"
  }
}