{
  "pmid": "20138658",
  "uid": "20138658",
  "title": "Morphological/chemical imaging of demineralized dentin layer in its natural, wet state.",
  "abstract": "OBJECTIVE: Measuring the structure, composition or suitability for bonding of the acid-etched dentin substrate, especially in its hydrated state, has been a formidable problem. The purpose of this study was to determine the morphological and structural profiles of the dentin demineralized layer measured in its natural wet state using environmental scanning electron microscopy (ESEM) and micro-Raman imaging. MATERIALS AND METHODS: The occlusal 1/3 of the crown was removed from nine extracted, unerupted human third molars. Dentin surfaces were abraded with 600-grit SiC sandpaper under water to create smear layers. The prepared dentin surfaces were randomly selected for treatment with the self-etching agent (Adper Prompt L-Pop) or the total-etching agent 35% H(3)PO(4) gel (with/without agitation). Micro-Raman spectra and imaging were acquired at 1-1.5microm spatial resolution at positions perpendicular to the treated surfaces; since this technique is non-destructive, the same specimens were also imaged with ESEM. Specimens were kept wet throughout spectral acquisition and ESEM observations. RESULTS: ESEM could be used to reveal demineralized layers in acid-etched dentin, but the resolution was low and no collagen fibrils were disclosed. The detailed chemical maps/profiles of demineralized dentin layers under wet conditions could be obtained using Raman imaging. It was shown that the mineral existed in the superficial layer of all etched dentin covered with smear layers. The mineral was much easier to be removed underneath the superficial layer. The depth, degree, and profile of dentin demineralization were dependent on the types of acids (self-etching vs. total etching) and application procedures (with vs. without agitation). SIGNIFICANCE: Most current adhesives are applied using wet bonding techniques in which the dentin is kept fully hydrated throughout the bonding. Our ability to fully characterize the hydrated, etched dentin substrates is very important for understanding bonding under in vivo conditions.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Wang",
      "affiliations": [
        "University of Missouri-Kansas City School of Dentistry, United States. wangyo@umkc.edu"
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dental materials : official publication of the Academy of Dental Materials",
    "iso_abbreviation": "Dent Mater",
    "issn": "1879-0097",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "433",
  "end_page": "442",
  "pages": "433-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Acid Etching, Dental",
    "Dental Bonding",
    "Dentin",
    "Dentin Permeability",
    "Humans",
    "Microscopy, Electron, Scanning",
    "Spectrum Analysis, Raman",
    "Water"
  ],
  "article_ids": {
    "pubmed": "20138658",
    "mid": "NIHMS172399",
    "pmc": "PMC2844914",
    "doi": "10.1016/j.dental.2010.01.002",
    "pii": "S0109-5641(10)00017-5"
  },
  "doi": "10.1016/j.dental.2010.01.002",
  "pmc_id": "PMC2844914",
  "dates": {
    "completed": "2010-06-15",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Water"
  ],
  "grants": [
    {
      "grant_id": "K25 DE015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R03 DE015735",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DE015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DE015735",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.350281",
    "pmid": "20138658"
  }
}