{
  "pmid": "20143320",
  "uid": "20143320",
  "title": "Fine structure of the branchial epithelium in the teleost Oreochromis niloticus.",
  "abstract": "We have studied the gill epithelium of Oreochromis niloticus using transmission electron microscopy with the particular interested relationship between cell morphology and osmotic, immunoregulatory, or other non-regulatory functions of the gill. Pavement cells covered the filament epithelium and lamellae of gills, with filament pavement cells showing distinct features from lamellar pavement cells. The superficial layer of the filament epithelium was formed by osmoregulatory elements, the columnar mitochondria-rich, mucous and support cells, as well as by their precursors. Light mitochondria-rich cells were located next to lamellae. They exhibited an apical crypt with microvilli and horizontal small dense rod-like vesicles, sealed by tight junctions to pavement cells. Dark mitochondria-rich cells had long dense rod-like vesicles and a small apical opening sealed by tight junctions to pavement cells. The deep layer of the filament epithelium was formed by a network of undifferentiated cells, containing neuroepithelial and myoepithelial cells, macrophage and eosinophil-like cells and their precursors, as well as precursors of mucous cells. The lateral-basal surface was coated by myoepithelial cells and a basal lamina. The lamellar blood lacunae was lined by pillar cells and surrounded by a basal lamina and pericytes. The data presented here support the existence of two distinct types of pavement cells, mitochondria-rich cells, and mitochondria-rich cells precursors, a structural role for support cells, a common origin for pavement cells and support cells, a paracrine function for neuroepithelial cells in the superficial layer, and the control of the lamellar capillary base by endocrine and contractile cells. Data further suggest that the filament superficial layer is involved in gill osmoregulation, that may interact, through pale mitochondria-rich cells, with the deep layer and lamellae, whereas the deep layer, through immune and neuroendocrine systems, acts in the regeneration and defense of the tissue.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra Mariza",
      "initials": "SM",
      "name": "Sandra Mariza Monteiro",
      "affiliations": [
        "Department of Biology and Environment, UTAD-University of Trás-os-Montes and Alto Douro, 5001-801 Vila Real, Portugal. smonteir@utad.pt"
      ]
    },
    {
      "last_name": "Oliveira",
      "fore_name": "Elsa",
      "initials": "E",
      "name": "Elsa Oliveira",
      "affiliations": []
    },
    {
      "last_name": "Fontaínhas-Fernandes",
      "fore_name": "António",
      "initials": "A",
      "name": "António Fontaínhas-Fernandes",
      "affiliations": []
    },
    {
      "last_name": "Sousa",
      "fore_name": "Mário",
      "initials": "M",
      "name": "Mário Sousa",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of morphology",
    "iso_abbreviation": "J Morphol",
    "issn": "1097-4687",
    "issn_type": "Electronic",
    "volume": "271",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "621",
  "end_page": "633",
  "pages": "621-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Physiological",
    "Animals",
    "Basement Membrane",
    "Capillaries",
    "Energy Metabolism",
    "Epithelial Cells",
    "Fishes",
    "Gills",
    "Microscopy, Electron, Transmission",
    "Mitochondria",
    "Neuroepithelial Cells",
    "Pulmonary Gas Exchange",
    "Respiratory Physiological Phenomena",
    "Species Specificity",
    "Water-Electrolyte Balance"
  ],
  "article_ids": {
    "pubmed": "20143320",
    "doi": "10.1002/jmor.10821"
  },
  "doi": "10.1002/jmor.10821",
  "dates": {
    "completed": "2010-06-29",
    "revised": "2010-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.049585",
    "pmid": "20143320"
  }
}