{
  "pmid": "20147446",
  "uid": "20147446",
  "title": "Apoptosis in the rheumatoid arthritis synovial membrane: modulation by disease-modifying anti-rheumatic drug treatment.",
  "abstract": "OBJECTIVES: RA is characterized at the synovial tissue level by synovial lining hyperplasia, angiogenesis and mononuclear cell infiltrates. A failure of apoptotic pathways may explain these pathological changes in RA synovial tissue. This study aims to demonstrate the presence of initiators and inhibitors of apoptosis in RA synovial tissue and the effect of treatment with DMARDs on apoptotic pathways in RA. METHODS: Synovial biopsy specimens were obtained at arthroscopy from 16 RA patients before and at 3- or 6-month intervals after commencing treatment with a DMARD. Apoptosis (by the terminal deoxynucleotidyl transferase mediated dUTP nick end labelling method and polyADP-ribose polymerase staining), proteins regulating apoptosis [Fas, FADD-like IL1b converting enzyme inhibitory protein (FLIP), Bcl-2, Survivin and X-linked inhibitor of apoptosis protein (XIAP)] and the presence of activated caspases (caspases 3 and 8) were detected by immunohistochemistry and quantified using image analysis and semiquantitative techniques. RESULTS: Fifteen patients responded to treatment, with an ACR response of > or =20%, 13 achieving an ACR response of > or =50% and 3 achieving an ACR remission. There was a significant reduction in SM macrophages and memory T cells, with an increase in fibroblast-like synovial lining cells following DMARD treatment. Apoptosis was not detected in the inflamed synovial tissue of RA patients before starting treatment, despite evidence of caspase activation, but was detectable after successful treatment with DMARDs. Inhibitors of activated caspases (FLIP, Survivin and XIAP) were detected in RA synovial tissue and were down-modulated with successful DMARD treatment. CONCLUSIONS: Apoptotic pathways are defective in RA synovial tissue from patients with active disease, despite the presence of activated caspases, possibly due to the abundant expression of inhibitors of the caspase pathway in RA synovial tissue. DMARD treatment can modulate apoptosis in the RA SM, which may lead to restoration of the SM architecture towards that of normal synovial tissue.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Malcolm D",
      "initials": "MD",
      "name": "Malcolm D Smith",
      "affiliations": [
        "Department of Medicine, Flinders Medical Centre and Repatriation General Hospital, Adelaide, South Australia. malcolm.smith@rgh.sa.gov.au"
      ]
    },
    {
      "last_name": "Weedon",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Weedon",
      "affiliations": []
    },
    {
      "last_name": "Papangelis",
      "fore_name": "Virginia",
      "initials": "V",
      "name": "Virginia Papangelis",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": []
    },
    {
      "last_name": "Roberts-Thomson",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Roberts-Thomson",
      "affiliations": []
    },
    {
      "last_name": "Ahern",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Ahern",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Rheumatology (Oxford, England)",
    "iso_abbreviation": "Rheumatology (Oxford)",
    "issn": "1462-0332",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "862",
  "end_page": "875",
  "pages": "862-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Antirheumatic Agents",
    "Apoptosis",
    "Arthritis, Rheumatoid",
    "Biopsy",
    "Humans",
    "Knee Joint",
    "Middle Aged",
    "Statistics as Topic",
    "Synovial Membrane"
  ],
  "article_ids": {
    "pubmed": "20147446",
    "doi": "10.1093/rheumatology/kep467",
    "pii": "kep467"
  },
  "doi": "10.1093/rheumatology/kep467",
  "dates": {
    "completed": "2011-03-11",
    "revised": "2010-04-14"
  },
  "chemicals": [
    "Antirheumatic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.535764",
    "pmid": "20147446"
  }
}