{
  "pmid": "20153533",
  "uid": "20153533",
  "title": "Feeding mechanics as the basis for differential uptake of the neurotoxin domoic acid by oysters, Crassostrea virginica, and mussels, Mytilus edulis.",
  "abstract": "The neurotoxin domoic acid (DA), produced by diatoms Pseudo-nitzschia spp., is transferred to humans via consumption of contaminated bivalves. This study examines feeding mechanisms, namely reduced filtration, pre-ingestive rejection and poor absorption, that might explain the comparatively low DA levels commonly found in oysters during toxic Pseudo-nitzschia blooms. Clearance rate (CR), absorption efficiency (AE) of organic matter and selective rejection in pseudofeces of oysters (Crassostrea virginica) and mussels (Mytilus edulis) were investigated in relation to the DA levels accumulated during 2-wk, simultaneous exposure to toxic Pseudo-nitzschia multiseries. Effects of temperature and P. multiseries cell size were also tested to identify conditions, if any, under which oysters can accumulate unsafe DA levels. Oysters accumulated 3.0-7.5x less DA than mussels from a short-celled P. multiseries clone (length=24microm) at 12 degrees C. This was related to the 7.4-8.5x lower CRs determined for oysters relative to mussels at this temperature. Exposure to a longer-celled P. multiseries clone (81microm) resulted in up to 70x lower toxin levels in oysters compared to mussels, which was attributed to differential feeding selectivity. Mussels were unable to discriminate between long- and short-celled P. multiseries clones from a mixed suspension, whereas oysters were previously shown to preferentially reject long cells (>70microm) in pseudofeces. Both bivalves selectively rejected P. multiseries cells from mixed suspensions containing a flagellate but not another diatom. AE of organics from P. multiseries cells by oysters and mussels was comparably low (42 and 39%, respectively) and thus unlikely to explain their differential DA accumulation. CR and DA uptake by oysters were negligible at <or=4 degrees C but increased with increasing temperature up to 18 degrees C, although mean DA levels barely attained the regulatory limit (20microg g(-1)) when oysters were exposed to long P. multiseries cells. The maximum DA levels accumulated by mussels (320microg g(-1)) and oysters (44microg g(-1)) exposed to short P. multiseries cells in our study support the inter-specific differences in toxicity during Pseudo-nitzschia blooms, which are expected to be exacerbated at lower temperatures and when long cells or chains are dominant. Additionally, when alternate, non-diatom phytoplankton species are present, both bivalves can feed selectively and thus accumulate much lower DA levels than those predicted from their overall CRs. Our results provide support for the evaluation of species-specific management of DA-contaminated shellfish and need to be considered in modeling DA toxin kinetics of the two target species.",
  "authors": [
    {
      "last_name": "Mafra",
      "fore_name": "Luiz L",
      "initials": "LL",
      "name": "Luiz L Mafra",
      "affiliations": [
        "Institute for Marine Biosciences, National Research Council, 1411 Oxford St., Halifax, NS, B3H 3Z1, Canada. mafrajr@gmail.com <mafrajr@gmail.com>"
      ]
    },
    {
      "last_name": "Bricelj",
      "fore_name": "V Monica",
      "initials": "VM",
      "name": "V Monica Bricelj",
      "affiliations": []
    },
    {
      "last_name": "Ouellette",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Ouellette",
      "affiliations": []
    },
    {
      "last_name": "Bates",
      "fore_name": "Stephen S",
      "initials": "SS",
      "name": "Stephen S Bates",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Aquatic toxicology (Amsterdam, Netherlands)",
    "iso_abbreviation": "Aquat Toxicol",
    "issn": "1879-1514",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "160",
  "end_page": "171",
  "pages": "160-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biomechanical Phenomena",
    "Crassostrea",
    "Diatoms",
    "Eating",
    "Kainic Acid",
    "Mytilus edulis",
    "Neurotoxins",
    "Seawater"
  ],
  "article_ids": {
    "pubmed": "20153533",
    "doi": "10.1016/j.aquatox.2010.01.009",
    "pii": "S0166-445X(10)00021-4"
  },
  "doi": "10.1016/j.aquatox.2010.01.009",
  "dates": {
    "completed": "2010-06-02",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Neurotoxins",
    "domoic acid",
    "Kainic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.797255",
    "pmid": "20153533"
  }
}