{
  "pmid": "20166065",
  "uid": "20166065",
  "title": "WITHDRAWN: Medical treatments for the maintenance therapy of reflux oesophagitis and endoscopic negative reflux disease.",
  "abstract": "BACKGROUND: Gastro-oesophageal reflux disease (GORD) - reflux of stomach contents +/- bile into the oesophagus causing symptoms such as heartburn and acid reflux - is a common relapsing and remitting disease which often requires long-term maintenance therapy. Patients with GORD may have oesophagitis (inflammation of the oesophagus) or a normal endoscopy (endoscopy negative reflux disease or ENRD). OBJECTIVES: To assess the effects of continuous maintenance therapy in adults with GORD (both ENRD and healed oesophagitis). SEARCH STRATEGY: We searched Cochrane Central Register of Controlled Trials (The Cochrane Library Issue 2, 2003), MEDLINE (1966 to 2003), EMBASE (1980 to 2003), CINAHL (1982-2003), and the National Research Register (Issue 2, 2003) and reference lists of articles. We also contacted manufacturers and researchers in the field. SELECTION CRITERIA: Randomised controlled studies comparing PPIs, H2RAs, prokinetics, sucralfate and combinations either in comparison to another treatment regimen or to placebo in adults with reflux oesophagitis and ENRD. DATA COLLECTION AND ANALYSIS: One author extracted data from included trials and a second author carried out an unblinded check. Two authors independently assessed trial quality. Study authors were contacted for additional information. MAIN RESULTS: Maintenance of patients with healed oesophagitis: For a healing dose of PPI (generally the standard dose given by the manufacturer) versus placebo, the relative risk (RR) for oesophagitis relapse was 0.26 (95% confidence interval (CI) 0.19 to 0.36); versus H2RAs the RR was 0.36 (95% CI 0.28 to 0.46) and versus maintenance PPIs the RR was 0.63 (95% CI 0.55 to 0.73). However overall adverse effects were also more common and headaches were more common when comparing healing PPIs to H2RAs.For a maintenance dose of PPI (half of the standard dose) versus placebo, the RR for oesophagitis relapse was 0.46 (95% CI 0.38 to 0.57) and versus H2RAs the RR was 0.57 (95% CI 0.47 to 0.69). Overall adverse effects were more common.H2RAs were of marginal help but beneficial for symptomatic relief. Prokinetics and sucralfate were also more effective than placebo.For ENRD patients: Limited data with one RCT showed benefit for omeprazole 10 mg once daily over placebo (RR 0.4; 95% CI 0.29 to 0.53). AUTHORS' CONCLUSIONS: The findings in this review support the long-term treatment of oesophagitis to prevent relapse, both endoscopically and symptomatically. Healing doses of PPIs are more effective than all other therapies, although there is an increase in overall adverse effects compared to placebo, and headache occurrence compared to H2RAs. H2RAs prevent relapse more effectively than placebo, demonstrating a role for PPI-intolerant patients. Prokinetics and sucralfate both show benefit over placebo, but the former is no longer licenced. There is only limited data for ENRD.",
  "authors": [
    {
      "last_name": "Donnellan",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Donnellan",
      "affiliations": [
        "Gastroenterology, University of Leeds, Room 190A, B Floor, Clarendon Wing, LGI, Leeds, West Yorkshire, UK, LS1 3EX."
      ]
    },
    {
      "last_name": "Preston",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Preston",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Sharma",
      "fore_name": "Nav",
      "initials": "N",
      "name": "Nav Sharma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Feb",
    "pub_day": "17"
  },
  "start_page": "CD003245",
  "pages": "CD003245",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Anti-Ulcer Agents",
    "Esophagitis, Peptic",
    "Esophagoscopy",
    "Gastroesophageal Reflux",
    "Heartburn",
    "Humans",
    "Proton Pump Inhibitors",
    "Randomized Controlled Trials as Topic",
    "Secondary Prevention"
  ],
  "article_ids": {
    "pubmed": "20166065",
    "doi": "10.1002/14651858.CD003245.pub3"
  },
  "doi": "10.1002/14651858.CD003245.pub3",
  "dates": {
    "completed": "2010-04-19",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anti-Ulcer Agents",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.875421",
    "pmid": "20166065"
  }
}