{
  "pmid": "20176800",
  "uid": "20176800",
  "title": "Novel therapeutic concepts: the epidemic of cardiovascular disease in the developing world: global implications.",
  "abstract": "The epidemic of cardiovascular disease (CVD) is a global phenomenon, and the magnitude of its increase in incidence and prevalence in low- and middle-income countries (LIMIC) has potentially major implications for those high-income countries that characterize much of the developed world. Cardiovascular disease remains the leading cause of death in the world and approximately 80% of all cardiovascular-related deaths occur in LIMIC and at a younger age in comparison to high-income countries. The economic impact in regard to loss of productive years of life and the need to divert scarce resources to tertiary care is substantial. The 'epidemiologic transition' provides a useful framework for understanding changes in the patterns of disease as a result of societal and socioeconomic developments in different countries and regions of the world. A burning but as yet unanswered question is whether gains made over the last four decades in reducing cardiovascular mortality in high-income countries will be offset by changes in risk factor profiles, and in particular obesity and diabetes. Much of the population attributable risk of myocardial infarction is accountable on the basis of nine modifiable traditional risk factors, irrespective of geography. Developing societies are faced with a hostile cardiovascular environment, characterized by changes in diet, exercise, the effects of tobacco, socioeconomic stressors, and economic constraints at both the national and personal level in addition to exposure to potential novel risk factors and perhaps a genetic or programmed foetal vulnerability to CVD in later life. There are major challenges for primary and secondary prevention including lack of data, limited national resources, and the lack of prediction models in certain populations. There are two major approaches to prevention: public health/community-based strategies and clinic-based with a targeted approach to high-risk patients and combinations of these. There are concerns that in comparison with communicable diseases, cardiovascular and chronic diseases have a relatively low priority in the global health agenda and that this requires additional emphasis. The human race has had long experience and a fine tradition in surviving adversity, but we now face a task for which we have little experience, the task of surviving prosperity Alan Gregg 1890-1957, Rockefeller Foundation.",
  "authors": [
    {
      "last_name": "Gersh",
      "fore_name": "Bernard J",
      "initials": "BJ",
      "name": "Bernard J Gersh",
      "affiliations": [
        "Division of Cardiovascular Diseases, Department of Internal Medicine, Mayo Clinic, Rochester, MN 55905-0001, USA. gresh.bernard@mayo.edu"
      ]
    },
    {
      "last_name": "Sliwa",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Sliwa",
      "affiliations": []
    },
    {
      "last_name": "Mayosi",
      "fore_name": "Bongani M",
      "initials": "BM",
      "name": "Bongani M Mayosi",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "1522-9645",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "6",
    "pub_year": "2010",
    "pub_month": "Mar"
  },
  "start_page": "642",
  "end_page": "648",
  "pages": "642-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Cardiovascular Diseases",
    "Cost of Illness",
    "Developing Countries",
    "Female",
    "Health Promotion",
    "Humans",
    "Male",
    "Middle Aged",
    "Mortality",
    "Residence Characteristics",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "20176800",
    "doi": "10.1093/eurheartj/ehq030",
    "pii": "ehq030"
  },
  "doi": "10.1093/eurheartj/ehq030",
  "dates": {
    "completed": "2011-04-28",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.784875",
    "pmid": "20176800"
  }
}