{
  "pmid": "20171663",
  "uid": "20171663",
  "title": "How to use an article about prognosis.",
  "abstract": "PURPOSE: This article in the Users' Guide to the Urological Literature series examines studies that provide information about prognosis for evidence-based clinical practice. MATERIALS AND METHODS: Studies of prognosis are introduced to the reader in the context of a clinical scenario that raises questions about the expected outcome for a patient. Critical appraisal of prognostic studies addresses the 3 questions. 1) Are the results valid? 2) What are the results? 3) Can I apply the results to the care of my patients? RESULTS: To assess the validity of a cohort study that addresses a question of prognosis, the reader should first ask whether the sample of patients under investigation were representative and sufficiently homogeneous with respect to prognostic risk. Investigators should measure all plausible determinants of outcome (prognostic or risk factors) and present results for all subgroups in which the prognosis differs substantially. The reader should ask whether followup was sufficiently complete, and whether investigators used objective, unbiased and patient relevant outcomes. The results should address the likelihood of the outcomes of interest and the precision of the estimates. Finally the reader should ask how similar the study patients and treatment are to his/her patients, and whether followup was sufficiently long. CONCLUSIONS: Questions of prognosis have an important role in the practice of urology and are usually best answered by nonrandomized, observational studies. Urologists should critically appraise these studies for validity, impact and applicability before using the results to guide patient care.",
  "authors": [
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Department of Urology, University of Florida, Gainesville, Florida 32610-0247, USA. p.dahm@urology.ufl.edu"
      ]
    },
    {
      "last_name": "Gilbert",
      "fore_name": "Scott M",
      "initials": "SM",
      "name": "Scott M Gilbert",
      "affiliations": []
    },
    {
      "last_name": "Zlotecki",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Zlotecki",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "183",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "1303",
  "end_page": "1308",
  "pages": "1303-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Prognosis",
    "Publishing",
    "Reproducibility of Results",
    "Urologic Diseases",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "20171663",
    "doi": "10.1016/j.juro.2009.12.010",
    "pii": "S0022-5347(09)03174-7"
  },
  "doi": "10.1016/j.juro.2009.12.010",
  "dates": {
    "completed": "2010-04-29",
    "revised": "2010-03-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.360758",
    "pmid": "20171663"
  }
}