{
  "pmid": "20176574",
  "uid": "20176574",
  "title": "Policy development in malaria vector management in Mozambique, South Africa and Zimbabwe.",
  "abstract": "INTRODUCTION: Indoor residual spraying (IRS) and insecticide-treated nets (ITNs), two principal malaria control strategies, are similar in cost and efficacy. We aimed to describe recent policy development regarding their use in Mozambique, South Africa and Zimbabwe. METHODS: Using a qualitative case study methodology, we undertook semi-structured interviews of key informants from May 2004 to March 2005, carried out document reviews and developed timelines of key events. We used an analytical framework that distinguished three broad categories: interests, ideas and events. RESULTS: A disparate mix of interests and ideas slowed the uptake of ITNs in Mozambique and Zimbabwe and prevented uptake in South Africa. Most respondents strongly favoured one strategy over the other. In all three countries, national policy makers favoured IRS, and only in Mozambique did national researchers support ITNs. Outside interests in favour of IRS included manufacturers who supplied the insecticides and groups opposing environmental regulation. International research networks, multilateral organizations, bilateral donors and international NGOs supported ITNs. Research evidence, local conditions, logistic feasibility, past experience, reaction to outside ideas, community acceptability, the role of government and NGOs, and harm from insecticides used in spraying influenced the choice of strategy. The end of apartheid permitted a strongly pro-IRS South Africa to influence the region, and in Mozambique and Zimbabwe, floods provided conditions conducive to ITN distribution. CONCLUSIONS: Both IRS and ITNs have a place in integrated malaria vector management, but pro-IRS interests and ideas slowed or prevented the uptake of ITNs. Policy makers needed more than evidence from trials to change from the time-honoured IRS strategy that they perceived was working. Those intending to promote new policies such as ITNs should examine the interests and ideas motivating key stakeholders and their own institutions, and identify where shifts in thinking or coalitions among the like-minded may be possible.",
  "authors": [
    {
      "last_name": "Cliff",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Cliff",
      "affiliations": [
        "Department of Community Health, Eduardo Mondlane University, Maputo, Mozambique. julie.cliff@gmail.com"
      ]
    },
    {
      "last_name": "Lewin",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lewin",
      "affiliations": []
    },
    {
      "last_name": "Woelk",
      "fore_name": "Godfrey",
      "initials": "G",
      "name": "Godfrey Woelk",
      "affiliations": []
    },
    {
      "last_name": "Fernandes",
      "fore_name": "Benedita",
      "initials": "B",
      "name": "Benedita Fernandes",
      "affiliations": []
    },
    {
      "last_name": "Mariano",
      "fore_name": "Alda",
      "initials": "A",
      "name": "Alda Mariano",
      "affiliations": []
    },
    {
      "last_name": "Sevene",
      "fore_name": "Esperança",
      "initials": "E",
      "name": "Esperança Sevene",
      "affiliations": []
    },
    {
      "last_name": "Daniels",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Daniels",
      "affiliations": []
    },
    {
      "last_name": "Matinhure",
      "fore_name": "Sheillah",
      "initials": "S",
      "name": "Sheillah Matinhure",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Oxman",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy and planning",
    "iso_abbreviation": "Health Policy Plan",
    "issn": "1460-2237",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "372",
  "end_page": "383",
  "pages": "372-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Decision Making",
    "Insect Vectors",
    "Insecticide-Treated Bednets",
    "Insecticides",
    "Malaria",
    "Mosquito Control",
    "Mozambique",
    "Policy Making",
    "Qualitative Research",
    "South Africa",
    "Zimbabwe"
  ],
  "article_ids": {
    "pubmed": "20176574",
    "pmc": "PMC3072826",
    "doi": "10.1093/heapol/czq008",
    "pii": "czq008"
  },
  "doi": "10.1093/heapol/czq008",
  "pmc_id": "PMC3072826",
  "dates": {
    "completed": "2011-01-10",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Insecticides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.799657",
    "pmid": "20176574"
  }
}