{
  "pmid": "20176665",
  "uid": "20176665",
  "title": "Cystic fibrosis and transition to adult medical care.",
  "abstract": "Transition of young adults with cystic fibrosis (CF) from pediatric to adult medical care is an important priority, because many patients are living well into their fourth decade, and by 2010 more than half of all people living with CF will be older than 18 years. Transition to adulthood, a developmental process of skill-building in self-management supported by the health system, is important for the successful transfer to adult CF care. The US Cystic Fibrosis Foundation has been proactive in preparing for increasing numbers of young adults in need of specialized adult-oriented care by creating specialized clinical fellowships for physician providers and mandating establishment of adult CF programs. Despite these initiatives, how to best facilitate transition and to define and measure successful outcomes after transfer to adult care remains unclear. Many adults with CF continue to receive care in the pediatric setting, whereas others transfer before being developmentally prepared. In this state-of-the-art review we provide context for the scope of the challenges associated with designing and evaluating health care transition for adolescents and young adults with CF and implications for all youth with special health care needs.",
  "authors": [
    {
      "last_name": "Tuchman",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Tuchman",
      "affiliations": [
        "Division of Adolescent and Young Adult Medicine, Center for Clinical and Community Research, Children's National Medical Center, George Washington University School of Medicine and Health Sciences, Washington, DC, USA. ltuchman@cnmc.org"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Sawicki",
      "fore_name": "Gregory S",
      "initials": "GS",
      "name": "Gregory S Sawicki",
      "affiliations": []
    },
    {
      "last_name": "Britto",
      "fore_name": "Maria T",
      "initials": "MT",
      "name": "Maria T Britto",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Mar"
  },
  "start_page": "566",
  "end_page": "573",
  "pages": "566-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Cystic Fibrosis",
    "Humans",
    "Pediatrics",
    "Referral and Consultation",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20176665",
    "doi": "10.1542/peds.2009-2791",
    "pii": "peds.2009-2791"
  },
  "doi": "10.1542/peds.2009-2791",
  "dates": {
    "completed": "2010-04-05",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.428238",
    "pmid": "20176665"
  }
}