{
  "pmid": "20181270",
  "uid": "20181270",
  "title": "Facilitating access to pre-processed research evidence in public health.",
  "abstract": "BACKGROUND: Evidence-informed decision making is accepted in Canada and worldwide as necessary for the provision of effective health services. This process involves: 1) clearly articulating a practice-based issue; 2) searching for and accessing relevant evidence; 3) appraising methodological rigor and choosing the most synthesized evidence of the highest quality and relevance to the practice issue and setting that is available; and 4) extracting, interpreting, and translating knowledge, in light of the local context and resources, into practice, program and policy decisions. While the public health sector in Canada is working toward evidence-informed decision making, considerable barriers, including efficient access to synthesized resources, exist. METHODS: In this paper we map to a previously developed 6 level pyramid of pre-processed research evidence, relevant resources that include public health-related effectiveness evidence. The resources were identified through extensive searches of both the published and unpublished domains. RESULTS: Many resources with public health-related evidence were identified. While there were very few resources dedicated solely to public health evidence, many clinically focused resources include public health-related evidence, making tools such as the pyramid, that identify these resources, particularly helpful for public health decisions makers. A practical example illustrates the application of this model and highlights its potential to reduce the time and effort that would be required by public health decision makers to address their practice-based issues. CONCLUSIONS: This paper describes an existing hierarchy of pre-processed evidence and its adaptation to the public health setting. A number of resources with public health-relevant content that are either freely accessible or requiring a subscription are identified. This will facilitate easier and faster access to pre-processed, public health-relevant evidence, with the intent of promoting evidence-informed decision making. Access to such resources addresses several barriers identified by public health decision makers to evidence-informed decision making, most importantly time, as well as lack of knowledge of resources that house public health-relevant evidence.",
  "authors": [
    {
      "last_name": "Robeson",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Robeson",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1200 Main St, W,, Hamilton, Ontario, Canada. probeson@health-evidence.ca"
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "DeCorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara DeCorby",
      "affiliations": []
    },
    {
      "last_name": "Tirilis",
      "fore_name": "Daiva",
      "initials": "D",
      "name": "Daiva Tirilis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Feb",
    "pub_day": "24"
  },
  "start_page": "95",
  "pages": "95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Databases, Bibliographic",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Practice Guidelines as Topic",
    "Public Health Practice",
    "Review Literature as Topic",
    "Textbooks as Topic"
  ],
  "article_ids": {
    "pubmed": "20181270",
    "pmc": "PMC2841107",
    "doi": "10.1186/1471-2458-10-95",
    "pii": "1471-2458-10-95"
  },
  "doi": "10.1186/1471-2458-10-95",
  "pmc_id": "PMC2841107",
  "dates": {
    "completed": "2013-02-04",
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.334592",
    "pmid": "20181270"
  }
}