{
  "pmid": "20205838",
  "uid": "20205838",
  "title": "Bridging the gaps among research, policy and practice in ten low- and middle-income countries: development and testing of questionnaire for health-care providers.",
  "abstract": "BACKGROUND: The reliability and validity of instruments used to survey health-care providers' views about and experiences with research evidence have seldom been examined. METHODS: Country teams from ten low- and middle-income countries (China, Ghana, India, Iran, Kazakhstan, Laos, Mexico, Pakistan, Senegal and Tanzania) participated in the development, translation, pilot-testing and administration of a questionnaire designed to measure health-care providers' views and activities related to improving their clinical practice and their awareness of, access to and use of research evidence, as well as changes in their clinical practice that they attribute to particular sources of research evidence that they have used. We use internal consistency as a measure of the questionnaire's reliability and, whenever possible, we use explanatory factor analyses to assess the degree to which questions that pertain to a single domain actually address common themes. We assess the questionnaire's face validity and content validity and, to a lesser extent, we also explore its criterion validity. RESULTS: The questionnaire has high internal consistency, with Cronbach's alphas between 0.7 and 0.9 for 16 of 20 domains and sub-domains (identified by factor analyses). Cronbach's alphas are greater than 0.9 for two domains, suggesting some item redundancy. Pre- and post-field work assessments indicate the questionnaire has good face validity and content validity. Our limited assessment of criterion validity shows weak but statistically significant associations between the general influence of research evidence among providers and more specific measures of providers' change in approach to preventing or treating a clinical condition. CONCLUSION: Our analysis points to a number of strengths of the questionnaire--high internal consistency (reliability) and good face and content validity--but also to areas where it can be shortened without losing important conceptual domains.",
  "authors": [
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Boupha",
      "fore_name": "Boungnong",
      "initials": "B",
      "name": "Boungnong Boupha",
      "affiliations": []
    },
    {
      "last_name": "Shi",
      "fore_name": "Guang",
      "initials": "G",
      "name": "Guang Shi",
      "affiliations": []
    },
    {
      "last_name": "Sidibe",
      "fore_name": "Mintou",
      "initials": "M",
      "name": "Mintou Sidibe",
      "affiliations": []
    },
    {
      "last_name": "Turdaliyeva",
      "fore_name": "Botagoz",
      "initials": "B",
      "name": "Botagoz Turdaliyeva",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan",
    "pub_day": "29"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20205838",
    "pmc": "PMC2825186",
    "doi": "10.1186/1478-4505-8-3",
    "pii": "1478-4505-8-3"
  },
  "doi": "10.1186/1478-4505-8-3",
  "pmc_id": "PMC2825186",
  "dates": {
    "completed": "2010-07-01",
    "revised": "2024-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.972385",
    "pmid": "20205838"
  }
}