{
  "pmid": "20205837",
  "uid": "20205837",
  "title": "Bridging the gaps among research, policy and practice in ten low- and middle-income countries: development and testing of a questionnaire for researchers.",
  "abstract": "BACKGROUND: A questionnaire could assist researchers, policymakers, and healthcare providers to describe and monitor changes in efforts to bridge the gaps among research, policy and practice. No questionnaire focused on researchers' engagement in bridging activities related to high-priority topics (or the potential correlates of their engagement) has been developed and tested in a range of low- and middle-income countries (LMICs). METHODS: Country teams from ten LMICs (China, Ghana, India, Iran, Kazakhstan, Laos, Mexico, Pakistan, Senegal, and Tanzania) participated in the development and testing of a questionnaire. To assess reliability we calculated the internal consistency of items within each of the ten conceptual domains related to bridging activities (specifically Cronbach's alpha). To assess face and content validity we convened several teleconferences and a workshop. To assess construct validity we calculated the correlation between scales and counts (i.e., criterion measures) for the three countries that employed both and we calculated the correlation between different but theoretically related (i.e., convergent) measures for all countries. RESULTS: Internal consistency (Cronbach's alpha) for sets of related items was very high, ranging from 0.89 (0.86-0.91) to 0.96 (0.95-0.97), suggesting some item redundancy. Both face and content validity were determined to be high. Assessments of construct validity using criterion-related measures showed statistically significant associations for related measures (with gammas ranging from 0.36 to 0.73). Assessments using convergent measures also showed significant associations (with gammas ranging from 0.30 to 0.50). CONCLUSIONS: While no direct comparison can be made to a comparable questionnaire, our findings do suggest a number of strengths of the questionnaire but also the need to reduce item redundancy and to test its capacity to monitor changes over time.",
  "authors": [
    {
      "last_name": "Cameron",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cameron",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": []
    },
    {
      "last_name": "Akhtar",
      "fore_name": "Tasleem",
      "initials": "T",
      "name": "Tasleem Akhtar",
      "affiliations": []
    },
    {
      "last_name": "Becerra Posada",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Becerra Posada",
      "affiliations": []
    },
    {
      "last_name": "Ndossi",
      "fore_name": "Godwin D",
      "initials": "GD",
      "name": "Godwin D Ndossi",
      "affiliations": []
    },
    {
      "last_name": "Boupha",
      "fore_name": "Boungnong",
      "initials": "B",
      "name": "Boungnong Boupha",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan",
    "pub_day": "29"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20205837",
    "pmc": "PMC2825187",
    "doi": "10.1186/1478-4505-8-4",
    "pii": "1478-4505-8-4"
  },
  "doi": "10.1186/1478-4505-8-4",
  "pmc_id": "PMC2825187",
  "dates": {
    "completed": "2010-07-01",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.972115",
    "pmid": "20205837"
  }
}