{
  "pmid": "20205893",
  "uid": "20205893",
  "title": "The orphaning experience: descriptions from Ugandan youth who have lost parents to HIV/AIDS.",
  "abstract": "The HIV/AIDS epidemic has continued to pose significant challenges to countries in Sub-Saharan Africa. Millions of African children and youth have lost parents to HIV/AIDS leaving a generation of orphans to be cared for within extended family systems and communities. The experiences of youth who have lost parents to the HIV/AIDS epidemic provide an important ingress into this complex, evolving, multi-dimensional phenomenon. A fundamental qualitative descriptive study was conducted to develop a culturally relevant and comprehensive description of the experiences of orphanhood from the perspectives of Ugandan youth. A purposeful sample of 13 youth who had lost one or both parents to HIV/AIDS and who were affiliated with a non-governmental organization providing support to orphans were interviewed. Youth orphaned by HIV/AIDS described the experience of orphanhood beginning with parental illness, not death. Several losses were associated with the death of a parent including lost social capitol, educational opportunities and monetary assets. Unique findings revealed that youth experienced culturally specific stigma and conflict which was distinctly related to their HIV/AIDS orphan status. Exploitation within extended cultural family systems was also reported. Results from this study suggest that there is a pressing need to identify and provide culturally appropriate services for these Ugandan youth prior to and after the loss of a parent(s).",
  "authors": [
    {
      "last_name": "Harms",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Harms",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, West, Hamilton, Ontario, Canada. harmssh@hhsc.ca"
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    },
    {
      "last_name": "Ssebunnya",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Ssebunnya",
      "affiliations": []
    },
    {
      "last_name": "Kizza",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Kizza",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Child and adolescent psychiatry and mental health",
    "iso_abbreviation": "Child Adolesc Psychiatry Ment Health",
    "issn": "1753-2000",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2010",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "6",
  "pages": "6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20205893",
    "pmc": "PMC2827392",
    "doi": "10.1186/1753-2000-4-6",
    "pii": "1753-2000-4-6"
  },
  "doi": "10.1186/1753-2000-4-6",
  "pmc_id": "PMC2827392",
  "dates": {
    "completed": "2010-05-20",
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.190196",
    "pmid": "20205893"
  }
}