{
  "pmid": "20209127",
  "uid": "20209127",
  "title": "The effect of how outcomes are framed on decisions about whether to take antihypertensive medication: a randomized trial.",
  "abstract": "BACKGROUND: We conducted an Internet-based randomized trial comparing three valence framing presentations of the benefits of antihypertensive medication in preventing cardiovascular disease (CVD) for people with newly diagnosed hypertension to determine which framing presentation resulted in choices most consistent with participants' values. METHODS AND FINDINGS: In this second in a series of televised trials in cooperation with the Norwegian Broadcasting Company, adult volunteers rated the relative importance of the consequences of taking antihypertensive medication using visual analogue scales (VAS). Participants viewed information (or no information) to which they were randomized and decided whether or not to take medication. We compared positive framing over 10 years (the number escaping CVD per 1000); negative framing over 10 years (the number that will have CVD) and negative framing per year over 10 years of the effects of antihypertensive medication on the 10-year risk for CVD for a 40 year-old man with newly diagnosed hypertension without other risk factors. Finally, all participants were shown all presentations and detailed patient information about hypertension and were asked to decide again. We calculated a relative importance score (RIS) by subtracting the VAS-scores for the undesirable consequences of antihypertensive medication from the VAS-score for the benefit of CVD risk reduction. We used logistic regression to determine the association between participants' RIS and their choice. 1,528 participants completed the study. The statistically significant differences between the groups in the likelihood of choosing to take antihypertensive medication in relation to different values (RIS) increased as the RIS increased. Positively framed information lead to decisions most consistent with those made by everyone for the second, more fully informed decision. There was a statistically significant decrease in deciding to take antihypertensives on the second decision, both within groups and overall. CONCLUSIONS: For decisions about taking antihypertensive medication for people with a relatively low baseline risk of CVD (70 per 1000 over 10 years), both positive and negative framing resulted in significantly more people deciding to take medication compared to what participants decided after being shown all three of the presentations. TRIAL REGISTRATION: International Standard Randomised Controlled Trial Number Register ISRCTN 33771631.",
  "authors": [
    {
      "last_name": "Carling",
      "fore_name": "Cheryl L L",
      "initials": "CL",
      "name": "Cheryl L L Carling",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, Oslo, Norway. cheryl.carling@kunnskapssenteret.no"
      ]
    },
    {
      "last_name": "Kristoffersen",
      "fore_name": "Doris Tove",
      "initials": "DT",
      "name": "Doris Tove Kristoffersen",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Flottorp",
      "fore_name": "Signe",
      "initials": "S",
      "name": "Signe Flottorp",
      "affiliations": []
    },
    {
      "last_name": "Fretheim",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Fretheim",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Herrin",
      "fore_name": "Jeph",
      "initials": "J",
      "name": "Jeph Herrin",
      "affiliations": []
    },
    {
      "last_name": "MacKenzie",
      "fore_name": "Thomas D",
      "initials": "TD",
      "name": "Thomas D MacKenzie",
      "affiliations": []
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "e9469",
  "pages": "e9469",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Antihypertensive Agents",
    "Attitude to Health",
    "Cardiovascular Diseases",
    "Decision Making",
    "Female",
    "Humans",
    "Hypertension",
    "Internet",
    "Male",
    "Middle Aged",
    "Norway",
    "Pain Measurement",
    "Patient Education as Topic",
    "Risk",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20209127",
    "pmc": "PMC2830888",
    "doi": "10.1371/journal.pone.0009469"
  },
  "doi": "10.1371/journal.pone.0009469",
  "pmc_id": "PMC2830888",
  "dates": {
    "completed": "2011-01-11",
    "revised": "2023-11-05"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.513009",
    "pmid": "20209127"
  }
}