{
  "pmid": "20205971",
  "uid": "20205971",
  "title": "Fruit and vegetable intake in Canadian ethnic populations.",
  "abstract": "PURPOSE: We explored whether Canada's diverse ethnic population consumes an adequate daily amount of fruit and vegetables. We also examined the association between fruit and vegetable consumption and long-term diseases. METHODS: The Canadian Community Health Survey, Cycle 2.2 (CCHS 2.2), was used to determine the fruit and vegetable intake (FVI) of 13 racial groups, as well as of the entire population. Specifically, we determined median intake and proportions of the group consuming five or more daily servings. Multiple pairwise comparisons among the proportions were performed to detect ethnic groups with significantly low FVI. Logistic regression was also used to describe the risk of long-term diseases associated with FVI and ethnicity. RESULTS: The percentages of Southeast Asian, Aboriginal (off-reserve), and Chinese people who consumed five or more daily servings of fruit and vegetables were significantly lower than percentages in all other ethnic groups surveyed. Aboriginal people with the lowest FVI demonstrated the highest propensity for developing most of the long-term diseases. CONCLUSIONS: The majority of Canada's ethnic groups identified in the CCHS 2.2 fell short of the recommended FVI target. This low-intake status might be a risk factor for common long-term diseases.",
  "authors": [
    {
      "last_name": "Quadir",
      "fore_name": "Tanvir",
      "initials": "T",
      "name": "Tanvir Quadir",
      "affiliations": [
        "Department of Mathematics and Statistics, University of Windsor, Windsor, ON."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of dietetic practice and research : a publication of Dietitians of Canada = Revue canadienne de la pratique et de la recherche en dietetique : une publication des Dietetistes du Canada",
    "iso_abbreviation": "Can J Diet Pract Res",
    "issn": "1486-3847",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "1",
    "pub_year": "2010"
  },
  "start_page": "11",
  "end_page": "16",
  "pages": "11-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Chronic Disease",
    "Diet Surveys",
    "Energy Intake",
    "Ethnicity",
    "Feeding Behavior",
    "Female",
    "Food Preferences",
    "Fruit",
    "Humans",
    "Logistic Models",
    "Male",
    "Odds Ratio",
    "Self Report",
    "Socioeconomic Factors",
    "Surveys and Questionnaires",
    "Vegetables"
  ],
  "article_ids": {
    "pubmed": "20205971",
    "doi": "10.3148/71.1.2010.11"
  },
  "doi": "10.3148/71.1.2010.11",
  "dates": {
    "completed": "2011-10-24",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:56.847060",
    "pmid": "20205971"
  }
}