{
  "pmid": "20206611",
  "uid": "20206611",
  "title": "Actions of adiponectin on the excitability of subfornical organ neurons are altered by food deprivation.",
  "abstract": "Adiponectin (ADP) is a peptide produced by adipose tissue, which acts as an insulin sensitizing hormone. Recent studies have shown that adiponectin receptors (AdipoR1 and AdipoR2) are present in the CNS, and although adiponectin does appear in both circulation and the cerebrospinal fluid there is still some debate as to whether or not ADP crosses the blood brain barrier (BBB). Circumventricular organs (CVO) are CNS sites which lack normal BBB, and thus represent sites at which circulating adiponectin may act to directly influence the CNS. The subfornical organ (SFO) is a CVO that has been implicated in the regulation of energy balance as a consequence of the ability of SFO neurons to respond to a number of different circulating satiety signals including amylin, CCK, PYY and ghrelin. Our recent microarray analysis suggested the presence of adiponectin receptors in the SFO. We report here that the SFO shows a high density of mRNA for both adiponectin receptors (AdipoR1 and AdipoR2), and that ADP influences the excitability of dissociated SFO neurons. Separate subpopulations of SFO neurons were either depolarized (8.9+/-0.9 mV, 21 of 97 cells), or hyperpolarized (-8.0+/-0.5 mV, 34 of 97 cells), by bath application of 10nM ADP, effects which were concentration dependent and reversible. Our microarray analysis also suggested that 48 h of food deprivation resulted in specific increases in AdipoR2 mRNA expression (no effect on AdipoR1 mRNA), observations which we confirm here using real-time PCR techniques. The effects of food deprivation also resulted in a change in the responsiveness of SFO neurons to adiponectin with 77% (8/11) of cells tested responding to adiponectin with depolarization, while no hyperpolarizations were observed. These observations support the concept that the SFO may be a key player in sensing circulating ADP and transmitting such information to critical CNS sites involved in the regulation of energy balance.",
  "authors": [
    {
      "last_name": "Alim",
      "fore_name": "Ishraq",
      "initials": "I",
      "name": "Ishraq Alim",
      "affiliations": [
        "Department of Physiology, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fry",
      "fore_name": "W Mark",
      "initials": "WM",
      "name": "W Mark Fry",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Walsh",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Alastair V",
      "initials": "AV",
      "name": "Alastair V Ferguson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Brain research",
    "iso_abbreviation": "Brain Res",
    "issn": "1872-6240",
    "issn_type": "Electronic",
    "volume": "1330",
    "pub_year": "2010",
    "pub_month": "May",
    "pub_day": "12"
  },
  "start_page": "72",
  "end_page": "82",
  "pages": "72-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adiponectin",
    "Animals",
    "Cells, Cultured",
    "Food Deprivation",
    "Gene Expression Regulation",
    "Male",
    "Membrane Potentials",
    "Microarray Analysis",
    "Neurons",
    "Patch-Clamp Techniques",
    "RNA, Messenger",
    "Rats",
    "Rats, Sprague-Dawley",
    "Receptors, Adiponectin",
    "Reverse Transcriptase Polymerase Chain Reaction",
    "Subfornical Organ"
  ],
  "article_ids": {
    "pubmed": "20206611",
    "doi": "10.1016/j.brainres.2010.02.076",
    "pii": "S0006-8993(10)00482-8"
  },
  "doi": "10.1016/j.brainres.2010.02.076",
  "dates": {
    "completed": "2010-08-02",
    "revised": "2010-04-26"
  },
  "chemicals": [
    "Adiponectin",
    "RNA, Messenger",
    "Receptors, Adiponectin",
    "adiponectin receptor 1, rat",
    "adiponectin receptor 2, rat"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.718994",
    "pmid": "20206611"
  }
}