{
  "pmid": "20217260",
  "uid": "20217260",
  "title": "A systematic review and meta-analysis of oncologic outcomes of pre- versus postoperative radiation in localized resectable soft-tissue sarcoma.",
  "abstract": "BACKGROUND: The goal of this study was to determine the oncologic outcomes in localized resectable soft-tissue sarcoma after pre- versus postoperative radiation. METHODS: Literature searches through MEDLINE, EMBASE, CancerLit, and the Cochrane Database were performed with the following search terms: sarcoma, radiation, preoperative, and postoperative. Two reviewers independently assessed all eligible publications with the Detsky Quality Scale for Randomized Trials and the Newcastle-Ottawa Quality Assessment Scale for case-control studies. The primary outcome measure was the pooled odds ratio and 95% confidence intervals (95% CI) for the risk of local recurrence calculated through the fixed- and random-effects methods. Time-dependent survival data were calculated as an average across all studies. RESULTS: Five eligible studies were identified including a total of 1,098 patients. The P value for heterogeneity was 0.259, and the variability (I (2)) in results across studies due to true differences in treatment effect was 25%. The risk for local recurrence was lower in the preoperative group with an odds ratio of 0.61 (95% CI 0.42-0.89) by means of the fixed-effects method, and an odds ratio of 0.67 (95% CI 0.39-1.15) by means of the random-effects method. Average survival was 76% (range 62-88%) in the preoperative group and 67% (range 41-83%) in the post-operative group. CONCLUSIONS: The delay in surgical resection necessary to complete preoperative radiation does not seem to increase the risk of lethal metastatic spread. The risk of local recurrence may be lower after preoperative radiation. These findings must be interpreted with caution because of the heterogeneity and bias in the available studies.",
  "authors": [
    {
      "last_name": "Al-Absi",
      "fore_name": "Emad",
      "initials": "E",
      "name": "Emad Al-Absi",
      "affiliations": [
        "McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Sharma",
      "fore_name": "Rajrish",
      "initials": "R",
      "name": "Rajrish Sharma",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Kaitlyn",
      "initials": "K",
      "name": "Kaitlyn Whelan",
      "affiliations": []
    },
    {
      "last_name": "Corbett",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Corbett",
      "affiliations": []
    },
    {
      "last_name": "Patel",
      "fore_name": "Malti",
      "initials": "M",
      "name": "Malti Patel",
      "affiliations": []
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgical oncology",
    "iso_abbreviation": "Ann Surg Oncol",
    "issn": "1534-4681",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "1367",
  "end_page": "1374",
  "pages": "1367-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Postoperative Period",
    "Sarcoma",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20217260",
    "doi": "10.1245/s10434-009-0885-7"
  },
  "doi": "10.1245/s10434-009-0885-7",
  "dates": {
    "completed": "2010-07-29",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.331077",
    "pmid": "20217260"
  }
}