{
  "pmid": "20215937",
  "uid": "20215937",
  "title": "The longitudinal association between oppositional and depressive symptoms across childhood.",
  "abstract": "OBJECTIVE: Symptoms of oppositional defiant disorder (ODD) and depression show high rates of co-occurrence, both cross-sectionally and longitudinally. This study examines the extent to which variation in oppositional symptoms predict, variation in depressive symptoms over time, accounting for co-occurring depressive symptoms and measurement error. METHOD: The sample for analyses includes a cohort of 6- and 7-year-old (N = 903) children from the National Longitudinal Study of Youth who were assessed biannually at ages 6 to 7 (T1), 8 to 9 (T2), and 10 to 11 (T3) years of age. Childhood oppositional behaviors and depressive symptoms were measured using maternal reports on the Behavior Problem Index. Structural equation modeling was used to test whether oppositional behavior predicted subsequent depressive symptoms in boys and girls across childhood. RESULTS: For boys, oppositional behaviors predicted increases in subsequent depressive symptoms across both time points, even after accounting for previous and co-occurring levels of depression symptoms. For girls, depressive symptoms at T2 and T3 were predictive of lower levels of oppositional symptoms at T3. CONCLUSION: Oppositional behavior may be a risk factor for depression in boys, but in girls its co-occurrence at each time point obscures any such relationship. Developmental relationships between oppositional and depressive symptoms in children are complex and differ by sex.",
  "authors": [
    {
      "last_name": "Boylan",
      "fore_name": "Khrista",
      "initials": "K",
      "name": "Khrista Boylan",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, and the Offord Centre for Child Studies, Hamilton, Ontario, Canada. boylank@mcmaster.ca"
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": []
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Feb"
  },
  "start_page": "152",
  "end_page": "161",
  "pages": "152-61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attention Deficit and Disruptive Behavior Disorders",
    "Child",
    "Cohort Studies",
    "Comorbidity",
    "Cross-Sectional Studies",
    "Depression",
    "Depressive Disorder",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Models, Psychological",
    "Personality Assessment",
    "Risk Factors",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "20215937",
    "doi": "10.1097/00004583-201002000-00009",
    "pii": "S0890-8567(09)00022-7"
  },
  "doi": "10.1097/00004583-201002000-00009",
  "dates": {
    "completed": "2010-08-26",
    "revised": "2022-05-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.705060",
    "pmid": "20215937"
  }
}