{
  "pmid": "20214790",
  "uid": "20214790",
  "title": "The voluntary HIV counselling and testing service in Kenema District, Sierra Leone, 2004-2006: a descriptive study.",
  "abstract": "BACKGROUND: Voluntary counselling and testing (VCT) is an important component of national HIV programs, which are necessary to realize the right to health. VCT data also provide valuable information on regional HIV epidemiology. METHODS: The study examines data on the population that obtained HIV VCT in Kenema District, Sierra Leone, from 2004 to 2006, using descriptive statistics and exploring potential HIV risk factors using bivariate and multivariable logistic regression. Analysis was performed separately for two subpopulations: those accessing VCT routinely as part of antenatal care and those specifically seeking VCT. RESULTS: During this period, 2230 people accessed VCT: 1213 through antenatal testing and 1017 specifically seeking VCT. The HIV prevalence was 0.6% in women presenting for antenatal care, 12.6% in women specifically accessing VCT, and 6.7% in men specifically accessing VCT. In both bivariate and multivariable analyses, being female was statistically significantly associated with testing positive in people specifically seeking VCT. CONCLUSIONS: These data from the VCT service in Kenema will be used to improve the accessibility of HIV testing. Questions raised by the analysis will be used to enhance data collection and to inform further research on risk factors.",
  "authors": [
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Department of Epidemiology, Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, M5T 3M7, Canada. fiona.kouyoumdjian@utoronto.ca."
      ]
    },
    {
      "last_name": "Seisay",
      "fore_name": "Alhassan L",
      "initials": "AL",
      "name": "Alhassan L Seisay",
      "affiliations": []
    },
    {
      "last_name": "Kargbo",
      "fore_name": "Brima",
      "initials": "B",
      "name": "Brima Kargbo",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Sheik H",
      "initials": "SH",
      "name": "Sheik H Khan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC international health and human rights",
    "iso_abbreviation": "BMC Int Health Hum Rights",
    "issn": "1472-698X",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Mar",
    "pub_day": "09"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20214790",
    "pmc": "PMC2848637",
    "doi": "10.1186/1472-698X-10-4",
    "pii": "1472-698X-10-4"
  },
  "doi": "10.1186/1472-698X-10-4",
  "pmc_id": "PMC2848637",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2018-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:50.102483",
    "pmid": "20214790"
  }
}