{
  "pmid": "20228855",
  "uid": "20228855",
  "title": "NIH consensus development conference draft statement on vaginal birth after cesarean: new insights.",
  "abstract": "OBJECTIVE: To provide health care providers, patients, and the general public with a responsible assessment of currently available data on vaginal birth after cesarean (VBAC). PARTICIPANTS: A non-DHHS, nonadvocate 15-member panel representing the fields of obstetrics and gynecology, urogynecology, maternal and fetal medicine, pediatrics, midwifery, clinical pharmacology, medical ethics, internal medicine, family medicine, perinatal and reproductive psychiatry, anesthesiology, nursing, biostatistics, epidemiology, health care regulation, risk management, and a public representative, and a public representative. In addition, 21 experts from pertinent fields presented data to the panel and conference audience. EVIDENCE: Presentations by experts and a systematic review of the literature prepared by the Oregon Evidence-based Practice Center, through the Agency for Healthcare Research and Quality. Scientific evidence was given precedence over anecdotal experience. CONFERENCE PROCESS: The panel drafted its statement based on scientific evidence presented in open forum and on published scientific literature. The draft statement was presented on the final day of the conference and circulated to the audience for comment. The panel released a revised statement later that day at http://consensus.nih.gov. This statement is an independent report of the panel and is not a policy statement of the NIH or the Federal Government. CONCLUSIONS: Given the available evidence, trial of labor is a reasonable option for many pregnant women with one prior low transverse uterine incision. The data reviewed in this report show that both trial of labor and elective repeat cesarean delivery for a pregnant woman with one prior transverse uterine incision have important risks and benefits and that these risks and benefits differ for the woman and her fetus. This poses a profound ethical dilemma for the woman, as well as her caregivers, because benefit for the woman may come at the price of increased risk for the fetus and vice versa. This conundrum is worsened by the general paucity of high-level evidence about both medical and nonmedical factors, which prevents the precise quantification of risks and benefits that might help to make an informed decision about trial of labor compared with elective repeat cesarean delivery. The panel was mindful of these clinical and ethical uncertainties in making the following conclusions and recommendations. One of the panel’s major goals is to support pregnant women with one prior transverse uterine incision to make informed decisions about trial of labor compared with elective repeat cesarean delivery. The panel recommends that clinicians and other maternity care providers use the responses to the six questions, especially questions 3 and 4, to incorporate an evidence-based approach into the decisionmaking process. Information, including risk assessment, should be shared with the woman at a level and pace that she can understand. When trial of labor and elective repeat cesarean delivery are medically equivalent options, a shared decisionmaking process should be adopted and, whenever possible, the woman’s preference should be honored. The panel is concerned about the barriers that women face in gaining access to clinicians and facilities that are able and willing to offer trial of labor. Given the low level of evidence for the requirement for \"immediately available\" surgical and anesthesia personnel in current guidelines, the panel recommends that the American College of Obstetricians and Gynecologists and the American Society of Anesthesiologists reassess this requirement with specific reference to other obstetric complications of comparable risk, risk stratification, and in light of limited physician and nursing resources. Healthcare organizations, physicians, and other clinicians should consider making public their trial of labor policies and VBAC rates, as well as their plans for responding to obstetric emergencies. The panel recommends that hospitals, maternity care providers, healthcare and professional liability insurers, consumers, and policymakers collaborate on the development of integrated services that could mitigate or even eliminate current barriers to trial of labor. The panel is concerned that medical-legal considerations add to, and in many instances exacerbate, these barriers to trial of labor. Policymakers, providers, and other stakeholders must collaborate in developing and implementing appropriate strategies to mitigate the chilling effect the medical-legal environment has on access to care. High-quality research is needed in many areas. The panel has identified areas that need attention in response to question 6. Research in these areas should be given appropriate priority and should be adequately funded--especially studies that would help to characterize more precisely the short-term and long-term maternal, fetal, and neonatal outcomes of trial of labor and elective repeat cesarean delivery.",
  "authors": [
    {
      "last_name": "Cunningham",
      "fore_name": "F Gary",
      "initials": "FG",
      "name": "F Gary Cunningham",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Texas Southwestern Medical Center at Dallas, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    },
    {
      "last_name": "Brown",
      "fore_name": "Sarah S",
      "initials": "SS",
      "name": "Sarah S Brown",
      "affiliations": []
    },
    {
      "last_name": "Dean",
      "fore_name": "Thomas Michael",
      "initials": "TM",
      "name": "Thomas Michael Dean",
      "affiliations": []
    },
    {
      "last_name": "Frederiksen",
      "fore_name": "Marilynn",
      "initials": "M",
      "name": "Marilynn Frederiksen",
      "affiliations": []
    },
    {
      "last_name": "Rowland Hogue",
      "fore_name": "Carol J",
      "initials": "CJ",
      "name": "Carol J Rowland Hogue",
      "affiliations": []
    },
    {
      "last_name": "King",
      "fore_name": "Tekoa",
      "initials": "T",
      "name": "Tekoa King",
      "affiliations": []
    },
    {
      "last_name": "Spencer Lukacz",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Spencer Lukacz",
      "affiliations": []
    },
    {
      "last_name": "McCullough",
      "fore_name": "Laurence B",
      "initials": "LB",
      "name": "Laurence B McCullough",
      "affiliations": []
    },
    {
      "last_name": "Nicholson",
      "fore_name": "Wanda",
      "initials": "W",
      "name": "Wanda Nicholson",
      "affiliations": []
    },
    {
      "last_name": "Petit",
      "fore_name": "Nancy Frances",
      "initials": "NF",
      "name": "Nancy Frances Petit",
      "affiliations": []
    },
    {
      "last_name": "Probstfield",
      "fore_name": "Jeffrey Lynn",
      "initials": "JL",
      "name": "Jeffrey Lynn Probstfield",
      "affiliations": []
    },
    {
      "last_name": "Viguera",
      "fore_name": "Adele C",
      "initials": "AC",
      "name": "Adele C Viguera",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Cynthia A",
      "initials": "CA",
      "name": "Cynthia A Wong",
      "affiliations": []
    },
    {
      "last_name": "Zimmet",
      "fore_name": "Sheila Cohen",
      "initials": "SC",
      "name": "Sheila Cohen Zimmet",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "NIH consensus and state-of-the-science statements",
    "iso_abbreviation": "NIH Consens State Sci Statements",
    "issn": "1553-0779",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Mar",
    "pub_day": "10"
  },
  "start_page": "1",
  "end_page": "42",
  "pages": "1-42",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference, NIH",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Medicine",
    "Female",
    "Guidelines as Topic",
    "Humans",
    "Patient Participation",
    "Pregnancy",
    "Public Policy",
    "Risk Assessment",
    "Risk Factors",
    "Trial of Labor",
    "United States",
    "Vaginal Birth after Cesarean"
  ],
  "article_ids": {
    "pubmed": "20228855",
    "pii": "2010-000122-STMT"
  },
  "dates": {
    "completed": "2013-05-16",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.872906",
    "pmid": "20228855"
  }
}