{
  "pmid": "20234859",
  "uid": "20234859",
  "title": "Quantitative ultrasound in relation to risk factors for low bone mineral density in South African pre-menopausal women.",
  "abstract": "SUMMARY: The study describes the association between risk factors and quantitative ultrasound bone measures in black and mixed-race pre-menopausal South African women. Despite some differences between the two study groups, the findings generally lend support to the use of ultrasound for epidemiological studies of bone mass in resource-limited settings. INTRODUCTION: Quantitative ultrasound at the calcaneus is a convenient and inexpensive method of estimating bone strength well suited to community-based research in countries with limited resources. This study determines, in a large sample of pre-menopausal South African women, whether characteristics associated with quantitative ultrasound measures are similar to those shown to be associated with bone mineral density as measured by dual X-ray absorptiometry. METHODS: This cross-sectional study included 3,493 women (1,598 black and 1,895 mixed race), aged 18-44 living in Cape Town. Study nurses administered structured interviews on reproductive history, lifestyle factors, and measured height and weight. Calcaneus quantitative ultrasound measurements were obtained using the Sahara device. Adjusted means of ultrasound measures according to categories of risk factors were obtained using multivariable regression analysis. RESULTS: Associations between quantitative ultrasound measures and age, body mass index, age at menarche, parity, and primary school physical activity were similar to those known for bone mineral density as measured by dual X-ray absorptiometry. There were no clear associations between quantitative ultrasound measures and educational level, alcohol use, cigarette smoking, and current calcium intake. CONCLUSION: The data give qualified support to the use of quantitative ultrasound as an epidemiological tool in large studies of bone strength in pre-menopausal women.",
  "authors": [
    {
      "last_name": "Constant",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Constant",
      "affiliations": []
    },
    {
      "last_name": "Rosenberg",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Rosenberg",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Cooper",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Cooper",
      "affiliations": []
    },
    {
      "last_name": "Kalla",
      "fore_name": "Asgar A",
      "initials": "AA",
      "name": "Asgar A Kalla",
      "affiliations": []
    },
    {
      "last_name": "Micklesfield",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Micklesfield",
      "affiliations": []
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Hoffman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of osteoporosis",
    "iso_abbreviation": "Arch Osteoporos",
    "issn": "1862-3514",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1-2",
    "pub_year": "2009",
    "pub_month": "Dec"
  },
  "start_page": "55",
  "end_page": "65",
  "pages": "55-65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20234859",
    "pmc": "PMC2836751",
    "doi": "10.1007/s11657-009-0029-5"
  },
  "doi": "10.1007/s11657-009-0029-5",
  "pmc_id": "PMC2836751",
  "dates": {
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HD042360",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.074871",
    "pmid": "20234859"
  }
}