{
  "pmid": "20302374",
  "uid": "20302374",
  "title": "Effects of management factors on the concentration of a high molecular weight polysaccharide fraction from log-grown shiitake mushrooms (Lentinula edodes (Berk.) Pegler).",
  "abstract": "Shiitake mushrooms have a reputation as a healthy food. Growers may be able to use the presence of health-promoting constituents as a marketing tool to promote sales of their products for premium prices. There are few reports on the effects of management protocols for log-grown shiitakes on the concentrations of constituents to guide growers. This paper summarizes several studies that examined the effects of shiitake strains, mushroom cap development, and length of saprophytic association on the concentrations of a high molecular weight polysaccharide fraction that includes lentinan (HMWP). Concentrations of HMWP in mushrooms varied as much as 8-fold during fruiting among the 12 strains tested in these studies. Results also indicate that the concentrations of HMWP in shiitake mushrooms are influenced by the fungal phenotype and the characteristics of the environment. General trends showed that (1) mushrooms harvested at more immature stages of development (during bud break or before veil break) tended to have higher concentrations of HMWP and (2) the initial harvests of mushrooms from an inoculated log tend to have higher concentrations of HMWP than subsequent harvests. Results suggest that growers interested in maximizing the HMWP content of their mushrooms should use shiitake strains NN-430 and 569-430.",
  "authors": [
    {
      "last_name": "Kimmons",
      "fore_name": "Tom E",
      "initials": "TE",
      "name": "Tom E Kimmons",
      "affiliations": [
        "Shirley Community Development Corporation, Shirley, Arkansas 72153, USA."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    },
    {
      "last_name": "Brauer",
      "fore_name": "David",
      "initials": "D",
      "name": "David Brauer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of agricultural and food chemistry",
    "iso_abbreviation": "J Agric Food Chem",
    "issn": "1520-5118",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "7",
    "pub_year": "2010",
    "pub_month": "Apr",
    "pub_day": "14"
  },
  "start_page": "4331",
  "end_page": "4335",
  "pages": "4331-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Agriculture",
    "Molecular Weight",
    "Polysaccharides",
    "Shiitake Mushrooms"
  ],
  "article_ids": {
    "pubmed": "20302374",
    "doi": "10.1021/jf904268m"
  },
  "doi": "10.1021/jf904268m",
  "dates": {
    "completed": "2010-08-31",
    "revised": "2010-04-07"
  },
  "chemicals": [
    "Polysaccharides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.680939",
    "pmid": "20302374"
  }
}