{
  "pmid": "20303710",
  "uid": "20303710",
  "title": "Community controls were preferred to hospital controls in a case-control study where the cases are derived from the hospital.",
  "abstract": "OBJECTIVE: Cases and controls should be chosen from the same base population to reduce selection bias in case-control studies. For hospital cases, we examined how inferences drawn from a case-control study can differ by choice of hospital- vs. community-based controls. STUDY DESIGN AND SETTINGS: We used data from a case-control study that assessed risk factors for community-acquired pneumonia (CAP) hospitalization in Hamilton, Ontario, and Edmonton, Alberta, Canada. Multiple logistic regression was used to identify risk factors for hospitalization with CAP by simultaneously fitting two regression models. Binary logistic regression was used to directly compare the distributions of such risk factors in hospital and community controls. RESULTS: The use of hospital controls did not identify any additional risk factors for hospitalization that were not identified using community-based controls. Distributions of potential risk factors differed significantly between hospital and community control groups. We observed weaker or null estimates of associations with hospital controls compared with community controls. CONCLUSION: Inferences differed depending on the source of control groups. The use of hospital controls tended to produce no or weaker associations than those using community controls. If a high response rate can be attained, the best choice of controls may be from the community.",
  "authors": [
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Krueger",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Krueger",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "8",
    "pub_year": "2010",
    "pub_month": "Aug"
  },
  "start_page": "926",
  "end_page": "931",
  "pages": "926-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Case-Control Studies",
    "Community-Acquired Infections",
    "Confounding Factors, Epidemiologic",
    "Female",
    "Hospitalization",
    "Humans",
    "Logistic Models",
    "Male",
    "Pneumonia",
    "Risk Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "20303710",
    "doi": "10.1016/j.jclinepi.2009.11.006",
    "pii": "S0895-4356(09)00360-6"
  },
  "doi": "10.1016/j.jclinepi.2009.11.006",
  "dates": {
    "completed": "2010-10-26",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.126023",
    "pmid": "20303710"
  }
}