{
  "pmid": "20303709",
  "uid": "20303709",
  "title": "A prospective global measure, the Punum Ladder, provides more valid assessments of quality of life than a retrospective transition measure.",
  "abstract": "OBJECTIVES: We assessed the reliability and validity of two measures of change, one retrospective (the Global Rating of Change Scale [GRCS]) and one prospective (the Punum Ladder), and the relative utility of the two methods of assessing change and establishing the minimal important difference (MID) of the Cough Quality of Life Questionnaire (CQLQ), a reliable and valid cough-specific quality-of-life (QoL) instrument. STUDY DESIGN AND SETTING: A prospective, longitudinal study assessing the change in cough-related QoL over 6 months in participants with chronic cough was carried out in a tertiary care cough clinic. Before seeing a physician, subjects completed eight Punum Ladders and the CQLQ. At 1 and 6 months, eight Punum Ladders, the CQLQ, and seven GRCSs were completed. Punum Ladders and GRCSs were psychometrically tested, and MIDs were calculated. RESULTS: Reliability and validity of GRCSs and Punum Ladders were acceptable. However, closer analysis of the relation between change scores and CQLQ pretest and posttest scores showed that the GRCS was only related to patient's present state, whereas the Punum Ladder was associated with both initial and present states. This compromises the validity of the GRCS. Crosstab comparisons revealed that GRCS ratings made more liberal estimates of change in the CQLQ than the Punum Ladder; this is reflected in their respective MIDs (10.58+/-10.63 vs. 21.89+/-15.38). CONCLUSION: The prospective Punum Ladder is likely to be more useful, because it reflects the actual change in QoL over time in a less biased and more accurate way than the retrospective GRCS.",
  "authors": [
    {
      "last_name": "Fletcher",
      "fore_name": "Kenneth E",
      "initials": "KE",
      "name": "Kenneth E Fletcher",
      "affiliations": [
        "Department of Psychiatry, University of Massachusetts Medical School, Worcester, MA, USA."
      ]
    },
    {
      "last_name": "French",
      "fore_name": "Cynthia T",
      "initials": "CT",
      "name": "Cynthia T French",
      "affiliations": []
    },
    {
      "last_name": "Irwin",
      "fore_name": "Richard S",
      "initials": "RS",
      "name": "Richard S Irwin",
      "affiliations": []
    },
    {
      "last_name": "Corapi",
      "fore_name": "Kristin M",
      "initials": "KM",
      "name": "Kristin M Corapi",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "10",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "1123",
  "end_page": "1131",
  "pages": "1123-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Algorithms",
    "Analysis of Variance",
    "Chronic Disease",
    "Cough",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "20303709",
    "doi": "10.1016/j.jclinepi.2009.09.015",
    "pii": "S0895-4356(09)00385-0"
  },
  "doi": "10.1016/j.jclinepi.2009.09.015",
  "dates": {
    "completed": "2010-11-16",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.093924",
    "pmid": "20303709"
  }
}