{
  "pmid": "20346562",
  "uid": "20346562",
  "title": "Kidney disease after preeclampsia: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Preeclampsia (the development of proteinuria and hypertension after 20 weeks of gestation) is common; however, there is uncertainty about the natural history of subsequent kidney disease. Our objective is to undertake a systematic review and meta-analysis to determine whether women with a history of preeclampsia are at increased risk of subsequent kidney disease. STUDY DESIGN: Systematic review and meta-analyses of observational studies. SETTING & POPULATION: Studies examining kidney outcomes in women with a history of preeclampsia compared with women with unaffected pregnancies. SELECTION CRITERIA: From MEDLINE and EMBASE searches, we included case-control and cohort studies of kidney outcomes at least 6 weeks postpartum in women with and without a history of preeclampsia. 2 independent reviewers determined study eligibility, extracted data, and assessed quality. STUDY FACTOR: Preeclampsia. OUTCOMES: Microalbuminuria, proteinuria, serum creatinine level, and estimated glomerular filtration rate. RESULTS: 7 cohort studies were included, involving 273 patients with preeclampsia and 333 patients with uncomplicated pregnancies. At a weighted mean of 7.1 years postpartum, 31% of women with a history of preeclampsia had microalbuminuria compared with 7% of women with uncomplicated pregnancies, a 4-fold increased risk, whereas women with severe preeclampsia had an 8-fold increase. Serum creatinine level and estimated glomerular filtration rate were not significantly different at follow-up in women with and without preeclampsia, making it unlikely that they would have been different at baseline. LIMITATIONS: Limitations of this systematic review include potential confounders that were not explored in most or any of the original studies, the small size of many studies, and possible publication bias (lack of negative studies). CONCLUSION: Women with a history of preeclampsia have an increased risk of microalbuminuria with a prevalence similar to the published prevalence in patients with type 1 diabetes mellitus. Further research is needed to determine whether the increased risk of microalbuminuria persists after adjustment for a thorough set of confounding factors in larger populations and the mechanisms underlying this association.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Maternal Fetal Medicine, McMaster University, Hamilton, Ontario, Canada. mcdonals@mcmaster.ca"
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Han",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael W",
      "initials": "MW",
      "name": "Michael W Walsh",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "6",
    "pub_year": "2010",
    "pub_month": "Jun"
  },
  "start_page": "1026",
  "end_page": "1039",
  "pages": "1026-39",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Albuminuria",
    "Creatinine",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Kidney Diseases",
    "Pre-Eclampsia",
    "Pregnancy",
    "Proteinuria",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "20346562",
    "doi": "10.1053/j.ajkd.2009.12.036",
    "pii": "S0272-6386(10)00113-7"
  },
  "doi": "10.1053/j.ajkd.2009.12.036",
  "dates": {
    "completed": "2010-07-27",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Creatinine"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.573914",
    "pmid": "20346562"
  }
}