{
  "pmid": "20356552",
  "uid": "20356552",
  "title": "[Differential neuronal firing in globus pallidus internus of patients with Parkinson's disease and dystonia].",
  "abstract": "OBJECTIVE: To explore the neuronal activity in globus pallidus internus in patients with Parkinson's disease (PD) and dystonia. METHODS: Thirteen patients with Parkinson's disease and eight with dystonia undergoing stereotactic surgery of globus pallidus internus were studied. Microrecording in globus pallidus internus and electromyography on contralateral limbs to surgery were simultaneously performed. Single unit analysis, interspike intervals (ISI) and coefficient of variation of ISI were performed. ANOVA and Student t-test were employed to compare neuronal firing in globus pallidus internus between two patient groups. RESULTS: One hundred and eight neurons were identified from PD patients, including 19.4% tremor-related neuronal activity, 55.6% neurons with tonic firing and 25.0% neurons with irregular discharge. Further analysis revealed that neurons with tonic firing had a mean firing rate of (103.7 +/- 25.5) Hz; neurons with irregular discharge had a mean firing rate of (63.4 +/- 16.1) Hz. Forty-five neurons were identified from patients with dystonia, including 37.8% neurons with tonic firing and 62.2% neurons with irregular discharge. Further analysis showed that neurons with tonic firing had a mean firing rate of (50.2 +/- 19.1) Hz; neurons with irregular discharge had a mean firing rate of (28.5 +/- 10.5) Hz. ANOVA showed that a significance of firing rate of tonic firing and irregular discharge in globus pallidus internus was reached between two patient groups (P < 0.001). The mean firing rate of two patterns of neuronal activity in PD were significantly higher than those in dystonia (Bonferroni test, both P < 0.05). CONCLUSION: The data support the current view that an increased neuronal firing rate in globus pallidus internus is associated with PD whereas a decreased neuronal firing rate is associated with dystonia.",
  "authors": [
    {
      "last_name": "Xiao",
      "fore_name": "Dong-sheng",
      "initials": "DS",
      "name": "Dong-sheng Xiao",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Key Laboratory for Neurodegenerative Diseases under Ministry of Education, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Zhuang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Zhuang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Jian-yu",
      "initials": "JY",
      "name": "Jian-yu Li",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yong-jie",
      "initials": "YJ",
      "name": "Yong-jie Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhonghua yi xue za zhi",
    "iso_abbreviation": "Zhonghua Yi Xue Za Zhi",
    "issn": "0376-2491",
    "issn_type": "Print",
    "volume": "90",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Jan",
    "pub_day": "19"
  },
  "start_page": "173",
  "end_page": "177",
  "pages": "173-7",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Dystonia",
    "Dystonic Disorders",
    "Electromyography",
    "Female",
    "Globus Pallidus",
    "Humans",
    "Male",
    "Microelectrodes",
    "Middle Aged",
    "Neurons",
    "Parkinson Disease",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20356552"
  },
  "dates": {
    "completed": "2010-06-10",
    "revised": "2010-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.075676",
    "pmid": "20356552"
  }
}