{
  "pmid": "20361676",
  "uid": "20361676",
  "title": "Comparative study of efficacy, tolerability and compliance of oral iron preparations (iron edetae, iron polymatose complex) and intramuscular iron sorbitol in iron deficiency anaemia in children.",
  "abstract": "OBJECTIVE: To compare the efficacy, tolerability and compliance of oral iron preparations (iron edetate and iron polymaltose complex) with each other and with intramuscular iron sorbitol in iron deficiency anaemia in children. METHODS: A Randomized Controlled Trial (RCT) was carried out at the Paediatric Department of Combined Military Hospital (CMH) from January 2006 to December 2007. In total 146 children, up to 12 years age having haemoglobin (Hb%) less than 8 gm% were included. They were randomly distributed into three groups. Group A (64 cases) received oral sodium iron edetate (SIE), Group B (40 cases) received oral iron polymaltose complex (IPC) and group C (42cases) received intramuscular iron sorbitol (IS) in recommended dosages. Rise in Hb% > 10gm% was kept as desired target. Maximum duration of treatment planned was 2 weeks for parenteral iron (group C) and 12 weeks for oral iron (groups A and B). Haematological parameters- Hb%, mean corpuscular volum (MCV), mean corpuscuar haemoglobin (MCH), mean corpuscular haemoglobin concentration (MCHC) were measured at induction followed at 2 weeks, 4 weeks, 8 weeks and 12 weeks after start of treatment. Compliance and drop out rates were determined on each visit. Data was analyzed using SPSS version10.ANOVA was used to analyze difference in rise in Hb% at various intervals. RESULTS: Statistically significant increase in mean Hb%, MCV, MCHC after 02 weeks was observed in group C (IS). Rise in these parametes became significant in group A (SIE) and B (IPC) after 04 weeks. Peristent rise was observed in oral groups at 08 and 12 weeks. Rise in Hb% was much faster in group C (IS). It took 2 weeks to achieve mean Hb% > 10gm% and compliance rate was 40.5%, while to achieve same target, duration required was 8 weeks in group A (SIE) and 12 weeks in group B (IPC) and compliance rate was 39% and 30% respectively. Adverse effects were much more common with group A (SIE) as compared to other two groups. CONCLUSION: Intramuscular iron sorbitol is a reliable and faster alternative modality for treatment of iron deficiency anaemia in children. Short duration of treatment, sure rise in Hb% and minimal adverse effects improve compliance as compared to oral preparations. Among oral preparations, rise in Hb% is more rapid with iron edetae. While IPC gives relatively slower rise in Hb% but side effects are much less as compared to SIE.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Army Medical College, Rawalpindi."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Shaukat Mahmood",
      "initials": "SM",
      "name": "Shaukat Mahmood Qureshi",
      "affiliations": []
    },
    {
      "last_name": "Lutafullah",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Lutafullah",
      "affiliations": []
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Mudassir",
      "initials": "M",
      "name": "Mudassir Iqbal",
      "affiliations": []
    },
    {
      "last_name": "Sultan",
      "fore_name": "Mehboob",
      "initials": "M",
      "name": "Mehboob Sultan",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Shoaib Ali",
      "initials": "SA",
      "name": "Shoaib Ali Khan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JPMA. The Journal of the Pakistan Medical Association..",
    "iso_abbreviation": "J Pak Med Assoc",
    "issn": "0030-9982",
    "issn_type": "Print",
    "volume": "59",
    "issue": "11",
    "pub_year": "2009",
    "pub_month": "Nov"
  },
  "start_page": "764",
  "end_page": "768",
  "pages": "764-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Administration, Oral",
    "Analysis of Variance",
    "Anemia, Iron-Deficiency",
    "Child",
    "Child, Preschool",
    "Citric Acid",
    "Drug Combinations",
    "Edetic Acid",
    "Female",
    "Ferric Compounds",
    "Humans",
    "Injections",
    "Iron Chelating Agents",
    "Male",
    "Sorbitol",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20361676",
    "pii": "1850"
  },
  "dates": {
    "completed": "2010-06-10",
    "revised": "2016-11-25"
  },
  "chemicals": [
    "Drug Combinations",
    "Ferric Compounds",
    "Iron Chelating Agents",
    "citric acid, iron, sorbitol drug combination",
    "Citric Acid",
    "Sorbitol",
    "Edetic Acid",
    "Fe(III)-EDTA"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.525425",
    "pmid": "20361676"
  }
}