{
  "pmid": "20360950",
  "uid": "20360950",
  "title": "Environmental factors associated with the distribution of Anopheles gambiae s.s in Ghana; an important vector of lymphatic filariasis and malaria.",
  "abstract": "Anopheles gambiae s.s mosquitoes are important vectors of lymphatic filariasis (LF) and malaria in Ghana. To better understand their ecological aspects and influence on disease transmission, we examined the spatial distribution of the An. gambiae (M and S) molecular forms and associated environmental factors, and determined their relationship with disease prevalence. Published and current data available on the An. gambiae species in Ghana were collected in a database for analysis, and the study sites were georeferenced and mapped. Using the An. gambiae s.s sites, environmental data were derived from climate, vegetation and remote-sensed satellite sources, and disease prevalence data from existing LF and malaria maps in the literature. The data showed that An. gambiae M and S forms were sympatric in most locations. However, the S form predominated in the central region, while the M form predominated in the northern and coastal savanna regions. Bivariate and multiple regression analyses identified temperature as a key factor distinguishing their distributions. An. gambiae M was significantly correlated with LF, and 2.5 to 3 times more prevalent in the high LF zone than low to medium zones. There were no significant associations between high prevalence An. gambiae s.s locations and malaria. The distribution of the An. gambiae M and S forms and the diseases they transmit in Ghana appear to be distinct, driven by different environmental factors. This study provides useful baseline information for disease control, and future work on the An. gambiae s.s in Ghana.",
  "authors": [
    {
      "last_name": "de Souza",
      "fore_name": "Dziedzom",
      "initials": "D",
      "name": "Dziedzom de Souza",
      "affiliations": [
        "Noguchi Memorial Institute for Medical Research, University of Ghana, Legon-Accra, Ghana."
      ]
    },
    {
      "last_name": "Kelly-Hope",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Kelly-Hope",
      "affiliations": []
    },
    {
      "last_name": "Lawson",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Lawson",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Boakye",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Mar",
    "pub_day": "29"
  },
  "start_page": "e9927",
  "pages": "e9927",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Anopheles",
    "Cluster Analysis",
    "Elephantiasis, Filarial",
    "Environment",
    "Geography",
    "Ghana",
    "Humans",
    "Insect Bites and Stings",
    "Insect Vectors",
    "Malaria",
    "Models, Statistical",
    "Prevalence",
    "Temperature"
  ],
  "article_ids": {
    "pubmed": "20360950",
    "pmc": "PMC2847902",
    "doi": "10.1371/journal.pone.0009927"
  },
  "doi": "10.1371/journal.pone.0009927",
  "pmc_id": "PMC2847902",
  "dates": {
    "completed": "2011-01-11",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.168029",
    "pmid": "20360950"
  }
}