{
  "pmid": "20360501",
  "uid": "20360501",
  "title": "Ninety-day mortality after intertrochanteric hip fracture: does provider volume matter?",
  "abstract": "BACKGROUND: Research on the relationship between orthopaedic volume and outcomes has focused almost exclusively on elective arthroplasty procedures. Geriatric patients who have sustained an intertrochanteric hip fracture are older and have a heavier comorbidity burden in comparison with patients undergoing elective arthroplasty; therefore, any advantage of provider volume in terms of mortality could be overwhelmed by the severity of the hip fracture condition itself. This study examined the association between surgeon and hospital volumes of procedures performed for the treatment of intertrochanteric hip fractures in Medicare beneficiaries and inpatient through ninety-day postoperative mortality. METHODS: The Medicare 100% files of hospital and physician claims plus the beneficiary enrollment files for 2000 through 2002 identified beneficiaries who were sixty-five years of age or older and who underwent inpatient surgery for the treatment of an intertrochanteric hip fracture with internal fixation. Provider volumes of intertrochanteric hip fracture cases were calculated with use of unique surgeon and hospital provider numbers in the claims. Fixed effects regression analysis using generalized estimating equations was used to model the association between hospital and surgeon intertrochanteric hip fracture volume and inpatient through ninety-day mortality, controlling for age, sex, race, Charlson comorbidity score, subtrochanteric fracture, prefracture nursing home residence, Medicaid-administered assistance, surgical device, and year. The unadjusted inpatient, thirty, sixty, and ninety-day mortality rates and adjusted relative risks are reported. RESULTS: Between March 1, 2000, and December 31, 2002, 192,365 claims met inclusion criteria and matched with provider information. The unadjusted inpatient, thirty-day, sixty-day, and ninety-day mortality rates were 2.91%, 7.92%, 12.34%, and 15.19%, respectively. Patients managed at lower-volume hospitals had significantly higher (10% to 20%) adjusted risks of inpatient mortality than those managed at the highest-volume hospitals. By sixty days postoperatively, the increased mortality risk persisted only among patients managed at the lowest-volume hospitals (six cases per year or fewer). Patients who were managed by surgeons who treated an average of two or three cases per year had the highest mortality risks when compared with patients managed by the highest-volume surgeons. CONCLUSIONS: Only the highest-volume hospitals showed an inpatient mortality benefit for Medicare patients with intertrochanteric hip fractures. Unlike the situation with elective arthroplasty procedures, our findings do not indicate a need to direct patients with routine hip fractures exclusively to high-volume centers, although the higher mortality rates found in the lowest-volume hospitals warrant further investigation.",
  "authors": [
    {
      "last_name": "Forte",
      "fore_name": "Mary L",
      "initials": "ML",
      "name": "Mary L Forte",
      "affiliations": [
        "University of Minnesota, Minneapolis, Minnesota, USA. mforte@umoa.umm.edu"
      ]
    },
    {
      "last_name": "Virnig",
      "fore_name": "Beth A",
      "initials": "BA",
      "name": "Beth A Virnig",
      "affiliations": []
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Feldman",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Feldman",
      "affiliations": []
    },
    {
      "last_name": "Eberly",
      "fore_name": "Lynn E",
      "initials": "LE",
      "name": "Lynn E Eberly",
      "affiliations": []
    },
    {
      "last_name": "Kane",
      "fore_name": "Robert L",
      "initials": "RL",
      "name": "Robert L Kane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "799",
  "end_page": "806",
  "pages": "799-806",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Bone Nails",
    "Bone Plates",
    "Bone Screws",
    "Fee-for-Service Plans",
    "Female",
    "Fracture Fixation, Internal",
    "Fracture Fixation, Intramedullary",
    "Hip Fractures",
    "Hospital Mortality",
    "Hospitals",
    "Humans",
    "Male",
    "Medicare",
    "Orthopedics",
    "Risk Factors",
    "Survival Rate",
    "United States"
  ],
  "article_ids": {
    "pubmed": "20360501",
    "doi": "10.2106/JBJS.H.01204",
    "pii": "92/4/799"
  },
  "doi": "10.2106/JBJS.H.01204",
  "dates": {
    "completed": "2010-05-03",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.047599",
    "pmid": "20360501"
  }
}