{
  "pmid": "20369640",
  "uid": "20369640",
  "title": "Evaluating health-related quality of life and priority health problems in patients with prostate cancer: a strategy for defining the role of the advanced practice nurse.",
  "abstract": "A framework for the introduction and evaluation of APN roles emphasizes the importance of a systematic approach to role development based on the assessment of patient health needs. This study determined the health-related quality of life (HRQL) of patients with prostate cancer. The most frequent and severe patient health problems and their perceptions of priority health problems were identified and compared across five patient groups as a strategy to inform the supportive care role of the advanced oncology nurse for patients with advanced prostate cancer. The study found that the majority of men with early stage and advanced hormone sensitive prostate cancer can expect to enjoy good quality of life for several years following diagnosis. These two patient groups have common priority needs for improving their health related to sexual function, urinary frequency, urinary incontinence, and physical activity. Both groups may benefit from an advanced practice nursing (APN) role that can provide episodic supportive care for health problems occurring at different treatment stages. Conversely, it was found that men with advanced hormone refractory prostate cancer experience significantly poorer HRQL and have multiple severe health problems. These patients also have different priority needs including problems related to pain, fatigue, and decreased physical activity. Because of this, the focus of supportive care programs and interventions in advanced prostate cancer will differ for those with hormone refractory disease. They may benefit more from an APN role that can provide ongoing rather than episodic supportive care to assess and manage the multiple, new, and worsening health problems associated with progressive disease.",
  "authors": [
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "School of Nursing and Department of Oncology, McMaster University, Hamilton, ON. bryantl@mcmaster.ca"
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Whelan",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Neville",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Neville",
      "affiliations": []
    },
    {
      "last_name": "Sathya",
      "fore_name": "Jinka",
      "initials": "J",
      "name": "Jinka Sathya",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian oncology nursing journal = Revue canadienne de nursing oncologique",
    "iso_abbreviation": "Can Oncol Nurs J",
    "issn": "1181-912X",
    "issn_type": "Print",
    "volume": "20",
    "issue": "1",
    "pub_year": "2010"
  },
  "start_page": "5",
  "end_page": "14",
  "pages": "5-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Advanced Practice Nursing",
    "Aged",
    "Cross-Sectional Studies",
    "Health Status",
    "Humans",
    "Male",
    "Multivariate Analysis",
    "Needs Assessment",
    "Nurse's Role",
    "Ontario",
    "Prostatic Neoplasms",
    "Quality of Life",
    "Regression Analysis"
  ],
  "article_ids": {
    "pubmed": "20369640",
    "doi": "10.5737/1181912x201514"
  },
  "doi": "10.5737/1181912x201514",
  "dates": {
    "completed": "2010-05-05",
    "revised": "2019-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.696501",
    "pmid": "20369640"
  }
}