{
  "pmid": "20368089",
  "uid": "20368089",
  "title": "Neuronal firing in the ventrolateral thalamus of patients with Parkinson's disease differs from that with essential tremor.",
  "abstract": "BACKGROUND: Although thalamotomy could dramatically improve both parkinsonian resting tremor and essential tremor (ET), the mechanisms are obviously different. This study aimed to investigate the neuronal activities in the ventrolateral thalamus of Parkinson's disease (PD) and ET. METHODS: Thirty-six patients (PD: 20, ET: 16) were studied. Microelectrode recordings in the ventral oral posterior (Vop) and the ventral intermediate nucleus (Vim) of thalamus was performed on these patients who underwent thalamotomy. Electromyography (EMG) was recorded simultaneously on the contralateral limbs to surgery. Single unit analysis and the interspike intervals (ISIs) were measured for each neuronal type. ISI histogram and auto-correlograms were constructed to estimate the pattern of neuronal firing. Mann-Whitney test and Kruskal-Wallis (K-W) test were used to compare the mean spontaneous firing rate (MSFR) of neurons of PD and ET patients. RESULTS: Three hundred and twenty-three neurons were obtained from 20 PD trajectories, including 151 (46.7%) tremor related neuronal activity, 74 neurons (22.9%) with tonic firing, and 98 (30.4%) neurons with irregular discharge. One hundred and eighty-seven neurons were identified from 16 ET trajectories including 46 (24.6%) tremor-related neuronal activity, 77 (41.2%) neurons with tonic firing, and 64 neurons (34.2%) with irregular discharge. The analysis of MSFR of neurons with tonic firing was 26.7 (3.4 - 68.3) Hz (n = 74) and that of neurons with irregular discharge (n = 98) was 13.9 (3.0 - 58.1) Hz in PD; whereas MSFR of neurons with tonic firing (n = 77) was 48.8 (19.0 - 135.5) Hz and that of neurons with irregular discharge (n = 64) was 26.3 (8.7 - 84.7) Hz in ET. There were significant differences in the MSFR of two types of neuron for PD and ET (K-W test, both P < 0.05). Significant differences in the MSFR of neuron were also obtained from Vop and Vim of PD and ET (16.3 Hz vs. 34.8 Hz, 28.0 Hz vs. 49.9 Hz) (K-W test, both P < 0.05), respectively. CONCLUSION: In consistent with recent findings, the decreased MSFR of neurons observed in the Vop is likely to be involved in PD whereas the increased MSFR of neurons seen in the Vim may be a cause of ET.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Hai",
      "initials": "H",
      "name": "Hai Chen",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Department of Neurology, Xuanwu Hospital, Capital Medical University, Key Laboratory of Neurodegenerative Diseases, Ministry of Education, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Zhuang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Zhuang",
      "affiliations": []
    },
    {
      "last_name": "Miao",
      "fore_name": "Su-hua",
      "initials": "SH",
      "name": "Su-hua Miao",
      "affiliations": []
    },
    {
      "last_name": "Yuan",
      "fore_name": "Gao",
      "initials": "G",
      "name": "Gao Yuan",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Jian-yu",
      "initials": "JY",
      "name": "Jian-yu Li",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yong-jie",
      "initials": "YJ",
      "name": "Yong-jie Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chinese medical journal",
    "iso_abbreviation": "Chin Med J (Engl)",
    "issn": "2542-5641",
    "issn_type": "Electronic",
    "volume": "123",
    "issue": "6",
    "pub_year": "2010",
    "pub_month": "Mar",
    "pub_day": "20"
  },
  "start_page": "695",
  "end_page": "701",
  "pages": "695-701",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Essential Tremor",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Neurons",
    "Parkinson Disease",
    "Retrospective Studies",
    "Ventral Thalamic Nuclei"
  ],
  "article_ids": {
    "pubmed": "20368089"
  },
  "dates": {
    "completed": "2010-06-29",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.076101",
    "pmid": "20368089"
  }
}