{
  "pmid": "20376621",
  "uid": "20376621",
  "title": "The influence of bony morphology on the magnitude of the pivot shift.",
  "abstract": "The purpose of this study was to correlate clinical pivot shift grading with femoral condyle size as measured on pre-operative magnet resonance imaging (MRI) of patients with anterior cruciate ligament (ACL) injury. Forty-nine consecutive patients for anterior cruciate ligament (ACL) surgery were examined under anesthesia. The pivot shift was graded according to Galway et al. and MacIntosh et al. by a single observer. The grade of pivot shift, Lachman, and collateral laxity was recorded. Intraoperative findings of injury patterns to the ACL and other soft tissue structures were recorded. The anterior-posterior (AP) and medial-lateral (ML) diameter of femoral condyles and tibial plateaus were measured on pre-operative MRI. Patients were grouped into a grade 1 pivot shift group and a grade 2 pivot shift group. ANOVA and independent t tests were used to compare bony dimensions between grade 1 and 2 pivot shifts and by sex. Significance was set at P < 0.05. Twenty-seven patients had a grade 1 pivot shift and 22 a grade 2 pivot shift. Associated pathology was present in 11/27 patients (41%) with a grade 1 pivot shift and 21/22 patients (95%) with a grade 2 pivot shift. The ML diameter of the lateral tibial plateau was significantly smaller in patients with a grade 2 pivot shift (35.5 +/- 3.7 mm) compared to patients with a grade 1 pivot shift (30.3 +/- 3.2 mm; P < 0.05). No difference was detected for any of the other measurements taken (NS). When analyzed by sex this difference existed in women (group I: 31.1 +/- 3.2, group II: 28.8 +/- 2.0; P < 0.05) but not in men (group I: 34.1 +/- 3.7, group II: 33.1 +/- 3.1; NS). All morphologic measurements were larger in men (P < 0.05). A smaller (ML) lateral tibial plateau diameter may contribute to a patient's higher-grade pivot shift. When analyzed by sex this was true for women but not for men. There are other factors contributing to the magnitude of the pivot shift, such as concomitant generalized laxity, injury to the knee joint capsule, and size/or injury of other soft tissue structures that were not analyzed in this study.",
  "authors": [
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Sports Medicine and Shoulder Service, Orthopaedic Department, Hospital for Special Surgery, New York, NY, USA. vmusahl@gmail.com"
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    },
    {
      "last_name": "Citak",
      "fore_name": "Musa",
      "initials": "M",
      "name": "Musa Citak",
      "affiliations": []
    },
    {
      "last_name": "Irrgang",
      "fore_name": "James J",
      "initials": "JJ",
      "name": "James J Irrgang",
      "affiliations": []
    },
    {
      "last_name": "Pearle",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Pearle",
      "affiliations": []
    },
    {
      "last_name": "Wickiewicz",
      "fore_name": "Thomas L",
      "initials": "TL",
      "name": "Thomas L Wickiewicz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "9",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "1232",
  "end_page": "1238",
  "pages": "1232-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anterior Cruciate Ligament",
    "Female",
    "Femur",
    "Humans",
    "Joint Instability",
    "Knee Joint",
    "Magnetic Resonance Imaging",
    "Male",
    "Middle Aged",
    "Tibia",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20376621",
    "doi": "10.1007/s00167-010-1129-x"
  },
  "doi": "10.1007/s00167-010-1129-x",
  "dates": {
    "completed": "2010-12-10",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:58.563985",
    "pmid": "20376621"
  }
}