{
  "pmid": "20378776",
  "uid": "20378776",
  "title": "Attitudes of the general public toward alternative consent models.",
  "abstract": "OBJECTIVE: To assess the general public's attitudes toward various consent models and data management strategies for critically ill adults eligible to participate in a low-risk randomized trial. METHODS: A self-administered survey was conducted at public locations in Toronto to elucidate the general public's attitudes toward various consent models for participation in a low-risk randomized trial when a substitute decision maker was available, unavailable, or did not exist, as well as to assess attitudes toward strategies for data management in patients enrolled under a substitute decision maker's consent who later decline further participation. RESULTS: We surveyed 221 citizens. Most respondents (64%-74%) wanted to be considered for participation. When a substitute decision maker was available, similar proportions of respondents were comfortable with the substitute decision maker providing consent, deferred consent, and their substitute decision maker being asked if the respondent would \"object to participating.\" If a substitute existed but was unavailable, most participants were comfortable with waived consent. If a substitute did not exist, respondents expressed comfort with 4 consent models: an attending physician model, a 2-physician model (1 involved in care), deferred consent, and waived consent. Compared with any physician, respondents preferred their attending physician to be involved in decisions about their research participation, especially in the absence of a substitute decision maker. Nearly three-fourths of respondents supported data management strategies that enabled use of their primary outcome; moreover, 58% believed that data collected before their decision to decline further participation should be included. CONCLUSIONS: Most respondents were interested in participating in a low-risk trial. Respondents endorsed a variety of approaches to obtaining consent in the presence or absence of substitute decision makers and many would be comfortable if their data were used despite a decision to decline further participation.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": [
        "University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Magyarody",
      "fore_name": "Nora M",
      "initials": "NM",
      "name": "Nora M Magyarody",
      "affiliations": []
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": []
    },
    {
      "last_name": "Nisenbaum",
      "fore_name": "Rosane",
      "initials": "R",
      "name": "Rosane Nisenbaum",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of critical care : an official publication, American Association of Critical-Care Nurses",
    "iso_abbreviation": "Am J Crit Care",
    "issn": "1937-710X",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "75",
  "end_page": "83",
  "pages": "75-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Data Collection",
    "Female",
    "Humans",
    "Informed Consent",
    "Male",
    "Middle Aged",
    "Models, Theoretical",
    "Patient Participation",
    "Public Opinion",
    "Randomized Controlled Trials as Topic",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20378776",
    "doi": "10.4037/ajcc2010645",
    "pii": "ajcc2010645"
  },
  "doi": "10.4037/ajcc2010645",
  "dates": {
    "completed": "2011-05-11",
    "revised": "2011-06-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.733824",
    "pmid": "20378776"
  }
}