{
  "pmid": "20378877",
  "uid": "20378877",
  "title": "A comparison of veterinary students enrolled and not enrolled in an animal-welfare course.",
  "abstract": "An online survey was conducted to compare 46 veterinary students who previously enrolled in a discussion-based animal-welfare elective with 45 veterinary students who did not take the course. Students were asked a series of questions about their attitudes toward animal welfare and were presented with animal-use scenarios that had not previously been discussed in the elective course: greyhound racing, veal calf production, and the use of genetically engineered mice in research. For each scenario, students' actual knowledge was scored on the basis of open-ended factual questions. Students were also asked how comfortable they were with educating themselves about each topic and to describe factors they would use to evaluate the welfare of animals in each scenario. Factors were classified as being associated with (a) biological functioning, (b) ability to exist in a natural state, or (c) measures of affective state or feelings. There was no significant difference in actual knowledge of the three scenarios between students who took the course and those who did not. Students who took the course were significantly more likely to be comfortable about educating themselves on each of the three animal-use scenarios and scored significantly higher in identifying welfare-affecting factors than students who did not take the course. The results suggest that this approach to instruction is an effective way to teach veterinary students about how to educate themselves about animal-welfare issues and to increase their confidence in appropriately evaluating novel animal-welfare topics.",
  "authors": [
    {
      "last_name": "Lord",
      "fore_name": "Linda K",
      "initials": "LK",
      "name": "Linda K Lord",
      "affiliations": [
        "Department of Veterinary Preventive Medicine, The Ohio State University, Columbus, OH 43210, USA. lord.19@osu.edu"
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer B",
      "initials": "JB",
      "name": "Jennifer B Walker",
      "affiliations": []
    },
    {
      "last_name": "Croney",
      "fore_name": "Candace C",
      "initials": "CC",
      "name": "Candace C Croney",
      "affiliations": []
    },
    {
      "last_name": "Golab",
      "fore_name": "Gail C",
      "initials": "GC",
      "name": "Gail C Golab",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "volume": "37",
    "issue": "1",
    "pub_year": "2010"
  },
  "start_page": "40",
  "end_page": "48",
  "pages": "40-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animal Welfare",
    "Animals",
    "Attitude",
    "Cattle",
    "Choice Behavior",
    "Curriculum",
    "Data Collection",
    "Dogs",
    "Education, Veterinary",
    "Female",
    "Genetic Engineering",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Meat",
    "Mice",
    "Ohio",
    "Rural Population",
    "Students",
    "Suburban Population",
    "Surveys and Questionnaires",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "20378877",
    "doi": "10.3138/jvme.37.1.40",
    "pii": "37/1/40"
  },
  "doi": "10.3138/jvme.37.1.40",
  "dates": {
    "completed": "2010-08-20",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.537212",
    "pmid": "20378877"
  }
}