{
  "pmid": "20388226",
  "uid": "20388226",
  "title": "Adverse events, bone mineral density and discontinuation associated with generic alendronate among postmenopausal women previously tolerant of brand alendronate: a retrospective cohort study.",
  "abstract": "BACKGROUND: A rise in gastrointestinal (GI) adverse events (AEs) and a decline in bone mineral density (BMD) was observed in patients previously tolerant to brand alendronate shortly after generic versions were introduced in July 2005 to the Canadian market. The objective of our study was to quantify changes in AE rates and BMD scores, as well as associated alendronate discontinuation among patients before and after switch from brand to generic alendronate. METHODS: A chart review of postmenopausal women 50 years of age and older between 2003 and 2007 was conducted in two specialized tertiary care referral centers. Patients on alendronate both before and after July 2005 were included. The change in the number of AEs, changes in BMD and associated alendronate discontinuation was compared before and after the switch from brand to generic alendronate. RESULTS: 301 women with an average age of 67.6 years (standard deviation (SD) = 9.5) had a total of 47 AEs between July 2003 and December 2007 that resulted in discontinuation of the medication. There was a significant increase in the rate of AEs per patient-months-at-risk from 0.0001 before to 0.0044 after October 2005 (p < 0.001). The most common AEs were GI in nature (stomach pain, GI upset, nausea, and reflux). In addition, 23 patients discontinued alendronate due to BMD reduction after January 2006. In these patients, BMD scores were significantly reduced from their prior BMD measures (change of -0.0534, p < 0.001 for spine BMD and change of -0.0338, p = 0.01 for femur BMD). Among patients who discontinued due to BMD reduction, BMD was stable in the period prior to January 2006 (change of -0.0066, p = 0.5 for spine BMD and change of 0.0011, p = 0.9 for femur BMD); however, testing for reduction after January 2006 in BMD measures (one-sided T-test) revealed there was a significant reduction in BMD scores for both anatomic sites (change of -0.0321, p = .005 for spine, change of -0.0205, p = 0.05 for femur). CONCLUSIONS: Patients who were previously stable on doses of brand alendronate experienced an increase in AEs causing discontinuation after introduction of automatic substitution to generic alendronate. In addition, reductions in BMD were observed in some patients who had stable BMDs before January 2006. Given the substantial increase in AEs, generic alendronate may not be as well tolerated as brand alendronate.",
  "authors": [
    {
      "last_name": "Grima",
      "fore_name": "Daniel T",
      "initials": "DT",
      "name": "Daniel T Grima",
      "affiliations": [
        "Center for Osteoporosis and Arthritis Research and Education (COARE), 1185 Rushbrooke Dr, Oakville, ON, L6 M 1H8, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Airia",
      "fore_name": "Parisa",
      "initials": "P",
      "name": "Parisa Airia",
      "affiliations": []
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2010",
    "pub_month": "Apr",
    "pub_day": "14"
  },
  "start_page": "68",
  "pages": "68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Alendronate",
    "Bone Density",
    "Bone Density Conservation Agents",
    "Bone and Bones",
    "Cohort Studies",
    "Cost-Benefit Analysis",
    "Drugs, Generic",
    "Female",
    "Femur",
    "Gastric Mucosa",
    "Gastrointestinal Diseases",
    "Humans",
    "Middle Aged",
    "Osteoporosis, Postmenopausal",
    "Patient Compliance",
    "Radiography",
    "Retrospective Studies",
    "Risk Factors",
    "Spine",
    "Therapeutic Equivalency"
  ],
  "article_ids": {
    "pubmed": "20388226",
    "pmc": "PMC2867835",
    "doi": "10.1186/1471-2474-11-68",
    "pii": "1471-2474-11-68"
  },
  "doi": "10.1186/1471-2474-11-68",
  "pmc_id": "PMC2867835",
  "dates": {
    "completed": "2010-07-19",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Drugs, Generic",
    "Alendronate"
  ],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.693206",
    "pmid": "20388226"
  }
}