{
  "pmid": "20398447",
  "uid": "20398447",
  "title": "An economic evaluation of surgery versus collagen injection for the treatment of female stress urinary incontinence.",
  "abstract": "OBJECTIVE: To use data from a randomized controlled trial and update an earlier economic evaluation of surgery versus collagen injection for the treatment of female stress urinary incontinence (SUI). MATERIALS AND METHODS: A decision tree model was developed using probabilities of success and complications from a randomized controlled trial. Resource use and cost data were taken from the earlier economic evaluation. The primary outcome was treatment success, which was defined as a negative 24 hour PAD test given 1 year post-treatment. The evaluation was conducted from the 'healthcare system' perspective and separate analyses were undertaken for Ontario and Québec. Sensitivity analyses were used to examine uncertainty in probabilities and costs. RESULTS: Surgery was generally more costly and more successful than collagen injection. Incremental cost effectiveness ratios indicated that the healthcare system would incur an additional cost of $121.08 to $341.35 per additional patient that was successfully treated with surgery. Sensitivity analyses showed that surgery would be less costly and more successful than collagen injection if the postoperative length of hospital stay was reduced to 1 day. Surgery might also be more cost effective than collagen injection if the number of injections used to treat patients were to increase beyond two for treatment successes and four for treatment failures. CONCLUSIONS: Collagen injection is an outpatient procedure without risk of significant morbidity or complications. However, this does not readily translate into a clear cost effective advantage relative to surgery. In some cases, surgery may be more cost effective than collagen injection in the treatment of female SUI.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "McMaster Evidence-based Practice Centre, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of urology",
    "iso_abbreviation": "Can J Urol",
    "issn": "1488-5581",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "5087",
  "end_page": "5093",
  "pages": "5087-93",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Collagen",
    "Cost-Benefit Analysis",
    "Decision Support Techniques",
    "Decision Trees",
    "Female",
    "Humans",
    "Injections",
    "Male",
    "Models, Econometric",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Probability",
    "Randomized Controlled Trials as Topic",
    "Urinary Incontinence, Stress",
    "Urologic Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "20398447"
  },
  "dates": {
    "completed": "2010-09-01",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Collagen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.613572",
    "pmid": "20398447"
  }
}