{
  "pmid": "20409037",
  "uid": "20409037",
  "title": "Risk and benefit perceptions of mobile phone and base station technology in Bangladesh.",
  "abstract": "Research in developed countries showed that many citizens perceive that radio signals transmitted by mobile phones and base stations represent potential health risks. Less research has been conducted in developing countries focused on citizen perceptions of risks and benefits, despite the recent and rapid introduction of mobile communication technologies. This study aims to identify factors that are influential in determining the tradeoffs that Bangladeshi citizens make between risks and benefits in terms of mobile phone technology acceptance and health concerns associated with the technology. Bangladesh was selected as representative of many developing countries inasmuch as terrestrial telephone infrastructure is insubstantial, and mobile phone use has expanded rapidly over the last decade, even among the poor. Issues of importance were identified in a small-scale qualitative study among Bangladeshi citizens (n = 13), followed by a survey within a sample of Bangladeshi citizens (n = 500). The results demonstrate that, in general, the perceived benefits of mobile phone technology outweigh the risks. The perceived benefits are primarily related to the social and personal advantages of mobile phone use, including the ability to receive emergency news about floods, cyclones, and other natural disasters. Base stations were seen as a symbol of societal advance. The results furthermore suggest that overall risk perceptions are relatively low, in particular health risks, and are primarily driven by perceptions that related to crime and social inconvenience. Perceived health risks are relatively small. These findings show that risk communication and management may be particularly effective when contextual factors of the society where the system is implemented are taken into consideration.",
  "authors": [
    {
      "last_name": "van Kleef",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen van Kleef",
      "affiliations": [
        "Wageningen University, Marketing & Consumer Behaviour Group, Hollandseweg 1, 6706 KN Wageningen, The Netherlands. len.vanKleef@wur.nl"
      ]
    },
    {
      "last_name": "Fischer",
      "fore_name": "Arnout R H",
      "initials": "AR",
      "name": "Arnout R H Fischer",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": []
    },
    {
      "last_name": "Frewer",
      "fore_name": "Lynn J",
      "initials": "LJ",
      "name": "Lynn J Frewer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Risk analysis : an official publication of the Society for Risk Analysis",
    "iso_abbreviation": "Risk Anal",
    "issn": "1539-6924",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "6",
    "pub_year": "2010",
    "pub_month": "Jun"
  },
  "start_page": "1002",
  "end_page": "1015",
  "pages": "1002-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bangladesh",
    "Cell Phone",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "20409037",
    "doi": "10.1111/j.1539-6924.2010.01386.x",
    "pii": "RISK1386"
  },
  "doi": "10.1111/j.1539-6924.2010.01386.x",
  "dates": {
    "completed": "2010-11-01",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:31.453640",
    "pmid": "20409037"
  }
}