{
  "pmid": "20406744",
  "uid": "20406744",
  "title": "Trends in the application of dynamic allocation methods in multi-arm cancer clinical trials.",
  "abstract": "BACKGROUND: Dynamic allocation (DA) methods which attempt to balance baseline prognostic factors between treatment arms, can be used in multi-arm clinical trials to sequentially allocate patients to treatment. Although some experts express concern regarding the validity of inference from trials using DA, others believe DA methods produce more credible results. PURPOSE: A review of published multi-arm cancer clinical trials was conducted to explore the frequency of DA use in oncology. METHODS: Multi-arm phase III clinical trials of at least 100 patients per arm, published in 13 major oncology journals from 1995-2005 were manually reviewed. Information about reported use of DA methods, or randomization via random permuted blocks (PB), was extracted along with trial characteristics. RESULTS: Of 476 published clinical trials, 112 (23.5%) reported using some form of DA method, while 103 (21.6%) reported using PB methods. Most trials (403 or 84.7%) reported stratifying on at least one baseline factor. The mean number of stratification factors was 2.70 per trial, and 78.6% of DA trials reported 3 or more stratification factors compared with 30.2% of non-DA trials (p < 0.001). The frequency of DA use increased over time, with 20.2%, 21.3%, 25.8%, 28.8% and 38.9% of trials reported use in 1995-2001, 2002, 2003, 2004, and 2005, respectively. Use of DA methods was more frequently reported in trials involving an academic co-operative group (28.4% vs. 13.8%), however, no difference was observed between industry-funded and other-funded trials (24.0% vs. 23.2%) or geographical region (19.7% of North American trials, 26.2% of European trials and 21.7% of multinational/other trials). LIMITATIONS: As a retrospective analysis, the true frequency of DA use is likely underreported. Few trials gave complete details of the allocation method used, thus it is possible some manuscripts reported incorrect allocation methods. Journals were selected which were assumed to publish most large, multi-arm clinical trials in cancer from 1995-2005, however, some trials were likely reported in journals other than what was reviewed. CONCLUSIONS: DA methods are frequently used in multi-arm cancer clinical trials. The use of DA appears to becoming more common over time and are used more frequently when an academic cooperative group is involved. No relationship between industry funded trials or geographic region and allocation method was observed. Clinical Trials 2010; 7: 227-234. http://ctj.sagepub.com.",
  "authors": [
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Department of Oncology and Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada. gpond@mcmaster.ca"
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Tang",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "Stephen A",
      "initials": "SA",
      "name": "Stephen A Welch",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Eric X",
      "initials": "EX",
      "name": "Eric X Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical trials (London, England)",
    "iso_abbreviation": "Clin Trials",
    "issn": "1740-7753",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Jun"
  },
  "start_page": "227",
  "end_page": "234",
  "pages": "227-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Clinical Trials, Phase III as Topic",
    "Endpoint Determination",
    "Female",
    "Humans",
    "Models, Statistical",
    "Prognosis",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "20406744",
    "doi": "10.1177/1740774510368301",
    "pii": "1740774510368301"
  },
  "doi": "10.1177/1740774510368301",
  "dates": {
    "completed": "2010-09-17",
    "revised": "2010-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.135355",
    "pmid": "20406744"
  }
}