{
  "pmid": "20416055",
  "uid": "20416055",
  "title": "Educational games in geriatric medicine education: a systematic review.",
  "abstract": "OBJECTIVE: To systematically review the medical literature to assess the effect of geriatric educational games on the satisfaction, knowledge, beliefs, attitudes and behaviors of health care professionals. METHODS: We conducted a systematic review following the Cochrane Collaboration methodology including an electronic search of 10 electronic databases. We included randomized controlled trials (RCT) and controlled clinical trials (CCT) and excluded single arm studies. Population of interests included members (practitioners or students) of the health care professions. Outcomes of interests were participants' satisfaction, knowledge, beliefs, attitude, and behaviors. RESULTS: We included 8 studies evaluating 5 geriatric role playing games, all conducted in United States. All studies suffered from one or more methodological limitations but the overall quality of evidence was acceptable. None of the studies assessed the effects of the games on beliefs or behaviors. None of the 8 studies reported a statistically significant difference between the 2 groups in terms of change in attitude. One study assessed the impact on knowledge and found non-statistically significant difference between the 2 groups. Two studies found levels of satisfaction among participants to be high. We did not conduct a planned meta-analysis because the included studies either reported no statistical data or reported different summary statistics. CONCLUSION: The available evidence does not support the use of role playing interventions in geriatric medical education with the aim of improving the attitudes towards the elderly.",
  "authors": [
    {
      "last_name": "Alfarah",
      "fore_name": "Ziad",
      "initials": "Z",
      "name": "Ziad Alfarah",
      "affiliations": [
        "Geriatrics section, Department of Medicine, Boston University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Apr",
    "pub_day": "23"
  },
  "start_page": "19",
  "pages": "19",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Controlled Clinical Trials as Topic",
    "Education, Medical",
    "Games, Experimental",
    "Geriatrics",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Role Playing"
  ],
  "article_ids": {
    "pubmed": "20416055",
    "pmc": "PMC2867807",
    "doi": "10.1186/1471-2318-10-19",
    "pii": "1471-2318-10-19"
  },
  "doi": "10.1186/1471-2318-10-19",
  "pmc_id": "PMC2867807",
  "dates": {
    "completed": "2010-12-06",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.514463",
    "pmid": "20416055"
  }
}