{
  "pmid": "20416039",
  "uid": "20416039",
  "title": "PRevalence of Abuse and Intimate Partner Violence Surgical Evaluation (P.R.A.I.S.E.): rationale and design of a multi-center cross-sectional study.",
  "abstract": "BACKGROUND: Intimate partner violence (IPV) is described by the American Medical Association as \"a pattern of coercive behaviors that may include repeated battering and injury, psychological abuse, sexual assault, progressive social isolation, deprivation, and intimidation.\" The long-term consequences of IPV include health risks, posttraumatic stress disorder, depression, and staggering economic costs for health care of victims. Intimate partner violence is often underreported among women who seek medical attention. The current study seeks to address the issue of possible underreporting of IPV in orthopaedic fracture clinics by establishing prevalence rates of IPV among women seeking treatment for musculoskeletal injuries. METHODS/DESIGN: We propose a cross-sectional multicenter study wherein 3,600 women will complete a self-reported written questionnaire across clinical sites in North America, Europe, and Australia. Recruitment of participants will take place at orthopaedic fracture clinics at each clinical site. The questionnaire will contain a validated set of questions used to screen for IPV, as well as questions that pertain to the participant's demographic, injury characteristics, and experiences with health care utilization. Female patients presenting to the orthopaedic fracture clinics will complete two validated self-reported written questionnaires (Woman Abuse Screening Tool (WAST) and the Partner Violence Screen (PVS)) to determine the prevalence of IPV in the past 12 months and in their lifetime. The two questionnaires were designed for rapid assessment of IPV status in emergency departments, family practice, and women's health clinics that we believe are similar to our intended setting of an orthopaedic clinic. DISCUSSION: If the prevalence of IPV among women attending orthopaedic clinics is greater than the current perceptions of orthopaedic surgeons, this study will serve to advocate for the continued education of medical professionals to better recognize probable IPV cases and offer existing services to enhance the care of these patients.",
  "authors": [
    {
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Dosanjh",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Dosanjh",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Wu",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2010",
    "pub_month": "Apr",
    "pub_day": "23"
  },
  "start_page": "77",
  "pages": "77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Ambulatory Care Facilities",
    "Australia",
    "Bias",
    "Cross-Sectional Studies",
    "Data Collection",
    "Domestic Violence",
    "Epidemiologic Research Design",
    "Europe",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Informed Consent",
    "Mass Screening",
    "North America",
    "Orthopedics",
    "Prevalence",
    "Surveys and Questionnaires",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "20416039",
    "pmc": "PMC2883954",
    "doi": "10.1186/1471-2474-11-77",
    "pii": "1471-2474-11-77"
  },
  "doi": "10.1186/1471-2474-11-77",
  "pmc_id": "PMC2883954",
  "dates": {
    "completed": "2010-07-19",
    "revised": "2024-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.281810",
    "pmid": "20416039"
  }
}