{
  "pmid": "20419184",
  "uid": "20419184",
  "title": "Unoccupied electronic structure of ball-milled graphite.",
  "abstract": "Changes in electronic and vibrational structure of well characterised macrocrystalline graphite milled by a planetary ball-mill are investigated by Raman spectroscopy and Near Edge X-ray Absorption Fine structure (NEXAFS) measurements at the C K-edge. The electronic structure changes at the surface and in the sub-surface of the particles are examined by comparing two-different NEXAFS detection modes: total fluorescence yield (TFY) and partial electron yield (PEY) respectively. When the in-plane crystallite sizes of graphite are decreased to nanosized (from approximately 160 nm to approximately 9 nm), a new spectral structure appears in TFY at 284.1 eV which is not present in the macrocrystalline graphite. This feature is assigned to electronic states associated with zigzag edges. Further the TFY shows a shift of the main graphite pi* band from 285.5 to 285.9 eV, attributed to breaking the conjugation and hence the electron localization effect during milling, The TFY spectra also show strong spectral features at 287.5 and 288.6 eV, which suggest that the local environment of carbon atoms changes from sp(2) to more sp(3) due to physical damage of the graphite sheets and formation of structures other than aromatic hexagons. Complementary Raman spectroscopic measurements demonstrate an up-shift of the graphite G band from 1575 to 1583 cm(-1)en route to nanosize. The changes in TFY NEXAFS and Raman spectra are attributed to modification of the sub-surface electronic structure due to the presence of defects in the graphite crystal produced during milling. The discovery of the strong spectral feature at 284.1 eV in nanographite and the 0.4 eV up-shift of the pi* band may open up possibilities to influence the electronic transport properties of graphite by manipulation of defects during the preparation of the nanographite.",
  "authors": [
    {
      "last_name": "Milev",
      "fore_name": "Adriyan S",
      "initials": "AS",
      "name": "Adriyan S Milev",
      "affiliations": [
        "School of Natural Sciences, University of Western Sydney, Penrith South, DC NSW 1797, Australia. a.milev@uws.edu.au"
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Nguyen H",
      "initials": "NH",
      "name": "Nguyen H Tran",
      "affiliations": []
    },
    {
      "last_name": "Kannangara",
      "fore_name": "G S Kamali",
      "initials": "GS",
      "name": "G S Kamali Kannangara",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Physical chemistry chemical physics : PCCP",
    "iso_abbreviation": "Phys Chem Chem Phys",
    "issn": "1463-9084",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "25",
    "pub_year": "2010",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "start_page": "6685",
  "end_page": "6691",
  "pages": "6685-91",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20419184",
    "doi": "10.1039/b926345d"
  },
  "doi": "10.1039/b926345d",
  "dates": {
    "completed": "2010-09-14",
    "revised": "2010-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.170376",
    "pmid": "20419184"
  }
}