{
  "pmid": "20427395",
  "uid": "20427395",
  "title": "Eight year prognosis of postinfectious irritable bowel syndrome following waterborne bacterial dysentery.",
  "abstract": "BACKGROUND: Although postinfectious irritable bowel syndrome (PI-IBS) is a well-recognised complication of acute gastroenteritis, its prognosis remains poorly defined. The natural history of PI-IBS was assessed among participants in the Walkerton Health Study (WHS), which has followed the long-term effects of a large outbreak of acute gastroenteritis related to municipal water contamination in May 2000. METHODS: WHS participants were invited to return for annual assessment at a research clinic. Adult residents of Walkerton at the time of the outbreak who enrolled in 2002/2003 and returned for assessment in 2008 were eligible for a PI-IBS study cohort if they had no prior history of IBS or inflammatory bowel disease. A modified Bowel Disease Questionnaire was used to diagnose IBS by Rome I criteria and to identify IBS subtypes. RESULTS: Of 4561 WHS participants, 2451 returned for their 8 year assessment and 1166 were eligible for the PI-IBS study cohort (688 females, mean age 46.2 years). The prevalence of IBS among 742 eligible subjects who suffered acute gastroenteritis during the outbreak declined from 28.3% after 2-3 years to 15.4% after 8 years, but remained significantly increased compared with controls who did not have acute gastroenteritis (OR 3.12; 95% CI 1.99 to 5.04). Independent risk factors for PI-IBS at 8 years included female gender, younger age, prior anxiety/depression, and fever or weight loss during the acute enteric illness. IBS subtypes were not stable over time. CONCLUSIONS: Acute gastroenteritis can trigger IBS symptoms that persist for at least 8 years. Characteristics of the host and the acute enteric illness can predict the long-term risk of PI-IBS.",
  "authors": [
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Division of Gastroenterology, McMaster University Medical Centre, 1200 Main Street West, Hamilton, Ontario, Canada. marshllj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Marroon",
      "initials": "M",
      "name": "Marroon Thabane",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F Clark",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Collins",
      "fore_name": "Stephen M",
      "initials": "SM",
      "name": "Stephen M Collins",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gut",
    "iso_abbreviation": "Gut",
    "issn": "1468-3288",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "605",
  "end_page": "611",
  "pages": "605-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Disease",
    "Adult",
    "Disease Outbreaks",
    "Dysentery",
    "Epidemiologic Methods",
    "Female",
    "Humans",
    "Irritable Bowel Syndrome",
    "Male",
    "Middle Aged",
    "Ontario",
    "Prognosis",
    "Water Microbiology",
    "Water Supply"
  ],
  "article_ids": {
    "pubmed": "20427395",
    "doi": "10.1136/gut.2009.202234",
    "pii": "59/5/605"
  },
  "doi": "10.1136/gut.2009.202234",
  "dates": {
    "completed": "2010-11-22",
    "revised": "2011-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.374944",
    "pmid": "20427395"
  }
}