{
  "pmid": "20423208",
  "uid": "20423208",
  "title": "Traditional Chinese Medicine for treatment of cerebral palsy in children: a systematic review of randomized clinical trials.",
  "abstract": "OBJECTIVE: The objective of this study was to systematically evaluate the effects of Traditional Chinese Medicine (TCM) therapy including acupuncture, tu'ina, oral herbal medicine, herbal bathing, and collateral-channels conduct therapy for treating children with cerebral palsy (CP). METHODS: We included randomized controlled trials (RCTs) on TCM for children with CP. We searched the China National Knowledge Infrastructure, Database for Chinese Technical Periodicals, Chinese Biomedical Literature Database, databases of Chinese biomedical journals/Chinese Medical Current Contents, Wan Fang Data, PubMed, MEDLINE, Embase, and the Cochrane Library until the end of July 2009, and searched the reference list of retrieved papers. Data were extracted by 1 author and checked for validation by another author, and data were analyzed using RevMan 4.3.2. Only one meta-analysis was performed due to the heterogeneity among the trials. RESULTS: Thirty-five (35) RCTs involving 3286 children with CP using TCM therapy and conventional therapy (CT) including physical, occupational, and speech therapy, hyperbaric oxygen, cranial nerves nutrition agents, or any combination of above were included. The methodological quality was generally low in terms of allocation concealment, blinding, and intention-to-treat analysis. Meta-analysis showed acupuncture combine with CT improved activities of daily living (mean difference: 6.38, 95% confidence interval 5.15-7.61; p < 0.00001, n = 160) compared with CT alone. Acupuncture plus tu'ina, or plus herbal medicine and CT showed significant beneficial effects on comprehensive function in terms of both physical and mental aspects, independence, and verbal function compared with CT alone. The combination of radix Astragali injection with CT showed significant benefit on gross motor function and social behavior adaptation comparing with CT. There are six trials reported adverse events that were not associated with acupuncture, tu'ina, and/or herbal medicine. CONCLUSIONS: Acupuncture with or without CT or other conventional therapy, tu'ina, herbal medicine, and collateral channels conduct treatment combined with CT may have benefit in children with CP. However, due to insufficient evidence, further rigorous trials are warranted.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Science, Beijing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Liu",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wang",
      "affiliations": []
    },
    {
      "last_name": "He",
      "fore_name": "Qingyong",
      "initials": "Q",
      "name": "Qingyong He",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1557-7708",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "375",
  "end_page": "395",
  "pages": "375-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Astragalus Plant",
    "Cerebral Palsy",
    "Child",
    "Complementary Therapies",
    "Drugs, Chinese Herbal",
    "Humans",
    "Integrative Medicine",
    "Medicine, Chinese Traditional",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "20423208",
    "doi": "10.1089/acm.2009.0609"
  },
  "doi": "10.1089/acm.2009.0609",
  "dates": {
    "completed": "2010-09-30",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Drugs, Chinese Herbal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.076672",
    "pmid": "20423208"
  }
}