{
  "pmid": "20423389",
  "uid": "20423389",
  "title": "The nurse practitioner role in pain management in long-term care.",
  "abstract": "AIM: This paper is a report of a study exploring the perceptions of long-term care team members and nurse managers about barriers and facilitators to optimal use of nurse practitioners to manage residents' pain in long-term care settings. BACKGROUND: Considering the high rates of pain in long-term care, research is needed to explore innovations in health-services delivery, including the emerging nurse practitioner role. METHODS: For this study, an exploratory descriptive design was used to collect data in spring 2007 from five focus groups of nurses and 14 individual interviews with other healthcare team members and nurse managers. Data were analysed using thematic content analysis. FINDINGS: Five pain management activities performed by nurse practitioners were identified, including assessing pain, prescribing pain medications, monitoring pain levels and side effects of pain medications, consulting and advocating for staff and patients, and leading and educating staff related to pain management. Factors that influenced the implementation of the nurse practitioner role included the availability of the nurse practitioner, scope of practice, role clarity, perceived added value of nurse practitioner role, terms of employment, nurse practitioner-physician relationship. Perceived outcomes of the nurse practitioner role were also described. CONCLUSIONS: The findings from this study contribute to our understanding of how the nurse practitioner role is perceived by other healthcare professionals, particularly in pain management. Stronger interprofessional collaborative relationships need to be facilitated within a model of care that includes a nurse practitioner, with the ultimate goal of improving pain management services in long-term care.",
  "authors": [
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. kaasal@mcmaster.ca"
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": []
    },
    {
      "last_name": "Carter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Carter",
      "affiliations": []
    },
    {
      "last_name": "Dicenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba Dicenso",
      "affiliations": []
    },
    {
      "last_name": "Donald",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Donald",
      "affiliations": []
    },
    {
      "last_name": "Baxter",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Baxter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Mar"
  },
  "start_page": "542",
  "end_page": "551",
  "pages": "542-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Female",
    "Humans",
    "Interprofessional Relations",
    "Long-Term Care",
    "Male",
    "Nurse Practitioners",
    "Nurse's Role",
    "Pain",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "20423389",
    "doi": "10.1111/j.1365-2648.2009.05206.x",
    "pii": "JAN5206"
  },
  "doi": "10.1111/j.1365-2648.2009.05206.x",
  "dates": {
    "completed": "2010-07-28",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:14.773870",
    "pmid": "20423389"
  }
}