{
  "pmid": "20439449",
  "uid": "20439449",
  "title": "Bridging the gaps between research, policy and practice in low- and middle-income countries: a survey of researchers.",
  "abstract": "BACKGROUND: Many international statements have urged researchers, policy-makers and health care providers to collaborate in efforts to bridge the gaps between research, policy and practice in low- and middle-income countries. We surveyed researchers in 10 countries about their involvement in such efforts. METHODS: We surveyed 308 researchers who conducted research on one of four clinical areas relevant to the Millennium Development Goals (prevention of malaria, care of women seeking contraception, care of children with diarrhea and care of patients with tuberculosis) in each of 10 low- and middle-income countries (China, Ghana, India, Iran, Kazakhstan, Laos, Mexico, Pakistan, Senegal and Tanzania). We focused on their engagement in three promising bridging activities and examined system-level, organizational and individual correlates of these activities. RESULTS: Less than half of the researchers surveyed reported that they engaged in one or more of the three promising bridging activities: 27% provided systematic reviews of the research literature to their target audiences, 40% provided access to a searchable database of research products on their topic, and 43% established or maintained long-term partnerships related to their topic with representatives of the target audience. Three factors emerged as statistically significant predictors of respondents' engagement in these activities: the existence of structures and processes to link researchers and their target audiences predicted both the provision of access to a database (odds ratio [OR] 2.62, 95% CI 1.30-5.27) and the establishment or maintenance of partnerships (OR 2.65, 95% CI 1.25-5.64); stability in their contacts predicted the provision of systematic reviews (OR 2.88, 95% CI 1.35-6.13); and having managers and public (government) policy-makers among their target audiences predicted the provision of both systematic reviews (OR 4.57, 95% CI 1.78-11.72) and access to a database (OR 2.55, 95% CI 1.20-5.43). INTERPRETATION: Our findings suggest potential areas for improvement in light of the bridging strategies targeted at health care providers that have been found to be effective in some contexts and the factors that appear to increase the prospects for using research in policy-making.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Ont. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": []
    },
    {
      "last_name": "Cameron",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cameron",
      "affiliations": []
    },
    {
      "last_name": "Boupha",
      "fore_name": "Boungnong",
      "initials": "B",
      "name": "Boungnong Boupha",
      "affiliations": []
    },
    {
      "last_name": "Dejman",
      "fore_name": "Masoumeh",
      "initials": "M",
      "name": "Masoumeh Dejman",
      "affiliations": []
    },
    {
      "last_name": "Osei",
      "fore_name": "Eric J A",
      "initials": "EJ",
      "name": "Eric J A Osei",
      "affiliations": []
    },
    {
      "last_name": "Sadana",
      "fore_name": "Ritu",
      "initials": "R",
      "name": "Ritu Sadana",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
    "iso_abbreviation": "CMAJ",
    "issn": "1488-2329",
    "issn_type": "Electronic",
    "volume": "182",
    "issue": "9",
    "pub_year": "2010",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "E350",
  "end_page": "E361",
  "pages": "E350-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cooperative Behavior",
    "Data Collection",
    "Delivery of Health Care",
    "Developing Countries",
    "Health Policy",
    "Humans",
    "Policy Making",
    "Research Personnel",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "20439449",
    "pmc": "PMC2882466",
    "doi": "10.1503/cmaj.081164",
    "pii": "cmaj.081164"
  },
  "doi": "10.1503/cmaj.081164",
  "pmc_id": "PMC2882466",
  "dates": {
    "completed": "2010-09-22",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.973273",
    "pmid": "20439449"
  }
}