{
  "pmid": "20435662",
  "uid": "20435662",
  "title": "Safety of uninterrupted anticoagulation in patients requiring elective coronary angiography with or without percutaneous coronary intervention: a systematic review and metaanalysis.",
  "abstract": "BACKGROUND: Patients who are receiving vitamin K antagonist (VKA) therapy pose challenges when they require surgery or invasive procedures because the risk for bleeding during the procedure must be balanced against the risk of an atherothrombotic event if the VKA is interrupted. However, it may be possible to safely perform some procedures, such as coronary angiography with or without percutaneous coronary intervention (PCI), without VKA interruption. METHODS: We undertook a systematic review and metaanalysis to assess the safety of a periprocedural management strategy of uninterrupted VKA (U-VKA) vs interrupted VKA (I-VKA) with or without bridging with low-molecular-weight heparin in patients undergoing elective coronary angiography with or without PCI. RESULTS: Eight studies were included in the review. Most were of moderate to very low quality. A strategy of U-VKA appears to confer approximately one-half the risk (odds ratio, 0.43; 95% CI, 0.26-0.73) of experiencing an access site bleeding complication within 1 week of the procedure compared with a strategy of I-VKA. The U-VKA strategy was associated with a pooled access site bleeding complication rate of 4.0% (95% CI, 3.0-7.0), and although high heterogeneity precluded pooling of such a rate in the I-VKA group, these rates ranged from 2% to 14%. CONCLUSION: Although it appears that coronary angiography with or without PCI can be safely performed without interrupting VKA, the low methodologic quality of existing studies precludes any definitive conclusions. Randomized trials assessing different anticoagulation strategies are needed to establish evidence-based practice guidelines in this setting.",
  "authors": [
    {
      "last_name": "Jamula",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Jamula",
      "affiliations": [
        "Department of Medicine, McMaster University and St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lloyd",
      "fore_name": "Nancy S",
      "initials": "NS",
      "name": "Nancy S Lloyd",
      "affiliations": []
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": []
    },
    {
      "last_name": "Airaksinen",
      "fore_name": "K E Juhani",
      "initials": "KE",
      "name": "K E Juhani Airaksinen",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "138",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "840",
  "end_page": "847",
  "pages": "840-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Angioplasty, Balloon, Coronary",
    "Anticoagulants",
    "Coronary Angiography",
    "Coronary Artery Disease",
    "Drug Administration Schedule",
    "Humans",
    "Risk Assessment",
    "Risk Factors",
    "Stroke",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "20435662",
    "doi": "10.1378/chest.09-2603",
    "pii": "S0012-3692(10)60530-2"
  },
  "doi": "10.1378/chest.09-2603",
  "dates": {
    "completed": "2010-10-29",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.132571",
    "pmid": "20435662"
  }
}