{
  "pmid": "20430799",
  "uid": "20430799",
  "title": "Pattern of physical injury associated with intimate partner violence in women presenting to the emergency department: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To examine patterns of physical injury associated with intimate partner violence (IPV) among women presenting to emergency room departments. DATA SOURCES: Systematic searches of Medline, EMBASE, and CINAHL electronic databases from their earliest entries up to February, 2008. Reference lists from the studies included from the electronic database search were reviewed for published and unpublished studies. The authors contacted study authors regarding published and unpublished information. REVIEW METHODS: After titles and abstracts were initially screened by a single reviewer, two reviewers screened the remaining full-text articles for inclusion into the review. Studies were included if they pertained in whole or in part to women who presented to an emergency department because of IPV and reported the location or type of injuries. Studies without comparison groups of non-IPV women and case series/case reports were excluded. The authors performed a meta-analysis of the available data using the random effects model. RESULTS: The authors identified 262 potentially relevant titles and abstracts, of which 7 articles were included in the review. The association between head, neck, or facial injuries and IPV was higher among studies that excluded women with verifiable injuries such as witnessed falls or motor vehicle collisions (pooled odds ratio (OR) 24 (95% CI [15, 38]). Thoracic, abdominal, or pelvic injuries were nonspecific for IPV (pooled OR 1.07 (95% CI [0.89, 1.29]). Injuries in the upper extremities were suggestive of non-IPV etiology (pooled OR 0.51 (95% CI [0.41, 0.54]), as were lower extremity injuries (pooled OR 0.15 (95% CI [0.04, 0.56]). CONCLUSIONS: Among women presenting to emergency room departments, unwitnessed head, neck, or facial injuries are significant markers for IPV. Conversely, extremity injuries are less likely to have been the consequence of IPV.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Wu",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics and the Division of Orthopaedic Surgery, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huff",
      "fore_name": "Harold",
      "initials": "H",
      "name": "Harold Huff",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trauma, violence & abuse",
    "iso_abbreviation": "Trauma Violence Abuse",
    "issn": "1552-8324",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "71",
  "end_page": "82",
  "pages": "71-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Battered Women",
    "Confidence Intervals",
    "Craniocerebral Trauma",
    "Domestic Violence",
    "Emergency Service, Hospital",
    "Facial Injuries",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Neck Injuries",
    "Odds Ratio",
    "Patient Admission",
    "Risk Factors",
    "Spouse Abuse",
    "United States",
    "Women's Health",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "20430799",
    "doi": "10.1177/1524838010367503",
    "pii": "11/2/71"
  },
  "doi": "10.1177/1524838010367503",
  "dates": {
    "completed": "2010-08-09",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.282542",
    "pmid": "20430799"
  }
}