{
  "pmid": "20439652",
  "uid": "20439652",
  "title": "Ethnic disparities in recovery following distal radial fracture.",
  "abstract": "BACKGROUND: Ethnic disparities have been demonstrated in the treatment of chronic diseases, such as diabetes and heart disease. It is unclear if similar ethnic disparities appear with respect to recovery following fracture care. METHODS: We retrospectively reviewed 496 individuals (253 whites, 100 blacks, and 143 Latinos) with a fracture of the distal part of the radius. Assessment of physical function and pain was conducted at three, six, and twelve months following treatment. The Disabilities of the Arm, Shoulder and Hand (DASH) score was used to assess physical function, and a visual analog scale was used to assess pain. Multiple linear regression was used to model physical function and pain across ethnicity while controlling for age, sex, mechanism of injury, level of education, type of fracture, type of treatment (operative or nonoperative), and Workers' Compensation status. RESULTS: Both blacks and Latinos exhibited poorer physical function and greater pain than whites did at most follow-up points. Latinos reported more pain at each follow-up point in comparison with blacks and whites (p < 0.001 at three, six, and twelve months). These significant differences remained after controlling for Workers' Compensation status, which was also strongly associated with both pain and function. CONCLUSIONS: These findings suggest that recovery is different between ethnic groups following a fracture of the distal part of the radius. These ethnic disparities may result from multifactorial sociodemographic factors that are present both before and after fracture treatment.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "NYU Hospital for Joint Diseases, New York, NY 10003, USA."
      ]
    },
    {
      "last_name": "Davidovitch",
      "fore_name": "Roy I",
      "initials": "RI",
      "name": "Roy I Davidovitch",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "1082",
  "end_page": "1087",
  "pages": "1082-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Black People",
    "Disability Evaluation",
    "Female",
    "Fracture Healing",
    "Health Status Disparities",
    "Hispanic or Latino",
    "Humans",
    "Male",
    "Middle Aged",
    "Pain Measurement",
    "Radius Fractures",
    "Recovery of Function",
    "Retrospective Studies",
    "White People"
  ],
  "article_ids": {
    "pubmed": "20439652",
    "doi": "10.2106/JBJS.H.01329",
    "pii": "92/5/1082"
  },
  "doi": "10.2106/JBJS.H.01329",
  "dates": {
    "completed": "2010-05-21",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.724086",
    "pmid": "20439652"
  }
}