{
  "pmid": "20457585",
  "uid": "20457585",
  "title": "The mixed lineage nature of nitrogen transport and assimilation in marine eukaryotic phytoplankton: a case study of micromonas.",
  "abstract": "The prasinophyte order Mamiellales contains several widespread marine picophytoplankton (≤ 2 μm diameter) taxa, including Micromonas and Ostreococcus. Complete genome sequences are available for two Micromonas isolates, CCMP1545 and RCC299. We performed in silico analyses of nitrogen transporters and related assimilation genes in CCMP1545 and RCC299 and compared these with other green lineage organisms as well as Chromalveolata, fungi, bacteria, and archaea. Phylogenetic reconstructions of ammonium transporter (AMT) genes revealed divergent types contained within each Mamiellales genome. Some were affiliated with plant and green algal AMT1 genes and others with bacterial AMT2 genes. Land plant AMT2 genes were phylogenetically closer to archaeal transporters than to Mamiellales AMT2 genes. The Mamiellales represent the first green algal genomes to harbor AMT2 genes, which are not found in Chlorella and Chlamydomonas or the chromalveolate algae analyzed but are present in oomycetes. Fewer nitrate transporter (NRT) than AMT genes were identified in the Mamiellales. NRT1 was found in all but CCMP1545 and showed highest similarity to Mamiellales and proteobacterial NRTs. NRT2 genes formed a bootstrap-supported clade basal to other green lineage organisms. Several nitrogen-related genes were colocated, forming a nitrogen gene cluster. Overall, RCC299 showed the most divergent suite of nitrogen transporters within the various Mamiellales genomes, and we developed TaqMan quantitative polymerase chain reaction primer-probes targeting a subset of these, as well as housekeeping genes, in RCC299. All those investigated showed expression either under standard growth conditions or under nitrogen depletion. Like other recent publications, our findings show a higher degree of \"mixed lineage gene affiliations\" among eukaryotes than anticipated, and even the most phylogenetically anomalous versions appear to be functional. Nitrogen is often considered a regulating factor for phytoplankton populations. This study provides a springboard for exploring the use and functional diversification of inorganic nitrogen transporters and related genes in eukaryotic phytoplankton.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Monterey Bay Aquarium Research Institute, Moss Landing, California, USA."
      ]
    },
    {
      "last_name": "Plant",
      "fore_name": "Joshua N",
      "initials": "JN",
      "name": "Joshua N Plant",
      "affiliations": []
    },
    {
      "last_name": "Worden",
      "fore_name": "Alexandra Z",
      "initials": "AZ",
      "name": "Alexandra Z Worden",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Molecular biology and evolution",
    "iso_abbreviation": "Mol Biol Evol",
    "issn": "1537-1719",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "10",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "2268",
  "end_page": "2283",
  "pages": "2268-83",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Archaea",
    "Bacteria",
    "Bayes Theorem",
    "Cation Transport Proteins",
    "Chlorophyta",
    "Cluster Analysis",
    "Computational Biology",
    "DNA, Complementary",
    "Eukaryota",
    "Fungi",
    "Gene Expression Profiling",
    "Models, Genetic",
    "Molecular Sequence Data",
    "Nitrogen",
    "Phylogeny",
    "Phytoplankton",
    "Polymerase Chain Reaction",
    "Sequence Alignment",
    "Species Specificity"
  ],
  "article_ids": {
    "pubmed": "20457585",
    "pmc": "PMC2944026",
    "doi": "10.1093/molbev/msq113",
    "pii": "msq113"
  },
  "doi": "10.1093/molbev/msq113",
  "pmc_id": "PMC2944026",
  "dates": {
    "completed": "2011-01-24",
    "revised": "2024-05-17"
  },
  "chemicals": [
    "Cation Transport Proteins",
    "DNA, Complementary",
    "Nitrogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.419097",
    "pmid": "20457585"
  }
}