{
  "pmid": "20464747",
  "uid": "20464747",
  "title": "Protocolized versus non-protocolized weaning for reducing the duration of mechanical ventilation in critically ill adult patients.",
  "abstract": "BACKGROUND: Reducing weaning time is desirable in minimizing potential complications from mechanical ventilation. Standardized weaning protocols are purported to reduce time spent on mechanical ventilation. However, evidence supporting their use in clinical practice is inconsistent. OBJECTIVES: To assess the effects of protocolized weaning from mechanical ventilation on the total duration of mechanical ventilation for critically ill adults; ascertain differences between protocolized and non-protocolized weaning in terms of mortality, adverse events, quality of life, weaning duration, intensive care unit (ICU) and hospital length of stay (LOS); and explore variation in outcomes by type of ICU, type of protocol and approach to delivering the protocol. SEARCH STRATEGY: We searched the Cochrane Central Register of Controlled Trials (The Cochrane Library Issue 1, 2010), MEDLINE (1950 to 2010), EMBASE (1988 to 2010), CINAHL (1937 to 2010), LILACS (1982 to 2010), ISI Web of Science and ISI Conference Proceedings (1970 to 2010), Cambridge Scientific Abstracts (inception to 2010) and reference lists of articles. We did not apply language restrictions. SELECTION CRITERIA: We included randomized and quasi-randomized controlled trials of protocolized weaning versus non-protocolized weaning from mechanical ventilation in critically ill adults. DATA COLLECTION AND ANALYSIS: Three authors independently assessed trial quality and extracted data. A priori subgroup and sensitivity analyses were performed. We contacted study authors for additional information. MAIN RESULTS: Eleven trials that included 1971 patients met the inclusion criteria. The total duration of mechanical ventilation geometric mean in the protocolized weaning group was on average reduced by 25% compared with the usual care group (N = 10 trials, 95% CI 9% to 39%, P = 0.006); weaning duration was reduced by 78% (N = 6 trials, 95% CI 31% to 93%, P = 0.009); and ICU LOS by 10% (N = 8 trials, 95% CI 2% to 19%, P = 0.02). There was significant heterogeneity among studies for total duration of mechanical ventilation (I(2) = 76%, P < 0.01) and weaning duration (I(2) = 97%, P < 0.01), which could not be explained by subgroup analyses based on type of unit or type of approach. AUTHORS' CONCLUSIONS: There is some evidence of a reduction in the duration of mechanical ventilation, weaning duration and ICU LOS with use of standardized protocols, but there is significant heterogeneity among studies and an insufficient number of studies to investigate the source of this heterogeneity. Although some study authors suggest that organizational context may influence outcomes, these factors were not considered in all included studies and therefore could not be evaluated.",
  "authors": [
    {
      "last_name": "Blackwood",
      "fore_name": "Bronagh",
      "initials": "B",
      "name": "Bronagh Blackwood",
      "affiliations": [
        "Nursing & Midwifery Research Unit at the School of Nursing & Midwifery, Queen's University Belfast, 10 Malone Road, Belfast, UK, BT9 5BN."
      ]
    },
    {
      "last_name": "Alderdice",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Alderdice",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen Ea",
      "initials": "KE",
      "name": "Karen Ea Burns",
      "affiliations": []
    },
    {
      "last_name": "Cardwell",
      "fore_name": "Chris R",
      "initials": "CR",
      "name": "Chris R Cardwell",
      "affiliations": []
    },
    {
      "last_name": "Lavery",
      "fore_name": "Gavin",
      "initials": "G",
      "name": "Gavin Lavery",
      "affiliations": []
    },
    {
      "last_name": "O'Halloran",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter O'Halloran",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May",
    "pub_day": "12"
  },
  "start_page": "CD006904",
  "pages": "CD006904",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Clinical Protocols",
    "Critical Illness",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Time Factors",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "20464747",
    "doi": "10.1002/14651858.CD006904.pub2"
  },
  "doi": "10.1002/14651858.CD006904.pub2",
  "dates": {
    "completed": "2010-06-16",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.075605",
    "pmid": "20464747"
  }
}