{
  "pmid": "20460069",
  "uid": "20460069",
  "title": "Histological differences in iliac and tibial bone graft.",
  "abstract": "BACKGROUND: Cancellous bone graft is frequently used during orthopedic procedures. While the iliac crest has traditionally been the most common donor site, the proximal tibia is an alternative donor site, especially for foot and ankle procedures. This study tested the null hypothesis that the histologic composition of iliac and tibial bone grafts is similar. MATERIALS AND METHODS: Specimens from the iliac crest (n = 10) and tibia (n = 10) in excess of that needed for patients undergoing foot or ankle fusion were examined histologically. Iliac samples were taken from the anterior iliac crest. Tibial samples were harvested from the region of Gerdy's tubercle. Specimens were graded based on the percent of bone surfaces that opposed active hematopoietic marrow, with Grade I at 0%, through Grade VI at 81% to 100%. Differences between iliac and tibial grafts were evaluated with Fisher's Exact Test. RESULTS: Iliac crest and tibial bone grafts both showed trabecular fragments with abundant osteocytes. All iliac grafts contained active hematopoietic marrow. In contrast, the medullary space of tibial grafts contained fat and little hematopoietic marrow. Nine iliac grafts were graded V or VI; whereas the ten tibial bone grafts were all graded I or II (p = 0.0001). The difference in the numbers of samples in each group ranked as grade VI was also statistically significant (p = 0.005). CONCLUSION: Iliac bone grafts contained active hematopoietic marrow, whereas quiescent medullary fat predominated in tibial grafts. CLINICAL RELEVANCE: These findings raise questions about the cellular contributions of different sources of bone graft to bone healing.",
  "authors": [
    {
      "last_name": "Chiodo",
      "fore_name": "Christopher P",
      "initials": "CP",
      "name": "Christopher P Chiodo",
      "affiliations": [
        "Brigham and Women's Hospital, Orthopedic Surgery, Boston, MA 02115, USA. cchiodo@partners.org"
      ]
    },
    {
      "last_name": "Hahne",
      "fore_name": "Jochen",
      "initials": "J",
      "name": "Jochen Hahne",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Glowacki",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Glowacki",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Foot & ankle international",
    "iso_abbreviation": "Foot Ankle Int",
    "issn": "1071-1007",
    "issn_type": "Print",
    "volume": "31",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "May"
  },
  "start_page": "418",
  "end_page": "422",
  "pages": "418-22",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Arthritis",
    "Arthrodesis",
    "Bone Transplantation",
    "Female",
    "Foot Joints",
    "Humans",
    "Ilium",
    "Male",
    "Middle Aged",
    "Tibia",
    "Tissue and Organ Harvesting",
    "Transplantation, Autologous",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20460069",
    "doi": "10.3113/FAI.2010.0418",
    "pii": "50039457"
  },
  "doi": "10.3113/FAI.2010.0418",
  "dates": {
    "completed": "2010-07-22",
    "revised": "2014-08-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.171311",
    "pmid": "20460069"
  }
}