{
  "pmid": "20477398",
  "uid": "20477398",
  "title": "Clinical significance of high-sensitivity C-reactive protein in cardiovascular disease.",
  "abstract": "Large-scale prospective cohort studies consistently demonstrate a strong, independent relationship between high-sensitivity (hs) C-reactive protein (CRP) and incident cardiovascular events, with a magnitude of effect similar to, or larger than, that of blood pressure and lipid levels. As a biomarker of inflammation, hsCRP levels also predict incident Type 2 diabetes and modify the risk associated with the metabolic syndrome. Recent work further demonstrates that the addition of hsCRP to information provided by traditional risk factors improves risk classification, particularly for individuals otherwise considered to be at intermediate risk. Although there remains no direct evidence that lowering hsCRP lowers vascular risk, optimal clinical outcomes have been observed in statin trials among patients who not only reduced low-density lipoprotein cholesterol below 1.8 mmol/l (70 mg/dl), but who also reduced hsCRP below 2 mg/l. In addition to statins, CRP levels are lowered by diet, exercise and smoking cessation, all of which are known to lower vascular event rates. Whether or not CRP represents a causal agent in atherosclerosis is controversial and an area in need of further research. However, this controversy does not diminish the clinical utility of hsCRP as a biomarker of risk that, if appropriately used in clinical practice, can substantially improve clinical care.",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Harvard Medical School, Center for Cardiovascular Disease Prevention, Department of Medicine, Brigham and Women's Hospital, 900 Commonwealth Avenue East, Boston, MA 02215, USA. conend@uhbs.ch"
      ]
    },
    {
      "last_name": "Ridker",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Ridker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biomarkers in medicine",
    "iso_abbreviation": "Biomark Med",
    "issn": "1752-0371",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "2",
    "pub_year": "2007",
    "pub_month": "Aug"
  },
  "start_page": "229",
  "end_page": "241",
  "pages": "229-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20477398",
    "doi": "10.2217/17520363.1.2.229"
  },
  "doi": "10.2217/17520363.1.2.229",
  "dates": {
    "completed": "2010-06-10",
    "revised": "2010-05-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.064720",
    "pmid": "20477398"
  }
}