{
  "pmid": "20483951",
  "uid": "20483951",
  "title": "High frequency oscillation in patients with acute lung injury and acute respiratory distress syndrome (ARDS): systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To determine clinical and physiological effects of high frequency oscillation compared with conventional ventilation in patients with acute lung injury/acute respiratory distress syndrome (ARDS). DESIGN: Systematic review and meta-analysis. DATA SOURCES: Electronic databases to March 2010, conference proceedings, bibliographies, and primary investigators. STUDY SELECTION: Randomised controlled trials of high frequency oscillation compared with conventional ventilation in adults or children with acute lung injury/ARDS. Data selection Three authors independently extracted data on clinical, physiological, and safety outcomes according to a predefined protocol. We contacted investigators of all included studies to clarify methods and obtain additional data. Analyses used random effects models. RESULTS: Eight randomised controlled trials (n=419 patients) were included; almost all patients had ARDS. Methodological quality was good. The ratio of partial pressure of oxygen to inspired fraction of oxygen at 24, 48, and 72 hours was 16-24% higher in patients receiving high frequency oscillation. There were no significant differences in oxygenation index because mean airway pressure rose by 22-33% in patients receiving high frequency oscillation (P</=0.01). In patients randomised to high frequency oscillation, mortality was significantly reduced (risk ratio 0.77, 95% confidence interval 0.61 to 0.98, P=0.03; six trials, 365 patients, 160 deaths), and treatment failure (refractory hypoxaemia, hypercapnoea, hypotension, or barotrauma) resulting in discontinuation of assigned therapy was less likely (0.67, 0.46 to 0.99, P=0.04; five trials, 337 patients, 73 events). Other risks were similar. There was substantial heterogeneity between trials for physiological (I(2)=21-95%) but not clinical (I(2)=0%) outcomes. Pooled results were based on few events for most clinical outcomes. CONCLUSION: High frequency oscillation might improve survival and is unlikely to cause harm. As ongoing large multicentre trials will not be completed for several years, these data help clinicians who currently use or are considering this technique for patients with ARDS.",
  "authors": [
    {
      "last_name": "Sud",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Sud",
      "affiliations": [
        "Critical Care Medicine Program, Interdepartmental Division of Critical Care, University of Toronto, Toronto General Hospital, 585 University Ave, Toronto, ON, Canada, M5G 2N2."
      ]
    },
    {
      "last_name": "Sud",
      "fore_name": "Maneesh",
      "initials": "M",
      "name": "Maneesh Sud",
      "affiliations": []
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": []
    },
    {
      "last_name": "Wunsch",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wunsch",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "340",
    "pub_year": "2010",
    "pub_month": "May",
    "pub_day": "18"
  },
  "start_page": "c2327",
  "pages": "c2327",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Lung Injury",
    "High-Frequency Ventilation",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20483951",
    "doi": "10.1136/bmj.c2327",
    "pii": "bmj.c2327"
  },
  "doi": "10.1136/bmj.c2327",
  "dates": {
    "completed": "2010-06-08",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.410075",
    "pmid": "20483951"
  }
}