{
  "pmid": "20507961",
  "uid": "20507961",
  "title": "Unusual pattern of dyslipidemia in children receiving steroid minimization immunosuppression after renal transplantation.",
  "abstract": "BACKGROUND AND OBJECTIVES: Corticosteroids are an important contributor to posttransplant hyperlipidemia. Since 2004, we have used a steroid minimization immunosuppression protocol. This study investigated the effect of steroid minimization on dyslipidemia in pediatric renal allograft recipients. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: Children (<18 years) who underwent renal transplants at our center from January 2001 to January 2008 were studied. Data analyzed included age, gender, race, body mass index, cholesterol, triglyceride, LDL cholesterol, HDL cholesterol, and steroid dose. Data between the cohorts receiving maintenance steroids and steroid-minimization were compared using multivariable analyses. The primary outcome measures were the prevalence of, and the effect of steroid use, on dyslipidemia. RESULTS: Twenty-nine patients were studied. Sixteen were receiving maintenance steroids, and 13 were on a steroid minimization regimen. Mixed effects analysis of covariance models demonstrated that at 1 month, children receiving maintenance steroids had higher cholesterol compared with the steroid minimization group. Statistically significant differences in total cholesterol were not seen at other time points. Similar findings were noted for the LDL cholesterol, LDL/HDL, and cholesterol/HDL ratios. At 1 month, the serum HDL cholesterol was substantially lower in the steroid minimization group. Differences in the HDL cholesterol levels remained significant throughout the first year. CONCLUSIONS: Steroid use is a significant independent risk factor for hypercholesterolemia during the first post-transplant month. The significance of lower HDL cholesterol among patients receiving steroid minimization needs further study and may be cause for concern.",
  "authors": [
    {
      "last_name": "Lau",
      "fore_name": "Keith K",
      "initials": "KK",
      "name": "Keith K Lau",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tancredi",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Tancredi",
      "affiliations": []
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard V",
      "initials": "RV",
      "name": "Richard V Perez",
      "affiliations": []
    },
    {
      "last_name": "Butani",
      "fore_name": "Lavjay",
      "initials": "L",
      "name": "Lavjay Butani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "8",
    "pub_year": "2010",
    "pub_month": "Aug"
  },
  "start_page": "1506",
  "end_page": "1512",
  "pages": "1506-12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Biomarkers",
    "California",
    "Child",
    "Child, Preschool",
    "Cholesterol",
    "Cholesterol, HDL",
    "Cholesterol, LDL",
    "Female",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Hypercholesterolemia",
    "Immunosuppressive Agents",
    "Kidney Transplantation",
    "Male",
    "Pravastatin",
    "Retrospective Studies",
    "Steroids",
    "Time Factors",
    "Transplantation, Homologous",
    "Treatment Outcome",
    "Triglycerides"
  ],
  "article_ids": {
    "pubmed": "20507961",
    "pmc": "PMC2924403",
    "doi": "10.2215/CJN.08431109",
    "pii": "CJN.08431109"
  },
  "doi": "10.2215/CJN.08431109",
  "pmc_id": "PMC2924403",
  "dates": {
    "completed": "2010-11-30",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Biomarkers",
    "Cholesterol, HDL",
    "Cholesterol, LDL",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Immunosuppressive Agents",
    "Steroids",
    "Triglycerides",
    "Cholesterol",
    "Pravastatin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:55.781046",
    "pmid": "20507961"
  }
}