{
  "pmid": "20516332",
  "uid": "20516332",
  "title": "Surgical compared with conservative treatment for acute nondisplaced or minimally displaced scaphoid fractures: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: There is a current trend in orthopaedic practice to treat nondisplaced or minimally displaced fractures with early open reduction and internal fixation instead of cast immobilization. This trend is not evidence-based. In this systematic review and meta-analysis, we pool data from trials comparing surgical and conservative treatment for acute nondisplaced and minimally displaced scaphoid fractures, thus aiming to summarize the best available evidence. METHODS: A systematic literature search of the medical literature from 1966 to 2009 was performed. We selected eight randomized controlled trials comparing surgical with conservative treatment for acute nondisplaced or minimally displaced scaphoid fractures in adults. Data from included studies were pooled with use of fixed-effects and random-effects models with standard mean differences and risk ratios for continuous and dichotomous variables, respectively. Heterogeneity across studies was assessed with calculation of the I(2) statistic. RESULTS: Four hundred and nineteen patients from eight trials were included. Two hundred and seven patients were treated surgically, and 212 were treated conservatively. Most trials lacked scientific rigor. Our primary outcome parameter, standardized functional outcome, which was assessed for 247 patients enrolled in four trials, significantly favored surgical treatment (p < 0.01). With regard to our secondary parameters, we found heterogeneous results that favored surgical treatment in terms of satisfaction (assessed in one study), grip strength (six studies), time to union (three studies), and time off work (five studies). In contrast, we found no significant differences between surgical and conservative treatment with regard to pain (two studies), range of motion (six studies), the rates of nonunion (six studies) and malunion (seven studies), and total treatment costs (two studies). The rate of complications was higher in the surgical treatment group (23.7%) than in the conservative group (9.1%), although this difference was not significant (p = 0.13). There was a nearly significantly higher rate of scaphotrapezial osteoarthritis in the surgical treatment group (p = 0.05). CONCLUSIONS: Based on primary studies with limited methodological quality, this study suggests that surgical treatment is favorable for acute nondisplaced and minimally displaced scaphoid fractures with regard to functional outcome and time off work; however, surgical treatment engenders more complications. Thus, the long-term risks and short-term benefits of surgery should be carefully weighed in clinical decision-making.",
  "authors": [
    {
      "last_name": "Buijze",
      "fore_name": "Geert A",
      "initials": "GA",
      "name": "Geert A Buijze",
      "affiliations": [
        "Department of Orthopaedic Surgery, Academic Medical Centre, Meibergdreef 9, 1105 AZ, Amsterdam, The Netherlands. g.a.buijze@amc.uva.nl"
      ]
    },
    {
      "last_name": "Doornberg",
      "fore_name": "Job N",
      "initials": "JN",
      "name": "Job N Doornberg",
      "affiliations": []
    },
    {
      "last_name": "Ham",
      "fore_name": "John S",
      "initials": "JS",
      "name": "John S Ham",
      "affiliations": []
    },
    {
      "last_name": "Ring",
      "fore_name": "David",
      "initials": "D",
      "name": "David Ring",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "6",
    "pub_year": "2010",
    "pub_month": "Jun"
  },
  "start_page": "1534",
  "end_page": "1544",
  "pages": "1534-44",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Middle Aged",
    "Randomized Controlled Trials as Topic",
    "Scaphoid Bone",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20516332",
    "doi": "10.2106/JBJS.I.01214",
    "pii": "92/6/1534"
  },
  "doi": "10.2106/JBJS.I.01214",
  "dates": {
    "completed": "2010-07-08",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.049257",
    "pmid": "20516332"
  }
}