{
  "pmid": "20529826",
  "uid": "20529826",
  "title": "An immunohistochemical study of gill epithelium cells in the Nile tilapia, Oreochromis niloticus.",
  "abstract": "This study reports the first complete mapping of the gill epithelium in a tilapia species. Different gill epithelial cell types of the Nile tilapia, Oreochromis niloticus L. have been identified and located using different antisera against mammalian proteins and various histochemical techniques: Periodic Acid Schiff (PAS), Alcian Blue pH 1.0, 2.5, 3.5, Giemsa and Grimelius. The results show that the stratified filament epithelium of O. niloticus gill can be divided into two distinct regions, a superficial layer, where pavement, mucous and mitochondria rich cells can be found, and a deep layer, constituted by undifferentiated, myoepithelial-like, granular and neuroendocrine cells. V-ATPase and Na+/K+-ATPase presence allowed the identification of pavement and mitochondria-rich cells, respectively, suggesting that, in O. niloticus, pavement cells are implicated in Na+ uptake, whereas mitochondria-rich cells have a role in Cl- uptake. The use of PAS and Alcian Blue allowed the recognition of different sub-populations of mucous cells that differentiate from a common deeper precursor. Neuroendocrine markers were detected in different cell populations, stating evidence for a neuroendocrine role of mitochondria- rich cells, and suggesting the existence of distinct neural pathways, a putative O2-chemosensory and an ion regulatory pathway. A defence role was attributed to the deep filament epithelium, suggested by the presence of resident giemsa positive- eosinophil granular cells. The antibody raised against proliferating cell nuclear antigen identified two different cell types, the undifferentiated cells and myoepithelial-like cells. In the superficial layer, it is here stated for the first time the existence of vimentin positive support cells.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra Mariza",
      "initials": "SM",
      "name": "Sandra Mariza Monteiro",
      "affiliations": [
        "Department of Biology and Environment-CITAB, University of Trás-os-Montes and Alto Douro, Vila Real, Portugal. smonteir@utad.pt"
      ]
    },
    {
      "last_name": "Fontainhas-Fernandes",
      "fore_name": "António",
      "initials": "A",
      "name": "António Fontainhas-Fernandes",
      "affiliations": []
    },
    {
      "last_name": "Sousa",
      "fore_name": "Mário",
      "initials": "M",
      "name": "Mário Sousa",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Folia histochemica et cytobiologica",
    "iso_abbreviation": "Folia Histochem Cytobiol",
    "issn": "1897-5631",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "112",
  "end_page": "121",
  "pages": "112-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cichlids",
    "Epithelial Cells",
    "Gills",
    "Immunohistochemistry",
    "Mitochondria",
    "Neuroepithelial Cells",
    "Proliferating Cell Nuclear Antigen",
    "Vacuolar Proton-Translocating ATPases",
    "Vimentin"
  ],
  "article_ids": {
    "pubmed": "20529826",
    "doi": "10.2478/v10042-008-0105-5",
    "pii": "5M16428H4T804U13"
  },
  "doi": "10.2478/v10042-008-0105-5",
  "dates": {
    "completed": "2010-09-15",
    "revised": "2016-10-20"
  },
  "chemicals": [
    "Proliferating Cell Nuclear Antigen",
    "Vimentin",
    "Vacuolar Proton-Translocating ATPases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.050237",
    "pmid": "20529826"
  }
}