{
  "pmid": "20537178",
  "uid": "20537178",
  "title": "A team-based approach to warfarin management in long term care: a feasibility study of the MEDeINR electronic decision support system.",
  "abstract": "BACKGROUND: Previous studies in long-term care (LTC) have demonstrated that warfarin management is suboptimal with preventable adverse events often occurring as a result of poor International Normalized Ratio (INR) control. To assist LTC teams with the challenge of maintaining residents on warfarin in the therapeutic range (INR of 2.0 to 3.0), we developed an electronic decision support system that was based on a validated algorithm for warfarin dosing. We evaluated the MEDeINR system in a pre-post implementation design by examining the impact on INR control, testing frequency, and experiences of staff in using the system. METHODS: For this feasibility study, we piloted the MEDeINR system in six LTC homes in Ontario, Canada. All128 residents (without a prosthetic valve) who were taking warfarin were included. Three-months of INR data prior to MEDeINR was collected via a retrospective chart audit, and three-months of INR data after implementation of MEDeINR was captured in the central computer database. The primary outcomes compared in a pre-post design were time in therapeutic range (TTR) and time in sub/supratherapeutic ranges based on all INR measures for every resident on warfarin. Secondary measures included the number of monthly INR tests/resident and survey/focus-group feedback from the LTC teams. RESULTS: LTC homes in our study had TTR's that were higher than past reports prior to the intervention. Overall, the TTR increased during the MEDeINR phase (65 to 69%), but was only significantly increased for one home (62% to 71%, p < 0.05). The percentage of time in supratherapeutic decreased from 14% to 11%, p = 0.08); there was little change for the subtherapeutic range (21% to 20%, p = 0.66). Overall, the average number of INR tests/30 days decreased from 4.2 to 3.1 (p < 0.0001) per resident after implementation of MEDeINR. Feedback received from LTC clinicians and staff was that the program decreased the work-load, improved confidence in management and decisions, and was generally easy to use. CONCLUSION: Although LTC homes in our sample had TTR's that were relatively high prior to the intervention, the MEDeINR program represented a useful tool to promote optimal TTR, decrease INR venipunctures, streamline processes, and increase nurse and physician confidence around warfarin management. We have demonstrated that MEDeINR was a practical, usable clinical information system that can be incorporated into the LTC environment.",
  "authors": [
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton L8N 3Z5, Canada. papaioannou@hhsc.ca"
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Courtney C",
      "initials": "CC",
      "name": "Courtney C Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Campbell",
      "affiliations": []
    },
    {
      "last_name": "Stroud",
      "fore_name": "Jacqueline B",
      "initials": "JB",
      "name": "Jacqueline B Stroud",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Luqi",
      "initials": "L",
      "name": "Luqi Wang",
      "affiliations": []
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "start_page": "38",
  "pages": "38",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "Disease Management",
    "Electronic Health Records",
    "Feasibility Studies",
    "Female",
    "Homes for the Aged",
    "Humans",
    "International Normalized Ratio",
    "Long-Term Care",
    "Male",
    "Nursing Homes",
    "Ontario",
    "Patient Care Team",
    "Pilot Projects",
    "Retrospective Studies",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "20537178",
    "pmc": "PMC2902482",
    "doi": "10.1186/1471-2318-10-38",
    "pii": "1471-2318-10-38"
  },
  "doi": "10.1186/1471-2318-10-38",
  "pmc_id": "PMC2902482",
  "dates": {
    "completed": "2011-03-08",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Warfarin"
  ],
  "grants": [
    {
      "grant_id": "73426-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.384643",
    "pmid": "20537178"
  }
}