{
  "pmid": "20542400",
  "uid": "20542400",
  "title": "Potential complications of combining intramuscular olanzapine with benzodiazepines in emergency department patients.",
  "abstract": "BACKGROUND: Olanzapine (Eli Lilly and Company, Indianapolis, IN) is starting to be used with more frequency in emergency departments (EDs) for agitated patients. The potential complications of the use of olanzapine in combination with a benzodiazepine have not been well characterized in ED patients with undifferentiated agitation. OBJECTIVES: The measurement of vital signs, repeat medication dosage, and ethanol levels in patients who received parenteral (intramuscular [IM]) olanzapine either alone or concurrently with benzodiazepines. METHODS: This is a structured retrospective chart review of all patients who met the criteria of having received IM olanzapine for agitation and having vital signs documented both before medication administration and within 4 h afterwards. RESULTS: Twenty-five patients were identified as meeting the inclusion criteria. Ten patients received olanzapine and benzodiazepine, and 15 patients received olanzapine alone. Regardless of whether or not they received benzodiazepines, patients who had ingested significant amounts of alcohol before arrival in the ED had decreased oxygen saturations after olanzapine administration. Oxygen saturations decreased more in patients who had ingested alcohol and then received olanzapine + benzodiazepines. Two patients (20%) who received olanzapine + benzodiazepines and who had ingested significant amounts of alcohol exhibited hypoxia, defined as lowest O(2) saturation ≤ 92%. CONCLUSIONS: In this relatively small sample, olanzapine plus benzodiazepines seems to be safe in patients who have not ingested alcohol, but may produce potentially significant oxygen desaturations in patients who have. Future, prospective studies should explore the benefits vs. potential risks of adding a benzodiazepine to olanzapine for agitated patients in the ED.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine, University of California, San Diego Medical Center, San Diego, California 92103, USA."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai MacDonald",
      "affiliations": []
    },
    {
      "last_name": "Vilke",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Vilke",
      "affiliations": []
    },
    {
      "last_name": "Feifel",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feifel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "43",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "889",
  "end_page": "896",
  "pages": "889-96",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acute Disease",
    "Adult",
    "Analysis of Variance",
    "Antipsychotic Agents",
    "Benzodiazepines",
    "Drug Interactions",
    "Drug Therapy, Combination",
    "Emergency Medicine",
    "Emergency Service, Hospital",
    "Ethanol",
    "Female",
    "Humans",
    "Hypoxia",
    "Injections, Intramuscular",
    "Male",
    "Middle Aged",
    "Olanzapine",
    "Oxygen",
    "Psychomotor Agitation",
    "Retrospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20542400",
    "doi": "10.1016/j.jemermed.2010.04.012",
    "pii": "S0736-4679(10)00265-9"
  },
  "doi": "10.1016/j.jemermed.2010.04.012",
  "dates": {
    "completed": "2013-04-22",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Benzodiazepines",
    "Ethanol",
    "Olanzapine",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.172897",
    "pmid": "20542400"
  }
}