{
  "pmid": "20544952",
  "uid": "20544952",
  "title": "The knee kinematic pattern associated with disruption of the knee extensor mechanism in ambulant patients with diplegic cerebral palsy.",
  "abstract": "Failure of the knee extensor mechanism is a potentially disastrous complication of diplegic cerebral palsy and if left undiagnosed may lead to a cessation of independent walking. The disruption of the extensor mechanism usually occurs through or distal to the patella. The aim of this article is to describe the knee kinematic pattern associated with such knee pathology. We also present a mathematical model of knee crouch that leads to this problem. In a retrospective review of patients with radiographically proven disruption, we compared the postfailure clinical and kinematic data to premorbid data. All patients included in this study had attended our clinical Gait Analysis Laboratory on two occasions. In the patients with disruption of the extensor mechanism, the kinematic pattern changed from crouch with shock absorption to one of increased crouch and loss of shock absorption. Clinical characteristics included knee flexion contracture and increased hamstring tightness. We demonstrate how the prefailure crouch position of the knee increases the flexor moment arm about the knee. We suggest that this knee crouch position during walking is the primary cause of pathology. Failure of the knee extensor mechanism is associated with a distinctive knee kinematic pattern. Regular gait analysis can help identify this pathology and enable treatment to be planned accordingly.",
  "authors": [
    {
      "last_name": "O'Sullivan",
      "fore_name": "Rory",
      "initials": "R",
      "name": "Rory O'Sullivan",
      "affiliations": [
        "Gait Laboratory, Central Remedial Clinic, Clontard, Dublin 3, Ireland. rosullivan@crc.ie"
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Kiernan",
      "fore_name": "Damien",
      "initials": "D",
      "name": "Damien Kiernan",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim O'Brien",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical anatomy (New York, N.Y.)",
    "iso_abbreviation": "Clin Anat",
    "issn": "1098-2353",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Jul"
  },
  "start_page": "586",
  "end_page": "592",
  "pages": "586-92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Biomechanical Phenomena",
    "Cerebral Palsy",
    "Child",
    "Female",
    "Fractures, Bone",
    "Gait Disorders, Neurologic",
    "Humans",
    "Knee Joint",
    "Magnetic Resonance Imaging",
    "Male",
    "Models, Biological",
    "Muscle Contraction",
    "Muscle, Skeletal",
    "Patella",
    "Range of Motion, Articular",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "20544952",
    "doi": "10.1002/ca.20976"
  },
  "doi": "10.1002/ca.20976",
  "dates": {
    "completed": "2010-09-14",
    "revised": "2013-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.725231",
    "pmid": "20544952"
  }
}