{
  "pmid": "20550667",
  "uid": "20550667",
  "title": "Use of alcohol and drugs by Norwegian employees: a pilot study using questionnaires and analysis of oral fluid.",
  "abstract": "BACKGROUND: The use of alcohol and drugs may affect workplace safety and productivity. Little is known about the magnitude of this problem in Norway. METHODS: Employee recruitment methods with or without individual follow-up were compared. The employees filled in a questionnaire and provided a sample of oral fluid. Samples were analysed for alcohol, ethyl glucuronide (EtG; a biological marker of recent large alcohol intake), psychoactive medicinal drugs and illegal drugs. RESULTS: Participation rates with and without individual follow-up were 96% and 68%, respectively. Alcohol was negative (</=0.1 mg/ml) in all samples, but 21.0% reported the intake of alcohol during the last 24 h. EtG was positive (>2.2 ng/ml) in 2.1% of the samples. In-efficiency or hangover at work during the past year was reported by 24.3%, while 6.2% had been absent from work due to the use of alcohol. The combination of self-report and analytical testing indicated that medicinal or illegal drugs had been used during the last 48 h by 5.1% and 1.7% of the participants, respectively; while only 4.2% and 0.4% admitted the use in the questionnaire. CONCLUSIONS: Self-reported data suggest that hangover after drinking alcohol appears to be the largest substance abuse problem at Norwegian workplaces, resulting in absence and inefficiency at work. Analysis of oral fluid revealed that the use of illegal drugs was more common than drinking alcohol before working or at the workplace. The analysis of oral fluid may be a valuable tool in obtaining additional information on alcohol and drug use compared to using questionnaires alone.",
  "authors": [
    {
      "last_name": "Gjerde",
      "fore_name": "Hallvard",
      "initials": "H",
      "name": "Hallvard Gjerde",
      "affiliations": [
        "Norwegian Institute of Public Health, PB 4404 Nydalen, NO-0403 Oslo, Norway. Hallvard.Gjerde@fhi.no."
      ]
    },
    {
      "last_name": "Christophersen",
      "fore_name": "Asbjørg S",
      "initials": "AS",
      "name": "Asbjørg S Christophersen",
      "affiliations": []
    },
    {
      "last_name": "Moan",
      "fore_name": "Inger S",
      "initials": "IS",
      "name": "Inger S Moan",
      "affiliations": []
    },
    {
      "last_name": "Yttredal",
      "fore_name": "Borghild",
      "initials": "B",
      "name": "Borghild Yttredal",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Normann",
      "fore_name": "Per T",
      "initials": "PT",
      "name": "Per T Normann",
      "affiliations": []
    },
    {
      "last_name": "Mørland",
      "fore_name": "Jørg",
      "initials": "J",
      "name": "Jørg Mørland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of occupational medicine and toxicology (London, England)",
    "iso_abbreviation": "J Occup Med Toxicol",
    "issn": "1745-6673",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2010",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20550667",
    "pmc": "PMC2907386",
    "doi": "10.1186/1745-6673-5-13",
    "pii": "1745-6673-5-13"
  },
  "doi": "10.1186/1745-6673-5-13",
  "pmc_id": "PMC2907386",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.725439",
    "pmid": "20550667"
  }
}