{
  "pmid": "20553616",
  "uid": "20553616",
  "title": "The GRADE approach for assessing new technologies as applied to apheresis devices in ulcerative colitis.",
  "abstract": "BACKGROUND: In the last few years, a new non-pharmacological treatment, termed apheresis, has been developed to lessen the burden of ulcerative colitis (UC). Several methods can be used to establish treatment recommendations, but over the last decade an informal collaboration group of guideline developers, methodologists, and clinicians has developed a more sensible and transparent approach known as the Grading of Recommendations, Assessment, Development and Evaluation (GRADE). GRADE has mainly been used in clinical practice guidelines and systematic reviews. The aim of the present study is to describe the use of this approach in the development of recommendations for a new health technology, and to analyse the strengths, weaknesses, opportunities, and threats found when doing so. METHODS: A systematic review of the use of apheresis for UC treatment was performed in June 2004 and updated in May 2008. Two related clinical questions were selected, the outcomes of interest defined, and the quality of the evidence assessed. Finally, the overall quality of each question was taken into account to formulate recommendations following the GRADE approach. To evaluate this experience, a SWOT (strengths, weaknesses, opportunities and threats) analysis was performed to enable a comparison with our previous experience with the SIGN (Scottish Intercollegiate Guidelines Network) method. RESULTS: Application of the GRADE approach allowed recommendations to be formulated and the method to be clarified and made more explicit and transparent. Two weak recommendations were proposed to answer to the formulated questions. Some challenges, such as the limited number of studies found for the new technology and the difficulties encountered when searching for the results for the selected outcomes, none of which are specific to GRADE, were identified. GRADE was considered to be a more time-consuming method, although it has the advantage of taking into account patient values when defining and grading the relevant outcomes, thereby avoiding any influence from literature precedents, which could be considered to be a strength of this method. CONCLUSIONS: The GRADE approach could be appropriate for making the recommendation development process for Health Technology Assessment (HTA) reports more explicit, especially with regard to new technologies.",
  "authors": [
    {
      "last_name": "Ibargoyen-Roteta",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Ibargoyen-Roteta",
      "affiliations": [
        "Basque Office for Health Technology Assessment (Osteba), Department of Health and Consumer Affairs of the Basque Country, Vitoria-Gasteiz, Spain. n-ibargoyen@ej-gv.es."
      ]
    },
    {
      "last_name": "Gutiérrez-Ibarluzea",
      "fore_name": "Iñaki",
      "initials": "I",
      "name": "Iñaki Gutiérrez-Ibarluzea",
      "affiliations": []
    },
    {
      "last_name": "Rico-Iturrioz",
      "fore_name": "Rosa",
      "initials": "R",
      "name": "Rosa Rico-Iturrioz",
      "affiliations": []
    },
    {
      "last_name": "López-Argumedo",
      "fore_name": "Marta",
      "initials": "M",
      "name": "Marta López-Argumedo",
      "affiliations": []
    },
    {
      "last_name": "Reviriego-Rodrigo",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Reviriego-Rodrigo",
      "affiliations": []
    },
    {
      "last_name": "Cabriada-Nuño",
      "fore_name": "Jose Luis",
      "initials": "JL",
      "name": "Jose Luis Cabriada-Nuño",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2010",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "start_page": "48",
  "pages": "48",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20553616",
    "pmc": "PMC2908057",
    "doi": "10.1186/1748-5908-5-48",
    "pii": "1748-5908-5-48"
  },
  "doi": "10.1186/1748-5908-5-48",
  "pmc_id": "PMC2908057",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.514959",
    "pmid": "20553616"
  }
}