{
  "pmid": "20558036",
  "uid": "20558036",
  "title": "Study design attributes influenced patients' willingness to participate in clinical research: a randomized vignette-based study.",
  "abstract": "OBJECTIVE: To identify characteristics of clinical research projects that influence patients' willingness to participate in research. STUDY DESIGN AND SETTING: We surveyed all patients discharged during 1 month from a Swiss public teaching hospital. We described four hypothetical studies and asked patients whether they would agree to participate. We randomly manipulated three study attributes in each vignette, using a factorial design. RESULTS: All studies were not equally acceptable to the 1,277 respondents. A higher willingness to participate was found when a new drug had no side effects, no additional visit was required, balanced information was given, results were in the public domain, and the project was approved by a research ethics committee. In contrast, destruction of blood samples at the end of the project, use of placebo controls, and random allocation to study arms were associated with a lower likelihood of participation. The origin of funds, financial reward, the need to complete a questionnaire, and clinical vs. economic purpose of the study did not influence willingness to participate. CONCLUSION: Patients valued safety, convenience, oversight, and open communication in research. However, they were put off by some aspects that are valued by health care professionals. Educating the public about research methods may improve participation.",
  "authors": [
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva, Gabrielle Perret-Gentil 6, 1211 Geneva 14, Switzerland. thomas.agoritsas@hcuge.ch"
      ]
    },
    {
      "last_name": "Deom",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Deom",
      "affiliations": []
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas V",
      "initials": "TV",
      "name": "Thomas V Perneger",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "107",
  "end_page": "115",
  "pages": "107-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Data Collection",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Motivation",
    "Patient Participation",
    "Research Design",
    "Research Subjects"
  ],
  "article_ids": {
    "pubmed": "20558036",
    "doi": "10.1016/j.jclinepi.2010.02.007",
    "pii": "S0895-4356(10)00092-2"
  },
  "doi": "10.1016/j.jclinepi.2010.02.007",
  "dates": {
    "completed": "2011-01-13",
    "revised": "2010-12-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.043921",
    "pmid": "20558036"
  }
}