{
  "pmid": "20565706",
  "uid": "20565706",
  "title": "Regionalizing healthcare: a vision for transforming Lebanon into a regional academic hub.",
  "abstract": "BACKGROUND: Lebanon suffers from a large scale emigration of physicians coupled with an oversaturation of the physician job market. Lebanon is currently witnessing an expansion of its medical education capacity with the establishment of new private medical schools, raising the fears of a worsening market oversaturation. DISCUSSION: The neighboring Arabian Gulf countries are suffering from a serious shortage of clinicians and academicians. In spite of their enormous investments in educational, clinical and research collaborative initiatives with some of the most renowned North American medical schools and institutions, their ability to recruit and retain highly qualified clinicians and academicians remains a major challenge. Lebanese universities have the opportunity to establish triangular collaborations with the Gulf regional medical centers and their North American partners. They could achieve this goal by tapping into the globalized and high quality Lebanese physician workforce and consequently regionalize healthcare delivery in the Middle East. SUMMARY: By recruiting its globalized and high quality physician workforce to establish collaborations with the Gulf regional, Lebanon could become a regional \"academic hub\".",
  "authors": [
    {
      "last_name": "Badr",
      "fore_name": "Kamal F",
      "initials": "KF",
      "name": "Kamal F Badr",
      "affiliations": [
        "Dean's office, Lebanese American University, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "start_page": "167",
  "pages": "167",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Education, Medical",
    "Emigration and Immigration",
    "Humans",
    "International Cooperation",
    "Lebanon",
    "Physicians",
    "Regional Health Planning",
    "Schools, Medical"
  ],
  "article_ids": {
    "pubmed": "20565706",
    "pmc": "PMC2896356",
    "doi": "10.1186/1472-6963-10-167",
    "pii": "1472-6963-10-167"
  },
  "doi": "10.1186/1472-6963-10-167",
  "pmc_id": "PMC2896356",
  "dates": {
    "completed": "2010-11-08",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.156704",
    "pmid": "20565706"
  }
}