{
  "pmid": "20578601",
  "uid": "20578601",
  "title": "Patient satisfaction of depot medroxyprogesterone acetate (dmpa-sc) injection as contraceptive.",
  "abstract": "OBJECTIVE: To determine Patient Satisfaction of DMPA-SC (104 mg/0.65 mL) injected subcutaneously once every 3 months. METHODS: It was a Descriptive case series with the centre in Rawalpindi (Holy Family Hospital, Gynecology and Obstetrics Unit), Pakistan. Twenty five patients were selected by purposive sampling and followed up in Rawalpindi center (Holy Family Hospital, Gynaecology and Obstetric Unit) for one year as a part of the Asian Trial These patients had successfully completed their contraception using DMPA-sc at 3 months interval. Hospital Ethical Committee Permission was obtained prior to commencement of study. Informed written consent was taken from the patients. Body weight was measured at baseline and every 3 months thereafter. Bleeding analysis was also done at 3 months interval using a 5 point scale based on patient's own records. Participant satisfaction with treatment results was evaluated using a patient satisfaction questionnaire (PSQ). It collected data regarding the respondent's experience with the study, the aspects of treatment that were liked and disliked and the likelihood of selecting that method for future contraceptive purposes. RESULTS: Out of twenty five, 15 (60%) patients had a high inclination Six (24%) patients and 9 (36%) very highly likely to use this contraceptive method in future. Eleven (44%) women replied that the probability of recommending this contraceptive method to their friends was very highly likely. CONCLUSIONS: DMPA-SC has a very high percentage score of Patient Satisfaction for the contraceptive method as well as its likelihood of selecting it in future (JPMA 60:536; 2010).",
  "authors": [
    {
      "last_name": "Chaudhri",
      "fore_name": "Rizwana",
      "initials": "R",
      "name": "Rizwana Chaudhri",
      "affiliations": [
        "Department of Gynecology and Obstetrics, Holy Family Hospital, Rawalpindi, Pakistan."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Farwa",
      "initials": "F",
      "name": "Farwa Rizvi",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JPMA. The Journal of the Pakistan Medical Association..",
    "iso_abbreviation": "J Pak Med Assoc",
    "issn": "0030-9982",
    "issn_type": "Print",
    "volume": "60",
    "issue": "7",
    "pub_year": "2010",
    "pub_month": "Jul"
  },
  "start_page": "536",
  "end_page": "540",
  "pages": "536-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Contraceptive Agents, Female",
    "Delayed-Action Preparations",
    "Female",
    "Humans",
    "Injections, Subcutaneous",
    "Medroxyprogesterone Acetate",
    "Middle Aged",
    "Patient Satisfaction",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20578601",
    "pii": "2163"
  },
  "dates": {
    "completed": "2010-08-09",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Contraceptive Agents, Female",
    "Delayed-Action Preparations",
    "Medroxyprogesterone Acetate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.526745",
    "pmid": "20578601"
  }
}