{
  "pmid": "20606548",
  "uid": "20606548",
  "title": "Management of type II odontoid fractures in the geriatric population: outcome of treatment in a rigid cervical orthosis.",
  "abstract": "STUDY DESIGN: Retrospective study. OBJECTIVE: To analyze geriatric patients with Type II odontoid fractures treated either with rigid cervical orthosis (CO) or surgery (Odontoid Screw or Transarticular screw). SUMMARY OF BACKGROUND DATA: Our literature search did not yield any studies on the outcome of Type II odontoid fractures in geriatric population treated with the rigid CO. We therefore designed a study to analyze geriatric patients with Type II odontoid fractures treated with either rigid cervical collar or surgery. MATERIALS AND METHODS: This is a retrospective chart review of patients with Type II odontoid fractures between July 1998 and June 2006. Inclusion criteria consists of males and females of 70 years of age or older with Type II odontoid fractures who were treated with rigid cervical collar or surgery. Exclusion criteria were displacement >4 mm, posteriorly displaced fracture, neurologic compromise, multilevel cervical spine injury, and treatment in a halo vest. Medical comorbidities were assessed using the Modified Cumulative Illness Rating Scale for Geriatrics. Primary outcomes were mortality and fusion (union, stable nonunion, nonunion). Minimum of 3 months follow-up was acceptable. RESULTS: One hundred eighty four odontoid fractures were identified in 8 years. Twenty patients met our inclusion criteria (9 treated in rigid collar and 11 treated surgically). Median follow-up was 5.5 months. Out of 20 patients, 4 patients died (1 treated in CO, 3 treated surgically). Cumulative Illness Rating Scale for Geriatrics index was highest in patient treated in CO. In the rigid collar group, 6 patients had union (66.6%), and 2 developed stable nonunion (22.2%); whereas in the surgically treated group, 7 patients had union (87.5%), and 1 patient developed nonunion (12.5%). CONCLUSIONS: Patients treated nonoperatively in rigid collar seem to have an overall favorable outcome. A well-designed prospective study, to compare the outcomes of surgical intervention with nonsurgical management of Type II odontoid in elderly is recommended.",
  "authors": [
    {
      "last_name": "Chaudhary",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Chaudhary",
      "affiliations": [
        "McMaster University, Room MDCL 31131200, Main Street West, Hamilton ON L8N 3Z5. ali@md.aaos.org"
      ]
    },
    {
      "last_name": "Drew",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Drew",
      "affiliations": []
    },
    {
      "last_name": "Orr",
      "fore_name": "Robert Douglas",
      "initials": "RD",
      "name": "Robert Douglas Orr",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of spinal disorders & techniques",
    "iso_abbreviation": "J Spinal Disord Tech",
    "issn": "1539-2465",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Jul"
  },
  "start_page": "317",
  "end_page": "320",
  "pages": "317-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aging",
    "Cohort Studies",
    "Female",
    "Fracture Healing",
    "Humans",
    "Male",
    "Neurosurgical Procedures",
    "Odontoid Process",
    "Orthotic Devices",
    "Outcome Assessment, Health Care",
    "Radiography",
    "Retrospective Studies",
    "Spinal Fractures",
    "Spinal Fusion",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20606548",
    "doi": "10.1097/BSD.0b013e3181b11d9f",
    "pii": "00024720-201007000-00004"
  },
  "doi": "10.1097/BSD.0b013e3181b11d9f",
  "dates": {
    "completed": "2011-02-17",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.331536",
    "pmid": "20606548"
  }
}