{
  "pmid": "20610052",
  "uid": "20610052",
  "title": "Volar plate osteosynthesis of distal radius fractures with concurrent prophylactic carpal tunnel release using a hybrid flexor carpi radialis approach.",
  "abstract": "PURPOSE: To evaluate the safety and efficacy of a hybrid flexor carpi radialis (FCR) approach for volar plate osteosynthesis of displaced distal radius fractures with concurrent prophylactic carpal tunnel release (CTR) in patients without preoperative signs or symptoms of acute carpal tunnel syndrome secondary to the fracture. METHODS: A total of 68 displaced distal radius fractures in 65 eligible adult patients (35 men, 30 women; mean age, 48.6 +/- 15.4 y) who had volar plate osteosynthesis and concomitant prophylactic CTR through a hybrid FCR approach by a single surgeon were included in this study. A systematic chart review and subsequent telephone questionnaire were performed to identify any postoperative median nerve dysfunction, recurrent motor or palmar cutaneous branch injury, tendon injury, or other complications directly related to the approach. RESULTS: Reported symptoms consistent with late median nerve dysfunction were identified in 2 cases; however, no patients in this series required additional surgery for early or late median neuropathy. Furthermore, no cases of median nerve sensory or motor branch injury or tendon injury were identified. No other unforeseen complications specifically related to the approach were observed. CONCLUSIONS: Volar plate osteosynthesis of distal radius fractures with a concurrent prophylactic CTR can be safely performed through the described hybrid FCR approach in patients without signs or symptoms of acute CTS. Routine release of the transverse carpal ligament with the hybrid FCR approach at the time of fracture fixation might reduce the incidence of postoperative median nerve dysfunction. TYPE OF STUDY/LEVEL OF EVIDENCE: Therapeutic IV.",
  "authors": [
    {
      "last_name": "Gwathmey",
      "fore_name": "F Winston",
      "initials": "FW",
      "name": "F Winston Gwathmey",
      "affiliations": [
        "University of Virginia Hand Center, Charlottesville, VA; Department of Orthopaedic Surgery, University of Pittsburgh Medical Center, Pittsburgh, PA; Department of Orthopaedics, University of Maryland, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Brunton",
      "fore_name": "Lance M",
      "initials": "LM",
      "name": "Lance M Brunton",
      "affiliations": []
    },
    {
      "last_name": "Pensy",
      "fore_name": "Raymond A",
      "initials": "RA",
      "name": "Raymond A Pensy",
      "affiliations": []
    },
    {
      "last_name": "Chhabra",
      "fore_name": "A Bobby",
      "initials": "AB",
      "name": "A Bobby Chhabra",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "7",
    "pub_year": "2010",
    "pub_month": "Jul"
  },
  "start_page": "1082",
  "end_page": "1088.e4",
  "pages": "1082-1088.e4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Bone Plates",
    "Carpal Tunnel Syndrome",
    "Decompression, Surgical",
    "Female",
    "Follow-Up Studies",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Humans",
    "Injury Severity Score",
    "Joint Dislocations",
    "Male",
    "Median Nerve",
    "Middle Aged",
    "Palmar Plate",
    "Radiography",
    "Radius Fractures",
    "Range of Motion, Articular",
    "Retrospective Studies",
    "Risk Assessment",
    "Surveys and Questionnaires",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20610052",
    "doi": "10.1016/j.jhsa.2010.03.043",
    "pii": "S0363-5023(10)00391-6"
  },
  "doi": "10.1016/j.jhsa.2010.03.043",
  "dates": {
    "completed": "2010-12-02",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:14.695650",
    "pmid": "20610052"
  }
}