{
  "pmid": "20614440",
  "uid": "20614440",
  "title": "Proton pump inhibitor treatment initiated prior to endoscopic diagnosis in upper gastrointestinal bleeding.",
  "abstract": "BACKGROUND: There is conflicting evidence regarding the clinical efficacy of proton pump inhibitors (PPI) initiated before endoscopy for upper gastrointestinal bleeding. OBJECTIVES: To systematically review evidence from randomised controlled trials (RCTs) of PPI treatment initiated before endoscopy for upper gastrointestinal bleeding. SEARCH STRATEGY: We searched CENTRAL (The Cochrane Library), MEDLINE, EMBASE and CINAHL databases and major conference proceedings to September 2005, using the Cochrane Upper Gastrointestinal and Pancreatic Diseases model. Searches were re-run in February 2006 and October 2008. SELECTION CRITERIA: We selected randomised controlled trials (RCTs), of hospitalised participants with unselected upper gastrointestinal bleeding, undergoing active treatment with a proton pump inhibitor PPI (oral or intravenous) and control treatment with either placebo, histamine-2 receptor antagonist (H2RA) or no treatment prior to endoscopy. Outcomes were assessed at 30 days and included mortality, rebleeding and surgery. Also assessed were stigmata of recent haemorrhage (SRH; active bleeding, non bleeding visible vessel or adherent clot) at index endoscopy, length of hospital stay, blood transfusion requirements and requirement for endoscopic therapy at index endoscopy. DATA COLLECTION AND ANALYSIS: At least two review authors assessed eligibility criteria and extracted data regarding outcomes and factors affecting methodological quality. MAIN RESULTS: Six RCTs comprising 2223 participants were included. There was no statistical heterogeneity among trials for dichotomous outcomes. There were no statistically significant differences in mortality, rebleeding or surgery between PPI and control treatment. Unweighted pooled mortality rates were 6.1% and 5.5% respectively (odds ratio (OR)1.12; 95% CI 0.72 to 1.73). Unweighted pooled rebleeding rates were 13.9% and 16.6% respectively (OR 0.81; 95%CI 0.61 to 1.09). Pooled rates for surgery were 9.9% and 10.2% respectively (OR 0.96 95% CI 0.68 to 1.35). PPI treatment compared to control significantly reduced the proportion of participants with SRH at index endoscopy; unweighted pooled rates were 37.2% and 46.5% respectively (OR 0.67; 95% CI 0.54 to 0.84). However, this result was not robust to sensitivity analysis. PPI treatment compared to control significantly reduced endoscopic therapy at index endoscopy; unweighted pooled rates were 8.6% and 11.7% respectively (OR 0.68; 95% CI 0.50 to 0.93). For continuous outcomes (length of hospital stay and blood transfusion requirements), quantitative analysis could not be performed. AUTHORS' CONCLUSIONS: PPI treatment initiated before endoscopy for upper gastrointestinal bleeding might reduce the proportion of participants with SRH at index endoscopy and significantly reduces requirement for endoscopic therapy during index endoscopy. However, there is no evidence that PPI treatment affects clinically important outcomes, namely mortality, rebleeding or need for surgery.",
  "authors": [
    {
      "last_name": "Sreedharan",
      "fore_name": "Aravamuthan",
      "initials": "A",
      "name": "Aravamuthan Sreedharan",
      "affiliations": [
        "Department of Gastroenterology, United Lincolnshire Hospitals NHS Trust, Lincoln County Hospital, Greetwell Road, Lincoln, Lincolnshire, UK, LN2 2YE."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Martin",
      "affiliations": []
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": []
    },
    {
      "last_name": "Dorward",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Dorward",
      "affiliations": []
    },
    {
      "last_name": "Howden",
      "fore_name": "Colin W",
      "initials": "CW",
      "name": "Colin W Howden",
      "affiliations": []
    },
    {
      "last_name": "Forman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Forman",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2010",
    "issue": "7",
    "pub_year": "2010",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "start_page": "CD005415",
  "pages": "CD005415",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Ulcer Agents",
    "Endoscopy, Gastrointestinal",
    "Gastrointestinal Hemorrhage",
    "Histamine H2 Antagonists",
    "Humans",
    "Proton Pump Inhibitors",
    "Randomized Controlled Trials as Topic",
    "Recurrence"
  ],
  "article_ids": {
    "pubmed": "20614440",
    "pmc": "PMC6769021",
    "doi": "10.1002/14651858.CD005415.pub3"
  },
  "doi": "10.1002/14651858.CD005415.pub3",
  "pmc_id": "PMC6769021",
  "dates": {
    "completed": "2010-08-11",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anti-Ulcer Agents",
    "Histamine H2 Antagonists",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.876704",
    "pmid": "20614440"
  }
}