{
  "pmid": "20617212",
  "uid": "20617212",
  "title": "Noninvasive ventilation initiation in clinical practice: A six-year prospective, observational study.",
  "abstract": "BACKGROUND: Despite evidence supporting the role of noninvasive ventilation (NIV) in diverse populations, few publications describe how NIV is used in clinical practice. OBJECTIVE: To describe NIV initiation in a teaching hospital that has a guideline, and to characterize temporal changes in NIV initiation over time. METHODS: A prospective, observational study of continuous positive airway pressure ventilation (CPAP) or bilevel NIV initiation from January 2000 to December 2005 was conducted. Registered respiratory therapists completed a one-page data collection form at NIV initiation. RESULTS: Over a six-year period, NIV was initiated in 623 unique patients (531 bilevel NIV, 92 CPAP). Compared with bilevel NIV, CPAP was initiated more often using a nasal interface, with a machine owned by the patient, and for chronic conditions, especially obstructive sleep apnea. Whereas CPAP was frequently initiated and continued on the wards, bilevel NIV was most frequently initiated and continued in the emergency department, intensive care unit and the coronary care unit. Patients initiated on bilevel NIV were more likely to be female (OR 1.8, 95% CI 1.08 to 2.85; P=0.02) and to have an acute indication compared with CPAP initiations (OR 7.5, 95% CI 1.61 to 34.41; P=0.01). Bilevel NIV was initiated more often in the emergency department than in the intensive care unit (OR 5.8, 95% CI 0.89 to 38.17; P=0.07). Bilevel NIV initiation increased from 2000 to 2005. CONCLUSIONS: The present study illustrates how NIV is used in clinical practice and confirms that NIV initiation has increased over time.",
  "authors": [
    {
      "last_name": "Harris",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Harris",
      "affiliations": [
        "Department of Respiratory Therapy, London Health Sciences Centre, London, Ontario. chris.harris@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Saskin",
      "fore_name": "Refik",
      "initials": "R",
      "name": "Refik Saskin",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian respiratory journal",
    "iso_abbreviation": "Can Respir J",
    "issn": "1916-7245",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "3",
    "pub_year": "2010"
  },
  "start_page": "123",
  "end_page": "131",
  "pages": "123-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Continuous Positive Airway Pressure",
    "Female",
    "Hospitals, University",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Outcome and Process Assessment, Health Care",
    "Practice Guidelines as Topic",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "20617212",
    "pmc": "PMC2900143",
    "doi": "10.1155/2010/842543"
  },
  "doi": "10.1155/2010/842543",
  "pmc_id": "PMC2900143",
  "dates": {
    "completed": "2011-07-15",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.076247",
    "pmid": "20617212"
  }
}