{
  "pmid": "20629474",
  "uid": "20629474",
  "title": "Complementary and alternative medicine in back pain utilization report.",
  "abstract": "OBJECTIVES: This systematic review was undertaken to evaluate which complementary and alternative medicine (CAM) therapies are being used for persons with back pain in the United States. DATA SOURCES: MEDLINE, CINHAHL, EMBASE, and Cochrane Central, and a variety of CAM specific databases were searched from 1990 to November 2007. A grey literature search was also undertaken, particularly for clinical practice guidelines (CPG) related to CAM. REVIEW METHODS: Standard systematic review methodology was employed. Eligibility criteria included English studies of adults with back pain, and a predefined list of CAM therapies. RESULTS: A total of 103 publications were evaluated; of these 29 did not present CAM therapy use stratified for back pain. There were a total of 65 utilization studies, 43 of which were American. Four publications evaluated the concurrent use of four or more CAM therapies and these suggest that chiropractic/manipulation is the most frequently used modality followed by massage and acupuncture. A limited number of publications evaluated utilization rates within multiple regions of the back and show that CAM was used least for treating the thoracic spine and most for the low back. However, rates of the use of massage were similar for neck and lower back regions. Concurrent use of different CAM or conventional therapies was not well reported. From 11 eligible CPG, only one (for electro-acupuncture) provided recommendations for frequency of use for low back pain of all acuity levels. Eighteen cost publications were reviewed and all but one publication (cost-effectiveness) were cost identification studies. There is limited information on the impact of insurance coverage on costs and utilization specific to back pain. CONCLUSIONS: There are a few studies evaluating the relative utilization of various CAM therapies for back pain. For those studies evaluating utilization of individual CAM therapies, the specific characteristics of the therapy, the providers, and the clinical presentation of the back pain patients were not adequately detailed; nor was the overlap with other CAM or conventional treatments.",
  "authors": [
    {
      "last_name": "Santaguida",
      "fore_name": "P Lina",
      "initials": "PL",
      "name": "P Lina Santaguida",
      "affiliations": []
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Gross",
      "affiliations": []
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Busse",
      "affiliations": []
    },
    {
      "last_name": "Gagnier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Gagnier",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Walker",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "177",
    "pub_year": "2009",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "221",
  "pages": "1-221",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Back Pain",
    "Complementary Therapies",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20629474",
    "pmc": "PMC4781194"
  },
  "pmc_id": "PMC4781194",
  "dates": {
    "completed": "2010-07-29",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.401218",
    "pmid": "20629474"
  }
}