{
  "pmid": "20626899",
  "uid": "20626899",
  "title": "Survey instruments used in clinical and epidemiological research on waterpipe tobacco smoking: a systematic review.",
  "abstract": "BACKGROUND: The primary objective was to systematically review the medical literature for instruments validated for use in epidemiological and clinical research on waterpipe smoking. METHODS: We searched the following databases: MEDLINE, EMBASE, and ISI the Web of Science. We selected studies using a two-stage duplicate and independent screening process. We included papers reporting on the development and/or validation of survey instruments to measure waterpipe tobacco consumption or related concepts. Two reviewers used a standardized and pilot tested data abstraction form to collect data from each eligible study using a duplicate and independent screening process. We also determined the percentage of observational studies assessing the health effects of waterpipe tobacco smoking and the percentage of studies of prevalence of waterpipe tobacco smoking that have used validated survey instruments. RESULTS: We identified a total of five survey instruments. One instrument was designed to measure knowledge, attitudes, and waterpipe use among pregnant women and was shown to have internal consistency and content validity. Three instruments were designed to measure waterpipe tobacco consumption, two of which were reported to have face validity. The fifth instrument was designed to measure waterpipe dependence and was rigorously developed and validated. One of the studies of prevalence and none of the studies of health effects of waterpipe smoking used validated instruments. CONCLUSIONS: A number of instruments for measuring the use of and dependence on waterpipe smoking exist. Future research should study content validity and cross cultural adaptation of these instruments.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, Buffalo, NY, USA. elieakl@buffalo.edu"
      ]
    },
    {
      "last_name": "Aleem",
      "fore_name": "Sohaib",
      "initials": "S",
      "name": "Sohaib Aleem",
      "affiliations": []
    },
    {
      "last_name": "Gunukula",
      "fore_name": "Sameer K",
      "initials": "SK",
      "name": "Sameer K Gunukula",
      "affiliations": []
    },
    {
      "last_name": "Honeine",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Honeine",
      "affiliations": []
    },
    {
      "last_name": "Abou Jaoude",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Abou Jaoude",
      "affiliations": []
    },
    {
      "last_name": "Irani",
      "fore_name": "Jihad",
      "initials": "J",
      "name": "Jihad Irani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "start_page": "415",
  "pages": "415",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Data Collection",
    "Epidemiologic Methods",
    "Female",
    "Humans",
    "Pregnancy",
    "Smoking",
    "Validation Studies as Topic"
  ],
  "article_ids": {
    "pubmed": "20626899",
    "pmc": "PMC2912817",
    "doi": "10.1186/1471-2458-10-415",
    "pii": "1471-2458-10-415"
  },
  "doi": "10.1186/1471-2458-10-415",
  "pmc_id": "PMC2912817",
  "dates": {
    "completed": "2013-02-14",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.160122",
    "pmid": "20626899"
  }
}