{
  "pmid": "20631261",
  "uid": "20631261",
  "title": "Quality indicators for the prevention of cardiovascular disease in primary care.",
  "abstract": "OBJECTIVE: To determine the feasibility and usefulness of collecting 9 previously described quality indicators of cardiovascular disease (CVD) prevention in primary care. DESIGN: Retrospective chart audit. SETTING: Family health team in Hamilton, Ont, comprising approximately 30 000 patients and 25 physicians over 2 sites. PARTICIPANTS: A random sample of community-dwelling men who were 40 to 80 years of age and women who were 50 to 80 years of age on January 1, 2003, and who had complete physical examinations in 2003. MAIN OUTCOME MEASURES: The frequency with which quality indicators were collected during the complete physical examination, whether the collection of these indicators predicted subsequent collection of the same indicators, and physician or patient behavioural changes to reduce the risk of CVD. RESULTS: Of the 237 patient charts reviewed, 142 were of men and 95 were of women. Collection of most of the quality indicators was high (> 50%). Results were adjusted for age, sex, and family health team site. Measurements to check for obesity were collected more frequently in women, while blood pressure measurements and follow-up when required were completed more frequently in men. The relationship between the collection of an indicator and the subsequent times the same indicator was collected was not significant for any of the variables except excess alcohol consumption, in that collection of the excess alcohol consumption indicator led to a significant increase in subsequent collection of that same indicator (P = .0091). Age significantly predicted the number of times cholesterol and blood pressure were repeatedly checked (P = .0074 and P = .0077, respectively). The collection of these indicators was significantly associated with behavioural changes related to CVD prevention on the part of the patient or physician, with collection of the alcohol consumption indicator being the most likely to encourage subsequent behavioural changes. The only indicator to not reach statistical significance for subsequent changes was the cholesterol indicator (P = .08). CONCLUSION: The collection of previously described quality indicators for the primary prevention of CVD in Canada is feasible. Collection of the indicators does not generally predict short-term outcomes; however, collection of most indicators increased the odds of patient or physician behavioural changes for the primary prevention of CVD.",
  "authors": [
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada. j.hopkins@utoronto.ca"
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": []
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "7",
    "pub_year": "2010",
    "pub_month": "Jul"
  },
  "start_page": "e255",
  "end_page": "e262",
  "pages": "e255-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Cardiovascular Diseases",
    "Feasibility Studies",
    "Female",
    "Follow-Up Studies",
    "Health Behavior",
    "Humans",
    "Life Style",
    "Male",
    "Medical Audit",
    "Middle Aged",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Primary Health Care",
    "Quality Indicators, Health Care",
    "Retrospective Studies",
    "Risk Reduction Behavior"
  ],
  "article_ids": {
    "pubmed": "20631261",
    "pmc": "PMC2922828",
    "pii": "56/7/e255"
  },
  "pmc_id": "PMC2922828",
  "dates": {
    "completed": "2012-03-28",
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:57.498131",
    "pmid": "20631261"
  }
}