{
  "pmid": "20635735",
  "uid": "20635735",
  "title": "Effects of aspiration thrombectomy on mortality in patients with acute myocardial infarction undergoing primary percutaneous coronary intervention: a meta-analysis of the randomized trials.",
  "abstract": "BACKGROUND: Thrombus removal using aspiration-thrombectomy (AT) may improve outcomes in Acute Myocardial Infarction (AMI). We performed a meta-analysis of randomized trials evaluating AT during primary Percutaneous Coronary Intervention (PCI) to determine its impact on mortality and morbidity. METHODS: Studies were included if they were randomized trials evaluating AT versus control in patients with AMI undergoing primary-PCI. Databases were searched for eligible studies (1990-February 2008). Efficacy outcomes including death as a primary and composite of death, re-MI, stroke and repeat revascularization as a secondary outcome were evaluated at follow-up. Trials were combined using a fixed effects model and heterogeneity was evaluated. RESULTS: 18 trials involving 3871 patients were included. At average follow up of 8.9 months, mortality was significantly reduced in favour of AT (2.9% vs. 4.2%, OR 0.70, CI 0.49-0.99, P=0.04). The secondary outcome of composite of death, MI or stroke at average follow up of 8.9 months was not significantly reduced (5.6% vs. 7.1%, P=0.08) while the secondary outcome of death, MI, stroke, TVR & bleeding was significantly reduced (11% vs. 13.6% OR 0.77, CI 0.63-0.99, P 0.01) in the AT group. Thrombectomy devices were associated with a higher rate of thrombolysis in myocardial infarction 3 flow (OR 1.42; CI 1.17-1.72), Myocardial Blush Grade 3 flow (2.01; 1.74-2.31) and ST resolution (2.40; 2.08-2.78). There was no significant heterogeneity in any of the outcomes. CONCLUSIONS: In primary PCI, the addition of AT reduces both mortality and recurrent ischemic events at follow up. These benefits are associated with improved early infarct-related artery patency.",
  "authors": [
    {
      "last_name": "Lanjewar",
      "fore_name": "Charan",
      "initials": "C",
      "name": "Charan Lanjewar",
      "affiliations": [
        "Seth G.S. Medical College & KEM Hospital, Mumbai, India. charanlanjewar@hotmail.com"
      ]
    },
    {
      "last_name": "Jolly",
      "fore_name": "Sanjit",
      "initials": "S",
      "name": "Sanjit Jolly",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian heart journal",
    "iso_abbreviation": "Indian Heart J",
    "issn": "0019-4832",
    "issn_type": "Print",
    "volume": "61",
    "issue": "4",
    "pub_year": "2009"
  },
  "start_page": "335",
  "end_page": "340",
  "pages": "335-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Angioplasty, Balloon, Coronary",
    "Coronary Thrombosis",
    "Humans",
    "Myocardial Infarction",
    "Randomized Controlled Trials as Topic",
    "Suction",
    "Thrombectomy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20635735"
  },
  "dates": {
    "completed": "2010-09-14",
    "revised": "2010-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.338361",
    "pmid": "20635735"
  }
}