{
  "pmid": "20634055",
  "uid": "20634055",
  "title": "Scripting in radiation therapy: an automatic 3D beam-naming system.",
  "abstract": "Scripts can be executed within the radiation treatment planning software framework to reduce human error, increase treatment planning efficiency, reduce confusion, and promote consistency within an institution or even among institutions. Scripting is versatile, and one application is an automatic 3D beam-naming system that describes the position of the beam relative to the patient in 3D space. The naming system meets the need for nomenclature that is conducive for clear and accurate communication of beam entry relative to patient anatomy. In radiation oncology in particular, where miscommunication can cause significant harm to patients, a system that minimizes error is essential. Frequent sharing of radiation treatment information occurs not only among members within a department but also between different treatment centers. Descriptions of treatment beams are perhaps the most commonly shared information about a patient's course of treatment in radiation oncology. Automating the naming system by the use of a script reduces the potential for human error, improves efficiency, enforces consistency, and would allow an institution to convert to a new naming system with greater ease. This script has been implemented in the Department of Radiation Oncology at the University of Washington Medical Center since December 2009. It is currently part of the dosimetry protocol and is accessible by medical dosimetrists, radiation oncologists, and medical physicists. This paper highlights the advantages of using an automatic 3D beam-naming script to flawlessly and quickly identify treatment beams with unique names. Scripting in radiation treatment planning software has many uses and great potential for improving clinical care.",
  "authors": [
    {
      "last_name": "Holdsworth",
      "fore_name": "Clay",
      "initials": "C",
      "name": "Clay Holdsworth",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington Cancer Center, Seattle, WA 98195-6043, USA. clayhholdsworth@yahoo.com"
      ]
    },
    {
      "last_name": "Hummel-Kramer",
      "fore_name": "Sharon M",
      "initials": "SM",
      "name": "Sharon M Hummel-Kramer",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical dosimetry : official journal of the American Association of Medical Dosimetrists",
    "iso_abbreviation": "Med Dosim",
    "issn": "1873-4022",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "3",
    "pub_year": "2011"
  },
  "start_page": "272",
  "end_page": "275",
  "pages": "272-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Radiotherapy Planning, Computer-Assisted",
    "Software"
  ],
  "article_ids": {
    "pubmed": "20634055",
    "doi": "10.1016/j.meddos.2010.05.002",
    "pii": "S0958-3947(10)00068-3"
  },
  "doi": "10.1016/j.meddos.2010.05.002",
  "dates": {
    "completed": "2011-11-28",
    "revised": "2011-08-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.682587",
    "pmid": "20634055"
  }
}