{
  "pmid": "20647282",
  "uid": "20647282",
  "title": "Overweight and obesity in mothers and risk of preterm birth and low birth weight infants: systematic review and meta-analyses.",
  "abstract": "OBJECTIVE: To determine the relation between overweight and obesity in mothers and preterm birth and low birth weight in singleton pregnancies in developed and developing countries. DESIGN: Systematic review and meta-analyses. DATA SOURCES: Medline and Embase from their inceptions, and reference lists of identified articles. STUDY SELECTION: Studies including a reference group of women with normal body mass index that assessed the effect of overweight and obesity on two primary outcomes: preterm birth (before 37 weeks) and low birth weight (<2500 g). DATA EXTRACTION: Two assessors independently reviewed titles, abstracts, and full articles, extracted data using a piloted data collection form, and assessed quality. DATA SYNTHESIS: 84 studies (64 cohort and 20 case-control) were included, totalling 1 095 834 women. Although the overall risk of preterm birth was similar in overweight and obese women and women of normal weight, the risk of induced preterm birth was increased in overweight and obese women (relative risk 1.30, 95% confidence interval 1.23 to 1.37). Although overall the risk of having an infant of low birth weight was decreased in overweight and obese women (0.84, 0.75 to 0.95), the decrease was greater in developing countries than in developed countries (0.58, 0.47 to 0.71 v 0.90, 0.79 to 1.01). After accounting for publication bias, the apparent protective effect of overweight and obesity on low birth weight disappeared with the addition of imputed \"missing\" studies (0.95, 0.85 to 1.07), whereas the risk of preterm birth appeared significantly higher in overweight and obese women (1.24, 1.13 to 1.37). CONCLUSIONS: Overweight and obese women have increased risks of preterm birth and induced preterm birth and, after accounting for publication bias, appeared to have increased risks of preterm birth overall. The beneficial effects of maternal overweight and obesity on low birth weight were greater in developing countries and disappeared after accounting for publication bias.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "McMaster University, Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Hamilton, ON, L8N 3Z5 Canada. mcdonals@mcmaster.ca"
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Han",
      "affiliations": []
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Mulla",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "341",
    "pub_year": "2010",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "c3428",
  "pages": "c3428",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Epidemiologic Methods",
    "Female",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Obesity",
    "Overweight",
    "Pregnancy",
    "Pregnancy Outcome",
    "Premature Birth"
  ],
  "article_ids": {
    "pubmed": "20647282",
    "pmc": "PMC2907482",
    "doi": "10.1136/bmj.c3428",
    "pii": "bmj.c3428"
  },
  "doi": "10.1136/bmj.c3428",
  "pmc_id": "PMC2907482",
  "dates": {
    "completed": "2010-07-27",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "84392",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "grant_id": "KRS 86242",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:14.941218",
    "pmid": "20647282"
  }
}