{
  "pmid": "20643912",
  "uid": "20643912",
  "title": "Presenting the results of Cochrane Systematic Reviews to a consumer audience: a qualitative study.",
  "abstract": "OBJECTIVE: To develop and obtain feedback about a summary format for Cochrane reviews that is accessible to a consumer audience, without oversimplification or incorrect presentation. METHODS: We developed 3 versions of a Plain Language Summary (PLS) format of a Cochrane Systematic Review. Using a semi-structured interview guide we tested these versions among 34 members of the public in Norway, Argentina, Canada, and Australia. The authors analyzed feedback, identified problems, and generated new solutions before retesting to produce a final version of a Plain Language Summary format. RESULTS: Participants preferred results presented as words, supplemented by numbers in a table. There was a lack of understanding regarding the difference between a review and an individual study, that the effect is rarely an exact number, that evidence can be of low or high quality, and that level of quality is a separate issue from intervention effect. Participants also found it difficult to move between presentations of dichotomous and continuous outcomes. Rephrasing the introduction helped participants grasp the concept of a review. Confidence intervals were largely ignored or misunderstood. Our attempts to explain them were only partially successful. Text modifiers (''probably,'' ''may'') to convey different levels of quality were only partially understood, whereas symbols with explanations were more helpful. Participants often understood individual information elements about effect size and quality of these results, but did not always actively merge these elements. CONCLUSION: Through testing and iteration the authors identified and addressed several problems, using explanations, rephrasing, and symbols to present scientific concepts. Other problems remain, including how best to present confidence intervals and continuous outcomes. Future research should also test information elements in combination rather than in isolation. The new Plain Language Summary format is being evaluated in a randomized controlled trial.",
  "authors": [
    {
      "last_name": "Glenton",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Glenton",
      "affiliations": [
        "Norwegian Branch of the Nordic Cochrane Centre, Norwegian Knowledge Centre for the Health Services, Oslo, Norway. claire.glenton@sintef.no"
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Rosenbaum",
      "affiliations": []
    },
    {
      "last_name": "Nilsen",
      "fore_name": "Elin Strømme",
      "initials": "ES",
      "name": "Elin Strømme Nilsen",
      "affiliations": []
    },
    {
      "last_name": "Rader",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Rader",
      "affiliations": []
    },
    {
      "last_name": "Ciapponi",
      "fore_name": "Agustin",
      "initials": "A",
      "name": "Agustin Ciapponi",
      "affiliations": []
    },
    {
      "last_name": "Dilkes",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Dilkes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "5",
    "pub_year": "2010"
  },
  "start_page": "566",
  "end_page": "577",
  "pages": "566-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Communication",
    "Consumer Behavior",
    "Consumer Health Information",
    "Developed Countries",
    "Female",
    "Humans",
    "Information Dissemination",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Review Literature as Topic",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20643912",
    "doi": "10.1177/0272989X10375853",
    "pii": "0272989X10375853"
  },
  "doi": "10.1177/0272989X10375853",
  "dates": {
    "completed": "2011-02-16",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.509853",
    "pmid": "20643912"
  }
}