{
  "pmid": "20646295",
  "uid": "20646295",
  "title": "Evaluating the impact of MEDLINE filters on evidence retrieval: study protocol.",
  "abstract": "BACKGROUND: Rather than searching the entire MEDLINE database, clinicians can perform searches on a filtered set of articles where relevant information is more likely to be found. Members of our team previously developed two types of MEDLINE filters. The 'methods' filters help identify clinical research of high methodological merit. The 'content' filters help identify articles in the discipline of renal medicine. We will now test the utility of these filters for physician MEDLINE searching. HYPOTHESIS: When a physician searches MEDLINE, we hypothesize the use of filters will increase the number of relevant articles retrieved (increase 'recall,' also called sensitivity) and decrease the number of non-relevant articles retrieved (increase 'precision,' also called positive predictive value), compared to the performance of a physician's search unaided by filters. METHODS: We will survey a random sample of 100 nephrologists in Canada to obtain the MEDLINE search that they would first perform themselves for a focused clinical question. Each question we provide to a nephrologist will be based on the topic of a recently published, well-conducted systematic review. We will examine the performance of a physician's unaided MEDLINE search. We will then apply a total of eight filter combinations to the search (filters used in isolation or in combination). We will calculate the recall and precision of each search. The filter combinations that most improve on unaided physician searches will be identified and characterized. DISCUSSION: If these filters improve search performance, physicians will be able to search MEDLINE for renal evidence more effectively, in less time, and with less frustration. Additionally, our methodology can be used as a proof of concept for the evaluation of search filters in other disciplines.",
  "authors": [
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": [
        "Division of Nephrology, University of Western Ontario, London, Ontario, Canada. amit.garg@lhsc.on.ca."
      ]
    },
    {
      "last_name": "Cuerden",
      "fore_name": "Meaghan S",
      "initials": "MS",
      "name": "Meaghan S Cuerden",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "Iansavichus",
      "fore_name": "Arthur V",
      "initials": "AV",
      "name": "Arthur V Iansavichus",
      "affiliations": []
    },
    {
      "last_name": "Speechley",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Speechley",
      "affiliations": []
    },
    {
      "last_name": "Thind",
      "fore_name": "Amardeep",
      "initials": "A",
      "name": "Amardeep Thind",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2010",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "58",
  "pages": "58",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20646295",
    "pmc": "PMC2917395",
    "doi": "10.1186/1748-5908-5-58",
    "pii": "1748-5908-5-58"
  },
  "doi": "10.1186/1748-5908-5-58",
  "pmc_id": "PMC2917395",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.395083",
    "pmid": "20646295"
  }
}