{
  "pmid": "20678039",
  "uid": "20678039",
  "title": "The burden of alcohol drinking on co-workers in the Australian workplace.",
  "abstract": "OBJECTIVE: To estimate the cost of the extra time worked by Australian workers due to their co-workers' alcohol drinking. DESIGN, SETTING AND PARTICIPANTS: A secondary analysis of data obtained from 1677 Australian workers aged 18 years or older collected as part of a broader national study into the third-party harms of alcohol. Computer-assisted telephone interviews were conducted between October and mid December 2008. MAIN OUTCOME MEASURES: Self-reported measures of the time spent covering for other people at work because of their alcohol drinking; measures of other impacts from co-workers' alcohol drinking; and self-reported income. RESULTS: Around a third of Australian workers have experienced negative effects from their co-workers' alcohol drinking, with 3.5% of workers reporting having to work extra hours to cover for others. The total annual cost to the Australian economy of this extra work is estimated to be $453 million. CONCLUSIONS: The results of this study suggest that Australian workers are significantly affected by other people's alcohol drinking, at considerable cost. This finding highlights the significant cost to the workplace of alcohol consumption, extending previous work which has focused only on alcohol-related absenteeism.",
  "authors": [
    {
      "last_name": "Dale",
      "fore_name": "Caroline E",
      "initials": "CE",
      "name": "Caroline E Dale",
      "affiliations": [
        "Epidemiology and Population Health, London School of Hygiene and Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Livingston",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Medical journal of Australia",
    "iso_abbreviation": "Med J Aust",
    "issn": "0025-729X",
    "issn_type": "Print",
    "volume": "193",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Aug",
    "pub_day": "02"
  },
  "start_page": "138",
  "end_page": "140",
  "pages": "138-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Alcohol Drinking",
    "Australia",
    "Humans",
    "Income",
    "Interviews as Topic",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "20678039",
    "doi": "10.5694/j.1326-5377.2010.tb03831.x",
    "pii": "dal11061_fm"
  },
  "doi": "10.5694/j.1326-5377.2010.tb03831.x",
  "dates": {
    "completed": "2010-09-28",
    "revised": "2020-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.742960",
    "pmid": "20678039"
  }
}