{
  "pmid": "20689694",
  "uid": "20689694",
  "title": "Patient preference for needleless factor VIII reconstitution device: the Italian experience.",
  "abstract": "BACKGROUND: Needlestick injuries, mostly due to unsafe needle devices, are a frequent adverse event among health care workers and patients on chronic treatment, such as hemophiliacs. To improve the safety of these procedures, a needleless reconstitution system, Bio-Set((R)) has been implemented for the sucrose-formulated recombinant factor VIII (rFVIII-FS) Kogenate((R)) Bayer (Bayer Healthcare, Berlin, Germany). The aim of this study was to collect patients' satisfaction and safety data regarding the administration of rFVIII-FS with this new device. METHODS: This was a multicenter, prospective, postmarketing surveillance study collecting data from seven Italian Haemophilia Centers within the framework of an international project involving patients from nine European countries. The patients were asked to fill out two preference questionnaires (one assessing the old method and one assessing the new method) directly after the training and two further preference questionnaries (assessing the new method) after a period of about 3 and 12 months. RESULTS: A total of 44 male hemophilia A patients were included in the analysis. At the end of the 12-month observation period, physicians assessed the patients' satisfaction with Kogenate((R)) Bayer with Bio-Set((R)) in 40.9% (n = 18) as \"very satisfied\" and in 45.5% (n = 20) as \"satisfied\", whereas \"not satisfied\" ratings were given for 9.1% (n = 4) of patients (data missing from two patients, 4.5%). The compliance of the patients compared with the last method before switch to the Bio-Set((R)) device was rated as \"better\", \"equal\", and \"worse\" in 72.7% (n = 32), 20.5% (n = 9), and 2.3% (n = 1) of patients, respectively. Three patients (6.8%) experienced adverse events, but only one event was related to rFVIII infusion (inhibitor development in a patient who had little prior exposure to rFVIII) itself and not to the new device per se. CONCLUSIONS: The great majority of Italian patients who switched from an older method of rFVIII reconstitution to rFVIII-FS with the new reconstitution method preferred the new method. The ease of use, perceived safety from needlesticks, and the speed of reconstitution were identified as main advantages by the majority of patients.",
  "authors": [
    {
      "last_name": "Musso",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Musso",
      "affiliations": [
        "Centro Emofilia, Istituto di Ematologia Università degli Studi di Catania, Ospedale Ferrarotto, Catania, Italy;"
      ]
    },
    {
      "last_name": "Santoro",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Santoro",
      "affiliations": []
    },
    {
      "last_name": "Coppola",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Coppola",
      "affiliations": []
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": []
    },
    {
      "last_name": "Sottilotta",
      "fore_name": "Gianluca",
      "initials": "G",
      "name": "Gianluca Sottilotta",
      "affiliations": []
    },
    {
      "last_name": "Targhetta",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Targhetta",
      "affiliations": []
    },
    {
      "last_name": "Zanon",
      "fore_name": "Ezio",
      "initials": "E",
      "name": "Ezio Zanon",
      "affiliations": []
    },
    {
      "last_name": "Franchini",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Franchini",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of general medicine",
    "iso_abbreviation": "Int J Gen Med",
    "issn": "1178-7074",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2010",
    "pub_month": "Jul",
    "pub_day": "21"
  },
  "start_page": "203",
  "end_page": "208",
  "pages": "203-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20689694",
    "pmc": "PMC2915532",
    "doi": "10.2147/ijgm.s12096"
  },
  "doi": "10.2147/ijgm.s12096",
  "pmc_id": "PMC2915532",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:11.984584",
    "pmid": "20689694"
  }
}