{
  "pmid": "20687075",
  "uid": "20687075",
  "title": "Noninvasive positive pressure ventilation as a weaning strategy for intubated adults with respiratory failure.",
  "abstract": "BACKGROUND: Noninvasive positive pressure ventilation (NPPV) provides ventilatory support without the need for an invasive airway approach. Interest has emerged in using NPPV to facilitate earlier removal of an endotracheal tube and decrease complications associated with prolonged intubation. OBJECTIVES: To summarize the evidence comparing NPPV and invasive positive pressure ventilation (IPPV) weaning on clinical outcomes in intubated adults with respiratory failure. SEARCH STRATEGY: We searched the Cochrane Central Register of Controlled Trials (The Cochrane Library, Issue 2, 2008), MEDLINE (January 1966 to April 2008), EMBASE (January 1980 to April 2008), proceedings from four conferences, and personal files; and contacted authors to identify randomized controlled trials comparing NPPV and IPPV weaning. SELECTION CRITERIA: Randomized and quasi-randomized studies comparing early extubation with immediate application of NPPV to IPPV weaning in intubated adults with respiratory failure. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed trial quality and abstracted data according to prespecified criteria. Sensitivity and subgroup analyses were planned to assess the impact of (i) excluding quasi-randomized trials, and (ii) the etiology of respiratory failure on selected outcomes. MAIN RESULTS: We identified 12 trials of moderate to good quality that involved 530 participants with predominantly chronic obstructive pulmonary disease (COPD). Compared to the IPPV strategy, NPPV significantly decreased mortality (relative risk (RR) 0.55, 95% confidence Interval (CI) 0.38 to 0.79), ventilator associated pneumonia (RR 0.29, 95% CI 0.19 to 0.45), length of stay in an intensive care unit (weighted mean difference (WMD) -6.27 days, 95% CI -8.77 to -3.78) and hospital (WMD -7.19 days, 95% CI -10.80 to -3.58), total duration of ventilation (WVD) -5.64 days (95% CI -9.50 to -1.77) and duration of endotracheal mechanical ventilation (WMD - 7.81 days, 95% CI -11.31 to -4.31). Noninvasive weaning had no effect on weaning failures or the duration of ventilation related to weaning. Excluding a single quasi-randomized trial maintained the significant reduction in mortality and ventilator associated pneumonia. Subgroup analyses suggested that the benefits on mortality and weaning failures were nonsignificantly greater in trials enrolling exclusively COPD patients versus mixed populations. AUTHORS' CONCLUSIONS: Summary estimates from 12 small studies of moderate to good quality that included predominantly COPD patients demonstrated a consistent, positive effect on mortality and ventilator associated pneumonia. The net clinical benefits associated with noninvasive weaning remain to be fully elucidated.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen Ea",
      "initials": "KE",
      "name": "Karen Ea Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care and the University of Toronto, Keenan Research Centre/Li Ka Shing Knowledge Institute, St Michael's Hospital, 30, Bond Street, Rm 4-045 Queen Wing, Toronto, Ontario, Canada, M5B 1WB."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill Kj",
      "initials": "NK",
      "name": "Neill Kj Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Keenan",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Keenan",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "8",
    "pub_year": "2010",
    "pub_month": "Aug",
    "pub_day": "04"
  },
  "start_page": "CD004127",
  "pages": "CD004127",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Pneumonia, Ventilator-Associated",
    "Positive-Pressure Respiration",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Respiratory Insufficiency",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "20687075",
    "doi": "10.1002/14651858.CD004127.pub2"
  },
  "doi": "10.1002/14651858.CD004127.pub2",
  "dates": {
    "completed": "2010-08-25",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.410486",
    "pmid": "20687075"
  }
}