{
  "pmid": "20691519",
  "uid": "20691519",
  "title": "The safety and quality of childbirth in the context of health systems: mapping maternal health provision in Lebanon.",
  "abstract": "OBJECTIVE: to provide basic information on the distribution (public/private and geographically) and the nature of maternity health provision in Lebanon, including relevant health outcome data at the hospital level in order to compare key features of provision with maternal/neonatal health outcomes. DESIGN: a self-completion questionnaire was sent to private hospitals by the Syndicate of Private Hospitals in collaboration with the study team and to all public hospitals in Lebanon with a functioning maternity ward by the study team in cooperation with the Ministry of Public Health. SETTING: childbirth in an institutional setting by a trained attendant is almost universal in Lebanon and the predominant model of care is obstetrician-led rather than midwife-led. Yet due to a 15-year-old civil war and a highly privatised health sector, Lebanon lacks systematic or publically available data on the organisation, distribution and quality of maternal health services. An accreditation system for private hospitals was recently initiated to regulate the quality of hospital care in Lebanon. PARTICIPANTS: in total, 58 (out of 125 eligible) hospitals responded to the survey (46% total response rate). Only hospital-level aggregate data were collected. MEASUREMENTS: the survey addressed the volume of services, mode of payment for deliveries, number of health providers, number of labour and childbirth units, availability of neonatal intensive care units, fetal monitors and infusion rate regulation pumps for oxytocin, as well as health outcome data related to childbirth care and stillbirths for the year 2008. FINDINGS: the study provides the first data on maternal health provision from a survey of all eligible hospitals in Lebanon. More than three-quarters of deliveries occur in private hospitals, but the Ministry of Public Health is the single most important source of payment for childbirth. The reported hospital caesarean section rate is high at 40.8%. Essential equipment for safe maternal and newborn health care is widely available in Lebanon, but over half of the hospitals that responded lack a neonatal intensive care unit. The ratio of reported numbers of midwives to deliveries is three times that of obstetricians to deliveries. KEY CONCLUSIONS AND IMPLICATIONS FOR PRACTICE: there is a need for greater interaction between maternal/neonatal health, health system specialists and policy makers on how the health system can support both the adoption of evidence-based interventions and, ultimately, better maternal and perinatal health outcomes.",
  "authors": [
    {
      "last_name": "DeJong",
      "fore_name": "Jocelyn",
      "initials": "J",
      "name": "Jocelyn DeJong",
      "affiliations": [
        "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akik",
      "fore_name": "Chaza",
      "initials": "C",
      "name": "Chaza Akik",
      "affiliations": []
    },
    {
      "last_name": "El Kak",
      "fore_name": "Faysal",
      "initials": "F",
      "name": "Faysal El Kak",
      "affiliations": []
    },
    {
      "last_name": "Osman",
      "fore_name": "Hibah",
      "initials": "H",
      "name": "Hibah Osman",
      "affiliations": []
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Midwifery",
    "iso_abbreviation": "Midwifery",
    "issn": "1532-3099",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "549",
  "end_page": "557",
  "pages": "549-57",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Delivery, Obstetric",
    "Female",
    "Health Services Accessibility",
    "Health Services Needs and Demand",
    "Humans",
    "Infant, Newborn",
    "Lebanon",
    "Maternal Health Services",
    "Maternal Welfare",
    "Midwifery",
    "Pregnancy",
    "Pregnancy Outcome",
    "Private Sector",
    "Public Sector",
    "Quality of Health Care",
    "Safety Management",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20691519",
    "pmc": "PMC2989442",
    "doi": "10.1016/j.midw.2010.06.012",
    "pii": "S0266-6138(10)00103-8"
  },
  "doi": "10.1016/j.midw.2010.06.012",
  "pmc_id": "PMC2989442",
  "dates": {
    "completed": "2011-01-14",
    "revised": "2025-01-04"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "074986/Z/04/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.329280",
    "pmid": "20691519"
  }
}