{
  "pmid": "20699233",
  "uid": "20699233",
  "title": "The current state of patient safety culture in Lebanese hospitals: a study at baseline.",
  "abstract": "OBJECTIVE: The objective of this study is to conduct a baseline assessment of patient safety culture in Lebanese hospitals. DESIGN: The study adopted a cross-sectional research design and utilized the hospital survey on patient safety culture (HSOPSC). SETTING: Sixty-eight Lebanese hospitals participated in the study (54% of all hospitals). PARTICIPANTS: A total of 6807 hospital employees participated in the study including hospital-employed physicians, nurses, clinical and non-clinical staff, and others. MAIN OUTCOME MEASURES: The HSOPSC measures 12 composites of patient safety culture. Two of the composites (frequency of events reported and overall perception of safety), in addition to questions on patient safety grade and number of events reported, are the four outcome variables. RESULTS: Survey respondents were primarily employed in medical and surgical units. The dimensions with the highest positive ratings were teamwork within units, hospital management support for patient safety, and organizational learning and continuous improvement, while those with lowest ratings included staffing and non-punitive response to error. Approximately 60% of respondents reported not completing any event reports in the past 12 months and over 70% gave their hospitals an 'excellent/very good' patient safety grade. Bivariate and multivariate analysis revealed significant differences across hospitals of different size and accreditation status. CONCLUSIONS: Study findings provide evidence that can be used by policy makers, managers and leaders who are able to create the culture and commitment needed to identify and solve underlying systemic causes related to patient safety.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Jaafar",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Jaafar",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Hamdan",
      "fore_name": "Rana",
      "initials": "R",
      "name": "Rana Hamdan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal for quality in health care : journal of the International Society for Quality in Health Care",
    "iso_abbreviation": "Int J Qual Health Care",
    "issn": "1464-3677",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "386",
  "end_page": "395",
  "pages": "386-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Continuity of Patient Care",
    "Cross-Sectional Studies",
    "Female",
    "Health Care Surveys",
    "Hospital Administration",
    "Humans",
    "Lebanon",
    "Male",
    "Middle Aged",
    "Organizational Culture",
    "Patient Care Team",
    "Quality Assurance, Health Care",
    "Safety Management",
    "Staff Development"
  ],
  "article_ids": {
    "pubmed": "20699233",
    "doi": "10.1093/intqhc/mzq047",
    "pii": "mzq047"
  },
  "doi": "10.1093/intqhc/mzq047",
  "dates": {
    "completed": "2011-01-03",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.329467",
    "pmid": "20699233"
  }
}