{
  "pmid": "20704769",
  "uid": "20704769",
  "title": "Increased depressive symptoms in female but not male adolescents born at low birth weight in the offspring of a national cohort.",
  "abstract": "OBJECTIVES: To test if being born at low birth weight (LBW; <2500 g) or being small for gestational age (SGA; <10th percentile for gestational age [GA]) are associated with increased levels of depressive symptoms in youth and, if so, when these first emerge, if the relation is sex-specific, and whether this effect is direct or mediated by early life difficulties. METHOD: Associations between LBW, SGA, and depressive symptoms at ages 4 to 7 years and 10 to 14 years were tested in 1230 children born to the female participants of the National Longitudinal Study of Youth using linear regression models adjusting for maternal age, ethnicity, education, weight, depressive symptoms, marital status, and income. We also adjusted for GA, the child's age, and depressive symptoms at ages 4 to 7 years. Attention-deficit hyperactivity disorder (ADHD) symptoms and short-term memory at ages 8 to 10 years were also assessed for their putative role in mediating this relation. RESULTS: LBW and SGA were associated with increased levels of depressive symptoms in adolescent girls only. This persisted despite adjustment for perinatal factors and was not accounted for by putative mediators. In males and females, increased levels of depressive symptoms were associated with elevated maternal pre-pregnancy weight, depression, and single marital status, as well as childhood ADHD and depressive symptoms. Similar results were found for infants born SGA. CONCLUSIONS: Our results support the existence of a female-specific association between LBW, SGA, and adolescent depressive symptoms. Differences in exposures to maternal mediators of stress or developmental factors may underlie these findings.",
  "authors": [
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Clinical Scholar, Department of Psychiatry and Behavioural Neurosciences and Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boylan",
      "fore_name": "Khrista",
      "initials": "K",
      "name": "Khrista Boylan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "7",
    "pub_year": "2010",
    "pub_month": "Jul"
  },
  "start_page": "422",
  "end_page": "430",
  "pages": "422-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Canada",
    "Child",
    "Child, Preschool",
    "Depression",
    "Female",
    "Health Surveys",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Longitudinal Studies",
    "Male",
    "Psychiatric Status Rating Scales",
    "Regression Analysis",
    "Risk Factors",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "20704769",
    "doi": "10.1177/070674371005500705"
  },
  "doi": "10.1177/070674371005500705",
  "dates": {
    "completed": "2010-11-22",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.102590",
    "pmid": "20704769"
  }
}