{
  "pmid": "20719825",
  "uid": "20719825",
  "title": "Definition, reporting, and interpretation of composite outcomes in clinical trials: systematic review.",
  "abstract": "OBJECTIVE: To study how composite outcomes, which have combined several components into a single measure, are defined, reported, and interpreted. DESIGN: Systematic review of parallel group randomised clinical trials published in 2008 reporting a binary composite outcome. Two independent observers extracted the data using a standardised data sheet, and two other observers, blinded to the results, selected the most important component. RESULTS: Of 40 included trials, 29 (73%) were about cardiovascular topics and 24 (60%) were entirely or partly industry funded. Composite outcomes had a median of three components (range 2-9). Death or cardiovascular death was the most important component in 33 trials (83%). Only one trial provided a good rationale for the choice of components. We judged that the components were not of similar importance in 28 trials (70%); in 20 of these, death was combined with hospital admission. Other major problems were change in the definition of the composite outcome between the abstract, methods, and results sections (13 trials); missing, ambiguous, or uninterpretable data (9 trials); and post hoc construction of composite outcomes (4 trials). Only 24 trials (60%) provided reliable estimates for both the composite and its components, and only six trials (15%) had components of similar, or possibly similar, clinical importance and provided reliable estimates. In 11 of 16 trials with a statistically significant composite, the abstract conclusion falsely implied that the effect applied also to the most important component. CONCLUSIONS: The use of composite outcomes in trials is problematic. Components are often unreasonably combined, inconsistently defined, and inadequately reported. These problems will leave many readers confused, often with an exaggerated perception of how well interventions work.",
  "authors": [
    {
      "last_name": "Cordoba",
      "fore_name": "Gloria",
      "initials": "G",
      "name": "Gloria Cordoba",
      "affiliations": [
        "Nordic Cochrane Centre, Rigshospitalet and University of Copenhagen, Blegdamsvej 9, DK-2100 Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Bae",
      "fore_name": "Harold",
      "initials": "H",
      "name": "Harold Bae",
      "affiliations": []
    },
    {
      "last_name": "Gøtzsche",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Gøtzsche",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "341",
    "pub_year": "2010",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "start_page": "c3920",
  "pages": "c3920",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20719825",
    "pmc": "PMC2923692",
    "doi": "10.1136/bmj.c3920",
    "pii": "bmj.c3920"
  },
  "doi": "10.1136/bmj.c3920",
  "pmc_id": "PMC2923692",
  "dates": {
    "completed": "2010-09-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.430086",
    "pmid": "20719825"
  }
}