{
  "pmid": "20718970",
  "uid": "20718970",
  "title": "A knowledge management tool for public health: health-evidence.ca.",
  "abstract": "BACKGROUND: The ultimate goal of knowledge translation and exchange (KTE) activities is to facilitate incorporation of research knowledge into program and policy development decision making. Evidence-informed decision making involves translation of the best available evidence from a systematically collected, appraised, and analyzed body of knowledge. Knowledge management (KM) is emerging as a key factor contributing to the realization of evidence-informed public health decision making. The goal of health-evidence.ca is to promote evidence-informed public health decision making through facilitation of decision maker access to, retrieval, and use of the best available synthesized research evidence evaluating the effectiveness of public health interventions. METHODS: The systematic reviews that populate health evidence.ca are identified through an extensive search (1985-present) of 7 electronic databases: MEDLINE, EMBASE, CINAHL, PsycINFO, Sociological Abstracts, BIOSIS, and SportDiscus; handsearching of over 20 journals; and reference list searches of all relevant reviews. Reviews are assessed for relevance and quality by two independent reviewers. Commonly-used public health terms are used to assign key words to each review, and project staff members compose short summaries highlighting results and implications for policy and practice. RESULTS: As of June 2010, there are 1913 reviews in the health-evidence.ca registry in 21 public health and health promotion topic areas. Of these, 78% have been assessed as being of strong or moderate methodological quality. Health-evidence.ca receives approximately 35,000 visits per year, 20,596 of which are unique visitors, representing approximately 100 visits per day. Just under half of all visitors return to the site, with the average user spending six minutes and visiting seven pages per visit. Public health nurses, program managers, health promotion workers, researchers, and program coordinators are among the largest groups of registered users, followed by librarians, dieticians, medical officers of health, and nutritionists. The majority of users (67%) access the website from direct traffic (e.g., have the health-evidence.ca webpage bookmarked, or type it directly into their browser). CONCLUSIONS: Consistent use of health-evidence.ca and particularly the searching for reviews that correspond with current public health priorities illustrates that health-evidence.ca may be playing an important role in achieving evidence-informed public health decision making.",
  "authors": [
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1200 Main St W, Hamilton, Ontario, Canada. dobbinsm@mcmaster.ca"
      ]
    },
    {
      "last_name": "DeCorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara DeCorby",
      "affiliations": []
    },
    {
      "last_name": "Robeson",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Robeson",
      "affiliations": []
    },
    {
      "last_name": "Husson",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Husson",
      "affiliations": []
    },
    {
      "last_name": "Tirilis",
      "fore_name": "Daiva",
      "initials": "D",
      "name": "Daiva Tirilis",
      "affiliations": []
    },
    {
      "last_name": "Greco",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Greco",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "start_page": "496",
  "pages": "496",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Practice",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Meta-Analysis as Topic",
    "Public Health",
    "Review Literature as Topic",
    "Software",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "20718970",
    "pmc": "PMC2936422",
    "doi": "10.1186/1471-2458-10-496",
    "pii": "1471-2458-10-496"
  },
  "doi": "10.1186/1471-2458-10-496",
  "pmc_id": "PMC2936422",
  "dates": {
    "completed": "2011-01-10",
    "revised": "2024-05-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.335016",
    "pmid": "20718970"
  }
}