{
  "pmid": "20718595",
  "uid": "20718595",
  "title": "Collaborative practice in a global health context: Common themes from developed and developing countries.",
  "abstract": "This paper reports on a study commissioned by the World Health Organization (WHO) to explore common themes of collaborative practice. The WHO requested global clarification of (1) the nature of collaborative practice, (2) its perceived importance, and (3) strategies for systematizing collaborative practice throughout national health systems. While there are many interpretations of collaborative practice around the world, there was a need to ascertain common underlying themes that illustrate good practice in both developed and developing countries to inform an international Framework for Action. A multiple case study design was used to examine collaborative practice in primary health care and commonalities across countries. Staff at each of WHO's six regional offices invited key informants in one or two primary health care organizations where collaborative practice was the model of care to complete case studies. Ten case studies were received from ten different countries, representing all six WHO regions. The results are described according to the study's three areas of focus: describing collaborative practice globally, the shared importance of collaborative practice, and systematizing collaborative practice. Collaborative practice requires a strong political framework that encourages interprofessional education and teamworking. Shared governance models and enabling legislation are required. At a practical level, interprofessional health care teams function most efficiently with shared clinical pathways and a common patient record.",
  "authors": [
    {
      "last_name": "Mickan",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Mickan",
      "affiliations": [
        "Oxford Brookes University, School of Health and Social Care, Oxford, UK. sharon.mickan@dphpc.ox.ac.uk"
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": []
    },
    {
      "last_name": "Nasmith",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Nasmith",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of interprofessional care",
    "iso_abbreviation": "J Interprof Care",
    "issn": "1469-9567",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "492",
  "end_page": "502",
  "pages": "492-502",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cooperative Behavior",
    "Global Health",
    "Health Personnel",
    "Humans",
    "Interprofessional Relations",
    "Patient Care Team",
    "Primary Health Care",
    "Quality of Health Care",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "20718595",
    "doi": "10.3109/13561821003676325"
  },
  "doi": "10.3109/13561821003676325",
  "dates": {
    "completed": "2010-12-02",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.485370",
    "pmid": "20718595"
  }
}