{
  "pmid": "20718217",
  "uid": "20718217",
  "title": "A randomized cross-over clinical trial to evaluate the effect of a 0.454% stannous fluoride dentifrice on the reduction of oral malodor.",
  "abstract": "PURPOSES: To compare the oral malodor protection efficacy of a 0.454% stannous fluoride dentifrice versus a negative control (0.243% sodium fluoride) using a sulfide monitor (halimeter) as the measurement. A secondary objective was to assess the effects of tongue brushing. METHODS: This was a four-treatment, five-period, examiner-blinded, crossover, randomized study. Healthy subjects who met the entrance criteria were enrolled into the study. A 5-day acclimation period, in which subjects brushed twice daily in their customary manner with a standard sodium fluoride dentifrice, occurred prior to baseline. After baseline halimeter measurements, subjects were randomly assigned to one of four treatments (SnF2 dentifrice groups, with or without tongue brushing; negative control dentifrice groups, with or without tongue brushing) based on baseline halimeter scores, age, and gender. Test products were used three times a day. Breath measurements were taken 24 hours after baseline (after three product uses). Subjects then brushed again with the product treatment. Final breath measurements were taken 4 hours later, 28 hours after baseline. A 5-day washout separated each treatment period. RESULTS: 33 subjects were enrolled and completed the study. The adjusted mean volatile sulfur compound (VSC) levels were significantly lower in the SnF2 groups than the NaF groups, at both 24 (P < 0.01) and 28 (P < 0.001) hours post baseline time points. Tongue brushing did not provide additional statistically significant breath benefits when compared to toothbrushing alone. Both dentifrices were well tolerated.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Xi",
      "initials": "X",
      "name": "Xi Chen",
      "affiliations": [
        "Department of Preventive and Pediatric Dentistry, Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai Key Laboratory of Stomatology, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Tao",
      "initials": "T",
      "name": "Tao He",
      "affiliations": []
    },
    {
      "last_name": "Sun",
      "fore_name": "Lily",
      "initials": "L",
      "name": "Lily Sun",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Feng",
      "fore_name": "Xiping",
      "initials": "X",
      "name": "Xiping Feng",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of dentistry",
    "iso_abbreviation": "Am J Dent",
    "issn": "0894-8275",
    "issn_type": "Print",
    "volume": "23",
    "issue": "3",
    "pub_year": "2010",
    "pub_month": "Jun"
  },
  "start_page": "175",
  "end_page": "178",
  "pages": "175-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analysis of Variance",
    "Cross-Over Studies",
    "Dentifrices",
    "Female",
    "Halitosis",
    "Humans",
    "Male",
    "Oral Hygiene",
    "Single-Blind Method",
    "Sodium Fluoride",
    "Sulfur Compounds",
    "Tin Fluorides",
    "Tongue"
  ],
  "article_ids": {
    "pubmed": "20718217"
  },
  "dates": {
    "completed": "2010-09-02",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Dentifrices",
    "Sulfur Compounds",
    "Tin Fluorides",
    "Sodium Fluoride"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.081922",
    "pmid": "20718217"
  }
}