{
  "pmid": "20731985",
  "uid": "20731985",
  "title": "Impact of heavy drinkers on others' health and well-being.",
  "abstract": "OBJECTIVE: Although there is a well-established quantitative literature examining the impact of alcohol consumption on the drinker, there has been much less examination of how someone's drinking affects other people. This study attempts to assess the degree to which relationships with heavy drinkers affect health and well-being. METHOD: The study is based on a random telephone survey of 2,649 Australians (2,422 providing sufficient data for analysis) that asked respondents to identify people in their lives who were heavy drinkers or who sometimes drank a lot. In addition, information on respondents' well-being and health was collected using the Personal Wellbeing Index and the EuroQol Group 5-Dimension Self-Report Questionnaire score (EQ-5D) index, along with data on a range of other sociodemographic factors. Multivariate regression models were developed to determine whether living with heavy drinkers or knowing heavy drinkers outside the household were related to health and well-being once socioeconomic and demographic factors and the respondent's own drinking behavior were statistically controlled. RESULTS: The study finds negative effects on both health and well-being related to the number of heavy drinkers identified outside the respondent's household, whereas heavy drinkers within the household were negatively related to health but not well-being. CONCLUSIONS: The study suggests that other people's drinking can have substantial effects on health and well-being, providing impetus for policies that reduce heavy drinking in the population.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, 54-62 Gertrude Street, Fitzroy, Victoria 3065, Australia. michaell@turningpoint.org.au"
      ]
    },
    {
      "last_name": "Wilkinson",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Wilkinson",
      "affiliations": []
    },
    {
      "last_name": "Laslett",
      "fore_name": "Anne-Marie",
      "initials": "AM",
      "name": "Anne-Marie Laslett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of studies on alcohol and drugs",
    "iso_abbreviation": "J Stud Alcohol Drugs",
    "issn": "1938-4114",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "778",
  "end_page": "785",
  "pages": "778-85",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Alcoholism",
    "Data Collection",
    "Female",
    "Health Status",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Temperance",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20731985",
    "doi": "10.15288/jsad.2010.71.778"
  },
  "doi": "10.15288/jsad.2010.71.778",
  "dates": {
    "completed": "2011-05-31",
    "revised": "2019-06-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.743191",
    "pmid": "20731985"
  }
}