{
  "pmid": "20738887",
  "uid": "20738887",
  "title": "Ethics, economics and the regulation and adoption of new medical devices: case studies in pelvic floor surgery.",
  "abstract": "BACKGROUND: Concern has been growing in the academic literature and popular media about the licensing, introduction and adoption of surgical devices before full effectiveness and safety evidence is available to inform clinical practice. Our research will seek empirical survey evidence about the roles, responsibilities, and information and policy needs of the key stakeholders in the introduction into clinical practice of new surgical devices for pelvic floor surgery, in terms of the underlying ethical principals involved in the economic decision-making process, using the example of pelvic floor procedures. METHODS/DESIGN: Our study involves three linked case studies using, as examples, selected pelvic floor surgery devices representing Health Canada device safety risk classes: low, medium and high risk. Data collection will focus on stakeholder roles and responsibilities, information and policy needs, and perceptions of those of other key stakeholders, in seeking and using evidence about new surgical devices when licensing and adopting them into practice. For each class of device, interviews will be used to seek the opinions of stakeholders. The following stakeholders and ethical and economic principles provide the theoretical framework for the study: Stakeholders--federal regulatory body, device manufacturers, clinicians, patients, health care institutions, provincial health departments, and professional societies. Clinical settings in two centres (in different provinces) will be included. Ethics--beneficence, non-maleficence, autonomy, justice. Economics--scarcity of resources, choices, opportunity costs.For each class of device, responses will be analysed to compare and contrast between stakeholders. Applied ethics and economic theory, analysis and critical interpretation will be used to further illuminate the case study material. DISCUSSION: The significance of our research in this new area of ethics will lie in providing recommendations for regulatory bodies, device manufacturers, clinicians, health care institutions, policy makers and professional societies, to ensure surgical patients receive sufficient information before providing consent for pelvic floor surgery. In addition, we shall provide a wealth of information for future study in other areas of surgery and clinical management, and provide suggestions for changes to health policy.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Ross",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of Calgary, Calgary, Canada. sue.ross@albertahealthservices.ca"
      ]
    },
    {
      "last_name": "Weijer",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Weijer",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Ducey",
      "fore_name": "Ariel",
      "initials": "A",
      "name": "Ariel Ducey",
      "affiliations": []
    },
    {
      "last_name": "Thompson",
      "fore_name": "Carmen",
      "initials": "C",
      "name": "Carmen Thompson",
      "affiliations": []
    },
    {
      "last_name": "Lafreniere",
      "fore_name": "Rene",
      "initials": "R",
      "name": "Rene Lafreniere",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical ethics",
    "iso_abbreviation": "BMC Med Ethics",
    "issn": "1472-6939",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2010",
    "pub_month": "Aug",
    "pub_day": "26"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Beneficence",
    "Canada",
    "Conflict of Interest",
    "Decision Making",
    "Device Approval",
    "Economics, Hospital",
    "Equipment and Supplies",
    "Female",
    "Gynecologic Surgical Procedures",
    "Humans",
    "Legislation, Medical",
    "Pelvic Floor",
    "Personal Autonomy",
    "Principle-Based Ethics",
    "Social Justice",
    "Surgical Instruments",
    "Urologic Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "20738887",
    "pmc": "PMC2936433",
    "doi": "10.1186/1472-6939-11-14",
    "pii": "1472-6939-11-14"
  },
  "doi": "10.1186/1472-6939-11-14",
  "pmc_id": "PMC2936433",
  "dates": {
    "completed": "2010-10-07",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.887102",
    "pmid": "20738887"
  }
}