{
  "pmid": "20804560",
  "uid": "20804560",
  "title": "Clinical review: Intra-abdominal hypertension: does it influence the physiology of prone ventilation?",
  "abstract": "Prone ventilation (PV) is a ventilatory strategy that frequently improves oxygenation and lung mechanics in critical illness, yet does not consistently improve survival. While the exact physiologic mechanisms related to these benefits remain unproven, one major theoretical mechanism relates to reducing the abdominal encroachment upon the lungs. Concurrent to this experience is increasing recognition of the ubiquitous role of intra-abdominal hypertension (IAH) in critical illness, of the relationship between IAH and intra-abdominal volume or thus the compliance of the abdominal wall, and of the potential difference in the abdominal influences between the extrapulmonary and pulmonary forms of acute respiratory distress syndrome. The present paper reviews reported data concerning intra-abdominal pressure (IAP) in association with the use of PV to explore the potential influence of IAH. While early authors stressed the importance of gravitationally unloading the abdominal cavity to unencumber the lung bases, this admonition has not been consistently acknowledged when PV has been utilized. Basic data required to understand the role of IAP/IAH in the physiology of PV have generally not been collected and/or reported. No randomized controlled trials or meta-analyses considered IAH in design or outcome. While the act of proning itself has a variable reported effect on IAP, abundant clinical and laboratory data confirm that the thoracoabdominal cavities are intimately linked and that IAH is consistently transmitted across the diaphragm--although the transmission ratio is variable and is possibly related to the compliance of the abdominal wall. Any proning-related intervention that secondarily influences IAP/IAH is likely to greatly influence respiratory mechanics and outcomes. Further study of the role of IAP/IAH in the physiology and outcomes of PV in hypoxemic respiratory failure is thus required. Theories relating inter-relations between prone positioning and the abdominal condition are presented to aid in designing these studies.",
  "authors": [
    {
      "last_name": "Kirkpatrick",
      "fore_name": "Andrew W",
      "initials": "AW",
      "name": "Andrew W Kirkpatrick",
      "affiliations": [
        "Regional Trauma Services, Foothills Medical Centre, 1403 29 Street NW, Calgary, Alberta, Canada. andrew.kirkpatrick@albertahealthservices.ca"
      ]
    },
    {
      "last_name": "Pelosi",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Pelosi",
      "affiliations": []
    },
    {
      "last_name": "De Waele",
      "fore_name": "Jan J",
      "initials": "JJ",
      "name": "Jan J De Waele",
      "affiliations": []
    },
    {
      "last_name": "Malbrain",
      "fore_name": "Manu Lng",
      "initials": "ML",
      "name": "Manu Lng Malbrain",
      "affiliations": []
    },
    {
      "last_name": "Ball",
      "fore_name": "Chad G",
      "initials": "CG",
      "name": "Chad G Ball",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": []
    },
    {
      "last_name": "Laupland",
      "fore_name": "Kevin B",
      "initials": "KB",
      "name": "Kevin B Laupland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "4",
    "pub_year": "2010"
  },
  "start_page": "232",
  "pages": "232",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Abdomen",
    "Acute Lung Injury",
    "Animals",
    "Humans",
    "Hypertension",
    "Prone Position",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "20804560",
    "pmc": "PMC2945095",
    "doi": "10.1186/cc9099",
    "pii": "cc9099"
  },
  "doi": "10.1186/cc9099",
  "pmc_id": "PMC2945095",
  "dates": {
    "completed": "2011-01-18",
    "revised": "2024-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.411516",
    "pmid": "20804560"
  }
}