{
  "pmid": "20805179",
  "uid": "20805179",
  "title": "Validation of a parent-proxy quality of life questionnaire for paediatric chronic cough (PC-QOL).",
  "abstract": "BACKGROUND: Quality of life (QOL) measures are an important patient-relevant outcome measure for clinical studies. Currently there is no fully validated cough-specific QOL measure for paediatrics. The objective of this study was to validate a cough-specific QOL questionnaire for paediatric use. METHOD: 43 children (28 males, 15 females; median age 29 months, IQR 20-41 months) newly referred for chronic cough participated. One parent of each child completed the 27-item Parent Cough-Specific QOL questionnaire (PC-QOL), and the generic child (Pediatric QOL Inventory 4.0 (PedsQL)) and parent QOL questionnaires (SF-12) and two cough-related measures (visual analogue score and verbal category descriptive score) on two occasions separated by 2-3 weeks. Cough counts were also objectively measured on both occasions. RESULTS: Internal consistency for both the domains and total PC-QOL at both test times was excellent (Cronbach alpha range 0.70-0.97). Evidence for repeatability and criterion validity was established, with significant correlations over time and significant relationships with the cough measures. The PC-QOL was sensitive to change across the test times and these changes were significantly related to changes in cough measures (PC-QOL with: verbal category descriptive score, r(s)=-0.37, p=0.016; visual analogue score, r(s)=-0.47, p=0.003). Significant correlations of the difference scores for the social domain of the PC-QOL and the domain and total scores of the PedsQL were also noted (r(s)=0.46, p=0.034). CONCLUSION: The PC-QOL is a reliable and valid outcome measure that assesses QOL related to childhood cough at a given time point and measures changes in cough-specific QOL over time.",
  "authors": [
    {
      "last_name": "Newcombe",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Newcombe",
      "affiliations": [
        "School of Social Work and Applied Human Sciences. School of Psychology, The University of Queensland, 11 Salisbury Road, Ipswich, Queensland 4305, Australia. newc@psy.uq.edu.au"
      ]
    },
    {
      "last_name": "Sheffield",
      "fore_name": "Jeanie K",
      "initials": "JK",
      "name": "Jeanie K Sheffield",
      "affiliations": []
    },
    {
      "last_name": "Juniper",
      "fore_name": "Elizabeth F",
      "initials": "EF",
      "name": "Elizabeth F Juniper",
      "affiliations": []
    },
    {
      "last_name": "Petsky",
      "fore_name": "Helen L",
      "initials": "HL",
      "name": "Helen L Petsky",
      "affiliations": []
    },
    {
      "last_name": "Willis",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Willis",
      "affiliations": []
    },
    {
      "last_name": "Chang",
      "fore_name": "Anne B",
      "initials": "AB",
      "name": "Anne B Chang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thorax",
    "iso_abbreviation": "Thorax",
    "issn": "1468-3296",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "9",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "819",
  "end_page": "823",
  "pages": "819-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Chronic Disease",
    "Cough",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Parents",
    "Proxy",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "20805179",
    "doi": "10.1136/thx.2009.133868",
    "pii": "65/9/819"
  },
  "doi": "10.1136/thx.2009.133868",
  "dates": {
    "completed": "2010-10-13",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:38.454728",
    "pmid": "20805179"
  }
}