{
  "pmid": "20804228",
  "uid": "20804228",
  "title": "Clinical utility of cancer family history collection in primary care.",
  "abstract": "OBJECTIVES: This systematic review aimed to evaluate, within unselected populations: the (1) performance of family history (FHx)-based models in predicting cancer risk; (2) overall benefits and harms associated with established cancer prevention interventions; (3) impact of FHx-based risk information on the uptake of preventive interventions; and (4) potential for harms associated with collecting cancer FHx. DATA SOURCES: MEDLINE, EMBASE, CINAHL, Cochrane Central, Cochrane Database of Systematic Reviews, and PsycINFO were searched from 1990 to June 2008 inclusive. Cancer guidelines and recommendations were searched from 2002 forward and systematic reviews from 2003 to June 2008. REVIEW METHODS: Standard systematic review methodology was employed. Eligibility criteria included English studies evaluating breast, colorectal, ovarian, or prostate cancers. Study designs were restricted to systematic review, experimental and diagnostic types. Populations were limited to those unselected for cancer risk. Interventions were limited to collection of cancer FHx; primary and/or secondary prevention interventions for breast, colorectal, ovarian, and prostate cancers. RESULTS: Accuracy of models. Seven eligible studies evaluated systems based on the Gail model, and on the Harvard Cancer Risk Index. No evaluations demonstrated more than modest discriminatory accuracy at an individual level. No evaluations were identified relevant to ovarian or prostate cancer risk. Efficacy of preventive interventions. From 29 eligible systematic reviews, seven found no experimental studies evaluating interventions of interest. Of the remaining 22, none addressed ovarian cancer prevention. The reviews were generally based on limited numbers of randomized or controlled clinical trials. There was no evidence either to support or refute the use of selected chemoprevention interventions, there was some evidence of effectiveness for mammography and fecal occult blood testing. Uptake of intervention. Three studies evaluated the impact of FHx-based risk information on uptake of clinical preventive interventions for breast cancer. The evidence is insufficient to draw conclusions on the effect of FHx-based risk information on change in preventive behavior. Potential harms of FHx taking. One uncontrolled trial evaluated the impact of FHx-based breast cancer risk information on psychological outcomes and found no evidence of significant harm. CONCLUSIONS: Our review indicates a very limited evidence base with which to address all four of the research questions: 1) the few evaluations of cancer risk prediction models do not suggest useful individual predictive accuracy; 2) the experimental evidence base for primary and secondary cancer prevention is very limited; 3) there is insufficient evidence to assess the effect of FHx-based risk assessment on preventive behaviors; 4) there is insufficient evidence to assess whether FHx-based personalized risk assessment directly causes adverse outcomes.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Wilson",
      "affiliations": []
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Qureshi",
      "affiliations": []
    },
    {
      "last_name": "Little",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Little",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": []
    },
    {
      "last_name": "Carroll",
      "fore_name": "June",
      "initials": "J",
      "name": "June Carroll",
      "affiliations": []
    },
    {
      "last_name": "Allanson",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Allanson",
      "affiliations": []
    },
    {
      "last_name": "Keshavarz",
      "fore_name": "Homa",
      "initials": "H",
      "name": "Homa Keshavarz",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "179",
    "pub_year": "2009",
    "pub_month": "Apr"
  },
  "start_page": "1",
  "end_page": "94",
  "pages": "1-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Medical History Taking",
    "Neoplasms",
    "Primary Health Care",
    "Randomized Controlled Trials as Topic",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "20804228",
    "pmc": "PMC4780982"
  },
  "pmc_id": "PMC4780982",
  "dates": {
    "completed": "2010-09-16",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:31.431301",
    "pmid": "20804228"
  }
}