{
  "pmid": "20810506",
  "uid": "20810506",
  "title": "The association between disease activity and duration in systemic sclerosis.",
  "abstract": "OBJECTIVE: The absence of a standardized disease activity index has been an important barrier in systemic sclerosis (SSc) research. We applied the newly derived Valentini Scleroderma Disease Activity Index (SDAI) among our cohort of patients with SSc to document changes in disease activity over time and to assess possible differences in activity between limited and diffuse disease. METHODS: Cross-sectional study of a national cohort of patients enrolled in the Canadian Scleroderma Research Group Registry. Disease activity was measured using the SDAI. Depression scores were measured using the Centre for Epidemiologic Studies Depression Scale (CES-D). RESULTS: A total of 326 out of 639 patients had complete datasets at the time of this analysis; 87% were female, of mean age 55.6 years, with mean disease duration 14.1 years. SDAI declined steeply in the first 5 years after disease onset and patients with diffuse disease had 42% higher SDAI scores than patients with limited disease with the same disease duration and depression scores (standardized relative risk 1.42, 95% CI 1.21, 1.65). Patients with higher CES-D scores had higher SDAI scores relative to patients with the same disease duration and disease subset (standardized RR 1.22, 95% CI 1.14, 1.31). Among the 10 components that make up the SDAI, only skin score (standardized OR 0.59, 95% CI 0.43, 0.82) and patient-reported change in skin (standardized OR 0.64, 95% CI 0.45, 0.92) decreased with increasing disease duration. High skin scores (standardized OR 32.2, 95% CI 15.8, 72.0) were more likely and scleredema (standardized OR 0.58, 95% CI 0.37, 0.92) was less likely to be present in patients with diffuse disease. High depression scores were associated with positive responses for patient-reported changes in skin and cardiopulmonary function. CONCLUSION: Disease activity declined with time and patients with diffuse disease had consistently higher SDAI scores. Depression was found to be associated with higher patient activity scores and strongly associated with patient self-response questions. The role of depression should be carefully considered in future applications of the SDAI, particularly as several components of the score rely upon patient recall.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer G",
      "initials": "JG",
      "name": "Jennifer G Walker",
      "affiliations": [
        "University of Calgary, Calgary, Alberta."
      ]
    },
    {
      "last_name": "Steele",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J Steele",
      "affiliations": []
    },
    {
      "last_name": "Schnitzer",
      "fore_name": "Mireille",
      "initials": "M",
      "name": "Mireille Schnitzer",
      "affiliations": []
    },
    {
      "last_name": "Taillefer",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Taillefer",
      "affiliations": []
    },
    {
      "last_name": "Baron",
      "fore_name": "Murray",
      "initials": "M",
      "name": "Murray Baron",
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "last_name": "Hudson",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Hudson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "1499-2752",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "11",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "2299",
  "end_page": "2306",
  "pages": "2299-306",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Cross-Sectional Studies",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Middle Aged",
    "Registries",
    "Scleroderma, Systemic",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "20810506",
    "doi": "10.3899/jrheum.090919",
    "pii": "jrheum.090919"
  },
  "doi": "10.3899/jrheum.090919",
  "dates": {
    "completed": "2011-02-11",
    "revised": "2010-11-02"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.541045",
    "pmid": "20810506"
  }
}