{
  "pmid": "20822209",
  "uid": "20822209",
  "title": "Goal-directed aiming: two components but multiple processes.",
  "abstract": "This article reviews the behavioral literature on the control of goal-directed aiming and presents a multiple-process model of limb control. The model builds on recent variants of Woodworth's (1899) two-component model of speed-accuracy relations in voluntary movement and incorporates ideas about dynamic online limb control based on prior expectations about the efferent and afferent consequences of a planned movement. The model considers the relationship between movement speed and accuracy, and how performers adjust their trial-to-trial aiming behavior to find a safe, but fast, zone for movement execution. The model also outlines how the energy and safety costs associated with different movement outcomes contribute to movement planning processes and the control of aiming trajectories. Our theoretical position highlights the importance of advance knowledge about the sensory information that will be available for online control and the need to develop a robust internal representation of expected sensory consequences. We outline how early practice contributes to optimizing strategic planning to avoid worst-case outcomes associated with inherent neural-motor variability. Our model considers the role of both motor development and motor learning in refining feed-forward and online control. The model reconciles procedural and representational accounts of the specificity-of-learning phenomenon. Finally, we examine the breakdown of perceptual-motor precision in several special populations (i.e., Down syndrome, Williams syndrome, autism spectrum disorder, normal aging) within the framework of a multiple-process approach to goal-directed aiming.",
  "authors": [
    {
      "last_name": "Elliott",
      "fore_name": "Digby",
      "initials": "D",
      "name": "Digby Elliott",
      "affiliations": [
        "School of Sport and Exercise Sciences, Liverpool John Moores University, Liverpool, England. elliott@mcmaster.ca"
      ]
    },
    {
      "last_name": "Hansen",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Hansen",
      "affiliations": []
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": []
    },
    {
      "last_name": "Lyons",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lyons",
      "affiliations": []
    },
    {
      "last_name": "Bennett",
      "fore_name": "Simon J",
      "initials": "SJ",
      "name": "Simon J Bennett",
      "affiliations": []
    },
    {
      "last_name": "Hayes",
      "fore_name": "Spencer J",
      "initials": "SJ",
      "name": "Spencer J Hayes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Psychological bulletin",
    "iso_abbreviation": "Psychol Bull",
    "issn": "1939-1455",
    "issn_type": "Electronic",
    "volume": "136",
    "issue": "6",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "1023",
  "end_page": "1044",
  "pages": "1023-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Goals",
    "Humans",
    "Learning",
    "Models, Psychological",
    "Motor Activity",
    "Practice, Psychological",
    "Reaction Time",
    "Task Performance and Analysis"
  ],
  "article_ids": {
    "pubmed": "20822209",
    "doi": "10.1037/a0020958",
    "pii": "2010-18484-001"
  },
  "doi": "10.1037/a0020958",
  "dates": {
    "completed": "2011-02-23",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.921476",
    "pmid": "20822209"
  }
}