{
  "pmid": "20836634",
  "uid": "20836634",
  "title": "A systematic review of postgraduate palliative care curricula.",
  "abstract": "BACKGROUND: Palliative care is part of comprehensive family practice; however, many physicians do not feel confident in the biomedical and psychosocial realms. Although improving residency training to address this is necessary, there is little consensus on the best education methods. OBJECTIVE: To conduct a systematic review of postgraduate curricula in palliative care to incorporate the most effective components into a family medicine education program. METHODS: Studies of palliative care curricula conducted in postgraduate medical training programs that contained an evaluative component and published since 1980 were systematically examined by investigator pairs using standard selection criteria and data collection forms. Discrepancies were resolved by consensus. The outcomes examined were communication skills, knowledge, attitudes, and comfort/confidence level. RESULTS: 28 studies were included after reviewing 174 abstracts. Most studies (n = 21) used survey pre-post design with no control group. Outcomes were grouped into communication skills, knowledge and attitudes and confidence. Workshops with simulated patients or role plays improved communication skills. Relatively brief strategies such as short workshops showed objective improvements in focused knowledge areas. Either clinical rotations or multi-faceted interventions were required to produce improvements more broadly in knowledge base. Only a few studies examined the sustainability of outcomes. CONCLUSIONS: An effective palliative care curriculum will need to use a multifaceted approach, incorporating a variety of intentional strategies to address the multiple competencies required. There is a need for more rigorous curricular evaluation.",
  "authors": [
    {
      "last_name": "Shaw",
      "fore_name": "Elizabeth Ann",
      "initials": "EA",
      "name": "Elizabeth Ann Shaw",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. shawea@mcmaster.ca"
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Taniguchi",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Taniguchi",
      "affiliations": []
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Winemaker",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Sheri",
      "initials": "S",
      "name": "Sheri Burns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of palliative medicine",
    "iso_abbreviation": "J Palliat Med",
    "issn": "1557-7740",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "9",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "1091",
  "end_page": "1108",
  "pages": "1091-108",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Curriculum",
    "Education, Medical, Graduate",
    "Family Practice",
    "Humans",
    "Internship and Residency",
    "Palliative Care"
  ],
  "article_ids": {
    "pubmed": "20836634",
    "doi": "10.1089/jpm.2010.0034"
  },
  "doi": "10.1089/jpm.2010.0034",
  "dates": {
    "completed": "2011-02-03",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.517754",
    "pmid": "20836634"
  }
}