{
  "pmid": "20842110",
  "uid": "20842110",
  "title": "The gain in quality-adjusted life months by switching to esomeprazole in those with continued reflux symptoms in primary care: EncomPASS--a cluster-randomized trial.",
  "abstract": "OBJECTIVES: Proton pump inhibitors (PPIs) are effective in gastroesophageal reflux disease (GERD), but their cost effectiveness is unknown. This is usually determined by cost/quality-adjusted life year (QALY) gained, but whether PPI therapy improves QALYs has not been assessed in a randomized trial. The PPI acid suppression symptom (PASS) test is a five-item questionnaire that identifies patients with persistent acid-related symptoms. We evaluated whether a PASS test-based management strategy of changing GERD therapy to esomeprazole in those with continued symptoms on another PPI or H(2) receptor antagonist therapy would be cost effective. We expressed the data in terms of cost per quality-adjusted life months (QALM), as this was a 4-week trial. METHODS: This is a multicenter, cluster-randomized, open-label study in primary care physician centers across Canada. Primary care physician centers were randomized to intervention or control arms. Patients on acid-suppressing medication were identified from primary care records and asked to complete the PASS test. PASS test failures at baseline assessment continued current therapy in control practices or switched to esomeprazole 20 or 40 mg daily (the dose was at the clinician's discretion) for 4 weeks in intervention practices. A planned secondary end point was QALM gain, measured using the validated Euroqol (EQ-5D) completed at baseline and 4 weeks. Medication use was also assessed by questionnaire. Canadian unit generic costs were applied to all GERD drugs, except to esomeprazole and lansoprazole, wherein proprietary costs were used (all costs in Canadian $). Data were analyzed using bootstrap sampling. RESULTS: A total of 1,564 patients were recruited from 134 intervention sites and 92 control sites. Data were evaluable for 808 intervention and 445 control patients. The mean (±standard deviation) QALM at 4 weeks in the intervention group was 0.885±0.164 compared with 0.814±0.179 in the control group, resulting in a mean 0.071 (95% CI=0.091-0.051) QALM gain (P<0.0001). Esomeprazole was cost effective for PASS test failures, with a mean cost of $763 (95% CI=456-1,414) per QALM gain. CONCLUSIONS: Esomeprazole was associated with a statistically significant gain in QALMs and was cost effective in primary care patients with persistent acid-related symptoms identified by the PASS test.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University Medical Centre, Hamilton, Ontario, Canada. moayyep@mcmaster.ca"
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Armstrong",
      "affiliations": []
    },
    {
      "last_name": "Hunt",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Hunt",
      "affiliations": []
    },
    {
      "last_name": "Lei",
      "fore_name": "Yao",
      "initials": "Y",
      "name": "Yao Lei",
      "affiliations": []
    },
    {
      "last_name": "Bukoski",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Bukoski",
      "affiliations": []
    },
    {
      "last_name": "White",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J White",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "11",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "2341",
  "end_page": "2346",
  "pages": "2341-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Ulcer Agents",
    "Canada",
    "Cost-Benefit Analysis",
    "Esomeprazole",
    "Female",
    "Gastroesophageal Reflux",
    "Humans",
    "Male",
    "Primary Health Care",
    "Quality-Adjusted Life Years",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20842110",
    "doi": "10.1038/ajg.2010.368",
    "pii": "ajg2010368"
  },
  "doi": "10.1038/ajg.2010.368",
  "dates": {
    "completed": "2010-11-29",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Anti-Ulcer Agents",
    "Esomeprazole"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.375427",
    "pmid": "20842110"
  }
}