{
  "pmid": "20840757",
  "uid": "20840757",
  "title": "Studies of Anopheles gambiae s.l (Diptera: Culicidae) exhibiting different vectorial capacities in lymphatic filariasis transmission in the Gomoa district, Ghana.",
  "abstract": "BACKGROUND: Two lymphatic filariasis endemic communities Mampong and Hwida in Ghana have been regularly monitored for impact on transmission after annual mass drug administration (MDA) with albendazole and ivermectin. After six MDAs even though the ABR for Mampong was 55883/person/year and that of Hwida was 2494/person/year, they both had ATPs of 15.21 infective larvae/person/year. Interestingly the human microfilaraemia levels had reduced significantly from 14% to 0% at Mampong and 12% to 3% at Hwida. In an attempt to understand this anomaly, we collected mosquitoes over a 5-month period using human landing catches to determine the species composition, the number of cibarial teeth, the lengths and widths of the cibarium and the cibarial dome of the vector populations. RESULTS: Out of 2553 mosquitoes caught at Mampong, 42.6% were An. gambiae s.l. All 280 identified further by PCR were An. gambiae s.s (275 M and 5 S molecular forms). At Hwida, 112 mosquitoes were obtained; 67 (59.8%) were An. gambiae s.l, comprised of 40 (59.7%) An. melas, 24 (35.8%) An. gambiae s.s (17 and 5 M and S molecular forms respectively) and 3 (4.5%) unidentified. The mean number of teeth for An. melas was 14.1 (median = 14, range = 12-15), An. gambiae s.s., 15.7 (median = 15, range = 13-19) M form 15.5 (median = 15 range = 13-19) and S form 16 (median = 16, range 15-17). The observed differences in teeth numbers were significantly different between An. melas and An. gambiae s.s (p = 0.004), and the M form (p = 0.032) and the S form (p = 0.002). CONCLUSIONS: In this study, An. gambiae s.s was the main vector at Mampong and was found to possess significantly more cibarial teeth than An. melas, the principal vector at Hwida. We postulate that the different impact observed after 6 MDAs may be due to An. gambiae s.s exhibiting 'facilitation' at Mampong and at Hwida An. melas the main vector exhibits 'limitation'. Thus it may be necessary to compliment MDA with vector control to achieve interruption of transmission in areas where An. melas may exhibit limitation.",
  "authors": [
    {
      "last_name": "Amuzu",
      "fore_name": "Hilaria",
      "initials": "H",
      "name": "Hilaria Amuzu",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P,O, Box LG 581, Legon, Accra, Ghana. dboakye@noguchi.mimcom.org."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": []
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Boakye",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Parasites & vectors",
    "iso_abbreviation": "Parasit Vectors",
    "issn": "1756-3305",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2010",
    "pub_month": "Sep",
    "pub_day": "14"
  },
  "start_page": "85",
  "pages": "85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20840757",
    "pmc": "PMC2949826",
    "doi": "10.1186/1756-3305-3-85",
    "pii": "1756-3305-3-85"
  },
  "doi": "10.1186/1756-3305-3-85",
  "pmc_id": "PMC2949826",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.175258",
    "pmid": "20840757"
  }
}