{
  "pmid": "20841418",
  "uid": "20841418",
  "title": "The dose-dependent effects of phenylephrine for elective cesarean delivery under spinal anesthesia.",
  "abstract": "BACKGROUND: Hypotension is the most common serious side effect of spinal anesthesia for cesarean delivery. There has been a move recently toward the use of phenylephrine as a vasopressor infusion to improve maternal cardiovascular stability and fetal outcome. Although it seems safe in the elective setting, there have been concerns about its propensity for causing an increase in afterload and a baroreceptor-mediated bradycardia in the mother, with a consequent reduction in maternal cardiac output (CO). Using a noninvasive measure of CO, our aim was to investigate whether there were any dose-dependent effects of phenylephrine on maternal cardiovascular stability and, if so, any impact on fetal outcome. METHODS: In this randomized, double-blind study, 75 women scheduled for elective cesarean delivery were allocated to receive a phenylephrine infusion at 25 μg/min, 50 μg/min, or 100 μg/min. This infusion was titrated to maintain maternal baseline systolic blood pressure (SBP), from induction of spinal anesthesia until delivery. The maternal cardiovascular variables recorded included heart rate (HR) and SBP. A suprasternal Doppler monitor measured CO and stroke volume, as well as measures of venous return (corrected flow time) and contractility, at baseline, and then every 5 minutes for 20 minutes after initiation of spinal anesthesia. Apgar scores and umbilical cord blood gases were recorded. RESULTS: SBP control was satisfactory in all groups; however, the group receiving phenylephrine 100 μg/min required significantly higher doses to achieve arterial blood pressure control compared with the lower infusion rates. There were no significant differences in the number of times SBP decreased below 80% of baseline, or the numbers of boluses of ephedrine or phenylephrine required to maintain SBP above 80% of baseline. There were significant time and dose-dependent reductions in HR and CO with phenylephrine, such that HR and CO were seen to decrease with time in each group, and also with increasing concentrations of phenylephrine. Stroke volume remained stable throughout. Apgar scores and umbilical cord blood gases were similar among groups. CONCLUSION: By infusing a higher concentration (100 μg/min), we subject the mother and fetus to a much higher dose of phenylephrine, with significant effects on maternal HR and CO (up to a 20% reduction). Future investigation is required to determine whether this reduction in maternal CO has detrimental effects when providing anesthesia for an emergency cesarean delivery for a compromised fetus.",
  "authors": [
    {
      "last_name": "Stewart",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Stewart",
      "affiliations": [
        "Department of Anesthesia, University College London Hospitals NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Roshan",
      "initials": "R",
      "name": "Roshan Fernando",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": []
    },
    {
      "last_name": "Hignett",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Hignett",
      "affiliations": []
    },
    {
      "last_name": "Jones",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Jones",
      "affiliations": []
    },
    {
      "last_name": "Columb",
      "fore_name": "Malachy",
      "initials": "M",
      "name": "Malachy Columb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anesthesia and analgesia",
    "iso_abbreviation": "Anesth Analg",
    "issn": "1526-7598",
    "issn_type": "Electronic",
    "volume": "111",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "1230",
  "end_page": "1237",
  "pages": "1230-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adrenergic alpha-Agonists",
    "Adult",
    "Anesthesia, Spinal",
    "Apgar Score",
    "Blood Pressure",
    "Carbon Dioxide",
    "Cardiac Output",
    "Cesarean Section",
    "Dose-Response Relationship, Drug",
    "Double-Blind Method",
    "Drug Administration Schedule",
    "Elective Surgical Procedures",
    "Female",
    "Fetal Blood",
    "Heart Rate",
    "Humans",
    "Hypotension",
    "Infusions, Parenteral",
    "London",
    "Oxygen",
    "Phenylephrine",
    "Pregnancy",
    "Time Factors",
    "Treatment Outcome",
    "Ultrasonography, Doppler"
  ],
  "article_ids": {
    "pubmed": "20841418",
    "doi": "10.1213/ANE.0b013e3181f2eae1",
    "pii": "ANE.0b013e3181f2eae1"
  },
  "doi": "10.1213/ANE.0b013e3181f2eae1",
  "dates": {
    "completed": "2010-11-16",
    "revised": "2022-11-29"
  },
  "chemicals": [
    "Adrenergic alpha-Agonists",
    "Carbon Dioxide",
    "Phenylephrine",
    "Oxygen"
  ],
  "grants": [
    {
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.421222",
    "pmid": "20841418"
  }
}