{
  "pmid": "20859723",
  "uid": "20859723",
  "title": "Effects of sex, body mass index, and body size on the outcome of coronary artery bypass surgery: Iranian experience.",
  "abstract": "OBJECTIVE: Sex, body mass index, and body surface area have been proposed as important determinants of outcome after coronary artery bypass graft surgery. METHODS: In a retrospective study, the archived files of the patients who had undergone isolated coronary artery bypass graft (CABG) in our center from January 2005 to September 2008 were evaluated. The data regarding the patients' body surface area (BSA), body mass index (BMI), and laboratory tests as well as their demographic data and the number of deaths, duration of intensive care unit (ICU) stay, and duration of hospital admissions were collected. Duration of ICU stay >4 days and death were considered for the final outcomes to present the morbidity and mortality, respectively. RESULTS: In total, the files of 1223 patients were reviewed. BSA was different between men and women, but the differences in mortality and morbidity were not statistically significant. The difference between the mean BMI in men and women was not significant (P = 0.72). In all, 11 patients (9 men, 2 women) died during the hospital stay, but no significant difference was observed between the men and the women (P = 0.59). Among the patients, 6.5% stayed >4 days in the ICU (50 men, 20 women) with no significant difference between the two (P = 0.482). No significant differences were found between the BSA and BMI of the patients who died and those who were discharged from the hospital (P = 0.088 and P = 0.321, respectively). There were no significant correlations between the duration of hospital stay and the BSA or BMI (P = 0.44 and P = 0.26, respectively). CONCLUSION: Sex, BMI, and BSA do not affect the outcome after CABG.",
  "authors": [
    {
      "last_name": "Nemati",
      "fore_name": "Mohammad Hassan",
      "initials": "MH",
      "name": "Mohammad Hassan Nemati",
      "affiliations": [
        "Cardiac Surgery Department, Faghihi Hospital, Shiraz University of Medical Sciences, Zand Street, Shiraz, Iran. nemati_mhs@yahoo.com"
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "General thoracic and cardiovascular surgery",
    "iso_abbreviation": "Gen Thorac Cardiovasc Surg",
    "issn": "1863-6713",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "9",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "452",
  "end_page": "455",
  "pages": "452-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Body Mass Index",
    "Body Size",
    "Coronary Artery Bypass",
    "Female",
    "Humans",
    "Iran",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Sex Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20859723",
    "doi": "10.1007/s11748-009-0568-0"
  },
  "doi": "10.1007/s11748-009-0568-0",
  "dates": {
    "completed": "2011-01-13",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.531507",
    "pmid": "20859723"
  }
}