{
  "pmid": "20859724",
  "uid": "20859724",
  "title": "Effects of opium addiction on bleeding after coronary artery bypass graft surgery: report from Iran.",
  "abstract": "PURPOSE: Opium abuse is a major type of drug abuse in Iran. This study was designed to find the possible relation between opium addiction and excessive bleeding after coronary artery bypass graft (CABG) surgery. METHODS: In a historical cohort study during a 1.5-year period, consecutive patients scheduled for elective CABG surgery were assigned to two group on the basis of having or not having the criteria for inhalational opium addiction. Before and after operations, the complete blood count, bleeding time, prothrombin time, partial thromboplastin time, and platelet count were checked for all patients. The volumes of infused red blood cells during and after the operation were recorded. After operations, the volumes of bleeding through the patients' chest tubes were recorded. The recorded data were analyzed using SPSS software version 11.5. Independent t, chi-square and repeated measure tests were used; and P < 0.05 was considered statistically significant. RESULTS: In total, 84 nonaddicted patients were assigned in group 1, and 110 patients who fulfilled the addiction criteria were assigned in group 2. Total bleeding from the three chest tubes was significantly different between the two groups (P = 0.001). The mean hemoglobin level, prothrombin time, partial thromboplastin time, and platelet counts before and after the operations were similar in the two groups. Opium-addicted patients received more packed red blood cells during and after the operations. CONCLUSION: Inhalational opium addiction might lead to more hemorrhage after CABG surgery. It is recommended that cardiac surgeons consider these patients at high risk for major complications after surgery.",
  "authors": [
    {
      "last_name": "Nemati",
      "fore_name": "Mohammad Hassan",
      "initials": "MH",
      "name": "Mohammad Hassan Nemati",
      "affiliations": [
        "Cardiac Surgery Department, Faghihi Hospital, Shiraz University of Medical Sciences, Zand Street, Shiraz, Iran. nemati_mhs@yahoo.com"
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": []
    },
    {
      "last_name": "Ardekani",
      "fore_name": "Gholamreza Safaee",
      "initials": "GS",
      "name": "Gholamreza Safaee Ardekani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "General thoracic and cardiovascular surgery",
    "iso_abbreviation": "Gen Thorac Cardiovasc Surg",
    "issn": "1863-6713",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "9",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "456",
  "end_page": "460",
  "pages": "456-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Coronary Artery Bypass",
    "Female",
    "Humans",
    "Iran",
    "Male",
    "Middle Aged",
    "Opioid-Related Disorders",
    "Opium",
    "Postoperative Hemorrhage"
  ],
  "article_ids": {
    "pubmed": "20859724",
    "doi": "10.1007/s11748-010-0613-z"
  },
  "doi": "10.1007/s11748-010-0613-z",
  "dates": {
    "completed": "2011-01-13",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Opium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.531659",
    "pmid": "20859724"
  }
}