{
  "pmid": "20855086",
  "uid": "20855086",
  "title": "Pretransplant free fatty acids (FFA) and allograft survival in renal transplantation.",
  "abstract": "BACKGROUND: Fatty acids and their eicosanoid metabolites have been shown to be important mediators of the immune response in transplantation. We hypothesize that elevated pretransplant free fatty acids (FFA) levels may be associated with prolonged survival of kidney transplants. METHODS: Archived pretransplant sera of 130 patients who received a kidney transplant from 1991 to 1997 were analyzed by gas liquid chromatography for a comprehensive FFA profile. FFA levels were categorized by quartiles, and the association between quartiles of the levels for each free-fatty acid and graft survival was initially screened by serial univariate analyses (Kaplan-Meier). All significant variables (FFAs and transplant-specific risk factors) were entered into a multivariable (Cox regression) model. RESULTS: With > 10 y of follow-up, 68 kidney allografts were lost. Factors associated with decreased graft survival by univariate analysis included delayed graft function (DGF), acute rejection (AR), and cold ischemic time (CIT) > 24 h. High levels of arachidonic and γ-linolenic FFA were associated with higher graft survival rates. By multivariate analysis, only DGF, AR, CIT, and arachidonic acid levels were significant. The odds ratios for graft failure for the highest, third, and second quartiles of the pretransplant level of arachidonic acid, compared with the lowest quartile, were 0.18, 0.32, and 0.64, respectively (P = 0.050, log-rank test). For arachidonic acid the survival benefit appeared to be graded with the highest quartile associated with a greater than 80% reduction of risk of kidney graft failure. CONCLUSION: Pretransplant level of arachidonic acid was independently associated with higher kidney graft survival rates. Further studies are necessary to identify the underlying mechanisms and to determine whether interventions aimed at increasing pretransplant arachidonic acid levels might prove beneficial for renal transplant outcomes.",
  "authors": [
    {
      "last_name": "Baker",
      "fore_name": "Aaron C",
      "initials": "AC",
      "name": "Aaron C Baker",
      "affiliations": [
        "Department of Surgery, University of California Davis Medical Center, Sacramento, California 95817, USA. aaron.baker@ucdmc.ucdavis.edu"
      ]
    },
    {
      "last_name": "de Mattos",
      "fore_name": "Angelo",
      "initials": "A",
      "name": "Angelo de Mattos",
      "affiliations": []
    },
    {
      "last_name": "Watkins",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Watkins",
      "affiliations": []
    },
    {
      "last_name": "German",
      "fore_name": "J Bruce",
      "initials": "JB",
      "name": "J Bruce German",
      "affiliations": []
    },
    {
      "last_name": "Troppmann",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Troppmann",
      "affiliations": []
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "164",
    "issue": "2",
    "pub_year": "2010",
    "pub_month": "Dec"
  },
  "start_page": "182",
  "end_page": "187",
  "pages": "182-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Biomarkers",
    "Child",
    "Delayed Graft Function",
    "Fatty Acids, Nonesterified",
    "Female",
    "Follow-Up Studies",
    "Graft Rejection",
    "Graft Survival",
    "Humans",
    "Immunosuppression Therapy",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Postoperative Complications",
    "Reoperation",
    "Retrospective Studies",
    "Risk Assessment",
    "Survival Rate",
    "Transplantation, Homologous"
  ],
  "article_ids": {
    "pubmed": "20855086",
    "doi": "10.1016/j.jss.2010.07.038",
    "pii": "S0022-4804(10)00636-0"
  },
  "doi": "10.1016/j.jss.2010.07.038",
  "dates": {
    "completed": "2010-12-22",
    "revised": "2021-12-03"
  },
  "chemicals": [
    "Biomarkers",
    "Fatty Acids, Nonesterified"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.708189",
    "pmid": "20855086"
  }
}