{
  "pmid": "20870785",
  "uid": "20870785",
  "title": "Isolation and physiology of bacteria from contaminated subsurface sediments.",
  "abstract": "The majority of environmental microorganisms cannot be grown by traditional techniques. Here we employed, and contrasted with conventional plating, an alternative approach based on cultivation of microorganisms inside diffusion chambers incubated within natural samples, followed by subculturing in petri dishes. Using this approach, we isolated microorganisms from subsurface sediments from the Field Research Center (FRC) in Oak Ridge, TN. The sediments were acidic and highly contaminated with uranium, heavy metals, nitrate, and organic pollutants. Phylogenetic analysis of 16S rRNA gene sequences revealed clear differences between diversity of isolates obtained by the diffusion chamber approach and those obtained by conventional plating. The latter approach led to isolation of members of the Alpha- and Gammaproteobacteria, Actinobacteria, and Verrucomicrobia. Isolates obtained via the diffusion chamber approach represented the Alpha-, Beta-, and Gammaproteobacteria, Actinobacteria, Firmicutes, and Bacteroidetes. Notably, one-third of the isolates obtained by the new method were closely related to species known from previous molecular surveys conducted in the FRC area. Since the initial growth of microorganisms inside diffusion chambers occurred in the presence of the environmental stress factors, we expected the isolates we obtained to be tolerant of these factors. We investigated the physiologies of selected isolates and discovered that the majority were indeed capable of growth under low pH and/or high concentrations of heavy metals and nitrate. This indicated that in contrast to conventional isolation, the diffusion chamber-based approach leads to isolation of species that are novel, exhibit tolerance to extant environmental conditions, and match some of the species previously discovered by molecular methods.",
  "authors": [
    {
      "last_name": "Bollmann",
      "fore_name": "Annette",
      "initials": "A",
      "name": "Annette Bollmann",
      "affiliations": [
        "Northeastern University, Department of Biology, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Palumbo",
      "fore_name": "Anthony V",
      "initials": "AV",
      "name": "Anthony V Palumbo",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": []
    },
    {
      "last_name": "Epstein",
      "fore_name": "Slava S",
      "initials": "SS",
      "name": "Slava S Epstein",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Applied and environmental microbiology",
    "iso_abbreviation": "Appl Environ Microbiol",
    "issn": "1098-5336",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "22",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "7413",
  "end_page": "7419",
  "pages": "7413-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Bacteria",
    "Bacterial Physiological Phenomena",
    "Bacteriological Techniques",
    "Biodiversity",
    "Cluster Analysis",
    "DNA, Bacterial",
    "DNA, Ribosomal",
    "Geologic Sediments",
    "Phylogeny",
    "RNA, Ribosomal, 16S",
    "Sequence Analysis, DNA",
    "Stress, Physiological"
  ],
  "article_ids": {
    "pubmed": "20870785",
    "pmc": "PMC2976195",
    "doi": "10.1128/AEM.00376-10",
    "pii": "AEM.00376-10"
  },
  "doi": "10.1128/AEM.00376-10",
  "pmc_id": "PMC2976195",
  "dates": {
    "completed": "2011-02-22",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "DNA, Bacterial",
    "DNA, Ribosomal",
    "RNA, Ribosomal, 16S"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.984677",
    "pmid": "20870785"
  }
}