{
  "pmid": "20885165",
  "uid": "20885165",
  "title": "Self-collection for vaginal human papillomavirus testing: systematic review of studies asking women their perceptions.",
  "abstract": "OBJECTIVES: To systematically review literature on women's acceptance, preference, willingness, and attitudes toward human papillomavirus DNA vaginal self-sampling and assess study validity using the STROBE statement. MATERIALS AND METHODS: From September to October 2008, Ovid MEDLINE, EMBASE, and CINAHL databases were searched systematically over all years available. Participants were women who either completed vaginal self-sampling or were described the procedure. Studies were required to report women's acceptance, preference, willingness or attitudes toward self-sampling. Two independent reviewers assessed abstracts and articles for inclusion and collected study data. Disagreements were resolved by consensus. RESULTS: Twenty studies were included. Of 8 studies, 7 reported that women found self-sampling acceptable. Of the 13 studies, 8 found that more women (63%-94%) preferred self-sampling to clinician-collected sampling. Most women were also receptive to self-sampling as part of future screening. Common opinions expressed by women included an uncertainty if they had or could perform the self-test properly and greater confidence in clinician sampling. Only 2 studies used questionnaires that had been validated, and selection bias favoring self-sampling could not be ruled out in most studies. CONCLUSIONS: Vaginal human papillomavirus DNA self-sampling is generally well received among women. However, the possibility of selection bias and survey instrument measurement error may have led to an overestimate of women's favorable opinions for self-sampling. A self-sampling option may increase screening coverage, but concerns of women must also be addressed.",
  "authors": [
    {
      "last_name": "Huynh",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Huynh",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Lytwyn",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Lytwyn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of lower genital tract disease",
    "iso_abbreviation": "J Low Genit Tract Dis",
    "issn": "1526-0976",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "356",
  "end_page": "362",
  "pages": "356-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Mass Screening",
    "Papillomaviridae",
    "Papillomavirus Infections",
    "Patient Acceptance of Health Care",
    "Self-Examination",
    "Specimen Handling",
    "Vagina",
    "Virology"
  ],
  "article_ids": {
    "pubmed": "20885165",
    "doi": "10.1097/LGT.0b013e3181dc115b",
    "pii": "00128360-201010000-00014"
  },
  "doi": "10.1097/LGT.0b013e3181dc115b",
  "dates": {
    "completed": "2011-01-11",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.517941",
    "pmid": "20885165"
  }
}