{
  "pmid": "20890316",
  "uid": "20890316",
  "title": "Diagnosis and management of IBS.",
  "abstract": "IBS is a common gastrointestinal condition characterized by chronic or recurrent abdominal pain associated with altered bowel habits. IBS is considered a functional bowel disorder (that is, not defined by structural or biochemical abnormalities) and is diagnosed using symptom-based criteria. Limited and judicious use of diagnostic testing is recommended, particularly in patients with typical symptoms of IBS without alarm signs and symptoms. Management of IBS is based on a multifactorial approach and includes establishment of an effective patient-provider relationship, education, reassurance, dietary alterations, pharmacotherapy, behavioral and psychological treatment. Patient-centered care is recommended, in which management is focused on the patient's most bothersome and impactful symptoms, their preferences and previous experiences with treatment, and addressing factors associated with the onset and exacerbation of symptoms. Pharmacotherapy is typically targeted against the predominant symptom. This Review discusses the current evidence-based recommendations for the diagnosis and management of IBS. An improved understanding of the recommended diagnostic and therapeutic approaches for IBS will lead to greater patient satisfaction, as well as reduced health-care costs.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Center for Neurobiology of Stress, Division of Digestive Diseases, David Geffen School of Medicine at UCLA, 10833 Le Conte Avenue, CHS 47-122, Los Angeles, CA 90095-7378, USA."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Chang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nature reviews. Gastroenterology & hepatology",
    "iso_abbreviation": "Nat Rev Gastroenterol Hepatol",
    "issn": "1759-5053",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "10",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "565",
  "end_page": "581",
  "pages": "565-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Antidiarrheals",
    "Behavior Therapy",
    "Humans",
    "Irritable Bowel Syndrome",
    "Laxatives",
    "Probiotics"
  ],
  "article_ids": {
    "pubmed": "20890316",
    "doi": "10.1038/nrgastro.2010.137",
    "pii": "nrgastro.2010.137"
  },
  "doi": "10.1038/nrgastro.2010.137",
  "dates": {
    "completed": "2011-01-20",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Antidiarrheals",
    "Laxatives"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.681322",
    "pmid": "20890316"
  }
}