{
  "pmid": "20890192",
  "uid": "20890192",
  "title": "Systematic review of reviews including animal studies addressing therapeutic interventions for sepsis.",
  "abstract": "OBJECTIVE: Certain methodologic features of animal experiments such as random assignment have been found to reduce the risk of bias. Because animal research sometimes informs clinical practice, explicit acknowledgment of the risk of bias and clinical relevance cultivates realistic expectations on the part of clinicians reading preclinical studies. We assessed literature reviews of therapeutic interventions for sepsis that include animal experiments for explicit appraisals of the risk of bias and clinical relevance. DATA SOURCES: MEDLINE and EMBASE. STUDY SELECTION: Systematic reviews or meta-analyses of animal experiments focusing on therapeutic interventions for sepsis. DATA EXTRACTION: In teams of two, reviewers independently screened citations and abstracted data. We determined whether the reviews systematically incorporated critical appraisals for the risk of bias and clinical relevance of the underlying studies as well as explicit extrapolations from preclinical research to human patients. DATA SYNTHESIS: From 164 citations, we retained 45 reviews. Chance-corrected agreement for inclusion was moderate (κ 0.57). Three (7%) met our criteria for a systematic review and one (2%) systematically appraised the risk of bias and the clinical relevance of the primary animal experiments. Thirty-six (80%) were narrative reviews addressing issues related to diverse topics such as pathophysiology and diagnosis as well as multiple therapies and 40 of 45 (89%) included both clinical and animal studies. Twelve (27%) explicitly assumed that data from preclinical studies could apply to human patients. CONCLUSIONS: Although a significant proportion of reviews extrapolated preclinical study results to human patients, most did not systematically appraise the risk of bias or the clinical relevance of preclinical research. Because animal experiments may influence clinical practice, we propose a framework to enhance these features in future reviews of preclinical research.",
  "authors": [
    {
      "last_name": "Lamontagne",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lamontagne",
      "affiliations": [
        "Clinical Research Centre Étienne Le Bel and Department of Medicine, University of Sherbrooke, Sherbrooke, Canada. francois.lamontagne@usherbrooke.ca"
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": []
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": []
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Lesur",
      "fore_name": "Olivier",
      "initials": "O",
      "name": "Olivier Lesur",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "12",
    "pub_year": "2010",
    "pub_month": "Dec"
  },
  "start_page": "2401",
  "end_page": "2408",
  "pages": "2401-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Animals",
    "Combined Modality Therapy",
    "Critical Care",
    "Critical Illness",
    "Disease Models, Animal",
    "Humans",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Risk Assessment",
    "Sepsis",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "20890192",
    "doi": "10.1097/CCM.0b013e3181fa0468"
  },
  "doi": "10.1097/CCM.0b013e3181fa0468",
  "dates": {
    "completed": "2010-12-21",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.411808",
    "pmid": "20890192"
  }
}