{
  "pmid": "20929589",
  "uid": "20929589",
  "title": "What are the beliefs, attitudes and practices of front-line staff in long-term care (LTC) facilities related to osteoporosis awareness, management and fracture prevention?",
  "abstract": "BACKGROUND: Compared to the general elderly population, those institutionalized in LTC facilities have the highest prevalence of osteoporosis and subsequently have higher incidences of vertebral and hip fractures. The goal of this study is to determine how well nurses at LTC facilities are educated to properly administer bisphosphonates. A secondary question assessed was the nurse's and PSW's attitudes and beliefs regarding the role and benefits of vitamin D for LTC patients. METHODS: Eight LTC facilities in Hamilton were surveyed, and all nurses were offered a survey. A total 57 registered nurses were surveyed. A 21 item questionnaire was developed to assess existing management practices and specific osteoporosis knowledge areas. RESULTS: The questionnaire assessed the nurse's and personal support worker's (PSWs) education on how to properly administer bisphosphonates by having them select all applicable responses from a list of options. These options included administering the drug before, after or with meals, given with or separate from other medications, given with juice, given with or without water, given with the patient sitting up, or finally given with the patient supine. Only 52% of the nurses and 8.7% of PSWs administered the drug properly, where they selected the options: (given before meals, given with water, given separate from all other medications, and given in a sitting up position). If at least one incorrect option was selected, then it was scored as an inappropriate administration. Bisphosphonates were given before meals by 85% of nurses, given with water by 90%, given separately from other medication by 71%, and was administered in an upright position by 79%. Only 52% of the nurses and 8.7% of PSWs surveyed were administering the drug properly. Regarding the secondary question, of the 57 nurses surveyed, 68% strongly felt their patients should be prescribed vitamin D supplements. Of the 124 PSWs who completed the survey, 44.4% strongly felt their patients should be prescribed vitamin D supplementation. CONCLUSION: Bisphosphonates are quite effective in increasing the bone mineral density of LTC patients, and may reduce fracture rates, but it is only effective if properly administered. In our study, proper administration of bisphosphonate therapy was less than optimal. In summary, although the education of health providers has improved since the mid-1990's, this area still requires further attention and the subject of future quality assurance research.",
  "authors": [
    {
      "last_name": "Lau",
      "fore_name": "Arthur N",
      "initials": "AN",
      "name": "Arthur N Lau",
      "affiliations": [
        "Division of Rheumatology and Department of Medicine, St, Joseph's Healthcare and McMaster University, Hamilton, Ontario, Canada. arthur.lau@medportal.ca"
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Potts",
      "fore_name": "Yelena",
      "initials": "Y",
      "name": "Yelena Potts",
      "affiliations": []
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora M",
      "initials": "LM",
      "name": "Lora M Giangregorio",
      "affiliations": []
    },
    {
      "last_name": "Van der Horst",
      "fore_name": "Mary-Lou",
      "initials": "ML",
      "name": "Mary-Lou Van der Horst",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Oct",
    "pub_day": "08"
  },
  "start_page": "73",
  "pages": "73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Awareness",
    "Bone Density",
    "Bone Density Conservation Agents",
    "Culture",
    "Dietary Supplements",
    "Diphosphonates",
    "Disease Management",
    "Fractures, Bone",
    "Health Facilities",
    "Humans",
    "Long-Term Care",
    "Middle Aged",
    "Nursing Staff",
    "Osteoporosis",
    "Risk Factors",
    "Surveys and Questionnaires",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "20929589",
    "pmc": "PMC2958961",
    "doi": "10.1186/1471-2318-10-73",
    "pii": "1471-2318-10-73"
  },
  "doi": "10.1186/1471-2318-10-73",
  "pmc_id": "PMC2958961",
  "dates": {
    "completed": "2011-08-11",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Diphosphonates",
    "Vitamin D"
  ],
  "grants": [
    {
      "grant_id": "73426-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.387185",
    "pmid": "20929589"
  }
}