{
  "pmid": "20923288",
  "uid": "20923288",
  "title": "Effect of a multifaceted intervention on adherence to hand hygiene among healthcare workers: a cluster-randomized trial.",
  "abstract": "OBJECTIVES: Adherence to hand hygiene among healthcare workers (HCWs) is widely believed to be a key factor in reducing the spread of healthcare-associated infection. The objective of this study was to evaluate the impact of a multifaceted intervention to increase rates of adherence to hand hygiene among HCWs and to assess the effect on the incidence of hospital-acquired methicillin-resistant Staphylococcus aureus (MRSA) colonization. DESIGN: Cluster-randomized controlled trial. SETTING: Thirty hospital units in 3 tertiary care hospitals in Hamilton, Ontario, Canada. INTERVENTION: After a 3-month baseline period of data collection, 15 units were randomly assigned to the intervention arm (with performance feedback, small-group teaching seminars, and posters) and 15 units to usual practice. Hand hygiene was observed during randomly selected 15-minute periods on each unit, and the incidence of MRSA colonization was measured using weekly surveillance specimens from June 2007 through May 2008. RESULTS: We found that 3,812 (48.2%) of 7,901 opportunities for hand hygiene in the intervention group resulted in adherence, compared with 3,205 (42.6%) of 7,526 opportunities in the control group (P < .001; independent t test). There was no reduction in the incidence of hospital-acquired MRSA colonization in the intervention group. CONCLUSION: Among HCWs in Ontario tertiary care hospitals, the rate of adherence to hand hygiene had a statistically significant increase of 6% with a multifaceted intervention, but the incidence of MRSA colonization was not reduced.",
  "authors": [
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dafoe",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Dafoe",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Infection control and hospital epidemiology",
    "iso_abbreviation": "Infect Control Hosp Epidemiol",
    "issn": "1559-6834",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "11",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "1170",
  "end_page": "1176",
  "pages": "1170-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross Infection",
    "Guideline Adherence",
    "Hand Disinfection",
    "Health Personnel",
    "Hospitals",
    "Humans",
    "Hygiene",
    "Infectious Disease Transmission, Professional-to-Patient",
    "Observation",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "20923288",
    "doi": "10.1086/656592",
    "pii": "S0195941700029684"
  },
  "doi": "10.1086/656592",
  "dates": {
    "completed": "2011-03-02",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.144382",
    "pmid": "20923288"
  }
}