{
  "pmid": "20932052",
  "uid": "20932052",
  "title": "Scanning tunneling microscopy, spectroscopy, and nanolithography of epitaxial graphene chemically modified with aryl moieties.",
  "abstract": "The reduction of diazonium salts has recently been proposed as a robust covalent modification scheme for graphene surfaces. While preliminary studies have provided indirect evidence that this strategy decorates graphene with aryl moieties, the molecular ordering and conformation of the resulting adlayer have not been directly measured. In this Article, we report molecular-resolution characterization of the adlayer formed via the spontaneous reduction of 4-nitrophenyl diazonium (4-NPD) tetrafluoroborate on epitaxial graphene on SiC(0001) using ultrahigh vacuum (UHV) scanning tunneling microscopy (STM) and spectroscopy (STS). An atomically flat inhomogeneous layer of covalently bonded organic molecules is observed after annealing the chemically treated surface at ∼500 °C in UHV. STM and STS results indicate that the adlayer consists predominantly of aryl oligomers that sterically prevent uniform and complete covalent modification of the graphene surface. The adsorbed species can be selectively desorbed by the STM tip above a threshold sample bias of -5 V and tunneling current of 1 nA, thus enabling the fabrication of a diverse range of graphene nanopatterns at the sub-5 nm length scale.",
  "authors": [
    {
      "last_name": "Hossain",
      "fore_name": "Md Zakir",
      "initials": "MZ",
      "name": "Md Zakir Hossain",
      "affiliations": [
        "Department of Materials Science and Engineering, Northwestern University, Evanston, Illinois 60208, United States."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Walsh",
      "affiliations": []
    },
    {
      "last_name": "Hersam",
      "fore_name": "Mark C",
      "initials": "MC",
      "name": "Mark C Hersam",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Chemical Society",
    "iso_abbreviation": "J Am Chem Soc",
    "issn": "1520-5126",
    "issn_type": "Electronic",
    "volume": "132",
    "issue": "43",
    "pub_year": "2010",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "15399",
  "end_page": "15403",
  "pages": "15399-403",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20932052",
    "doi": "10.1021/ja107085n"
  },
  "doi": "10.1021/ja107085n",
  "dates": {
    "completed": "2011-02-15",
    "revised": "2010-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.732033",
    "pmid": "20932052"
  }
}