{
  "pmid": "20932524",
  "uid": "20932524",
  "title": "Nurses' work environment and intent to leave in Lebanese hospitals: implications for policy and practice.",
  "abstract": "BACKGROUND: The dual burden of nursing shortages and poor work environments threatens quality of patient care and places additional pressures on resource-stretched health care systems, particularly in the Eastern Mediterranean Region (EMR). There is a paucity of research in the EMR examining the quality of nurses' work environment and its association to nurses' intent to leave their jobs/countries. OBJECTIVES: Systematically examine the characteristics of nurses' work environment and their relation to nurses' intent to leave their jobs within the context of Lebanon. A secondary objective is to assess the utility and validity of the NWI-R within the context of the EMR. METHODS: A cross-sectional survey design was utilized to survey a total of 1793 registered nurses in 69 Lebanese hospitals. The survey instrument included questions on nurses' background, hospital characteristics, intent to leave, and the Revised Nurse Working Index (NWI-R). Data analysis included descriptive statistics for demographic characteristics, t-test and ANOVA to assess differences in agreement scores, and a multinomial logistic regression model to predict intent to leave. Thematic analysis of open-ended questions was utilized to extract themes that fit under issues relating to nurses' work environment in Lebanese hospitals. RESULTS: The NWI-R subscale with the lowest mean score related to control. Younger nurses had lower scores on organizational support and career development. Regression analysis revealed that for every 1 point score decrease on career development there was a 93% increase in likelihood of reporting intent to leave country. Likewise, for every 1 point score decrease on participation there was an observed 51% and 53% increase in likelihood of reporting intent to leave country and hospital, respectively. Findings show that hospital characteristics (size, accreditation status and presence of a recruitment and retention strategy) were significantly associated with NWI-R subscales. CONCLUSIONS: Participation, control and career development were key work environment challenges contributing to the attrition on nurses from Lebanese hospitals. Although some of the issues identified are country specific, others would certainly be relevant to other countries in the EMR. Addressing these challenges would require a strong and coordinated action from governments, professional bodies, policy makers and health managers.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Alameddine",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad Alameddine",
      "affiliations": []
    },
    {
      "last_name": "Dumit",
      "fore_name": "Nuhad",
      "initials": "N",
      "name": "Nuhad Dumit",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Maalouf",
      "fore_name": "Salwa",
      "initials": "S",
      "name": "Salwa Maalouf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "204",
  "end_page": "214",
  "pages": "204-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Health Policy",
    "Humans",
    "Lebanon",
    "Nursing Staff, Hospital"
  ],
  "article_ids": {
    "pubmed": "20932524",
    "doi": "10.1016/j.ijnurstu.2010.07.009",
    "pii": "S0020-7489(10)00220-8"
  },
  "doi": "10.1016/j.ijnurstu.2010.07.009",
  "dates": {
    "completed": "2011-05-24",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.329639",
    "pmid": "20932524"
  }
}