{
  "pmid": "20933458",
  "uid": "20933458",
  "title": "Breathing evaluation and retraining as an adjunct to manual therapy.",
  "abstract": "Back and neck pain are extremely common reasons for patients seeking manual therapy treatment. Epidemiological evidence supports a link between breathing difficulties and back pain. Since trunk muscles perform both postural and breathing functions, it is theorized that disruption in one function can negatively impact the other. Altered breathing mechanics can change respiratory chemistry and therefore pH causing smooth muscle constriction, altered electrolyte balance and decreased tissue oxygenation. These changes can profoundly impact any body system. Increased excitability in the muscular and nervous systems may be most relevant to a manual therapist. Respiratory function can be tested via capnography which measures CO2 at the end of exhale known as End Tidal CO2 (ETCO2). ETCO2 closely reflects arterial CO2 in people with normal cardiopulmonary function. A case series of twenty nine outpatients with neck or back pain who had plateaued with manual therapy and exercise were identified all of whom were found to have low ETCO2. Breathing retraining improved ETCO2, pain and function in all patients with 93% achieving at least a clinically important change in either pain or function. Screening for breathing dysfunction using capnography may improve patient outcomes in those patients where manual therapy, exercise and education do not provide full resolution of symptoms.",
  "authors": [
    {
      "last_name": "McLaughlin",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie McLaughlin",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada. laurie@proactivehealth.ca"
      ]
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Coleman",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Coleman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Manual therapy",
    "iso_abbreviation": "Man Ther",
    "issn": "1532-2769",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "51",
  "end_page": "52",
  "pages": "51-2",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [
    "Back Pain",
    "Biofeedback, Psychology",
    "Breathing Exercises",
    "Capnography",
    "Humans",
    "Musculoskeletal Manipulations",
    "Neck Pain",
    "Pilot Projects",
    "Respiration Disorders"
  ],
  "article_ids": {
    "pubmed": "20933458",
    "doi": "10.1016/j.math.2010.08.006",
    "pii": "S1356-689X(10)00150-5"
  },
  "doi": "10.1016/j.math.2010.08.006",
  "dates": {
    "completed": "2011-05-04",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:31.559348",
    "pmid": "20933458"
  }
}