{
  "pmid": "20937281",
  "uid": "20937281",
  "title": "Toxocara infection and diminished lung function in a nationally representative sample from the United States population.",
  "abstract": "The relevance of parasitic infection for the increasing incidence of asthma is a topic of considerable debate. Large population-based studies examining the association between helminth infection and specific measures of lung function in humans are lacking. This report sought to examine this association by exploring the differences in forced expiratory volume in 1s (FEV(1)) among participants with and without infection with Toxocara spp. using data from the Third National Health and Nutrition Examination Survey, undertaken by the United States Department of Health and Human Services, during 1988-1994. The results showed a significant association between diminished lung function and previous infection with Toxocara spp. Those with antibody evidence of Toxocara infection displayed FEV(1) that was 105.3mL less than those without previous infection. This relationship persisted while controlling for age, sex, education level, BMI, smoking status, ethnicity, immigration, rural residence and dog ownership (fully-adjusted difference=73mL). These findings suggest diminished lung function in the presence of Toxocara infection and illustrate the urgent need for longitudinal data to more clearly define the immunological relationship with helminth infection and its potential influence on lung function.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate 450 Clarkson Avenue, Box 43, Brooklyn, NY 11203, USA. michael.walsh@downstate.edu"
      ]
    }
  ],
  "journal": {
    "title": "International journal for parasitology",
    "iso_abbreviation": "Int J Parasitol",
    "issn": "1879-0135",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "243",
  "end_page": "247",
  "pages": "243-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Animals",
    "Antibodies, Helminth",
    "Asthma",
    "Dogs",
    "Female",
    "Humans",
    "Lung",
    "Male",
    "Middle Aged",
    "Respiratory Function Tests",
    "Toxocara",
    "Toxocariasis",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "20937281",
    "doi": "10.1016/j.ijpara.2010.09.006",
    "pii": "S0020-7519(10)00321-8"
  },
  "doi": "10.1016/j.ijpara.2010.09.006",
  "dates": {
    "completed": "2011-05-03",
    "revised": "2011-01-31"
  },
  "chemicals": [
    "Antibodies, Helminth"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.732235",
    "pmid": "20937281"
  }
}