{
  "pmid": "20931832",
  "uid": "20931832",
  "title": "[Transient left ventricular dysfunction syndrome or an aborted myocardial infarction? Analysis of six cases].",
  "abstract": "UNLABELLED: Transient left ventricular dysfunction (LVDS) is a syndrome of unknown etiology resembling acute coronary syndrome (ACS). The aim of this study was to prospectively assess the course of the acute phase of illness, recovery and prognosis after LVDS. MATERIAL AND METHODS: We prospectively evaluated six women hospitalized due to suspected ACS who have had: elevated levels of troponin T the absence of critical stenoses of coronary arteries in coronary angiography, and akinesis of apical and adjacent segments in ventriculography and/or echocardiography. We analyzed: the clinical course of acute phase, the level of markers of myocardial necrosis and the parameters of electrocardiogram, echocardiography, angiography and cardiac magnetic resonance imaging (MRI). RESULTS: LVSD was diagnosed in six women out of the 1768 patients (0.3%) hospitalized in our department from 2007 to 2009 with an initial diagnosis of ACS. These were women aged 52 to 68 years (average 58 +/- 6 years), without typical risk factors for coronary disease, admitted due to retrosternal pain, preceded by a strong stress. Symmetrical, negative T waves were observed in the ECG in most cases and the troponin T level was elevated in all (from 0.06 to 0.8 ng/ml, mean 0.35 +/- 0.3 ng/ml). Wall motion abnormalities with a reduced ejection fraction (EF) to 20-40% (mean 32 +/- 8%) were observed on echocardiography and/or ventriculography. Coronary angiography showed no hemodynamically significant stenoses of the coronary arteries in any patient. During a mean follow-up period of 12 +/- 1 months (range from 5 to 24 months) all patients recovered completely. Left ventricular contractility had normalized in a few weeks (mean EF 62 +/- 2.5%). A resolution of ECG changes was observed in each case but delayed up to several months MRI performed several months after the acute event showed no scarring within the left ventricular walls. There were no relapses or deaths. CONCLUSIONS: LVDS is a rare clinical entity, which resemble the symptoms of ACS, occurring in postmenopausal women, with a good long-term prognosis. Similar diagnostic criteria cause difficulties--in some cases it is difficult to clearly distinguish LVDS from an aborted myocardial infarction.",
  "authors": [
    {
      "last_name": "Bartela",
      "fore_name": "Ewa",
      "initials": "E",
      "name": "Ewa Bartela",
      "affiliations": [
        "NZOZ, Ośrodek Kardiologii Inwazyjnej w Lesznie. ebartela@o2.pl"
      ]
    },
    {
      "last_name": "Prech",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Prech",
      "affiliations": []
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": []
    },
    {
      "last_name": "Kutrowska",
      "fore_name": "Aleksandra",
      "initials": "A",
      "name": "Aleksandra Kutrowska",
      "affiliations": []
    },
    {
      "last_name": "Pyda",
      "fore_name": "Małgorzata",
      "initials": "M",
      "name": "Małgorzata Pyda",
      "affiliations": []
    },
    {
      "last_name": "Szymak-Pawełczyk",
      "fore_name": "Bogumiła",
      "initials": "B",
      "name": "Bogumiła Szymak-Pawełczyk",
      "affiliations": []
    },
    {
      "last_name": "Jeremicz",
      "fore_name": "Igor",
      "initials": "I",
      "name": "Igor Jeremicz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego",
    "iso_abbreviation": "Pol Merkur Lekarski",
    "issn": "1426-9686",
    "issn_type": "Print",
    "volume": "29",
    "issue": "171",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "198",
  "end_page": "201",
  "pages": "198-201",
  "language": "pol",
  "publication_types": [
    "Case Reports",
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Acute Coronary Syndrome",
    "Aged",
    "Diagnosis, Differential",
    "Disease Progression",
    "Echocardiography",
    "Electrocardiography",
    "Female",
    "Humans",
    "Middle Aged",
    "Myocardial Infarction",
    "Postmenopause",
    "Prognosis",
    "Prospective Studies",
    "Syndrome",
    "Ventricular Dysfunction, Left"
  ],
  "article_ids": {
    "pubmed": "20931832"
  },
  "dates": {
    "completed": "2010-12-03",
    "revised": "2010-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:32.612224",
    "pmid": "20931832"
  }
}