{
  "pmid": "20939776",
  "uid": "20939776",
  "title": "Designing implant trials in 2010: a recipe for success.",
  "abstract": "In a recent evaluation of 1017 device trials listed on a clinical trials register (www.clinicaltrials.gov) between 2005 and 2009, only 84 (8.2%) represented orthopedic device evaluations. These device trials notably had few numbers of patients and few centers and represented approximately 7% of drug trials on the same registry. The relatively small proportion of device trials in orthopedics may represent a lack of interest; however, given the device focus of the field, the answer is more likely to be a lack of necessity—historically, regulatory pathways to implant approvals have not required clinical trials and have largely focused on preclinical and early case-series evaluations. The changing landscape of the regulatory environment necessitates a renewed interest in high-quality clinical research. Specifically, randomized trials of implants in orthopedics are poised to become major designs in the future. Given the general uncertainty in knowledge of regulatory pathways among researchers and health care providers, the current symposium was developed to clarify the design and execution of device trials in a changing regulatory environment. We focus our papers on the Food and Drug Administration (FDA) device classes and regulatory pathways (510K), design challenges in regulatory trials, site audits, and standard operating procedures. In over a decade of conducting trials, we have also realized the critical importance of data-management systems and contract research organizations. Not every clinician, device manufacturer, or researcher planning a randomized trial will have the infrastructure or experience to meet the strict regulatory compliance guidelines for the proper conduct of the trial. Understanding what to look for in a contract research organization is extremely helpful, especially in an environment of limited funding and high expectations. We hope that the current symposium will provide a broad context to clinical trials of orthopedic devices. Despite the challenges of the current regulatory arena, there has never been a more exciting time to conduct research in our field.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "McMaster University, Department of Orthopedic Surgery Musculoskeletal Research Unit, Canada and Division of Orthopaedic Surgery, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1050-6934",
    "issn_type": "Print",
    "volume": "19",
    "issue": "3",
    "pub_year": "2009"
  },
  "start_page": "171",
  "end_page": "172",
  "pages": "171-2",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Orthopedics",
    "Prostheses and Implants"
  ],
  "article_ids": {
    "pubmed": "20939776",
    "doi": "10.1615/jlongtermeffmedimplants.v19.i3.10",
    "pii": "131c75161ccf6075,08fbdbf774aff53f"
  },
  "doi": "10.1615/jlongtermeffmedimplants.v19.i3.10",
  "dates": {
    "completed": "2010-12-23",
    "revised": "2019-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.284165",
    "pmid": "20939776"
  }
}