{
  "pmid": "20948564",
  "uid": "20948564",
  "title": "Data integration in genetics and genomics: methods and challenges.",
  "abstract": "Due to rapid technological advances, various types of genomic and proteomic data with different sizes, formats, and structures have become available. Among them are gene expression, single nucleotide polymorphism, copy number variation, and protein-protein/gene-gene interactions. Each of these distinct data types provides a different, partly independent and complementary, view of the whole genome. However, understanding functions of genes, proteins, and other aspects of the genome requires more information than provided by each of the datasets. Integrating data from different sources is, therefore, an important part of current research in genomics and proteomics. Data integration also plays important roles in combining clinical, environmental, and demographic data with high-throughput genomic data. Nevertheless, the concept of data integration is not well defined in the literature and it may mean different things to different researchers. In this paper, we first propose a conceptual framework for integrating genetic, genomic, and proteomic data. The framework captures fundamental aspects of data integration and is developed taking the key steps in genetic, genomic, and proteomic data fusion. Secondly, we provide a review of some of the most commonly used current methods and approaches for combining genomic data with focus on the statistical aspects.",
  "authors": [
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": [
        "Biostatistics Methodology Unit, The Hospital for Sick Children Research Institute, 555 University Avenue, Toronto, ON, Canada M5G 1X8."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Pingzhao",
      "initials": "P",
      "name": "Pingzhao Hu",
      "affiliations": []
    },
    {
      "last_name": "Roslin",
      "fore_name": "Nicole M",
      "initials": "NM",
      "name": "Nicole M Roslin",
      "affiliations": []
    },
    {
      "last_name": "Ling",
      "fore_name": "Vicki",
      "initials": "V",
      "name": "Vicki Ling",
      "affiliations": []
    },
    {
      "last_name": "Greenwood",
      "fore_name": "Celia M T",
      "initials": "CM",
      "name": "Celia M T Greenwood",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Human genomics and proteomics : HGP",
    "iso_abbreviation": "Hum Genomics Proteomics",
    "issn": "1757-4242",
    "issn_type": "Electronic",
    "volume": "2009",
    "pub_year": "2009",
    "pub_month": "Jan",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "20948564",
    "pmc": "PMC2950414",
    "doi": "10.4061/2009/869093",
    "pii": "869093"
  },
  "doi": "10.4061/2009/869093",
  "pmc_id": "PMC2950414",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.907517",
    "pmid": "20948564"
  }
}