{
  "pmid": "20950073",
  "uid": "20950073",
  "title": "Health outcome and economic measurement in breast cancer surgery: challenges and opportunities.",
  "abstract": "As breast cancer surgery techniques continue to advance, treatment options continue to increase, bringing with them increased scrutiny of health outcomes and healthcare cost. In addition, patients are becoming more involved in their own medical care and are demanding meaningful data to help them better understand expected outcomes. With these changes and advancements, there is a growing emphasis on evidence-based practice. In this article, we focus on scientific considerations, challenges to and opportunities for improving outcome measurement related to breast cancer surgery. There are two main messages from this article. First, until recently, rigorously developed specific patient-reported outcome (PRO) measures for breast cancer surgery patients have not been available for use. However, with the recent introduction of new PRO measures, such as the BREAST-Q, there is now good potential to collect useful outcome data on patient satisfaction and health-related quality of life, and to better understand the relative impact of different surgical procedures, decision making and clinical practice on patient outcome. Thus, PRO research using rigorously developed breast cancer surgery-specific measures is in its infancy, but growing steadily. Second, there is a great need but lack of specific health economic measures developed for use in breast cancer surgery research. In fact, research into the economic evaluation of breast cancer surgery is an area that has received less attention than that of PRO measure development, but there is good opportunity to expand this area of research in breast cancer surgery. Further studies are required to gain a clearer view of the role that generic preference and utility measures could play, how best to synthesize health-related quality of life and economic metrics data, and the potential use of new disease-specific tools.",
  "authors": [
    {
      "last_name": "Cano",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Cano",
      "affiliations": [
        "Clinical Neurology Research Group, Peninsula College of Medicine and Dentistry, Plymouth, PL6 8BX, UK. stefan.cano@pcmd.ac.uk"
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie",
      "initials": "A",
      "name": "Amie Scott",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Feeny",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feeny",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Expert review of pharmacoeconomics & outcomes research",
    "iso_abbreviation": "Expert Rev Pharmacoecon Outcomes Res",
    "issn": "1744-8379",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "583",
  "end_page": "594",
  "pages": "583-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Evidence-Based Medicine",
    "Female",
    "Health Care Costs",
    "Humans",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Quality of Life",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "20950073",
    "doi": "10.1586/erp.10.61"
  },
  "doi": "10.1586/erp.10.61",
  "dates": {
    "completed": "2011-01-27",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.401789",
    "pmid": "20950073"
  }
}