{
  "pmid": "20950464",
  "uid": "20950464",
  "title": "What differences are detected by superiority trials or ruled out by noninferiority trials? A cross-sectional study on a random sample of two-hundred two-arms parallel group randomized clinical trials.",
  "abstract": "BACKGROUND: The smallest difference to be detected in superiority trials or the largest difference to be ruled out in noninferiority trials is a key determinant of sample size, but little guidance exists to help researchers in their choice. The objectives were to examine the distribution of differences that researchers aim to detect in clinical trials and to verify that those differences are smaller in noninferiority compared to superiority trials. METHODS: Cross-sectional study based on a random sample of two hundred two-arm, parallel group superiority (100) and noninferiority (100) randomized clinical trials published between 2004 and 2009 in 27 leading medical journals. The main outcome measure was the smallest difference in favor of the new treatment to be detected (superiority trials) or largest unfavorable difference to be ruled out (noninferiority trials) used for sample size computation, expressed as standardized difference in proportions, or standardized difference in means. Student t test and analysis of variance were used. RESULTS: The differences to be detected or ruled out varied considerably from one study to the next; e.g., for superiority trials, the standardized difference in means ranged from 0.007 to 0.87, and the standardized difference in proportions from 0.04 to 1.56. On average, superiority trials were designed to detect larger differences than noninferiority trials (standardized difference in proportions: mean 0.37 versus 0.27, P = 0.001; standardized difference in means: 0.56 versus 0.40, P = 0.006). Standardized differences were lower for mortality than for other outcomes, and lower in cardiovascular trials than in other research areas. CONCLUSIONS: Superiority trials are designed to detect larger differences than noninferiority trials are designed to rule out. The variability between studies is considerable and is partly explained by the type of outcome and the medical context. A more explicit and rational approach to choosing the difference to be detected or to be ruled out in clinical trials may be desirable.",
  "authors": [
    {
      "last_name": "Gayet-Ageron",
      "fore_name": "Angèle",
      "initials": "A",
      "name": "Angèle Gayet-Ageron",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva and Faculty of Medicine, University of Geneva, Geneva, Switzerland. angele.gayet-ageron@hcuge.ch"
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": []
    },
    {
      "last_name": "Combescure",
      "fore_name": "Christophe",
      "initials": "C",
      "name": "Christophe Combescure",
      "affiliations": []
    },
    {
      "last_name": "Bagamery",
      "fore_name": "Krisztina",
      "initials": "K",
      "name": "Krisztina Bagamery",
      "affiliations": []
    },
    {
      "last_name": "Courvoisier",
      "fore_name": "Delphine S",
      "initials": "DS",
      "name": "Delphine S Courvoisier",
      "affiliations": []
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas V",
      "initials": "TV",
      "name": "Thomas V Perneger",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2010",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "93",
  "pages": "93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Data Interpretation, Statistical",
    "General Practice",
    "Humans",
    "Internal Medicine",
    "Mental Health",
    "Randomized Controlled Trials as Topic",
    "Sample Size",
    "Therapeutic Equivalency"
  ],
  "article_ids": {
    "pubmed": "20950464",
    "pmc": "PMC2973934",
    "doi": "10.1186/1471-2288-10-93",
    "pii": "1471-2288-10-93"
  },
  "doi": "10.1186/1471-2288-10-93",
  "pmc_id": "PMC2973934",
  "dates": {
    "completed": "2011-06-09",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.044257",
    "pmid": "20950464"
  }
}