{
  "pmid": "20953729",
  "uid": "20953729",
  "title": "Interventions encouraging the use of systematic reviews in clinical decision-making: a systematic review.",
  "abstract": "BACKGROUND: Systematic reviews have the potential to inform clinical decisions, yet little is known about the impact of interventions on increasing the use of systematic reviews in clinical decision-making. PURPOSE: To systematically review the evidence on the impact of interventions for seeking, appraising, and applying evidence from systematic reviews in decision-making by clinicians. DATA SOURCES: Medline, EMBASE, CINAHL, Cochrane Central Register of Controlled Trials, and LISA were searched from the earliest date available until July 2009. STUDY SELECTION AND DATA EXTRACTION: Two independent reviewers selected studies for inclusion if the intervention intended to increase seeking, appraising, or applying evidence from systematic reviews by a clinician. Information about the study population, features of each intervention, methods used to measure the use of systematic reviews and those used to measure professional performance or health care outcomes, existence and use of statistical tests, study outcomes, and comparative data were extracted. DATA SYNTHESIS: A total of 8,104 titles and abstracts were reviewed, leading to retrieval of 189 full-text articles for assessment; five of these studies met all inclusion criteria. All five studies reported on professional performance behavior; none reported on patient health outcomes. One study reported positive outcomes in improving preventive care. Three studies focused on obstetrical care, with two reporting no impact on professional practice change, and one study reporting increases in the use of prophylactic oxytocin and episiotomy. One study found no improvement in the sealant rate of newly erupted molars among dentists in Scotland. LIMITATIONS: The small number of studies available for examination indicates the difficulty in summarizing and identifying key aspects in successful strategies that encourage clinicians to use systematic reviews in decision-making. Other concerns lay in selective reporting and lack of blinding during data collection. CONCLUSIONS: The limited empirical data render the strength of evidence weak for the effectiveness and types of interventions that encourage clinicians to use systematic reviews in clinical decision making.",
  "authors": [
    {
      "last_name": "Perrier",
      "fore_name": "Laure",
      "initials": "L",
      "name": "Laure Perrier",
      "affiliations": [
        "Office of Continuing Education and Professional Development, Faculty of Medicine, University of Toronto, Toronto, Canada. l.perrier@utoronto.ca"
      ]
    },
    {
      "last_name": "Mrklas",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Mrklas",
      "affiliations": []
    },
    {
      "last_name": "Shepperd",
      "fore_name": "Sasha",
      "initials": "S",
      "name": "Sasha Shepperd",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "1525-1497",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "419",
  "end_page": "426",
  "pages": "419-26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Patient Care",
    "Physicians",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "20953729",
    "pmc": "PMC3055967",
    "doi": "10.1007/s11606-010-1506-7"
  },
  "doi": "10.1007/s11606-010-1506-7",
  "pmc_id": "PMC3055967",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "10/4000/15",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.395914",
    "pmid": "20953729"
  }
}