{
  "pmid": "20956649",
  "uid": "20956649",
  "title": "Efficacy and safety of finasteride therapy for androgenetic alopecia: a systematic review.",
  "abstract": "CONTEXT: Androgenetic alopecia is the most common form of alopecia in men. OBJECTIVE: To determine the efficacy and safety of finasteride therapy for patients with androgenetic alopecia. DATA SOURCES: MEDLINE, EMBASE, CINAHL, Cochrane Registers, and LILACS were searched for randomized controlled trials reported in any language that evaluated the efficacy and safety of finasteride therapy in comparison to treatment with placebo in adults with androgenetic alopecia. STUDY SELECTION AND DATA EXTRACTION: Two reviewers independently evaluated eligibility and collected the data, including assessment of methodological quality (Jadad score). Outcome measures included patient self-assessment, hair count, investigator clinical assessment, global photographic assessment, and adverse effects at short term (≤12 months) and long term (≥24 months). Heterogeneity was explored by testing a priori hypotheses. DATA SYNTHESIS: Twelve studies fulfilled the eligibility criteria (3927 male patients), 10 of which demonstrated a Jadad score of 3 or more. The proportion of patients reporting an improvement in scalp hair was greater with finasteride therapy than with placebo treatment in the short term (relative risk [RR], 1.81 [95% confidence interval (CI), 1.42-2.32]; I², 64%) and in the long term (RR, 1.71 [95% CI, 1.15-2.53]; I², 16%); both results were considered to have moderate-quality evidence. The number needed to treat for 1 patient to perceive himself as improved was 5.6 (95% CI, 4.6-7.0) in the short term and 3.4 (95% CI, 2.6-5.1) in the long term. Moderate-quality evidence suggested that finasteride therapy increased the mean hair count from baseline in comparison to placebo treatment, expressed as a percentage of the initial count in each individual, at short term (mean difference [MD], 9.42% [95% CI, 7.95%-10.90%]; I², 50%) and at long term (MD, 24.3% [95% CI, 17.92%-30.60%]; I², 0%). Also, the proportion of patients reported as improved by investigator assessment was greater in the short term (RR, 1.80 [95% CI, 1.43-2.26]; number needed to treat, 3.7 [95% CI, 3.2-4.3]; I², 82%) (moderate-quality evidence). Moderate-quality evidence suggested an increase in erectile dysfunction (RR, 2.22 [95% CI, 1.03-4.78]; I², 1%; number needed to harm, 82.1 [95% CI, 56-231]) and a possible increase in the risk of any sexual disturbances (RR, 1.39 [95% CI, 0.99-1.95]; I², 0%). The risk of discontinuing treatment because of sexual adverse effects was similar to that of placebo (RR, 0.88 [95% CI, 0.51-1.49]; I², 5%) (moderate-quality evidence). CONCLUSION: Moderate-quality evidence suggests that daily use of oral finasteride increases hair count and improves patient and investigator assessment of hair appearance, while increasing the risk of sexual dysfunction.",
  "authors": [
    {
      "last_name": "Mella",
      "fore_name": "José Manuel",
      "initials": "JM",
      "name": "José Manuel Mella",
      "affiliations": [
        "Department of Internal Medicine, Hospital Alemán, Avenue Pueyrredón 1640, CP 1118, CABA, Buenos Aires, Argentina. josemmella@hotmail.com"
      ]
    },
    {
      "last_name": "Perret",
      "fore_name": "María Clara",
      "initials": "MC",
      "name": "María Clara Perret",
      "affiliations": []
    },
    {
      "last_name": "Manzotti",
      "fore_name": "Matías",
      "initials": "M",
      "name": "Matías Manzotti",
      "affiliations": []
    },
    {
      "last_name": "Catalano",
      "fore_name": "Hugo Norberto",
      "initials": "HN",
      "name": "Hugo Norberto Catalano",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of dermatology",
    "iso_abbreviation": "Arch Dermatol",
    "issn": "1538-3652",
    "issn_type": "Electronic",
    "volume": "146",
    "issue": "10",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "1141",
  "end_page": "1150",
  "pages": "1141-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Alopecia",
    "Finasteride",
    "Humans",
    "Male",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "20956649",
    "doi": "10.1001/archdermatol.2010.256",
    "pii": "146/10/1141"
  },
  "doi": "10.1001/archdermatol.2010.256",
  "dates": {
    "completed": "2010-11-02",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Finasteride"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.366051",
    "pmid": "20956649"
  }
}