{
  "pmid": "20964218",
  "uid": "20964218",
  "title": "A hierarchical evolutionary algorithm for multiobjective optimization in IMRT.",
  "abstract": "PURPOSE: The current inverse planning methods for intensity modulated radiation therapy (IMRT) are limited because they are not designed to explore the trade-offs between the competing objectives of tumor and normal tissues. The goal was to develop an efficient multiobjective optimization algorithm that was flexible enough to handle any form of objective function and that resulted in a set of Pareto optimal plans. METHODS: A hierarchical evolutionary multiobjective algorithm designed to quickly generate a small diverse Pareto optimal set of IMRT plans that meet all clinical constraints and reflect the optimal trade-offs in any radiation therapy plan was developed. The top level of the hierarchical algorithm is a multiobjective evolutionary algorithm (MOEA). The genes of the individuals generated in the MOEA are the parameters that define the penalty function minimized during an accelerated deterministic IMRT optimization that represents the bottom level of the hierarchy. The MOEA incorporates clinical criteria to restrict the search space through protocol objectives and then uses Pareto optimality among the fitness objectives to select individuals. The population size is not fixed, but a specialized niche effect, domination advantage, is used to control the population and plan diversity. The number of fitness objectives is kept to a minimum for greater selective pressure, but the number of genes is expanded for flexibility that allows a better approximation of the Pareto front. RESULTS: The MOEA improvements were evaluated for two example prostate cases with one target and two organs at risk (OARs). The population of plans generated by the modified MOEA was closer to the Pareto front than populations of plans generated using a standard genetic algorithm package. Statistical significance of the method was established by compiling the results of 25 multiobjective optimizations using each method. From these sets of 12-15 plans, any random plan selected from a MOEA population had a 11.3% +/- 0.7% chance of dominating any random plan selected by a standard genetic package with 0.04% +/- 0.02% chance of domination in reverse. By implementing domination advantage and protocol objectives, small and diverse populations of clinically acceptable plans that approximated the Pareto front could be generated in a fraction of 1 h. Acceleration techniques implemented on both levels of the hierarchical algorithm resulted in short, practical runtimes for multiobjective optimizations. CONCLUSIONS: The MOEA produces a diverse Pareto optimal set of plans that meet all dosimetric protocol criteria in a feasible amount of time. The final goal is to improve practical aspects of the algorithm and integrate it with a decision analysis tool or human interface for selection of the IMRT plan with the best possible balance of successful treatment of the target with low OAR dose and low risk of complication for any specific patient situation.",
  "authors": [
    {
      "last_name": "Holdsworth",
      "fore_name": "Clay",
      "initials": "C",
      "name": "Clay Holdsworth",
      "affiliations": [
        "Department of Radiation Oncology, University of Washington Medical Center, Box 356043, Seattle, Washington 98195, USA. choldsw@u.washington.edu"
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Minsun",
      "initials": "M",
      "name": "Minsun Kim",
      "affiliations": []
    },
    {
      "last_name": "Liao",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Liao",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Phillips",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical physics",
    "iso_abbreviation": "Med Phys",
    "issn": "0094-2405",
    "issn_type": "Print",
    "volume": "37",
    "issue": "9",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "4986",
  "end_page": "4997",
  "pages": "4986-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Algorithms",
    "Feasibility Studies",
    "Humans",
    "Radiotherapy Planning, Computer-Assisted",
    "Radiotherapy, Intensity-Modulated"
  ],
  "article_ids": {
    "pubmed": "20964218",
    "pmc": "PMC2945740",
    "doi": "10.1118/1.3478276"
  },
  "doi": "10.1118/1.3478276",
  "pmc_id": "PMC2945740",
  "dates": {
    "completed": "2010-11-10",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA112505",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "1-R01-CA112505",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.683873",
    "pmid": "20964218"
  }
}