{
  "pmid": "20971539",
  "uid": "20971539",
  "title": "Examining spatial variations in the prevalence of mental health problems among 5-year-old children in Canada.",
  "abstract": "The purpose of this study is to examine spatial variations in the prevalence rates of the three most common behaviour problems among 5-year-old children in Canada, to establish the data's suitability for potential spatial analyses of factors contributing to the prevalence of such problems. Data on kindergarten children's outcomes are routinely collected for populations of children in Canada using the Early Development Instrument (EDI), a population-level, teacher completed questionnaire. These data have been previously used to estimate prevalence rates of aggression, anxiety, and hyperactivity. The current study geographically analyzed these estimates to examine their consistency in relation to gender differences at larger provincial geographies and smaller Census Subdivision (CSD) geographies. Multilevel analyses were completed to examine the variation in prevalence at both levels of geography. Data for over 150,000 5-year-olds in three Canadian provinces and 410 Census Subdivisions were available for analyses. Prevalence rates of behaviour problems estimated with the EDI showed consistent gender relationships at both levels of aggregation. Controlling for individuals' age and sex, there was significant variation at the CSD level in risk of behavioural problems, and for anxiety and aggression, this was not explained by the distribution of CSDs in different provinces. This suggests local variation in these aspects of children's behaviour, within provinces. These findings open up the opportunity to further explore the utility and variability of EDI-based spatial variation in children's mental health.",
  "authors": [
    {
      "last_name": "Raos",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Raos",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada L8N 3Z5. raosr@mcmaster.ca"
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "383",
  "end_page": "388",
  "pages": "383-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aggression",
    "Anxiety",
    "Canada",
    "Child Behavior Disorders",
    "Child, Preschool",
    "Demography",
    "Female",
    "Geography",
    "Humans",
    "Male",
    "Prevalence",
    "Prospective Studies",
    "Risk Factors",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "20971539",
    "doi": "10.1016/j.socscimed.2010.09.025",
    "pii": "S0277-9536(10)00686-6"
  },
  "doi": "10.1016/j.socscimed.2010.09.025",
  "dates": {
    "completed": "2011-03-24",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.708724",
    "pmid": "20971539"
  }
}