{
  "pmid": "21029284",
  "uid": "21029284",
  "title": "The integration of citizens into a science/policy network in genetics: governance arrangements and asymmetry in expertise.",
  "abstract": "OBJECTIVE While there are increasing calls for public input into health research and policy, the actual obtaining of such input faces many challenges in practice. This article examines how a Canadian science/policy network in the field of genetics integrated citizens into its structure and then managed their participation. METHODS Our ethnographic case study covers a 5-year period (2003-08) and combines four data sources: observations of the network's meetings and informal activities, debriefing sessions with the network's leaders, semi-structured interviews with network members (n = 20) and document analysis. RESULTS When setting up the network, the leaders wanted to include a range of perspectives (research, clinical and policy) to increase the relevance of their research production and knowledge-transfer activities. After 2 years of operation, the network's members agreed to also include citizens who were not knowledgeable in genetics and policy issues. As neither the structure nor the dynamics of the network were modified, the citizens very soon started to feel uncomfortable with their role. They doubted the relevance of their contribution, pointing to an asymmetry in knowledge between them and the expert members. There were significant tensions in the network's governance and the citizens' concerns during the process were not fully addressed. CONCLUSION The integration of citizens into transdisciplinary networks requires recognizing and addressing the asymmetry of expertise that underpins such a collaborative endeavour. It also requires understanding that citizens may feel uncomfortable adopting the pre-defined role ascribed to them, may need a space of their own or may even withdraw if they feel being used.",
  "authors": [
    {
      "last_name": "Daudelin",
      "fore_name": "Geneviève",
      "initials": "G",
      "name": "Geneviève Daudelin",
      "affiliations": [
        "Institute of Public Health Research at the University of Montreal (IRSPUM), Canada."
      ]
    },
    {
      "last_name": "Lehoux",
      "fore_name": "Pascale",
      "initials": "P",
      "name": "Pascale Lehoux",
      "affiliations": []
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": []
    },
    {
      "last_name": "Denis",
      "fore_name": "Jean L",
      "initials": "JL",
      "name": "Jean L Denis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "261",
  "end_page": "271",
  "pages": "261-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Canada",
    "Community Participation",
    "Genetics, Medical",
    "Humans",
    "Policy Making",
    "Public Policy",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "21029284",
    "pmc": "PMC5060586",
    "doi": "10.1111/j.1369-7625.2010.00636.x"
  },
  "doi": "10.1111/j.1369-7625.2010.00636.x",
  "pmc_id": "PMC5060586",
  "dates": {
    "completed": "2011-12-22",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-77817",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:01:49.802259",
    "pmid": "21029284"
  }
}