{
  "pmid": "21036325",
  "uid": "21036325",
  "title": "A translational view of the genetics of lipodystrophy and ectopic fat deposition.",
  "abstract": "A wide range of lipodystrophy syndromes exist, each with varying clinical presentations, and yet cumulatively they underscore the importance of adipocyte biology in human metabolism. Loss of the ability to retain excess lipids in \"classical\" adipose tissue stores can lead to the overdevelopment of ectopic fat stores, often creating severe perturbations of both glucose and lipid homeostasis. Linkage analysis and candidate sequencing efforts have successfully identified responsible mutations for multiple forms of lipodystrophy. Recently, the reduction in the cost of DNA sequencing has resulted in discovery of many novel mutations within both known and novel loci. In this review, we present the steps involved in clinical characterization of a suspected lipodystrophy case, an overview of the clinical manifestations, molecular findings, and pathogenic basis of different forms of lipodystrophy, a discussion of therapeutic options for lipodystrophy patients, and an examination of genetic advances that will be used to identify additional pathogenic mechanisms.",
  "authors": [
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Departments of Medicine and Biochemistry, Schulich School of Medicine & Dentistry, Robarts Research Institute, University of Western Ontario, London, Ontario, Canada; Blackburn Cardiovascular Genetics Laboratory, Robarts Research Institute, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Johansen",
      "fore_name": "Christopher T",
      "initials": "CT",
      "name": "Christopher T Johansen",
      "affiliations": []
    },
    {
      "last_name": "Joy",
      "fore_name": "Tisha R",
      "initials": "TR",
      "name": "Tisha R Joy",
      "affiliations": []
    },
    {
      "last_name": "Hegele",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Hegele",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Progress in molecular biology and translational science",
    "iso_abbreviation": "Prog Mol Biol Transl Sci",
    "issn": "1878-0814",
    "issn_type": "Electronic",
    "volume": "94",
    "pub_year": "2010"
  },
  "start_page": "159",
  "end_page": "196",
  "pages": "159-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adipose Tissue",
    "Animals",
    "Humans",
    "Lipid Metabolism",
    "Lipodystrophy",
    "Signal Transduction",
    "Syndrome",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "21036325",
    "doi": "10.1016/B978-0-12-375003-7.00006-6",
    "pii": "B978-0-12-375003-7.00006-6"
  },
  "doi": "10.1016/B978-0-12-375003-7.00006-6",
  "dates": {
    "completed": "2011-07-27",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:39.026327",
    "pmid": "21036325"
  }
}