{
  "pmid": "21037028",
  "uid": "21037028",
  "title": "Operative versus nonoperative treatment of acute Achilles tendon ruptures: a multicenter randomized trial using accelerated functional rehabilitation.",
  "abstract": "BACKGROUND: To date, studies directly comparing the rerupture rate in patients with an Achilles tendon rupture who are treated with surgical repair with the rate in patients treated nonoperatively have been inconclusive but the pooled relative risk of rerupture favored surgical repair. In all but one study, the limb was immobilized for six to eight weeks. Published studies of animals and humans have shown a benefit of early functional stimulus to healing tendons. The purpose of the present study was to compare the outcomes of patients with an acute Achilles tendon rupture treated with operative repair and accelerated functional rehabilitation with the outcomes of similar patients treated with accelerated functional rehabilitation alone. METHODS: Patients were randomized to operative or nonoperative treatment for acute Achilles tendon rupture. All patients underwent an accelerated rehabilitation protocol that featured early weight-bearing and early range of motion. The primary outcome was the rerupture rate as demonstrated by a positive Thompson squeeze test, the presence of a palpable gap, and loss of plantar flexion strength. Secondary outcomes included isokinetic strength, the Leppilahti score, range of motion, and calf circumference measured at three, six, twelve, and twenty-four months after injury. RESULTS: A total of 144 patients (seventy-two treated operatively and seventy-two treated nonoperatively) were randomized. There were 118 males and twenty-six females, and the mean age (and standard deviation) was 40.4 ± 8.8 years. Rerupture occurred in two patients in the operative group and in three patients in the nonoperative group. There was no clinically important difference between groups with regard to strength, range of motion, calf circumference, or Leppilahti score. There were thirteen complications in the operative group and six in the nonoperative group, with the main difference being the greater number of soft-tissue-related complications in the operative group. CONCLUSIONS: This study supports accelerated functional rehabilitation and nonoperative treatment for acute Achilles tendon ruptures. All measured outcomes of nonoperative treatment were acceptable and were clinically similar to those for operative treatment. In addition, this study suggests that the application of an accelerated-rehabilitation nonoperative protocol avoids serious complications related to surgical management.",
  "authors": [
    {
      "last_name": "Willits",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Willits",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, 3M Centre, The University of Western Ontario, London, ON N6A 3K7, Canada. kwillit@uwo.ca"
      ]
    },
    {
      "last_name": "Amendola",
      "fore_name": "Annunziato",
      "initials": "A",
      "name": "Annunziato Amendola",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Mohtadi",
      "fore_name": "Nicholas G",
      "initials": "NG",
      "name": "Nicholas G Mohtadi",
      "affiliations": []
    },
    {
      "last_name": "Giffin",
      "fore_name": "J Robert",
      "initials": "JR",
      "name": "J Robert Giffin",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Fowler",
      "affiliations": []
    },
    {
      "last_name": "Kean",
      "fore_name": "Crystal O",
      "initials": "CO",
      "name": "Crystal O Kean",
      "affiliations": []
    },
    {
      "last_name": "Kirkley",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Kirkley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "17",
    "pub_year": "2010",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "2767",
  "end_page": "2775",
  "pages": "2767-75",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Achilles Tendon",
    "Adolescent",
    "Adult",
    "Aged",
    "Exercise Therapy",
    "Female",
    "Humans",
    "Immobilization",
    "Male",
    "Middle Aged",
    "Range of Motion, Articular",
    "Rupture",
    "Tendon Injuries",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21037028",
    "doi": "10.2106/JBJS.I.01401",
    "pii": "JBJS.I.01401"
  },
  "doi": "10.2106/JBJS.I.01401",
  "dates": {
    "completed": "2011-01-11",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.933999",
    "pmid": "21037028"
  }
}