{
  "pmid": "21033544",
  "uid": "21033544",
  "title": "Nurse practitioner role implementation in Ontario public health units.",
  "abstract": "OBJECTIVES: To identify the barriers and facilitators associated with the implementation of the nurse practitioner (NP) role in Ontario's public health units (PHUs), the NPs' job satisfaction, and the relationship between NP job satisfaction and practice dimensions. METHODS: This descriptive study involved a postal survey of all NPs (N = 29) working in Ontario PHUs. RESULTS: Twenty-eight (96.5%) NPs completed the survey. The facilitators to role implementation most often identified by the NPs were management support, the NPs' knowledge of the PHU programs, and access to PHU programs for their clients. The barriers most often cited were being the only NP working in the PHU, inadequate salary, and lack of coverage when the NP was away. When working with community physicians, the most common facilitators were the trust shown by physicians when making shared decisions and physician respect for the NP. The most common barriers were the unwillingness of specialist physicians to accept referrals from the NP and physicians' lack of understanding of the role. Overall, the NPs were satisfied with working in the PHU, satisfied with their collaborative relationship with physicians and minimally satisfied with their salaries. CONCLUSION: NPs have recently been introduced in PHUs in Ontario. A number of factors have facilitated role integration. At the same time, a number of barriers to their role implementation have been identified and if addressed, can contribute to the optimal utilization of this role in PHUs.",
  "authors": [
    {
      "last_name": "de Guzman",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela de Guzman",
      "affiliations": [
        "Toronto Public Health, Healthy Families, Toronto, ON. adeguzma@toronto.ca"
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "101",
    "issue": "4",
    "pub_year": "2010"
  },
  "start_page": "309",
  "end_page": "313",
  "pages": "309-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Female",
    "Humans",
    "Job Satisfaction",
    "Male",
    "Middle Aged",
    "Nurse Practitioners",
    "Nurse's Role",
    "Ontario",
    "Primary Health Care",
    "Public Health Nursing",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "21033544",
    "pmc": "PMC6973852",
    "doi": "10.1007/BF03405292"
  },
  "doi": "10.1007/BF03405292",
  "pmc_id": "PMC6973852",
  "dates": {
    "completed": "2010-12-10",
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:09.030546",
    "pmid": "21033544"
  }
}