{
  "pmid": "21057862",
  "uid": "21057862",
  "title": "A new measurement for optimal antenatal care: determinants and outcomes in Cameroon.",
  "abstract": "A combined measure of optimal antenatal care can provide more information on the role it plays in maternal health. Our objectives were to investigate the determinants of a measure of optimal antenatal care and the associated pregnancy outcomes. Data on 7,557 women taken from the 2004 Demographic and Health Survey in Cameroon were used to develop a new measurement of optimal antenatal care based on four indicators: at least four visits, first visit in first trimester, last visit in third trimester and a professional provider of antenatal care. We studied the relationship of this new variable with other related variables in a multivariate analysis, taking into account the complex study design. Almost sixty six percent of the women had optimal antenatal care. Secondary or higher education (OR 1.74; 95% CI 1.28-2.36), greater wealth (OR 2.31; 95% CI 1.73-3.1), urban residence (OR 1.42; 95% CI 1.12-1.82) and parity of 3-4 (OR 0.79; 95% CI 0.62-0.99) were independently associated with optimal antenatal care. Women with optimal antenatal care were more likely to deliver in a health unit (OR 2.91; 95% CI 2.42-3.49), to be assisted by a skilled health worker during delivery (OR 1.88; 95% CI 1.49-2.37) and to have a baby with a normal birthweight (OR 1.62; 95% CI 1.11-2.38). Obtaining and using a new measure for ANC is feasible. The association of optimal antenatal care to education, wealth and residence in this study, consistent with others, highlights the role of the country's development in maternal health.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence C E",
      "initials": "LC",
      "name": "Lawrence C E Mbuagbaw",
      "affiliations": [
        "Centre for the Development of Best Practices in Health, Avenue Henri Dunant-Messa, PO BOX 87, Yaoundé, Cameroon. mbuagbawl@yahoo.com"
      ]
    },
    {
      "last_name": "Gofin",
      "fore_name": "Rosa",
      "initials": "R",
      "name": "Rosa Gofin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Maternal and child health journal",
    "iso_abbreviation": "Matern Child Health J",
    "issn": "1573-6628",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "8",
    "pub_year": "2011",
    "pub_month": "Nov"
  },
  "start_page": "1427",
  "end_page": "1434",
  "pages": "1427-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cameroon",
    "Female",
    "Humans",
    "Middle Aged",
    "Pregnancy",
    "Pregnancy Outcome",
    "Prenatal Care",
    "Quality Indicators, Health Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21057862",
    "doi": "10.1007/s10995-010-0707-3"
  },
  "doi": "10.1007/s10995-010-0707-3",
  "dates": {
    "completed": "2012-02-17",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.281184",
    "pmid": "21057862"
  }
}