{
  "pmid": "21059484",
  "uid": "21059484",
  "title": "Dabigatran compared with warfarin in patients with atrial fibrillation and previous transient ischaemic attack or stroke: a subgroup analysis of the RE-LY trial.",
  "abstract": "BACKGROUND: In the Randomised Evaluation of Long-Term Anticoagulation Therapy (RE-LY) trial, dabigatran reduced occurrence of both stroke and haemorrhage compared with warfarin in patients who had atrial fibrillation and were at increased risk of stroke. We aimed to assess the effects of dabigatran compared with warfarin in the subgroup of patients with previous stroke or transient ischaemic attack. METHODS: In the RE-LY trial, 18,113 patients from 967 centres in 44 countries were randomly assigned to 110 mg or 150 mg dabigatran twice daily or to warfarin dose adjusted to international normalised ratio 2·0 to 3·0. Median follow-up was 2·0 years (IQR 1·14-2·86), and the primary outcome was stroke or systemic embolism. The primary safety outcome was major haemorrhage. Patients and investigators were aware of whether patients received warfarin or dabigatran, but not of dabigatran dose, and event adjudicators were masked to treatment. In a predefined analysis, we investigated the outcomes of the RE-LY trial in subgroups of patients with or without previous stroke or transient ischaemic attack. RE-LY is registered with ClinicalTrials.gov, NCT00262600. FINDINGS: Within the subgroup of patients with previous stroke or transient ischaemic attack, 1195 patients were from the 110 mg dabigatran group, 1233 from the 150 mg dabigatran group, and 1195 from the warfarin group. Stroke or systemic embolism occurred in 65 patients (2·78% per year) on warfarin compared with 55 (2·32% per year) on 110 mg dabigatran (relative risk 0·84, 95% CI 0·58-1·20) and 51 (2·07% per year) on 150 mg dabigatran (0·75, 0·52-1·08). The rate of major bleeding was significantly lower in patients on 110 mg dabigatran (RR 0·66, 95% CI 0·48-0·90) and similar in those on 150 mg dabigatran (RR 1·01; 95% CI 0·77-1·34) compared with those on warfarin. The effects of both doses of dabigatran compared with warfarin were not significantly different between patients with previous stroke or transient ischaemic attack and those without for any of the outcomes from RE-LY apart from vascular death (110 mg group compared with warfarin group, interaction p=0·038). INTERPRETATION: The effects of 110 mg dabigatran and 150 mg dabigatran twice daily in patients with previous stroke or transient ischaemic attack are consistent with those of other patients in RE-LY, for whom, compared with warfarin, 150 mg dabigatran reduced stroke or systemic embolism and 110 mg dabligatran was non-inferior. [corrected] Most effects of both dabigatran doses were consistent in patients with versus those without previous stroke or transient ischaemic attack. FUNDING: Boehringer Ingelheim.",
  "authors": [
    {
      "last_name": "Diener",
      "fore_name": "Hans-Christoph",
      "initials": "HC",
      "name": "Hans-Christoph Diener",
      "affiliations": [
        "Department of Neurology, University Hospital Essen, Essen, Germany. Electronic address: h.diener@uni-essen.de."
      ]
    },
    {
      "last_name": "Connolly",
      "fore_name": "Stuart J",
      "initials": "SJ",
      "name": "Stuart J Connolly",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ezekowitz",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Ezekowitz",
      "affiliations": [
        "Lankenau Institute for Medical Research and the Heart Center, Wynnewood, PA, USA."
      ]
    },
    {
      "last_name": "Wallentin",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Wallentin",
      "affiliations": [
        "Uppsala Clinical Research Centre and Department of Medical Sciences Cardiology, Uppsala University, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Reilly",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Reilly",
      "affiliations": [
        "Boehringer Ingelheim Pharmaceuticals Inc., Ridgefield, CT, USA."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Yang",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "Department of Pharmacology, St John's Medical College, Bangalore, India."
      ]
    },
    {
      "last_name": "Di Pasquale",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Di Pasquale",
      "affiliations": [
        "Department of Cardiology, Ospedale Maggiore, Bologna, Italy."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Neurology",
    "iso_abbreviation": "Lancet Neurol",
    "issn": "1474-4465",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "12",
    "pub_year": "2010",
    "pub_month": "Dec"
  },
  "start_page": "1157",
  "end_page": "1163",
  "pages": "1157-1163",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Benzimidazoles",
    "Dabigatran",
    "Dose-Response Relationship, Drug",
    "Double-Blind Method",
    "Female",
    "Fibrinolytic Agents",
    "Humans",
    "International Cooperation",
    "Ischemic Attack, Transient",
    "Longitudinal Studies",
    "Male",
    "Pyridines",
    "Stroke",
    "Treatment Outcome",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "21059484",
    "doi": "10.1016/S1474-4422(10)70274-X",
    "pii": "S1474-4422(10)70274-X"
  },
  "doi": "10.1016/S1474-4422(10)70274-X",
  "dates": {
    "completed": "2010-12-17",
    "revised": "2025-04-28"
  },
  "chemicals": [
    "Anticoagulants",
    "Benzimidazoles",
    "Fibrinolytic Agents",
    "Pyridines",
    "Warfarin",
    "Dabigatran"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.585886",
    "pmid": "21059484"
  }
}