{
  "pmid": "21071526",
  "uid": "21071526",
  "title": "The frequency and clinical significance of thrombocytopenia complicating critical illness: a systematic review.",
  "abstract": "BACKGROUND: The epidemiology of thrombocytopenia in critically ill patients has not been well characterized. The objective of this study was to systematically review the prevalence, incidence, and consequences of, and risk factors for, thrombocytopenia among critically ill patients. METHODS: We searched MEDLINE, EMBASE, the Cochrane Registry for controlled trials (until May 2010), and the Online Computer Library, as well as bibliographies of relevant studies, to identify investigations designed to examine the frequency, risk factors, and/or outcomes associated with thrombocytopenia among patients admitted to the ICU. We independently selected studies, abstracted data, and assessed methodologic quality in duplicate. Heterogeneity of design and analysis precluded statistical pooling of results. RESULTS: We identified 24 studies (12 prospective) enrolling 6,894 patients from medical, surgical, mixed, or trauma ICUs. Prevalent thrombocytopenia (on ICU admission) occurred in 8.3% to 67.6% of patients; incident thrombocytopenia (developing during the course of the ICU stay) occurred in 13.0% to 44.1% of patients. High illness severity, sepsis, and organ dysfunction often correlated with thrombocytopenia. Only one study using multivariate analysis examined whether thrombocytopenia was associated with major bleeding, but it found no association. Six out of eight studies using multivariate analysis found that thrombocytopenia increased the risk of death. CONCLUSIONS: The frequency of thrombocytopenia during critical illness varies widely, based on case mix and definition. After confounding factors are adjusted for, thrombocytopenia appears to increase the risk of death.",
  "authors": [
    {
      "last_name": "Hui",
      "fore_name": "Phil",
      "initials": "P",
      "name": "Phil Hui",
      "affiliations": [
        "Department of Medicine, Hamilton, ON, Canada. Electronic address: philip.hui@medportal.ca."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, Hamilton, ON, Canada; Department of Clinical Epidemiology and Biostatistics, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "Department of Medicine, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "Graeme A",
      "initials": "GA",
      "name": "Graeme A Fraser",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, Hamilton, ON, Canada; Department of Clinical Epidemiology and Biostatistics, Hamilton, ON, Canada; Canadian Blood Services, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "139",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "271",
  "end_page": "278",
  "pages": "271-278",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Critical Illness",
    "Humans",
    "Incidence",
    "Prevalence",
    "Risk Factors",
    "Thrombocytopenia"
  ],
  "article_ids": {
    "pubmed": "21071526",
    "doi": "10.1378/chest.10-2243",
    "pii": "S0012-3692(11)60065-2"
  },
  "doi": "10.1378/chest.10-2243",
  "dates": {
    "completed": "2011-03-17",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.978383",
    "pmid": "21071526"
  }
}