{
  "pmid": "21079219",
  "uid": "21079219",
  "title": "Informing the debate: rates of kidney transplantation in nations with presumed consent.",
  "abstract": "BACKGROUND: The kidney is the most common transplanted organ, accounting for almost all living donor transplantations and most deceased donor organ transplantations. The organ shortage has caused policymakers in many nations to debate the merits of adopting presumed consent legislation as a way to increase donor organ donation from deceased donors. OBJECTIVE: To compare characteristics and kidney transplantation rates for countries with presumed consent for deceased organ donation with countries with explicit consent. DESIGN: A longitudinal study of international kidney transplantation from 1997 to 2007. SETTING: 44 nations performing kidney transplantation. PATIENTS: Recipients of deceased and living kidney donor transplants. MEASUREMENTS: Rates of transplantation of kidneys from deceased and living donors. RESULTS: National characteristics, such as population size, proportion of the population self-identified as Catholic, per capita gross domestic product, health expenditures, and physician density, varied widely for the 22 nations with presumed consent and the 22 nations with explicit consent. Deceased donor kidney transplantation rates were higher in nations with presumed consent (median, 22.6 transplantations per million population [pmp]; interquartile range [IQR], 9.3 to 33.8) versus nations with explicit consent (median, 13.9 transplantations pmp; IQR, 3.6 to 23.1). Living donor kidney transplantation rates were lower in nations with presumed consent (median, 2.4 transplantations pmp; IQR, 1.7 to 4.3) versus nations with explicit consent (median, 5.9 transplantations pmp; IQR, 2.3 to 12.2). The findings were consistent when nations were classified according to per capita gross domestic product, health expenditures, and physician density. LIMITATION: As with any observational study, associations may not be causal. CONCLUSION: Nations with presumed consent have higher rates of deceased donor kidney transplantation than nations with explicit consent. Any nation deciding to adopt presumed consent should carefully consider and reduce any negative effect on rates of living donation. PRIMARY FUNDING SOURCE: Canadian Institutes of Health Research and Lawson Health Research Institute.",
  "authors": [
    {
      "last_name": "Horvat",
      "fore_name": "Lucy D",
      "initials": "LD",
      "name": "Lucy D Horvat",
      "affiliations": [
        "University of Western Ontario, London; University of Waterloo, Waterloo; and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cuerden",
      "fore_name": "Meaghan S",
      "initials": "MS",
      "name": "Meaghan S Cuerden",
      "affiliations": []
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": []
    },
    {
      "last_name": "Koval",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Koval",
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Young",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "153",
    "issue": "10",
    "pub_year": "2010",
    "pub_month": "Nov",
    "pub_day": "16"
  },
  "start_page": "641",
  "end_page": "649",
  "pages": "641-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Informed Consent",
    "Kidney Transplantation",
    "Longitudinal Studies",
    "Presumed Consent",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "21079219",
    "doi": "10.7326/0003-4819-153-10-201011160-00006",
    "pii": "153/10/641"
  },
  "doi": "10.7326/0003-4819-153-10-201011160-00006",
  "dates": {
    "completed": "2010-12-07",
    "revised": "2014-07-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:08.953532",
    "pmid": "21079219"
  }
}