{
  "pmid": "21075980",
  "uid": "21075980",
  "title": "Hip fracture prevention strategies in long-term care: a survey of Canadian physicians' opinions.",
  "abstract": "OBJECTIVE: To garner Canadian physicians' opinions on strategies to reduce hip fractures in long-term care (LTC) facilities, focusing on secondary prevention. DESIGN: A cross-sectional survey using a mailed, self-administered, written questionnaire. SETTING: Canada. PARTICIPANTS: Family physician members of the Ontario Long-Term Care Association (n = 165) and all actively practising geriatricians registered in the Canadian Medical Directory (n = 81). MAIN OUTCOME MEASURES: The strength of recommendations for fracture-reduction strategies in LTC and barriers to implementing these strategies. RESULTS: Of the 246 physicians sent the questionnaire, 25 declined study materials and were excluded. Of the 221 remaining, 120 responded for a response rate of 54%. About two-thirds of respondents were family physicians (78 of 120) and the rest were mostly geriatricians. Most respondents strongly recommended the following secondary prevention strategies for use in LTC after hip fracture: calcium, vitamin D, oral aminobisphosphonates, physical therapy, and environmental modification (such as handrails). Most respondents either did not recommend or recommended limited use of etidronate, intravenous bisphosphonates, calcitonin, raloxifene, testosterone (for hypogonadal men), and teriparatide. Postmenopausal hormone therapy was discouraged or not recommended by most respondents. Support was mixed for the use of hip protectors, B vitamins, and folate. Barriers to implementation identified by most respondents included a lack of strong evidence of hip fracture reduction (for B vitamins and folate, cyclic etidronate, and testosterone), side effects (for postmenopausal hormone therapy), poor compliance (for hip protectors), and expense (for intravenous bisphosphonates and teriparatide). Some respondents cited side effects or poor compliance as barriers to using calcium and potent oral bisphosphonates. CONCLUSION: Canadian physicians favour the use of calcium, vitamin D, potent oral bisphosphonates, physical therapy, and evironmental modifications for LTC residents after hip fracture. Further study at the clinical and administrative levels is required to find ways to overcome the specific barriers to implementation and effectiveness of these interventions.",
  "authors": [
    {
      "last_name": "Sawka",
      "fore_name": "Anna M",
      "initials": "AM",
      "name": "Anna M Sawka",
      "affiliations": [
        "University Health Network in Toronto, Ont. sawkaam@yahoo.com"
      ]
    },
    {
      "last_name": "Ismaila",
      "fore_name": "Nofisat",
      "initials": "N",
      "name": "Nofisat Ismaila",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Straus",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "11",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "e392",
  "end_page": "e397",
  "pages": "e392-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged, 80 and over",
    "Attitude of Health Personnel",
    "Cross-Sectional Studies",
    "Family Practice",
    "Female",
    "Geriatrics",
    "Health Promotion",
    "Hip Fractures",
    "Humans",
    "Long-Term Care",
    "Male",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Patient Compliance",
    "Physicians",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "21075980",
    "pmc": "PMC2980445",
    "pii": "56/11/e392"
  },
  "pmc_id": "PMC2980445",
  "dates": {
    "completed": "2012-03-30",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.403299",
    "pmid": "21075980"
  }
}