{
  "pmid": "21070435",
  "uid": "21070435",
  "title": "Measuring quality of life in oncologic breast surgery: a systematic review of patient-reported outcome measures.",
  "abstract": "Multiple randomized trials demonstrate equivalent survival between BCT and mastectomy, but clinical outcomes research must also evaluate patient satisfaction and quality of life. This review analyzes existing patient-reported outcome (PRO) measures in oncologic breast surgery to assess utility and make recommendations for future research. We performed a systematic literature review to identify PRO measures used in oncologic breast surgery patients. After applying inclusion and exclusion criteria, qualifying instruments were assessed for adherence to international guidelines for health outcomes instrument development and validation. Ten measures underwent development and psychometric evaluation in an oncologic breast surgery population. Five of ten measures (EORTC QLQ BR-23, FACT-B, HBIS, BIBCQ, and BREAST-Q) reported an adequate development and validation process. Three of these 5 measures (EORTC QLQ BR-23, FACT-B, HBIS) focused on non-surgical treatment issues. A fourth instrument (BIBCQ) did not address aesthetic concerns after breast reconstruction. The fifth instrument (BREAST-Q) was developed for use in patients undergoing mastectomy ± reconstruction, but did not address breast-conserving therapy. Overall, two key limitations were noted: 1) surgery-specific issues of breast-conserving surgery patients were not well represented and 2) measures were largely developed without the aid of newer psychometric methods that may improve their clinical utility. Reliable and valid PRO measures in breast cancer patients exist, but even the best instruments do not address all important surgery-specific and psychometric issues of oncologic breast surgery patients. Newer psychometric methods would facilitate development of scales for use in individual patient care as well as group level comparisons.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Constance M",
      "initials": "CM",
      "name": "Constance M Chen",
      "affiliations": [
        "Memorial Sloan-Kettering Cancer Center, New York, NY 92618, USA."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "King",
      "fore_name": "Tari",
      "initials": "T",
      "name": "Tari King",
      "affiliations": []
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen McCarthy",
      "affiliations": []
    },
    {
      "last_name": "Cordeiro",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Cordeiro",
      "affiliations": []
    },
    {
      "last_name": "Morrow",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Morrow",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The breast journal",
    "iso_abbreviation": "Breast J",
    "issn": "1524-4741",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "6",
    "pub_year": "2010"
  },
  "start_page": "587",
  "end_page": "597",
  "pages": "587-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Body Image",
    "Breast Neoplasms",
    "Female",
    "Humans",
    "Mammaplasty",
    "Mastectomy",
    "Mastectomy, Segmental",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "21070435",
    "doi": "10.1111/j.1524-4741.2010.00983.x"
  },
  "doi": "10.1111/j.1524-4741.2010.00983.x",
  "dates": {
    "completed": "2011-02-28",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.311911",
    "pmid": "21070435"
  }
}