{
  "pmid": "21087505",
  "uid": "21087505",
  "title": "The Rx for Change database: a first-in-class tool for optimal prescribing and medicines use.",
  "abstract": "BACKGROUND: Globally, suboptimal prescribing practices and medication errors are common. Guidance to health professionals and consumers alone is not sufficient to optimise behaviours, therefore strategies to promote evidence-based decision making and practice, such as decision support tools or reminders, are important. The literature in this area is growing, but is of variable quality and dispersed across sources, which makes it difficult to identify, access, and assess. To overcome these problems, by synthesizing and evaluating the data from systematic reviews, we have developed Rx for Change to provide a comprehensive, online database of the evidence for strategies to improve drug prescribing and use. METHODS: We use reliable and valid methods to search and screen the literature, and to appraise and analyse the evidence from relevant systematic reviews. We then present the findings in an online format which allows users to easily access pertinent information related to prescribing and medicines use. The database is a result of the collaboration between the Canadian Agency for Drugs and Technologies in Health (CADTH) and two Cochrane review groups. RESULTS: To capture the body of evidence on interventions to improve prescribing and medicines use, we conduct comprehensive and regular searches in multiple databases, and hand-searches of relevant journals. We screen articles to identify relevant systematic reviews, and include them if they are of moderate or high methodological quality. Two researchers screen, assess quality, and extract data on demographic details, intervention characteristics, and outcome data. We report the results of our analysis of each systematic review using a standardised quantitative and qualitative format. Rx for Change currently contains over 200 summarised reviews, structured in a multi-level format. The reviews included in the database are diverse, covering various settings, conditions, or diseases and targeting a range of professional and consumer behaviors. CONCLUSIONS: Rx for Change is a novel database that synthesizes current research evidence about the effects of interventions to improve drug prescribing practices and medicines use.",
  "authors": [
    {
      "last_name": "Weir",
      "fore_name": "Michelle C",
      "initials": "MC",
      "name": "Michelle C Weir",
      "affiliations": [
        "Institute of Population Health, University of Ottawa, 1 Stewart Street, Ottawa, ON, K1N 6N5, Canada. jgrimshaw@ohri.ca."
      ]
    },
    {
      "last_name": "Ryan",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ryan",
      "affiliations": []
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Mayhew",
      "affiliations": []
    },
    {
      "last_name": "Worswick",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Worswick",
      "affiliations": []
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    },
    {
      "last_name": "Lowe",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Lowe",
      "affiliations": []
    },
    {
      "last_name": "Leslie",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Leslie",
      "affiliations": []
    },
    {
      "last_name": "Stevens",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Stevens",
      "affiliations": []
    },
    {
      "last_name": "Hill",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Hill",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2010",
    "pub_month": "Nov",
    "pub_day": "18"
  },
  "start_page": "89",
  "pages": "89",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21087505",
    "pmc": "PMC3000374",
    "doi": "10.1186/1748-5908-5-89",
    "pii": "1748-5908-5-89"
  },
  "doi": "10.1186/1748-5908-5-89",
  "pmc_id": "PMC3000374",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.511171",
    "pmid": "21087505"
  }
}