{
  "pmid": "21080328",
  "uid": "21080328",
  "title": "The ecology of domestic violence: the role of alcohol outlet density.",
  "abstract": "Studies have consistently found positive associations between the density of alcohol outlets and levels of violence in areas. Few studies have examined whether this relationship holds for domestic violence. This study assesses whether alcohol outlet density is related to domestic violence and whether this relationship is due to alcohol availability or to co-occurring economic disadvantage and social disorganisation. Cross-sectional data on family incidents, liquor outlets and socio-demographic characteristics were obtained for 217 postcodes in Melbourne, Australia. These data were used to construct models assessing the association between alcohol outlet density and domestic violence, both with and without controlling for socio-demographic factors. Models were tested for spatial autocorrelation, and spatial- error models were developed to control for its influence. Outlet density was significantly associated with rates of domestic violence, even controlling for socio-demographic factors. The density of hotels (pubs) was positively associated with domestic violence rates and the density of restaurants and bars was negatively associated with domestic violence. Socio-economic disadvantage was also associated with domestic violence rates. The density of packaged liquor outlets was not associated with rates of domestic violence. The results present a mixed picture, and further study is required to develop a clearer understanding of the links between alcohol availability and domestic violence.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "School of Population Health, University of Melbourne, Melbourne, Australia. michaell@turningpoint.org.au"
      ]
    }
  ],
  "journal": {
    "title": "Geospatial health",
    "iso_abbreviation": "Geospat Health",
    "issn": "1970-7096",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "139",
  "end_page": "149",
  "pages": "139-49",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Commerce",
    "Confidence Intervals",
    "Cross-Sectional Studies",
    "Demography",
    "Domestic Violence",
    "Ethanol",
    "Geographic Information Systems",
    "Humans",
    "Income",
    "Linear Models",
    "Models, Statistical",
    "Risk Assessment",
    "Socioeconomic Factors",
    "Statistics as Topic",
    "Victoria"
  ],
  "article_ids": {
    "pubmed": "21080328",
    "doi": "10.4081/gh.2010.194"
  },
  "doi": "10.4081/gh.2010.194",
  "dates": {
    "completed": "2011-06-02",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.743774",
    "pmid": "21080328"
  }
}