{
  "pmid": "21087367",
  "uid": "21087367",
  "title": "The evidence-based medicine model of clinical practice: scientific teaching or belief-based preaching?",
  "abstract": "RATIONALE: Evidence-based medicine (EBM) is commonly advocated as a 'gold standard' of clinical practice. A prominent definition of EBM is: the integration of best research evidence with clinical expertise and patient values. Over time, various versions of a conceptual model or framework for implementing EBM (i.e. how to practice EBM) have been developed. AIMS AND OBJECTIVES: This paper (i) traces the evolution of the different versions of the conceptual model; (ii) tries to make explicit the underlying goals, assumptions and logic of the various versions by exploring the definitions and meaning of the components identified in each model, and the methods suggested for integrating these into clinical practice; and (iii) offers an analytic critique of the various model iterations. METHODS: A literature review was undertaken to identify, summarize, and compare the content of articles and books discussing EBM as a conceptual model to guide physicians in clinical practice. RESULTS: Our findings suggest that the EBM model of clinical practice, as it has evolved over time, is largely belief-based, because it is lacking in empirical evidence and theoretical support. The model is not well developed and articulated in terms of defining model components, justifying their inclusion and suggesting ways to integrate these in clinical practice. CONCLUSION: These findings are significant because without a model that clearly defines what constitutes an EBM approach to clinical practice we cannot (i) consistently teach clinicians how to do it and (ii) evaluate whether it is being done.",
  "authors": [
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. charlesc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Freeman",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Freeman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Aug"
  },
  "start_page": "597",
  "end_page": "605",
  "pages": "597-605",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Diffusion of Innovation",
    "Evidence-Based Medicine",
    "Humans",
    "Models, Theoretical",
    "Practice Patterns, Physicians'",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "21087367",
    "doi": "10.1111/j.1365-2753.2010.01562.x"
  },
  "doi": "10.1111/j.1365-2753.2010.01562.x",
  "dates": {
    "completed": "2011-12-01",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.696741",
    "pmid": "21087367"
  }
}