{
  "pmid": "21084016",
  "uid": "21084016",
  "title": "Replacement therapy with recombinant factor IX. A multicentre evaluation of current dosing practices in Italy.",
  "abstract": "BACKGROUND: The in vivo recovery of recombinant factor IX (rFIX) is reported to be lower than that of plasma-derived products, with potential clinical implications for dosing. In clinical practice, a conversion (augmentation) factor is suggested to calculate the necessary doses of rFIX. The aim of this study was to assess the range of values for the conversion factor in usual clinical practice in Italy. MATERIALS AND METHODS: The study was questionnaire-based and proposed to all Italian Haemophilia centres treating patients with haemophilia B. Age, weight, dosage used in the last effective infusion, treatment regimen (prophylaxis versus on-demand), human immunodeficiency virus (HIV) and hepatitis C virus (HCV) status, and years of previous therapy with rFIX were recorded for patients with severe haemophilia B treated with rFIX. Mean, standard deviation, median and range were calculated for demographic and treatment data for the overall population and for subgroups. The conversion factor for the theoretical dosage of 40 IU/Kg was calculated. RESULTS: Among 207 patients with severe haemophilia B being followed in 24 centres, 138 (66.7%) were being treated with rFIX. The sample of 207 patients represents 83.1% of the population of Italian patients with severe haemophilia B. The age range of the studied patients was 0-72 years (mean, 24 years) and the weight range was 3-108 kg (mean, 60 kg). Nineteen patients (14.4%) were positive for HIV and 51 (42.9%) were positive for HCV. The mean dosage of rFIX was 44 IU/Kg, with no significant difference between those receiving the product as prophylaxis or on-demand. A reduction in dosage was observed with increasing age (0.23 IU/kg/year). The mean value for the conversion factor was 1.10 ± 0.36 (median 1.00, range 0.51-2.08), when estimated for the whole population. No effect of HIV and HCV status was found on the dose prescribed. No evident correlation was found with the underlying genetic mutation. DISCUSSION: We found that dosing of rFIX in clinical practice is very close to that of plasma-derived FIX concentrates. As a consequence, dosing in the non-surgical setting should be started using the same criteria as those for plasma-derived FIX and treatment effectiveness verified on a clinical basis rather than relying on in vivo recovery assessments.",
  "authors": [
    {
      "last_name": "Rocca",
      "fore_name": "Alessandra",
      "initials": "A",
      "name": "Alessandra Rocca",
      "affiliations": [
        "Haemophilia Centre of Perugia, Internal and Vascular Medicine, Via G. Dottori 1, Perugia, Italy."
      ]
    },
    {
      "last_name": "Pizzinelli",
      "fore_name": "Simona",
      "initials": "S",
      "name": "Simona Pizzinelli",
      "affiliations": []
    },
    {
      "last_name": "Oliovecchio",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Oliovecchio",
      "affiliations": []
    },
    {
      "last_name": "Santagostino",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Santagostino",
      "affiliations": []
    },
    {
      "last_name": "Rocino",
      "fore_name": "Angiola",
      "initials": "A",
      "name": "Angiola Rocino",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood transfusion = Trasfusione del sangue",
    "iso_abbreviation": "Blood Transfus",
    "issn": "2385-2070",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "60",
  "end_page": "69",
  "pages": "60-9",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Comparative Study",
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Factor IX",
    "Female",
    "Follow-Up Studies",
    "HIV",
    "HIV Infections",
    "Hemophilia B",
    "Hepacivirus",
    "Hepatitis C",
    "Humans",
    "Male",
    "Middle Aged",
    "Recombinant Proteins"
  ],
  "article_ids": {
    "pubmed": "21084016",
    "pmc": "PMC3021399",
    "doi": "10.2450/2010.0011-10",
    "pii": "2010.0011-10"
  },
  "doi": "10.2450/2010.0011-10",
  "pmc_id": "PMC3021399",
  "dates": {
    "completed": "2011-04-20",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Recombinant Proteins",
    "Factor IX"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.584737",
    "pmid": "21084016"
  }
}