{
  "pmid": "2109182",
  "uid": "2109182",
  "title": "Non-steady state kinetic analysis of the regulation of adenylate cyclase by GTP-binding proteins.",
  "abstract": "The time course of cAMP production by S49 cell membranes in the presence of forskolin and a nonhydrolyzable GTP analog can yield information about the regulation of adenylate cyclase by both the inhibitory and stimulatory GTP-binding proteins (Gi and Gs). The time courses are complex and interpretation in terms of the activities of G1 and Gs requires a quantitative hypothesis. We present a general quantitative hypothesis that defines adenylate cyclase as existing in a distribution of two states, active and inactive. Gi and Gs, in their active states, alter the equilibrium of this distribution. Two distinct models are derived based on this hypothesis to accommodate two different proposed mechanisms for the action of Gi to inhibit adenylate cyclase: 1) a direct interaction between Gi and the catalytic subunit of adenylate cyclase and 2) a direct interaction between Gi and Gs. Perturbations of the regulation of adenylate cyclase by pertussis toxin and phorbol ester are simulated and interpreted using the models. The effect of pertussis toxin is quantitatively reconciled by decreases in the guanine nucleotide-independent adenylate cyclase activity and in the apparent rate of activation of Gi from 2.0/min to 0.01/min. The effect of phorbol ester is best accommodated by the model as a change in the distribution of active and inactive adenylate cyclase from 36% initially active to 47% active after phorbol ester treatment, without postulating any effect of phorbol ester on Gi or Gs. Both of these interpretations are independent of the model used. The effect of forskolin is also examined within the context of the two models. The results of this examination suggest an experimental approach for testing the models. These examples illustrate the usefulness of quantitative analysis of time course data using a model for the regulation of adenylate cyclase. We propose that, with this combined experimental and theoretical approach, one can address the relevance of hypotheses generated from experimental studies with isolated components to the molecular mechanisms of adenylate cyclase regulation in cellular membranes.",
  "authors": [
    {
      "last_name": "Bell",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Bell",
      "affiliations": [
        "Department of Pharmacology, University of Virginia School of Medicine, Charlottesville 22908."
      ]
    },
    {
      "last_name": "Biltonen",
      "fore_name": "R L",
      "initials": "RL",
      "name": "R L Biltonen",
      "affiliations": []
    },
    {
      "last_name": "Brunton",
      "fore_name": "L L",
      "initials": "LL",
      "name": "L L Brunton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Molecular pharmacology",
    "iso_abbreviation": "Mol Pharmacol",
    "issn": "0026-895X",
    "issn_type": "Print",
    "volume": "37",
    "issue": "4",
    "pub_year": "1990",
    "pub_month": "Apr"
  },
  "start_page": "535",
  "end_page": "545",
  "pages": "535-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adenylate Cyclase Toxin",
    "Adenylyl Cyclase Inhibitors",
    "Adenylyl Cyclases",
    "Animals",
    "Cell Line",
    "Cell Membrane",
    "Colforsin",
    "GTP-Binding Proteins",
    "Kinetics",
    "Mathematics",
    "Models, Biological",
    "Pertussis Toxin",
    "Phorbol Esters",
    "Virulence Factors, Bordetella"
  ],
  "article_ids": {
    "pubmed": "2109182"
  },
  "dates": {
    "completed": "1990-05-24",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Adenylate Cyclase Toxin",
    "Adenylyl Cyclase Inhibitors",
    "Phorbol Esters",
    "Virulence Factors, Bordetella",
    "Colforsin",
    "Pertussis Toxin",
    "GTP-Binding Proteins",
    "Adenylyl Cyclases"
  ],
  "grants": [
    {
      "grant_id": "DK07320",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "GM07267",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "GM11838",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:14.694107",
    "pmid": "2109182"
  }
}