{
  "pmid": "21092310",
  "uid": "21092310",
  "title": "Comparative genomic analysis of Atlantic salmon, Salmo salar, from Europe and North America.",
  "abstract": "BACKGROUND: Several lines of evidence including allozyme analysis, restriction digest patterns and sequencing of mtDNA as well as mini- and micro-satellite allele frequencies indicate that Atlantic salmon (Salmo salar) from North America and Europe are genetically distinct. These observations are supported by karyotype analysis, which revealed that North American Atlantic salmon have 27 pairs of chromosomes whereas European salmon have 29 pairs. We set out to construct a linkage map for a North American Atlantic salmon family and to compare this map with the well developed map for European Atlantic salmon. RESULTS: We used microsatellite markers, which had previously been mapped in the two Atlantic salmon SALMAP mapping families from the River Tay, Scotland, to carry out linkage analysis in an Atlantic salmon family (NB1) whose parents were derived from the Saint John River stock in New Brunswick, Canada. As large differences in recombination rates between female and male Atlantic salmon have been noted, separate genetic maps were constructed for each sex. The female linkage map comprises 218 markers in 37 linkage groups while the male map has 226 markers in 28 linkage groups. We combined 280 markers from the female and male maps into 27 composite linkage groups, which correspond to the haploid number of chromosomes in Atlantic salmon from the Western Atlantic. CONCLUSIONS: A comparison of the composite NB1 and SALMAP linkage maps revealed the reason for the difference in the chromosome numbers between European and North American Atlantic salmon: Linkage groups AS-4 and AS-32 in the Scottish salmon, which correspond to chromosomes Ssa-6 and Ssa-22, are combined into a single NB1 linkage group as are linkage groups AS-21 and AS-33 (corresponding to chromosomes Ssa-26 and Ssa-28). The comparison of the linkage maps also suggested some additional chromosomal rearrangements, but it will require finer mapping, potentially using SNPs, to test these predictions. Our results provide the first comparison of the genomic architecture of Atlantic salmon from North America and Europe with respect to chromosome organization.",
  "authors": [
    {
      "last_name": "Lubieniecki",
      "fore_name": "Krzysztof P",
      "initials": "KP",
      "name": "Krzysztof P Lubieniecki",
      "affiliations": [
        "Department of Molecular Biology and Biochemistry, Simon Fraser University, Burnaby, British Columbia, V5A 1S6 Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Stacy L",
      "initials": "SL",
      "name": "Stacy L Jones",
      "affiliations": []
    },
    {
      "last_name": "Davidson",
      "fore_name": "Evelyn A",
      "initials": "EA",
      "name": "Evelyn A Davidson",
      "affiliations": []
    },
    {
      "last_name": "Park",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Park",
      "affiliations": []
    },
    {
      "last_name": "Koop",
      "fore_name": "Ben F",
      "initials": "BF",
      "name": "Ben F Koop",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Seumas",
      "initials": "S",
      "name": "Seumas Walker",
      "affiliations": []
    },
    {
      "last_name": "Davidson",
      "fore_name": "William S",
      "initials": "WS",
      "name": "William S Davidson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC genetics",
    "iso_abbreviation": "BMC Genet",
    "issn": "1471-2156",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2010",
    "pub_month": "Nov",
    "pub_day": "23"
  },
  "start_page": "105",
  "pages": "105",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Chromosome Mapping",
    "Comparative Genomic Hybridization",
    "Female",
    "Karyotyping",
    "Male",
    "Microsatellite Repeats",
    "New Brunswick",
    "Pedigree",
    "Salmo salar",
    "Scotland"
  ],
  "article_ids": {
    "pubmed": "21092310",
    "pmc": "PMC2995484",
    "doi": "10.1186/1471-2156-11-105",
    "pii": "1471-2156-11-105"
  },
  "doi": "10.1186/1471-2156-11-105",
  "pmc_id": "PMC2995484",
  "dates": {
    "completed": "2011-02-11",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.641613",
    "pmid": "21092310"
  }
}