{
  "pmid": "21092283",
  "uid": "21092283",
  "title": "Using knowledge brokers to facilitate the uptake of pediatric measurement tools into clinical practice: a before-after intervention study.",
  "abstract": "BACKGROUND: The use of measurement tools is an essential part of good evidence-based practice; however, physiotherapists (PTs) are not always confident when selecting, administering, and interpreting these tools. The purpose of this study was to evaluate the impact of a multifaceted knowledge translation intervention, using PTs as knowledge brokers (KBs) to facilitate the use in clinical practice of four evidence-based measurement tools designed to evaluate and understand motor function in children with cerebral palsy (CP). The KB model evaluated in this study was designed to overcome many of the barriers to research transfer identified in the literature. METHODS: A mixed methods before-after study design was used to evaluate the impact of a six-month KB intervention by 25 KBs on 122 practicing PTs' self-reported knowledge and use of the measurement tools in 28 children's rehabilitation organizations in two regions of Canada. The model was that of PT KBs situated in clinical sites supported by a network of KBs and the research team through a broker to the KBs. Modest financial remuneration to the organizations for the KB time (two hours/week for six months), ongoing resource materials, and personal and intranet support was provided to the KBs. Survey data were collected by questionnaire prior to, immediately following the intervention (six months), and at 12 and 18 months. A mixed effects multinomial logistic regression was used to examine the impact of the intervention over time and by region. The impact of organizational factors was also explored. RESULTS: PTs' self-reported knowledge of all four measurement tools increased significantly over the six-month intervention, and reported use of three of the four measurement tools also increased. Changes were sustained 12 months later. Organizational culture for research and supervisor expectations were significantly associated with uptake of only one of the four measurement tools. CONCLUSIONS: KBs positively influenced PTs' self-reported knowledge and self-reported use of the targeted measurement tools. Further research is warranted to investigate whether this is a feasible, cost-effective model that could be used more broadly in a rehabilitation setting to facilitate the uptake of other measurement tools or evidence-based intervention approaches.",
  "authors": [
    {
      "last_name": "Russell",
      "fore_name": "Dianne J",
      "initials": "DJ",
      "name": "Dianne J Russell",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Ontario, Canada. russelld@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rivard",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Rivard",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter L",
      "initials": "PL",
      "name": "Peter L Rosenbaum",
      "affiliations": []
    },
    {
      "last_name": "Roxborough",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Roxborough",
      "affiliations": []
    },
    {
      "last_name": "Cameron",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Cameron",
      "affiliations": []
    },
    {
      "last_name": "Darrah",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Darrah",
      "affiliations": []
    },
    {
      "last_name": "Bartlett",
      "fore_name": "Doreen J",
      "initials": "DJ",
      "name": "Doreen J Bartlett",
      "affiliations": []
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steven E",
      "initials": "SE",
      "name": "Steven E Hanna",
      "affiliations": []
    },
    {
      "last_name": "Avery",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Avery",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2010",
    "pub_month": "Nov",
    "pub_day": "23"
  },
  "start_page": "92",
  "pages": "92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21092283",
    "pmc": "PMC3004810",
    "doi": "10.1186/1748-5908-5-92",
    "pii": "1748-5908-5-92"
  },
  "doi": "10.1186/1748-5908-5-92",
  "pmc_id": "PMC3004810",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.145613",
    "pmid": "21092283"
  }
}