{
  "pmid": "21131482",
  "uid": "21131482",
  "title": "STAT subtype specificity and ischemic preconditioning in mice: is STAT-3 enough?",
  "abstract": "The role of other STAT subtypes in conferring ischemic tolerance is unclear. We hypothesized that in STAT-3 deletion alternative STAT subtypes would protect myocardial function against ischemia-reperfusion injury. Wild-type (WT) male C57BL/6 mice or mice with cardiomyocyte STAT-3 knockout (KO) underwent baseline echocardiography. Langendorff-perfused hearts underwent ischemic preconditioning (IPC) or no IPC before ischemia-reperfusion. Following ex vivo perfusion, hearts were analyzed for STAT-5 and -6 phosphorylation by Western blot analysis of nuclear fractions. Echocardiography and postequilibration cardiac performance revealed no differences in cardiac function between WT and KO hearts. Phosphorylated STAT-5 and -6 expression was similar in WT and KO hearts before perfusion. Contractile function in WT and KO hearts was significantly impaired following ischemia-reperfusion in the absence of IPC. In WT hearts, IPC significantly improved the recovery of the maximum first derivative of developed pressure (+dP/dtmax) compared with that in hearts without IPC. IPC more effectively improved end-reperfusion dP/dtmax in WT hearts compared with KO hearts. Preconditioned and nonpreconditioned KO hearts exhibited increased phosphorylated STAT-5 and -6 expression compared with WT hearts. The increased subtype activation did not improve the efficacy of IPC in KO hearts. In conclusion, baseline cardiac performance is preserved in hearts with cardiac-restricted STAT-3 deletion. STAT-3 deletion attenuates preconditioning and is not associated with a compensatory upregulation of STAT-5 and -6 subtypes. The activation of STAT-5 and -6 in KO hearts following ischemic challenge does not provide functional compensation for the loss of STAT-3. JAK-STAT signaling via STAT-3 is essential for effective IPC.",
  "authors": [
    {
      "last_name": "Goodman",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Goodman",
      "affiliations": [
        "Department of Surgery, University of Cincinnati, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Koch",
      "fore_name": "Sheryl E",
      "initials": "SE",
      "name": "Sheryl E Koch",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad R",
      "initials": "MR",
      "name": "Muhammad R Afzal",
      "affiliations": []
    },
    {
      "last_name": "Butler",
      "fore_name": "Karyn L",
      "initials": "KL",
      "name": "Karyn L Butler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physiology. Heart and circulatory physiology",
    "iso_abbreviation": "Am J Physiol Heart Circ Physiol",
    "issn": "1522-1539",
    "issn_type": "Electronic",
    "volume": "300",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "H522",
  "end_page": "H526",
  "pages": "H522-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Animals",
    "Blotting, Western",
    "Coronary Circulation",
    "Echocardiography",
    "Gene Deletion",
    "Heart",
    "Hemodynamics",
    "Ischemic Preconditioning, Myocardial",
    "Janus Kinases",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Mice, Knockout",
    "Myocardial Contraction",
    "Phosphorylation",
    "STAT Transcription Factors",
    "STAT3 Transcription Factor",
    "STAT5 Transcription Factor"
  ],
  "article_ids": {
    "pubmed": "21131482",
    "pmc": "PMC3044045",
    "doi": "10.1152/ajpheart.00231.2010",
    "pii": "ajpheart.00231.2010"
  },
  "doi": "10.1152/ajpheart.00231.2010",
  "pmc_id": "PMC3044045",
  "dates": {
    "completed": "2011-03-15",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "STAT Transcription Factors",
    "STAT3 Transcription Factor",
    "STAT5 Transcription Factor",
    "Janus Kinases"
  ],
  "grants": [
    {
      "grant_id": "HL-68867",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32-HL-07382",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.527753",
    "pmid": "21131482"
  }
}