{
  "pmid": "21134701",
  "uid": "21134701",
  "title": "An even smaller area variation: differing practice patterns among interventional cardiologists within a single high volume tertiary cardiac centre.",
  "abstract": "BACKGROUND: Variations in the rate of use of common medical procedures/therapies are widely documented. Previous studies tend to focus on variations between either hospitals or geographic areas. Few studies examine within centre practice variations. OBJECTIVE: To examine if variation in treatment recommendations exist among highly trained interventional cardiologists (n=9) working in a single, highly collaborative tertiary care centre. STUDY DESIGN AND SETTING: Data was collected from a local registry. A logistic regression model was used to estimate each physician's odds of recommending revascularization therapy over medical therapy for patients with significant CAD. The analysis was repeated to estimate each physician's odds of recommending percutaneous coronary intervention (PCI) over coronary artery bypass graft surgery (CABG) when the physician indicated the need for revascularization. Each physician's odds were compared to those for a reference physician to yield odds ratios. The odds ratios were adjusted for multiple patient characteristics. RESULTS: The adjusted odds ratios of four physicians differed significantly from the reference physician (range: 0.8-2.9). Variation was also seen among physicians in the decision to recommend CABG rather than PCI once revascularization therapy was selected. The odds ratios ranged from 1.5 to 4.2. CONCLUSION: Practice variations were seen despite case mix adjustment, similar resource and environmental constraints. The existence of within centre variations may have implications on service delivery and planning. Research is needed to both identify the existence, and explain the determinants of \"an even smaller area variation\".",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Heart Investigation Unit, Hamilton Health Sciences, Hamilton, Ontario, Canada. mercuri@hhsc.ca"
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Norman",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "179",
  "end_page": "185",
  "pages": "179-85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cardiac Care Facilities",
    "Cardiology",
    "Coronary Artery Disease",
    "Female",
    "Humans",
    "Male",
    "Myocardial Revascularization",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Small-Area Analysis"
  ],
  "article_ids": {
    "pubmed": "21134701",
    "doi": "10.1016/j.healthpol.2010.11.006",
    "pii": "S0168-8510(10)00338-6"
  },
  "doi": "10.1016/j.healthpol.2010.11.006",
  "dates": {
    "completed": "2012-05-18",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.888095",
    "pmid": "21134701"
  }
}