{
  "pmid": "21143760",
  "uid": "21143760",
  "title": "Collaborative quality improvement to manage pain in acute care hospitals.",
  "abstract": "OBJECTIVE: Collaborative quality improvement programs have been successfully used to manage chronic diseases in adults and acute lung complications in premature infants. Their effectiveness to improve pain management in acute care hospitals is currently unknown. The purpose of this study was to determine whether a collaborative quality improvement program implemented at hospital level could improve pain management and overall pain relief. DESIGN: To assess the effectiveness of the program, we performed a before-after trial comparing patient's self-reported pain management and experience before and after program implementation. We included all adult patients hospitalized for more than 24 hours and discharged either to their home or to a nursing facility, between March 1, 2001 and March 31, 2001 (before program implementation) and between September 15, 2005 and October 15, 2005 (after program implementation). SETTING: A teaching hospital of 2,096 beds in Geneva, Switzerland. PATIENTS: All adult patients hospitalized for more than 24 hours and discharged between 1 to 31 March 2001 (before program) and 15 September to 15 October 2005 (after program implementation). INTERVENTIONS: Implementation of a collaborative quality improvement program using multifaceted interventions (staff education, opinion leaders, patient education, audit, and feedback) to improve pain management at hospital level. OUTCOME MEASURES: Patient-reported pain experience, pain management, and overall hospital experience based on the Picker Patient Experience questionnaire, perceived health (SF-36 Health survey). RESULTS: After implementation of the program only 2.3% of the patients reported having no pain relief during their hospital stay (vs 4.5% in 2001, P=0.05). Among nonsurgical patients, improvements were observed for pain assessment (42.3% vs 27.9% of the patients had pain intensity measured with a visual analog scale, P=0.012), pain management (staff did everything they could to help in 78.9% vs 67.9% of cases P=0.003), and pain relief (70.4% vs 57.3% of patients reported full pain relief P=0.008). In surgical patients, pain assessment also improved (53.7.3% vs 37.6%) as well as pain treatment. More patients received treatments to relieve pain regularly or intermittently after program implementation (95.1% vs 91.9% P=0.046). CONCLUSION: Implementation of a collaborative quality improvement program at hospital level improved both pain management and pain relief in patients. Further studies are needed to determine the overall cost-effectiveness of such programs.",
  "authors": [
    {
      "last_name": "Haller",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Haller",
      "affiliations": [
        "Department of Anesthesiology, Pharmacology and Intensive Care-Division of Anaesthesiology, Geneva University Hospital, 4 rue Perret-Gentil, Geneva, Switzerland. guy.haller@hcuge.ch"
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": []
    },
    {
      "last_name": "Luthy",
      "fore_name": "Christophe",
      "initials": "C",
      "name": "Christophe Luthy",
      "affiliations": []
    },
    {
      "last_name": "Piguet",
      "fore_name": "Valérie",
      "initials": "V",
      "name": "Valérie Piguet",
      "affiliations": []
    },
    {
      "last_name": "Griesser",
      "fore_name": "Anne-Claude",
      "initials": "AC",
      "name": "Anne-Claude Griesser",
      "affiliations": []
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Perneger",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pain medicine (Malden, Mass.)",
    "iso_abbreviation": "Pain Med",
    "issn": "1526-4637",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "138",
  "end_page": "147",
  "pages": "138-47",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Cooperative Behavior",
    "Female",
    "Health Status",
    "Hospital Administration",
    "Humans",
    "Male",
    "Medical Staff, Hospital",
    "Middle Aged",
    "Pain",
    "Pain Management",
    "Pain Measurement",
    "Patient Education as Topic",
    "Patient Satisfaction",
    "Program Evaluation",
    "Quality Improvement",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21143760",
    "doi": "10.1111/j.1526-4637.2010.01020.x"
  },
  "doi": "10.1111/j.1526-4637.2010.01020.x",
  "dates": {
    "completed": "2011-05-04",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.045314",
    "pmid": "21143760"
  }
}