{
  "pmid": "21166837",
  "uid": "21166837",
  "title": "Action representations in perception, motor control and learning: implications for medical education.",
  "abstract": "OBJECTIVES: the motor behaviours or 'actions' that provide the basis for precision limb control, including the performance of complex medical procedures, are represented at different levels in the central nervous system. This review focuses on how these representations influence the way people perceive, execute and learn goal-directed movements. PERCEPTION AND ATTENTION: the neural processes associated with paying attention to an object are part and particle of the same processes engaged to physically interact with that object. The automatic way in which specific actions are engaged makes it important that we structure perceptual motor environments in a manner that facilitates goal actions and minimises the likelihood of unwanted actions. MOTOR CONTROL: most actions are organised to optimise speed, accuracy and energy expenditure while avoiding worst-case outcomes. To achieve a good outcome on movements, the performer must have the opportunity to experiment with the way specific actions are executed. Early in the discovery process, errors are necessary if the performer is to determine his or her performance boundaries. motor learning: as learning progresses, representations of action become predictive. For example, if rapid corrective processes are to operate, the performer needs to anticipate sensorimotor consequences of movement. Thus, practice should be specific to the conditions under which actions are performed, and the performer. Although nothing can replace physical practice, complex representations of action can develop by observing both expert performers and learners. In many cases, practice scenarios that include both physical practice and observations of other learners can be the most efficient use of time and resources. CONCLUSIONS: although most of the experiments reviewed here involved laboratory tasks such as rapid aiming and movement sequencing, the majority of the principles apply to motor control and learning in more complex situations. Thus, they should be considered when developing methods to train medical personnel to perform perceptual motor procedures with precision.",
  "authors": [
    {
      "last_name": "Elliott",
      "fore_name": "Digby",
      "initials": "D",
      "name": "Digby Elliott",
      "affiliations": [
        "School of Sport and Exercise Sciences, Faculty of Science, Liverpool John Moores University, Liverpool, UK. elliott@mcmaster.ca"
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": []
    },
    {
      "last_name": "Hayes",
      "fore_name": "Spencer J",
      "initials": "SJ",
      "name": "Spencer J Hayes",
      "affiliations": []
    },
    {
      "last_name": "Lyons",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lyons",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "119",
  "end_page": "131",
  "pages": "119-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Attention",
    "Education, Medical",
    "Energy Metabolism",
    "General Surgery",
    "Humans",
    "Learning",
    "Motor Skills",
    "Movement"
  ],
  "article_ids": {
    "pubmed": "21166837",
    "doi": "10.1111/j.1365-2923.2010.03851.x"
  },
  "doi": "10.1111/j.1365-2923.2010.03851.x",
  "dates": {
    "completed": "2011-04-27",
    "revised": "2013-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.921768",
    "pmid": "21166837"
  }
}