{
  "pmid": "21175516",
  "uid": "21175516",
  "title": "Triaging herpes zoster ophthalmicus patients in the emergency department: do all patients require referral?",
  "abstract": "OBJECTIVES: The objective was to assess the predictive value of clinical signs and symptoms of herpes zoster ophthalmicus (HZO) for development of moderate to severe eye disease. METHODS: This was a prospective cohort multicenter study of 54 patients referred to the ophthalmology service after presenting to the emergency department (ED) or primary care clinic with a zosteriform rash of less than 10 days' duration. Upon referral to ophthalmology, easily assessable clinical signs and symptoms were documented. A complete ocular exam was then performed. Patients were followed for 2 months. RESULTS: Twenty-three patients (43%) developed moderate to severe disease as defined by corneal or intraocular involvement. Eye redness and rash in the supratrochlear nerve distribution had a statistically significant association with clinically relevant eye disease. All 23 patients who developed moderate to severe eye disease presented with a red eye. Hutchinson's sign (nasociliary nerve involvement) was not predictive of clinically relevant eye disease. CONCLUSIONS: Eye redness was 100% sensitive for predicting moderate to severe eye disease in this sample of patients and should necessitate immediate referral for ophthalmologic assessment. Patients lacking eye redness, even with a positive Hutchinson's sign, may not require immediate specialist consultation. All patients not being referred require careful instructions to seek further care should they develop any concerning eye symptoms such as redness, pain, photophobia, or visual disturbance.",
  "authors": [
    {
      "last_name": "Adam",
      "fore_name": "Robert S",
      "initials": "RS",
      "name": "Robert S Adam",
      "affiliations": [
        "Department of Ophthalmology, McMaster University, Hamilton, Ontario, Canada. robertsauladam@yahoo.ca"
      ]
    },
    {
      "last_name": "Vale",
      "fore_name": "Noah",
      "initials": "N",
      "name": "Noah Vale",
      "affiliations": []
    },
    {
      "last_name": "Bona",
      "fore_name": "Mark D",
      "initials": "MD",
      "name": "Mark D Bona",
      "affiliations": []
    },
    {
      "last_name": "Hasanee",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Hasanee",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "11",
    "pub_year": "2010",
    "pub_month": "Nov"
  },
  "start_page": "1183",
  "end_page": "1188",
  "pages": "1183-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Decision Support Systems, Clinical",
    "Disease Progression",
    "Emergency Service, Hospital",
    "Female",
    "Herpes Zoster Ophthalmicus",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Referral and Consultation",
    "Surveys and Questionnaires",
    "Treatment Outcome",
    "Triage",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21175516",
    "doi": "10.1111/j.1553-2712.2010.00875.x"
  },
  "doi": "10.1111/j.1553-2712.2010.00875.x",
  "dates": {
    "completed": "2011-10-14",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.333393",
    "pmid": "21175516"
  }
}