{
  "pmid": "21189208",
  "uid": "21189208",
  "title": "Comparison of different outcome instruments following foot and ankle trauma.",
  "abstract": "BACKGROUND: Identifying optimal treatment strategies in patients with traumatic foot and ankle injuries has been hampered by the use of multiple available outcome measures with unproven reliability and validity. This prospective observational study aimed to measure the correlation between six functional outcome measures in patients with traumatic foot and ankle injuries. MATERIALS AND METHODS: Patients 18 years of age or older with a traumatic foot or ankle injury completed the Short Form-12 (SF-12), Short Musculoskeletal Functional Assessment (SMFA), Foot Function Index (FFI), Foot and Ankle Ability Measure (FAAM), American Academy of Orthopedic Surgeons (AAOS), Foot and Ankle Questionnaire and American Orthopedic Foot and Ankle Society (AOFAS) Ankle-Hindfoot Scale at a single followup visit. Raw scores for each of the outcome measures were calculated. Fifty-two patients were enrolled in our study. Pearson correlation coefficients provided measures of correlation. RESULTS: Moderate to strong correlations were found for most pairwise comparisons of raw scores and functional categorical rankings (ρ=|0.5243 to 0.92|, p < 0.002). The strongest correlations were found between the SMFA, FFI, FAAM and AAOS Foot and Ankle Questionnaire. CONCLUSION: High correlations between scores on six commonly used functional outcome instruments suggest it is likely unnecessary to use more than one instrument when examining functional outcome in patients with traumatic foot and ankle injuries. However, inconsistencies between measures in the same patient population suggest a need for further validation and scrutiny.",
  "authors": [
    {
      "last_name": "Goldstein",
      "fore_name": "Christina L",
      "initials": "CL",
      "name": "Christina L Goldstein",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton Health Sciences - General Hospital, 6 North Trauma, 237 Barton Street East, Hamilton, Ontario, Canada L8L 2X2. clgoldstein@cogeco.ca"
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Mathew",
      "fore_name": "George",
      "initials": "G",
      "name": "George Mathew",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad A",
      "initials": "BA",
      "name": "Brad A Petrisor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Foot & ankle international",
    "iso_abbreviation": "Foot Ankle Int",
    "issn": "1071-1007",
    "issn_type": "Print",
    "volume": "31",
    "issue": "12",
    "pub_year": "2010",
    "pub_month": "Dec"
  },
  "start_page": "1075",
  "end_page": "1080",
  "pages": "1075-80",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ankle Injuries",
    "Disability Evaluation",
    "Female",
    "Foot Injuries",
    "Humans",
    "Male",
    "Middle Aged",
    "Outcome Assessment, Health Care",
    "Prospective Studies",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21189208",
    "doi": "10.3113/FAI.2010.1075",
    "pii": "50046495"
  },
  "doi": "10.3113/FAI.2010.1075",
  "dates": {
    "completed": "2011-02-16",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.302246",
    "pmid": "21189208"
  }
}