{
  "pmid": "21197330",
  "uid": "21197330",
  "title": "Competing interests in development of clinical practice guidelines for diabetes management: Report from a multidisciplinary workshop.",
  "abstract": "OBJECTIVE: To explore the complex issue of competing interests (CIs) in development of clinical practice guidelines (CPGs) in diabetes with stakeholders. METHODS: A multidisciplinary panel of 26 health, methodological, legal, and bioethical experts, trainees, and lay people from across Canada participated in a workshop on CIs in CPGs. Mixed methods were used such that qualitative themes were extracted from the discussions and quantitative survey data were collected. RESULTS: In the discussions, participants acknowledged that potential competing interests were not uncommon among sponsoring organizations and authors of CPGs. Avoidance of all potential CIs in development of CPGs was emulated as ideal, but considered probably unrealistic, given the paucity of peer-reviewed funding opportunities for development of evidence-informed CPGs and the scarcity of knowledgeable authors without CIs. An optimal approach for management of CIs in CPGs could not be agreed upon by participants. Full disclosure of any financial CIs for authors and sponsoring organizations as well as discouragement of external financial contributors from writing involvement, were endorsed by participants in the workshop and a subsequent survey. CONCLUSIONS: Complete disclosure of financial CIs of sponsoring organizations and authors of CPGs is essential, yet the optimal approach to management of potential CIs is currently undefined.",
  "authors": [
    {
      "last_name": "Sawka",
      "fore_name": "Anna M",
      "initials": "AM",
      "name": "Anna M Sawka",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, University Health Network and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Magalhães",
      "fore_name": "Lilian",
      "initials": "L",
      "name": "Lilian Magalhães",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Gary F",
      "initials": "GF",
      "name": "Gary F Lewis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of multidisciplinary healthcare",
    "iso_abbreviation": "J Multidiscip Healthc",
    "issn": "1178-2390",
    "issn_type": "Print",
    "volume": "1",
    "pub_year": "2008",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "29",
  "end_page": "34",
  "pages": "29-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21197330",
    "pmc": "PMC3004553",
    "doi": "10.2147/jmdh.s3553"
  },
  "doi": "10.2147/jmdh.s3553",
  "pmc_id": "PMC3004553",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2024-03-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.888281",
    "pmid": "21197330"
  }
}