{
  "pmid": "21205052",
  "uid": "21205052",
  "title": "A longitudinal analysis of alcohol outlet density and domestic violence.",
  "abstract": "AIMS: A small number of studies have identified a positive relationship between alcohol outlet density and domestic violence. These studies have all been based on cross-sectional data and have been limited to the assessment of ecological correlations between outlet density and domestic violence rates. This study provides the first longitudinal examination of this relationship. DESIGN: Cross-sectional time-series using aggregated data from small areas. The relationships between alcohol outlet density and domestic violence were assessed over time using a fixed-effects model. Controls for the spatial autocorrelation of the data were included in the model. SETTING: The study uses data for 186 postcodes from within the metropolitan area of Melbourne, Australia for the years 1996 to 2005. MEASURES: Alcohol outlet density measures for three different types of outlets (hotel/pub, packaged liquor, on-premise) were derived from liquor licensing records and domestic violence rates were calculated from police-recorded crime data, based on the victim's postcode. FINDINGS: Alcohol outlet density was associated significantly with rates of domestic violence, over time. All three licence categories were positively associated with domestic violence rates, with small effects for general (pub) and on-premise licences and a large effect for packaged liquor licences. CONCLUSIONS: In Melbourne, the density of liquor licences is positively associated with rates of domestic violence over time. The effects were particularly large for packaged liquor outlets, suggesting a need for licensing policies that pay more attention to o off-premise alcohol availability.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Fitzroy, VIC, Australia. michaell@turningpoint.org.au"
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "106",
    "issue": "5",
    "pub_year": "2011",
    "pub_month": "May"
  },
  "start_page": "919",
  "end_page": "925",
  "pages": "919-25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Alcoholic Intoxication",
    "Australia",
    "Commerce",
    "Domestic Violence",
    "Female",
    "Humans",
    "Licensure",
    "Longitudinal Studies",
    "Male",
    "Models, Statistical",
    "Residence Characteristics",
    "Risk Factors",
    "Socioeconomic Factors",
    "Urban Health"
  ],
  "article_ids": {
    "pubmed": "21205052",
    "doi": "10.1111/j.1360-0443.2010.03333.x"
  },
  "doi": "10.1111/j.1360-0443.2010.03333.x",
  "dates": {
    "completed": "2011-09-15",
    "revised": "2024-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.744006",
    "pmid": "21205052"
  }
}