{
  "pmid": "21217081",
  "uid": "21217081",
  "title": "Quality-of-life measurement in randomized clinical trials in breast cancer: an updated systematic review (2001-2009).",
  "abstract": "BACKGROUND: Quality-of-life (QOL) measurement is often incorporated into randomized clinical trials in breast cancer. The objectives of this systematic review were to assess the incremental effect of QOL measurement in addition to traditional endpoints (such as disease-free survival or toxic effects) on clinical decision making and to describe the extent of QOL reporting in randomized clinical trials of breast cancer. METHODS: We conducted a search of MEDLINE for English-language articles published between May-June 2001 and October 2009 that reported: 1) a randomized clinical trial of breast cancer treatment (excluding prevention trials), including surgery, chemotherapy, hormone therapy, symptom control, follow-up, and psychosocial intervention; 2) the use of a patient self-report measure that examined general QOL, cancer-specific or breast cancer-specific QOL or psychosocial variables; and 3) documentation of QOL outcomes. All selected trials were evaluated by two reviewers, and data were extracted using a standardized form for each variable. Data are presented in descriptive table formats. RESULTS: A total of 190 randomized clinical trials were included in this review. The two most commonly used questionnaires were the European Organization for Research and Treatment of Cancer QOL Questionnaire and the Functional Assessment of Cancer Therapy/Functional Assessment of Chronic Illness Therapy. More than 80% of the included trials reported the name(s) of the instrument(s), trial and QOL sample sizes, the timing of QOL assessment, and the statistical method. Statistical power for QOL was reported in 19.4% of the biomedical intervention trials and in 29.9% of the nonbiomedical intervention trials. The percentage of trials in which QOL findings influenced clinical decision making increased from 15.2% in the previous review to 30.1% in this updated review for trials of biomedical interventions but decreased from 95.0% to 63.2% for trials of nonbiomedical interventions. Discordance between reviewers ranged from 1.1% for description of the statistical method (yes vs no) to 19.9% for the sample size for QOL. CONCLUSION: Reporting of QOL methodology could be improved.",
  "authors": [
    {
      "last_name": "Lemieux",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Lemieux",
      "affiliations": [
        "Santé des populations: Unité de recherche en santé des populations (URESP), Centre de recherche FRSQ du Centre hospitalier affilié universitaire de Québec (CHA), Service d'hémato-oncologie du CHA and Centre des Maladies du Sein Deschênes-Fabia du CHA, Quebec City, QC, Canada. julie.lemieux@uresp.ulaval.ca"
      ]
    },
    {
      "last_name": "Goodwin",
      "fore_name": "Pamela J",
      "initials": "PJ",
      "name": "Pamela J Goodwin",
      "affiliations": []
    },
    {
      "last_name": "Bordeleau",
      "fore_name": "Louise J",
      "initials": "LJ",
      "name": "Louise J Bordeleau",
      "affiliations": []
    },
    {
      "last_name": "Lauzier",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Lauzier",
      "affiliations": []
    },
    {
      "last_name": "Théberge",
      "fore_name": "Valérie",
      "initials": "V",
      "name": "Valérie Théberge",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the National Cancer Institute",
    "iso_abbreviation": "J Natl Cancer Inst",
    "issn": "1460-2105",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Feb",
    "pub_day": "02"
  },
  "start_page": "178",
  "end_page": "231",
  "pages": "178-231",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Breast Neoplasms",
    "Chemotherapy, Adjuvant",
    "Disease-Free Survival",
    "Female",
    "Health Status",
    "Humans",
    "Medical Records",
    "Morbidity",
    "Quality of Life",
    "Radiotherapy, Adjuvant",
    "Randomized Controlled Trials as Topic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "21217081",
    "doi": "10.1093/jnci/djq508",
    "pii": "djq508"
  },
  "doi": "10.1093/jnci/djq508",
  "dates": {
    "completed": "2011-03-10",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:45.186368",
    "pmid": "21217081"
  }
}