{
  "pmid": "21211001",
  "uid": "21211001",
  "title": "Does mass drug administration for the integrated treatment of neglected tropical diseases really work? Assessing evidence for the control of schistosomiasis and soil-transmitted helminths in Uganda.",
  "abstract": "BACKGROUND: Less is known about mass drug administration [MDA] for neglected tropical diseases [NTDs] than is suggested by those so vigorously promoting expansion of the approach. This paper fills an important gap: it draws upon local level research to examine the roll out of treatment for two NTDs, schistosomiasis and soil-transmitted helminths, in Uganda. METHODS: Ethnographic research was undertaken over a period of four years between 2005-2009 in north-west and south-east Uganda. In addition to participant observation, survey data recording self-reported take-up of drugs for schistosomiasis, soil-transmitted helminths and, where relevant, lymphatic filariasis and onchocerciasis was collected from a random sample of at least 10% of households at study locations. Data recording the take-up of drugs in Ministry of Health registers for NTDs were analysed in the light of these ethnographic and social survey data. RESULTS: The comparative analysis of the take-up of drugs among adults revealed that although most long term residents have been offered treatment at least once since 2004, the actual take up of drugs for schistosomiasis and soil-transmitted helminths varies considerably from one district to another and often also within districts. The specific reasons why MDA succeeds in some locations and falters in others relates to local dynamics. Issues such as population movement across borders, changing food supply, relations between drug distributors and targeted groups, rumours and conspiracy theories about the 'real' purpose of treatment, subjective experiences of side effects from treatment, alternative understandings of affliction, responses to social control measures and historical experiences of public health control measures, can all make a huge difference. The paper highlights the need to adapt MDA to local circumstances. It also points to specific generalisable issues, notably with respect to health education, drug distribution and more effective use of existing public health legislation. CONCLUSION: While it has been an achievement to have offered free drugs to so many adults, current standard practices of monitoring, evaluation and delivery of MDA for NTDs are inconsistent and inadequate. Efforts to integrate programmes have exacerbated the difficulties. Improved assessment of what is really happening on the ground will be an essential step in achieving long-term overall reduction of the NTD burden for impoverished communities.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Centre for Research in International Medical Anthropology, Brunel University, UK. melissa.parker@brunel.ac.uk."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2011",
    "pub_month": "Jan",
    "pub_day": "06"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21211001",
    "pmc": "PMC3024987",
    "doi": "10.1186/1478-4505-9-3",
    "pii": "1478-4505-9-3"
  },
  "doi": "10.1186/1478-4505-9-3",
  "pmc_id": "PMC3024987",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.171040",
    "pmid": "21211001"
  }
}