{
  "pmid": "21212500",
  "uid": "21212500",
  "title": "Preoperative strength training for patients undergoing high tibial osteotomy: a prospective cohort study with historical controls.",
  "abstract": "STUDY DESIGN: Prospective cohort with historical controls. OBJECTIVE: To examine the effects of a 12-week preoperative high-intensity resistance training program on postoperative outcomes. BACKGROUND: The primary goals of high tibial osteotomy (HTO) are to decrease pain and improve overall function during activities of daily living and participation in sport and recreation in relatively young, active individuals with knee osteoarthritis. However, the postoperative recovery typically requires a considerable period of protected weight-bearing that can result in substantial deficits in muscular strength. METHODS: Fourteen patients (mean ± SD, 48.0 ± 7.8 years; 13 males, 1 females), scheduled for medial opening wedge HTO, completed a 12-week preoperative high-intensity isokinetic resistance training program focusing on quadriceps and hamstrings strength. These patients were matched to baseline clinical and demographic characteristics of 14 patients who previously received a medial opening wedge HTO without preoperative training. All outcomes were measured before and 6 months after surgery. The sport and recreation subscale of the Knee Injury and Osteoarthritis Outcome Score (KOOS) was the primary outcome of interest. Secondary outcomes included the other KOOS subscales, scores on the Lower Extremity Functional Scale, and selected kinematic and kinetic variables obtained from 3-dimensional gait analysis. RESULTS: The patients in the preoperative training group achieved significantly greater scores on the KOOS sport and recreation (mean ± SD, 58.6 ± 16.6 versus 42.1 ± 20.4; mean difference, 16.4; 95% CI: 2.0, 30.9) and activities of daily living (mean ± SD, 85.3 ± 9.3 versus 76.9 ± 12.0; mean difference, 8.4; 95% CI: 0.1, 16.8) subscales. There were no significant differences between groups on other outcomes. CONCLUSION: The present findings suggest preoperative high-intensity resistance training of the quadriceps and hamstrings before HTO improves postoperative functioning in sport, recreation, and activities of daily living. LEVEL OF EVIDENCE: Therapy, level 2b.",
  "authors": [
    {
      "last_name": "Kean",
      "fore_name": "Crystal O",
      "initials": "CO",
      "name": "Crystal O Kean",
      "affiliations": [
        "Wolf Orthopaedic Biomechanics Laboratory, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Birmingham",
      "fore_name": "Trevor B",
      "initials": "TB",
      "name": "Trevor B Birmingham",
      "affiliations": []
    },
    {
      "last_name": "Garland",
      "fore_name": "S Jayne",
      "initials": "SJ",
      "name": "S Jayne Garland",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": []
    },
    {
      "last_name": "Giffin",
      "fore_name": "J Robert",
      "initials": "JR",
      "name": "J Robert Giffin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of orthopaedic and sports physical therapy",
    "iso_abbreviation": "J Orthop Sports Phys Ther",
    "issn": "0190-6011",
    "issn_type": "Print",
    "volume": "41",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "52",
  "end_page": "59",
  "pages": "52-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Case-Control Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Muscle Strength",
    "Osteoarthritis, Knee",
    "Osteotomy",
    "Preoperative Care",
    "Prospective Studies",
    "Recreation",
    "Resistance Training",
    "Tibia"
  ],
  "article_ids": {
    "pubmed": "21212500",
    "doi": "10.2519/jospt.2011.3490",
    "pii": "2535"
  },
  "doi": "10.2519/jospt.2011.3490",
  "dates": {
    "completed": "2011-03-29",
    "revised": "2019-11-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.934280",
    "pmid": "21212500"
  }
}