{
  "pmid": "21220399",
  "uid": "21220399",
  "title": "Cost-effectiveness of outpatient management for febrile neutropenia in children with cancer.",
  "abstract": "OBJECTIVE: Inpatient management remains the standard of care for treatment of febrile neutropenia (FN) in children with cancer. Clinical data suggest, however, that outpatient management might be a safe and efficacious alternative for patients with low-risk FN episodes. METHODS: A cost-utility model was created to compare 4 treatment strategies for low-risk FN. The base case considered pediatric cancer patients with low-risk FN. The model used a health care payer's perspective and a time horizon of 1 FN episode. Four treatment strategies were evaluated: (1) entire treatment in hospital with intravenous antibiotics (HospIV); (2) early discharge consisting of 48 hours of inpatient observation with intravenous antibiotics followed by oral outpatient treatment (EarlyDC); (3) entirely outpatient management with intravenous antibiotics (HomeIV); and (4) entirely outpatient management with oral antibiotics (HomePO). Outcome measures were quality-adjusted FN episodes (QAFNEs), costs (Canadian dollars), and incremental cost-effectiveness ratios. Parameter uncertainty was assessed with probabilistic sensitivity analyses. RESULTS: The most cost-effective strategy was HomeIV. It was cost-saving ($2732 vs $2757) and more effective (0.66 vs 0.55 QAFNE) as compared with HomePO. EarlyDC was slightly more effective (0.68 QAFNE) but significantly more expensive ($5579) than HomeIV, which resulted in an unacceptably high incremental cost-effectiveness ratio of more than $130 000 per QAFNE. HospIV was the least cost-effective strategy because it was more expensive ($14 493) and less effective (0.65 QAFNE) than EarlyDC. CONCLUSION: The findings of this decision-analytic model indicate that the substantially higher costs of inpatient management cannot be justified on the basis of safety and efficacy considerations or patient/parent preferences.",
  "authors": [
    {
      "last_name": "Teuffel",
      "fore_name": "Oliver",
      "initials": "O",
      "name": "Oliver Teuffel",
      "affiliations": [
        "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Amir",
      "fore_name": "Eitan",
      "initials": "E",
      "name": "Eitan Amir",
      "affiliations": []
    },
    {
      "last_name": "Alibhai",
      "fore_name": "Shabbir M H",
      "initials": "SM",
      "name": "Shabbir M H Alibhai",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "127",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "e279",
  "end_page": "e286",
  "pages": "e279-86",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ambulatory Care",
    "Child",
    "Cost-Benefit Analysis",
    "Decision Support Techniques",
    "Disease Management",
    "Fever",
    "Humans",
    "Neoplasms",
    "Neutropenia"
  ],
  "article_ids": {
    "pubmed": "21220399",
    "doi": "10.1542/peds.2010-0734",
    "pii": "peds.2010-0734"
  },
  "doi": "10.1542/peds.2010-0734",
  "dates": {
    "completed": "2011-03-21",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "87719",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.908702",
    "pmid": "21220399"
  }
}