{
  "pmid": "21228435",
  "uid": "21228435",
  "title": "Student-observed surgical safety practices across an urban regional health authority.",
  "abstract": "BACKGROUND AND AIM: Recognising the global push for patient safety in healthcare, students in medicine and nursing participated in a project to compare surgical safety practices in the Winnipeg Regional Health Authority (WRHA) with the WHO surgical safety checklist. METHODOLOGY: Students volunteered to participate and were oriented to operating room (OR) protocol and the WHO surgical safety checklist. Over a 1-month period, 130 students visited 65 ORs across the WRHA in interprofessional pairs, and documented the surgical safety measures employed. Feedback was solicited from OR staff. Qualitative observations were obtained during two student focus groups. Regional policy documents pertaining to OR safety were reviewed. RESULTS: The WRHA does not employ a surgical checklist, although policy mandates several practices included in the WHO document, with a student-observed adherence rate of 75-86%. Remaining checklist items are mandated by the Canadian Anaesthesia Society and Canadian Medical Protective Association. Students observed five errors in patient care with potential for injury. No adverse events resulting in patient harm occurred. CONCLUSIONS AND DISCUSSION: Surgical safety practices in ORs across the WRHA are consistent with the guidelines established by the WHO in 2007, but most are not monitored or enforced. The use of a checklist in the preoperative briefing period may improve adherence to these guidelines and facilitate surgical team interaction, resulting in standardisation of practice and improvements in team communication. Student interprofessional team observers are an effective tool for monitoring safety and teamwork.",
  "authors": [
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Faculty of Medicine, University of Manitoba, 260 Brodie, Winnipeg, Manitoba R3E 3P5, Canada. hdean@exchange.hsc.mb.ca"
      ]
    },
    {
      "last_name": "Goodwin",
      "fore_name": "Barb",
      "initials": "B",
      "name": "Barb Goodwin",
      "affiliations": []
    },
    {
      "last_name": "Enns",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Enns",
      "affiliations": []
    },
    {
      "last_name": "Dean",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Dean",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ quality & safety",
    "iso_abbreviation": "BMJ Qual Saf",
    "issn": "2044-5423",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "7",
    "pub_year": "2011",
    "pub_month": "Jul"
  },
  "start_page": "580",
  "end_page": "586",
  "pages": "580-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Checklist",
    "Clinical Protocols",
    "Humans",
    "Medical Errors",
    "Operating Rooms",
    "Safety Management",
    "Students, Medical",
    "Students, Nursing",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "21228435",
    "doi": "10.1136/bmjqs.2010.044826",
    "pii": "bmjqs.2010.044826"
  },
  "doi": "10.1136/bmjqs.2010.044826",
  "dates": {
    "completed": "2012-08-21",
    "revised": "2011-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:51.772488",
    "pmid": "21228435"
  }
}