{
  "pmid": "21226966",
  "uid": "21226966",
  "title": "An exploratory cluster randomised controlled trial of knowledge translation strategies to support evidence-informed decision-making in local governments (The KT4LG study).",
  "abstract": "BACKGROUND: Childhood overweight and obesity is the most prevalent and, arguably, politically complex child health problem internationally. Governments, communities and industry have important roles to play, and are increasingly expected to deliver an evidence-informed system-wide prevention program. However, efforts are impeded by a lack of organisational access to and use of research evidence. This study aims to identify feasible, acceptable and ideally, effective knowledge translation (KT) strategies to increase evidence-informed decision-making in local governments, within the context of childhood obesity prevention as a national policy priority. METHODS/DESIGN: This paper describes the methods for KT4LG, a cluster randomised controlled trial which is exploratory in nature, given the limited evidence base and methodological advances. KT4LG aims to examine a program of KT strategies to increase the use of research evidence in informing public health decisions in local governments. KT4LG will also assess the feasibility and acceptability of the intervention. The intervention program comprises a facilitated program of evidence awareness, access to tailored research evidence, critical appraisal skills development, networking and evidence summaries and will be compared to provision of evidence summaries alone in the control program. 28 local governments were randomised to intervention or control, using computer generated numbers, stratified by budget tertile (high, medium or low). Questionnaires will be used to measure impact, costs, and outcomes, and key informant interviews will be used to examine processes, feasibility, and experiences. Policy tracer studies will be included to examine impact of intervention on policies within relevant government policy documents. DISCUSSION: Knowledge translation intervention studies with a focus on public health and prevention are very few in number. Thus, this study will provide essential data on the experience of program implementation and evaluation of a system-integrated intervention program employed within the local government public health context. Standardised programs of system, organisational and individual KT strategies have not been described or rigorously evaluated. As such, the findings will make a significant contribution to understanding whether a facilitated program of KT strategies hold promise for facilitating evidence-informed public health decision making within complex multisectoral government organisations. TRIAL REGISTRATION: Australia and New Zealand Clinical Trials Register (ANZCTR): ACTRN12609000953235.",
  "authors": [
    {
      "last_name": "Waters",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Waters",
      "affiliations": [
        "Jack Brockhoff Child Health and Wellbeing Program, McCaughey Centre: Melbourne School of Population Health, University of Melbourne, Carlton, Victoria, Australia."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Armstrong",
      "affiliations": []
    },
    {
      "last_name": "Swinburn",
      "fore_name": "Boyd",
      "initials": "B",
      "name": "Boyd Swinburn",
      "affiliations": []
    },
    {
      "last_name": "Moore",
      "fore_name": "Laurence",
      "initials": "L",
      "name": "Laurence Moore",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Anderson",
      "affiliations": []
    },
    {
      "last_name": "Petticrew",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Petticrew",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Clark",
      "affiliations": []
    },
    {
      "last_name": "Conning",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Conning",
      "affiliations": []
    },
    {
      "last_name": "Moodie",
      "fore_name": "Marj",
      "initials": "M",
      "name": "Marj Moodie",
      "affiliations": []
    },
    {
      "last_name": "Carter",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Carter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "start_page": "34",
  "pages": "34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Australia",
    "Child",
    "Cluster Analysis",
    "Decision Making, Organizational",
    "Evidence-Based Medicine",
    "Health Planning Councils",
    "Health Priorities",
    "Health Promotion",
    "Health Services Research",
    "Humans",
    "Knowledge Management",
    "Local Government",
    "Obesity",
    "Patient Acceptance of Health Care",
    "Program Evaluation",
    "Public Health",
    "Research Design",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "21226966",
    "pmc": "PMC3034678",
    "doi": "10.1186/1471-2458-11-34",
    "pii": "1471-2458-11-34"
  },
  "doi": "10.1186/1471-2458-11-34",
  "pmc_id": "PMC3034678",
  "dates": {
    "completed": "2011-09-30",
    "revised": "2024-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:47.740007",
    "pmid": "21226966"
  }
}