{
  "pmid": "21235822",
  "uid": "21235822",
  "title": "NeOProM: Neonatal Oxygenation Prospective Meta-analysis Collaboration study protocol.",
  "abstract": "BACKGROUND: The appropriate level of oxygenation for extremely preterm neonates (<28 weeks' gestation) to maximise the greatest chance of survival, without incurring significant morbidity, remains unknown. Infants exposed to lower levels of oxygen (targeting oxygen saturations of <90%) in the first weeks of life are at increased risk of death, cerebral palsy, patent ductus arteriosus, pulmonary vascular resistance and apnoea, whilst those maintained in higher levels of oxygen (targeting oxygen saturations of >90%) have been reported to have greater rates of morbidity including retinopathy of prematurity and chronic lung disease. In order to answer this clinical dilemma reliably, large scale trial evidence is needed. METHODS/DESIGN: To detect a small but important 4% increase in death or severe disability in survivors, over 5000 neonates would need to be recruited. As extreme prematurity affects 1% of births, such a project undertaken by one trial group would be prohibitively lengthy and expensive. Hence, the Neonatal Oxygenation Prospective Meta-analysis (NeOProM) Collaboration has been formed. A prospective meta-analysis (PMA) is one where studies are identified, evaluated, and determined to be eligible before the results of any included studies are known or published, thereby avoiding some of the potential biases inherent in standard, retrospective meta-analyses. This methodology provides the same strengths as a single large-scale multicentre randomised study whilst allowing greater pragmatic flexibility. The NeOProM Collaboration protocol (NCT01124331) has been agreed prior to the results of individual trials being available. This includes pre-specifying the hypotheses, inclusion criteria and outcome measures to be used. Each trial will first publish their respective results as they become available and the combined meta-analytic results, using individual patient data, will be published when all trials are complete. The primary outcome to be assessed is a composite outcome of death or major disability at 18 months - 2 years corrected age. Secondary outcomes include several measures of neonatal morbidity. The size of the combined dataset will allow the effect of the interventions to be explored more reliably with respect to pre-specified patient- and intervention-level characteristics. DISCUSSION: Results should be available by 2014.",
  "authors": [
    {
      "last_name": "Askie",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Askie",
      "affiliations": [
        "NHMRC Clinical Trials Centre, University of Sydney, (Parramatta Road), Camperdown, (2050), Australia. laskie@ctc.usyd.edu.au"
      ]
    },
    {
      "last_name": "Brocklehurst",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Brocklehurst",
      "affiliations": []
    },
    {
      "last_name": "Darlow",
      "fore_name": "Brian A",
      "initials": "BA",
      "name": "Brian A Darlow",
      "affiliations": []
    },
    {
      "last_name": "Finer",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Finer",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Tarnow-Mordi",
      "fore_name": "William",
      "initials": "W",
      "name": "William Tarnow-Mordi",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Jan",
    "pub_day": "17"
  },
  "start_page": "6",
  "pages": "6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Australia",
    "Clinical Protocols",
    "Clinical Trials as Topic",
    "Cooperative Behavior",
    "Gestational Age",
    "Humans",
    "Hyperoxia",
    "Hypoxia",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Premature, Diseases",
    "Meta-Analysis as Topic",
    "Multicenter Studies as Topic",
    "Outcome Assessment, Health Care",
    "Oxidative Stress",
    "Oxygen",
    "Oxygen Inhalation Therapy",
    "Patient Selection",
    "Prospective Studies",
    "Research Design",
    "Retinopathy of Prematurity"
  ],
  "article_ids": {
    "pubmed": "21235822",
    "pmc": "PMC3025869",
    "doi": "10.1186/1471-2431-11-6",
    "pii": "1471-2431-11-6"
  },
  "doi": "10.1186/1471-2431-11-6",
  "pmc_id": "PMC3025869",
  "dates": {
    "completed": "2011-06-07",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [
    {
      "grant_id": "G0400415",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MC_U122861323",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.360008",
    "pmid": "21235822"
  }
}