{
  "pmid": "21233157",
  "uid": "21233157",
  "title": "Use of weaning protocols for reducing duration of mechanical ventilation in critically ill adult patients: Cochrane systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To investigate the effects of weaning protocols on the total duration of mechanical ventilation, mortality, adverse events, quality of life, weaning duration, and length of stay in the intensive care unit and hospital. DESIGN: Systematic review. DATA SOURCES: Cochrane Central Register of Controlled Trials, Medline, Embase, CINAHL, LILACS, ISI Web of Science, ISI Conference Proceedings, Cambridge Scientific Abstracts, and reference lists of articles. We did not apply language restrictions. Review methods We included randomised and quasi-randomised controlled trials of weaning from mechanical ventilation with and without protocols in critically ill adults. Data selection Three authors independently assessed trial quality and extracted data. A priori subgroup and sensitivity analyses were performed. We contacted study authors for additional information. RESULTS: Eleven trials that included 1971 patients met the inclusion criteria. Compared with usual care, the geometric mean duration of mechanical ventilation in the weaning protocol group was reduced by 25% (95% confidence interval 9% to 39%, P=0.006; 10 trials); the duration of weaning was reduced by 78% (31% to 93%, P=0.009; six trials); and stay in the intensive care unit length by 10% (2% to 19%, P=0.02; eight trials). There was significant heterogeneity among studies for total duration of mechanical ventilation (I(2)=76%, P<0.01) and duration of weaning (I(2)=97%, P<0.01), which could not be explained by subgroup analyses based on type of unit or type of approach. CONCLUSION: There is evidence of a reduction in the duration of mechanical ventilation, weaning, and stay in the intensive care unit when standardised weaning protocols are used, but there is significant heterogeneity among studies and an insufficient number of studies to investigate the source of this heterogeneity. Some studies suggest that organisational context could influence outcomes, but this could not be evaluated as it was outside the scope of this review.",
  "authors": [
    {
      "last_name": "Blackwood",
      "fore_name": "Bronagh",
      "initials": "B",
      "name": "Bronagh Blackwood",
      "affiliations": [
        "Nursing and Midwifery Research Unit, Queen's University Belfast, Belfast, BT9 5BN, Northern Ireland. b.blackwood@qub.ac.uk"
      ]
    },
    {
      "last_name": "Alderdice",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Alderdice",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Cardwell",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Cardwell",
      "affiliations": []
    },
    {
      "last_name": "Lavery",
      "fore_name": "Gavin",
      "initials": "G",
      "name": "Gavin Lavery",
      "affiliations": []
    },
    {
      "last_name": "O'Halloran",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter O'Halloran",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "342",
    "pub_year": "2011",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "start_page": "c7237",
  "pages": "c7237",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Clinical Protocols",
    "Costs and Cost Analysis",
    "Critical Care",
    "Critical Illness",
    "Hospital Mortality",
    "Humans",
    "Length of Stay",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Selection Bias",
    "Time Factors",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "21233157",
    "pmc": "PMC3020589",
    "doi": "10.1136/bmj.c7237",
    "pii": "bmj.c7237"
  },
  "doi": "10.1136/bmj.c7237",
  "pmc_id": "PMC3020589",
  "dates": {
    "completed": "2011-02-08",
    "revised": "2024-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.081330",
    "pmid": "21233157"
  }
}