{
  "pmid": "21247863",
  "uid": "21247863",
  "title": "Presenting evidence to patients online: what do web users think of consumer summaries of cochrane musculoskeletal reviews?",
  "abstract": "BACKGROUND: The Internet has the potential to be an effective medium for delivering health care knowledge to consumers. While computer usability research makes recommendations about how to present Web-based information generally, there remains no clear guidance on how to present specific forms of health care research evidence online in a way that facilitates understanding and good health care decision making. OBJECTIVE: The two goals of this study were to describe the Cochrane Musculoskeletal Group's (CMSG's) process for developing online patient-focused summaries of systematic reviews and to evaluate the impressions of these summaries formed by users. METHODS: A process for summarizing the results of systematic reviews via consumer summaries has evolved over 15 years. An evaluation of this approach took the form of Internet surveys on the Arthritis Society of Canada website and surveys of members of the Canadian Arthritis Patient Alliance (CAPA). Respondents provided information on background, relationship to the decision, their satisfaction with and preparation for decision making, and suggestions for improvements to the summaries. Survey data were collected between August 1, 2005, and February 28, 2006. RESULTS: A total of 261 respondents completed the survey. The majority (226/261 or 87%) of respondents reported having an arthritis-related condition. The consumer summary approach was generally reviewed favorably by respondents, with most agreeing that the summary provided appropriate information (177/261 or 68%), would be useful to others (160/261 or 61%), was well laid out (159/261 or 61%), was easy to learn from (157/261 or 60%), and was useful to the reader (153/261 or 59%). Areas of potential improvement were indicated by relatively fewer respondents agreeing that they could easily find all the information they wanted (118/261 or 45%), by a substantial proportion being unable to judge whether the providers of the information are reliable (80/261 or 31%), and by a similar proportion being unable to determine whether the information presented was the best available (68/261 or 26%). CONCLUSIONS: The CMSG has developed an approach to summarizing the results of often-technical systematic reviews into public-friendly consumer summaries. Our online survey showed that this approach was generally well liked but identified specific areas for improvement. Feedback from this survey will help to reshape and improve the current template for consumer summaries used by the CMSG.",
  "authors": [
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie C",
      "initials": "JC",
      "name": "Jamie C Brehaut",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada. jbrehaut@ohri.ca"
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    },
    {
      "last_name": "O'Connor",
      "fore_name": "Annette M",
      "initials": "AM",
      "name": "Annette M O'Connor",
      "affiliations": []
    },
    {
      "last_name": "Lott",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Lott",
      "affiliations": []
    },
    {
      "last_name": "Lindgaard",
      "fore_name": "Gitte",
      "initials": "G",
      "name": "Gitte Lindgaard",
      "affiliations": []
    },
    {
      "last_name": "Syrowatka",
      "fore_name": "Ania",
      "initials": "A",
      "name": "Ania Syrowatka",
      "affiliations": []
    },
    {
      "last_name": "Graham",
      "fore_name": "Ian D",
      "initials": "ID",
      "name": "Ian D Graham",
      "affiliations": []
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter S",
      "initials": "PS",
      "name": "Peter S Tugwell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan",
    "pub_day": "18"
  },
  "start_page": "e5",
  "pages": "e5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Arthritis",
    "Consumer Health Information",
    "Decision Support Techniques",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Internet",
    "Male",
    "Middle Aged",
    "Musculoskeletal Diseases",
    "Patient Education as Topic",
    "Patient Satisfaction",
    "Patient-Centered Care"
  ],
  "article_ids": {
    "pubmed": "21247863",
    "pmc": "PMC3221355",
    "doi": "10.2196/jmir.1532",
    "pii": "v13i1e5"
  },
  "doi": "10.2196/jmir.1532",
  "pmc_id": "PMC3221355",
  "dates": {
    "completed": "2011-05-31",
    "revised": "2024-03-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-68973",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.511928",
    "pmid": "21247863"
  }
}