{
  "pmid": "21248043",
  "uid": "21248043",
  "title": "Rotavirus VP2 core shell regions critical for viral polymerase activation.",
  "abstract": "The innermost VP2 core shell of the triple-layered, icosahedral rotavirus particle surrounds the viral genome and RNA processing enzymes, including the RNA-dependent RNA polymerase (VP1). In addition to anchoring VP1 within the core, VP2 is also an essential cofactor that triggers the polymerase to initiate double-stranded RNA (dsRNA) synthesis using packaged plus-strand RNA templates. The VP2 requirement effectively couples packaging with genome replication and ensures that VP1 makes dsRNA only within an assembling previrion particle. However, the mechanism by which the rotavirus core shell protein activates the viral polymerase remains very poorly understood. In the current study, we sought to elucidate VP2 regions critical for VP1-mediated in vitro dsRNA synthesis. By comparing the functions of proteins from several different rotaviruses, we found that polymerase activation by the core shell protein is specific. Through truncation and chimera mutagenesis, we demonstrate that the VP2 amino terminus, which forms a decameric, internal hub underneath each 5-fold axis, plays an important but nonspecific role in VP1 activation. Our results indicate that the VP2 residues correlating with polymerase activation specificity are located on the inner face of the core shell, distinct from the amino terminus. Based on these findings, we predict that several regions of VP2 engage the polymerase during the concerted processes of rotavirus core assembly and genome replication.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Laboratory of Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health, 50 South Drive, Room 6311, Bethesda, MD 20892-8026, USA. mcdonaldsa@niaid.nih.gov"
      ]
    },
    {
      "last_name": "Patton",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Patton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of virology",
    "iso_abbreviation": "J Virol",
    "issn": "1098-5514",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "7",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "3095",
  "end_page": "3105",
  "pages": "3095-105",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Intramural"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "Capsid Proteins",
    "Cell Line",
    "Models, Molecular",
    "Molecular Sequence Data",
    "Protein Interaction Mapping",
    "RNA, Double-Stranded",
    "RNA, Viral",
    "Recombination, Genetic",
    "Rotavirus",
    "Sequence Alignment",
    "Sequence Analysis, DNA",
    "Sequence Deletion",
    "Spodoptera",
    "Viral Core Proteins",
    "Virus Assembly",
    "Virus Replication"
  ],
  "article_ids": {
    "pubmed": "21248043",
    "pmc": "PMC3067889",
    "doi": "10.1128/JVI.02360-10",
    "pii": "JVI.02360-10"
  },
  "doi": "10.1128/JVI.02360-10",
  "pmc_id": "PMC3067889",
  "dates": {
    "completed": "2011-05-13",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Capsid Proteins",
    "RNA, Double-Stranded",
    "RNA, Viral",
    "VP1 protein, Rotavirus",
    "VP2 protein, Rotavirus",
    "Viral Core Proteins"
  ],
  "grants": [
    {
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.422389",
    "pmid": "21248043"
  }
}