{
  "pmid": "21252121",
  "uid": "21252121",
  "title": "Effect of advanced access scheduling on chronic health care in a Canadian practice.",
  "abstract": "OBJECTIVE: To determine the effect of advanced access scheduling (AAS) on the care of patients with chronic disease within a Canadian family practice. DESIGN: Chart abstraction. SETTING: A single family physician's practice in Brantford, Ont. PARTICIPANTS: Patient charts were reviewed for all patients with a history of hypertension, type 2 diabetes mellitus, or coronary artery disease during the years before and after implementation of AAS. MAIN OUTCOME MEASURES: The following information was extracted for each study patient: total number of appointments, number of appointments specific to chronic disease management, number of appointments for non-chronic disease, blood pressure (BP), and laboratory markers, including hemoglobin A(1c) (HbA(1c)) and low-density lipoprotein levels. RESULTS: For the year before and the year after implementation of AAS, the mean number of visits per patient was 4.3. The mean number of appointments for chronic disease management decreased significantly from 2.6 to 2.2 (P = .024), and the mean number of visits for non-chronic disease increased significantly from 1.7 to 2.1 (P = .001). The number of times clinical parameters of BP, HbA(1c), and low-density lipoprotein were measured decreased; however, there were no significant changes in actual BP or HbA(1c) levels. CONCLUSION: Following a 1-year period using AAS, use of the family health practice by patients with chronic disease was unchanged overall; however, AAS allowed for an increase in visits for non-chronic health conditions without significantly affecting the clinical parameters of BP or HbA(1c).",
  "authors": [
    {
      "last_name": "Gladstone",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Gladstone",
      "affiliations": [
        "julie.gladstone@medportal.ca"
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "e21",
  "end_page": "e25",
  "pages": "e21-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Appointments and Schedules",
    "Blood Pressure",
    "Cholesterol, LDL",
    "Chronic Disease",
    "Coronary Artery Disease",
    "Diabetes Mellitus, Type 2",
    "Disease Management",
    "Family Practice",
    "Female",
    "Glycated Hemoglobin",
    "Health Services Accessibility",
    "Humans",
    "Hypertension",
    "Male",
    "Medical Records",
    "Office Visits",
    "Ontario",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "21252121",
    "pmc": "PMC3024183",
    "pii": "57/1/e21"
  },
  "pmc_id": "PMC3024183",
  "dates": {
    "completed": "2012-04-26",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Cholesterol, LDL",
    "Glycated Hemoglobin A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:28:04.389513",
    "pmid": "21252121"
  }
}