{
  "pmid": "21259307",
  "uid": "21259307",
  "title": "When should one adjust for measurement error in baseline variables in observational studies?",
  "abstract": "Previously, we showed that in randomised experiments, correction for measurement error in a baseline variable induces bias in the estimated treatment effect, and conversely that ignoring measurement error avoids bias. In observational studies, non-zero baseline covariate differences between treatment groups may be anticipated. Using a graphical approach, we argue intuitively that if baseline differences are large, failing to correct for measurement error leads to a biased estimate of the treatment effect. In contrast, correction eliminates bias if the true and observed baseline differences are equal. If this equality is not satisfied, the corrected estimator is also biased, but typically less so than the uncorrected estimator. Contrasting these findings, we conclude that there must be a threshold for the true baseline difference, above which correction is worthwhile. We derive expressions for the bias of the corrected and uncorrected estimators, as functions of the correlation of the baseline variable with the study outcome, its reliability, the true baseline difference, and the sample sizes. Comparison of these expressions defines a theoretical decision threshold about whether to correct for measurement error. The results show that correction is usually preferred in large studies, and also in small studies with moderate baseline differences. If the group sample sizes are very disparate, correction is less advantageous. If the equivalent balanced sample size is less than about 25 per group, one should correct for measurement error if the true baseline difference is expected to exceed 0.2-0.3 standard deviation units. These results are illustrated with data from a cohort study of atherosclerosis.",
  "authors": [
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 1200 Main St. W., Hamilton, Ontario, Canada. walter@mcmaster.ca"
      ]
    },
    {
      "last_name": "Forbes",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Forbes",
      "affiliations": []
    },
    {
      "last_name": "Chan",
      "fore_name": "Siew",
      "initials": "S",
      "name": "Siew Chan",
      "affiliations": []
    },
    {
      "last_name": "Macaskill",
      "fore_name": "Petra",
      "initials": "P",
      "name": "Petra Macaskill",
      "affiliations": []
    },
    {
      "last_name": "Irwig",
      "fore_name": "Les",
      "initials": "L",
      "name": "Les Irwig",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biometrical journal. Biometrische Zeitschrift",
    "iso_abbreviation": "Biom J",
    "issn": "1521-4036",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "28",
  "end_page": "39",
  "pages": "28-39",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Analysis of Variance",
    "Atherosclerosis",
    "Bias",
    "Cohort Studies",
    "Data Interpretation, Statistical",
    "Humans",
    "Least-Squares Analysis",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "21259307",
    "doi": "10.1002/bimj.201000038"
  },
  "doi": "10.1002/bimj.201000038",
  "dates": {
    "completed": "2011-05-05",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.145876",
    "pmid": "21259307"
  }
}