{
  "pmid": "21258968",
  "uid": "21258968",
  "title": "A systematic review and meta-analysis of intralesional versus wide resection for intramedullary grade I chondrosarcoma of the extremities.",
  "abstract": "BACKGROUND: The surgical management of grade I intramedullary chondrosarcoma of bone remains controversial. The purpose of this study was to perform a systematic review and meta-analysis of published data to determine the oncologic outcomes of intralesional versus wide resection for grade I intramedullary chondrosarcoma. METHODS: Literature searches were performed through Medline, EMBASE, and the Cochrane Database. Cohort studies in which one patient group with grade I chondrosarcoma underwent wide resection and one underwent intralesional curettage were included. Two reviewers independently assessed all eligible papers with the Newcastle-Ottawa Quality Assessment Scale for Cohort Studies. The outcome measures were the pooled odds ratio and 95% confidence intervals for the risk of local recurrence and metastasis calculated through the random-effects method. RESULTS: Five eligible studies were identified including a total of 190 patients, 78 of whom underwent intralesional resection and 112 of whom underwent wide resection. Only one pelvic lesion was identified, which underwent wide resection. There were a total of five local recurrences and three metastases. The risk for local recurrence and metastasis did not differ significantly between the two groups, with an odds ratio for intralesional resection of 2.26 (95% confidence interval, 0.41-12.62) and 0.44 (95% confidence interval, 0.04-5.21) respectively. CONCLUSIONS: Intralesional curettage as an alternative to wide resection for extrapelvic grade I chondrosarcoma of bone does not greatly increase the risk for local recurrence or metastasis. Overall effect estimates, however, should be interpreted with caution as a result of the relatively small number of events.",
  "authors": [
    {
      "last_name": "Hickey",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Hickey",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Deheshi",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Deheshi",
      "affiliations": []
    },
    {
      "last_name": "Turcotte",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Turcotte",
      "affiliations": []
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgical oncology",
    "iso_abbreviation": "Ann Surg Oncol",
    "issn": "1534-4681",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "1705",
  "end_page": "1709",
  "pages": "1705-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bone Neoplasms",
    "Chondrosarcoma",
    "Extremities",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "21258968",
    "doi": "10.1245/s10434-010-1532-z"
  },
  "doi": "10.1245/s10434-010-1532-z",
  "dates": {
    "completed": "2011-08-30",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.333779",
    "pmid": "21258968"
  }
}