{
  "pmid": "21251417",
  "uid": "21251417",
  "title": "Surgeons' and residents' double-gloving practices at 2 teaching hospitals in Ontario.",
  "abstract": "BACKGROUND: Surgeons and residents are at increased risk of exposure to blood-borne pathogens owing to percutaneous injury (PI) and contamination. One method known to reduce risk is double-gloving (DG) during surgery. METHODS: All surgeons and residents affiliated with the University of Western Ontario (UWO) and McMaster University in 2005 were asked to participate in a Web-based survey. The survey asked respondents their specialty, the number of operations they participated in per week, their age and sex, the proportion of surgeries in which they double-gloved (DG in ≥75% surgeries was considered to be routine), and the average number of PIs they sustained per year and whether or not they reported them to an employee health service. RESULTS: In total, 155 of 331 (47%) eligible surgeons and residents responded; response rates for UWO and McMaster surgeons were 50% and 39%, respectively, and for UWO and McMaster residents, they were 52% and 47%, respectively. A total of 43% of surgeons and residents reported routine DG; 50% from McMaster and 36% from UWO. Using logistic regression to simultaneously adjust for participant characteristics, we confirmed that DG was more frequent at McMaster than at UWO, with an odds ratio of 3.32 (95% confidence interval 1.35-8.17). Surgeons and residents reported an average of 3.3 surgical PIs per year (2.2 among McMaster participants and 4.5 among UWO participants). Of the 77% who reported at least 1 injury/year, 67% stated that they had not reported it to an employee health service. CONCLUSION: Percutaneous injuries occur frequently during surgery, yet routine DG, an effective means of reducing risk, was carried out by less than half of the surgeons and residents participating in this study. This highlights the need for a more concerted and broad-based approach to increase the use of a measure that is effective, inexpensive and easily carried out.",
  "authors": [
    {
      "last_name": "Haines",
      "fore_name": "Ted",
      "initials": "T",
      "name": "Ted Haines",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont., Canada."
      ]
    },
    {
      "last_name": "Stringer",
      "fore_name": "Bernadette",
      "initials": "B",
      "name": "Bernadette Stringer",
      "affiliations": []
    },
    {
      "last_name": "Herring",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Herring",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Harris",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Harris",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "95",
  "end_page": "100",
  "pages": "95-100",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Adult",
    "General Surgery",
    "Gloves, Surgical",
    "Hospitals, Teaching",
    "Humans",
    "Internship and Residency",
    "Logistic Models",
    "Middle Aged",
    "Needlestick Injuries",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21251417",
    "pmc": "PMC3116701",
    "doi": "10.1503/cjs.028409",
    "pii": "10.1503/cjs.028409"
  },
  "doi": "10.1503/cjs.028409",
  "pmc_id": "PMC3116701",
  "dates": {
    "completed": "2011-06-07",
    "revised": "2024-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.148131",
    "pmid": "21251417"
  }
}