{
  "pmid": "21261696",
  "uid": "21261696",
  "title": "Factors affecting nurse practitioner role implementation in Canadian practice settings: an integrative review.",
  "abstract": "AIM: To review the literature about the Canadian experience with nurse practitioner role implementation and identify influencing factors. BACKGROUND: Although nurse practitioners have been in existence for more than 40 years, their integration into healthcare systems has been challenging. While frameworks exist to guide implementation of these roles, clear identification of factors influencing role implementation may inform best practices. Given that Canada has witnessed considerable growth in nurse practitioner positions in the past decade, an exploration of its experience with role implementation is timely. DATA SOURCES: A review of Canadian literature from 1997 to 2010 was conducted. Electronic databases including CINAHL, Cochrane Database of Systematic Reviews, Health Source: Nursing Academic Edition, Medline, Social Science Index, PubMed, Web of Science and PsychINFO and government and professional organization websites were searched. METHODS: An integrative review was performed guided by Whittemore and Knafl's method. RESULTS: Ten published studies and two provincial reports were included. Numerous facilitators and barriers to implementation were identified and analysed for themes. Three concepts influencing implementation emerged: involvement, acceptance and intention. Involvement is defined as stakeholders actively participating in the early stages of implementation. Acceptance is recognition and willingness to work with nurse practitioner. Intention relates to how the role is defined. CONCLUSION: This integrative review revealed three factors that influence nurse practitioner role implementation in Canada: involvement, acceptance and intention. Strategies to enhance these factors may inform best practice role implementation processes.",
  "authors": [
    {
      "last_name": "Sangster-Gormley",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther Sangster-Gormley",
      "affiliations": [
        "School of Nursing, University of Victoria, British Columbia, Canada. egorm@uvic.ca"
      ]
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": []
    },
    {
      "last_name": "Downe-Wamboldt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Downe-Wamboldt",
      "affiliations": []
    },
    {
      "last_name": "Dicenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba Dicenso",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "1178",
  "end_page": "1190",
  "pages": "1178-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Delivery of Health Care",
    "Education, Nursing, Graduate",
    "Health Care Reform",
    "Humans",
    "Interprofessional Relations",
    "Job Description",
    "Long-Term Care",
    "Nurse Practitioners",
    "Nurse's Role",
    "Nursing Administration Research",
    "Organizational Innovation",
    "Patient Care Team",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "21261696",
    "doi": "10.1111/j.1365-2648.2010.05571.x"
  },
  "doi": "10.1111/j.1365-2648.2010.05571.x",
  "dates": {
    "completed": "2011-08-30",
    "revised": "2011-05-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:09.031751",
    "pmid": "21261696"
  }
}