{
  "pmid": "21272358",
  "uid": "21272358",
  "title": "A comparison of the MOS-HIV and SF-12v2 for measuring health-related quality of life of men and women living with HIV/AIDS.",
  "abstract": "BACKGROUND: The purpose of this study was to examine the relationship between the Medical Outcomes Study-HIV Health Survey (MOS-HIV) and the SF-12v2 to determine if the latter is adequate to assess the health-related quality of life (HRQoL) of men and women living with HIV/AIDS. 112 men and women living with HIV/AIDS who access care at a tertiary HIV clinic in Hamilton, Ontario were included in this cross-sectional analysis. Correlation coefficients of the MOS-HIV physical and mental health summary scores (PHS and MHS) and the SF-12v2 physical and mental component summary scales (PCS and MCS) were calculated along with common sub-domains of the measures including physical functioning (PF), bodily pain (BP), general health perceptions (GH), vitality (VT), social functioning (SF) and mental health (MH) to explore the relationship between these two HRQoL measures. The sub-domains role physical (RP) and role emotional (RE) of the SF-12v2 were compared separately to the sub-domain role functioning (RF) of the MOS-HIV. Weighted kappa scores were calculated to determine agreement beyond chance between the MOS-HIV and SF-12v2 in assigning a HRQoL state (i.e. low, moderate, good, very good). RESULTS: The MOS-HIV had mean PHS and MHS summary scores of 47.3 (SD = 11.5) and 49.2 (SD = 10.7) respectively. The mean SF-12v2 PCS and MCS scores were 47.7 (SD = 11.0) and 44.0 (SD = 10.4). The MOS-HIV and SF-12v2 physical and mental health summary scores were positively correlated (r = 0.84, p < 0.001 and r = 0.76, p < 0.001). All common sub-domains were significantly correlated at p values from < 0.001 to 0.034. Substantial agreement was observed in assigning a HRQoL state (Physical: κ = 0.788, SE = 0.095; Mental: κ = 0.707, SE = 0.095). CONCLUSIONS: This analysis validates the SF-12v2 for measuring HRQoL in adult men and women living with HIV/AIDS.",
  "authors": [
    {
      "last_name": "Ion",
      "fore_name": "Allyson",
      "initials": "A",
      "name": "Allyson Ion",
      "affiliations": [
        "Health Research Methodology Program, Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. iona@mcmaster.ca."
      ]
    },
    {
      "last_name": "Cai",
      "fore_name": "Wenjie",
      "initials": "W",
      "name": "Wenjie Cai",
      "affiliations": []
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": []
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": []
    },
    {
      "last_name": "Smaill",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Smaill",
      "affiliations": []
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AIDS research and therapy",
    "iso_abbreviation": "AIDS Res Ther",
    "issn": "1742-6405",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan",
    "pub_day": "27"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21272358",
    "pmc": "PMC3038879",
    "doi": "10.1186/1742-6405-8-5",
    "pii": "1742-6405-8-5"
  },
  "doi": "10.1186/1742-6405-8-5",
  "pmc_id": "PMC3038879",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.070180",
    "pmid": "21272358"
  }
}