{
  "pmid": "21274594",
  "uid": "21274594",
  "title": "Practical issues with vitamin K antagonists: elevated INRs, low time-in-therapeutic range, and warfarin failure.",
  "abstract": "Millions of patients worldwide are prescribed vitamin K antagonists for a variety of medical conditions annually. Despite widespread and long-standing experience with these medications, medical care providers are often confronted with challenging clinical situations. Vitamin K antagonists have a narrow therapeutic index secondary to intrinsic patient characteristics and extrinsic factors including a propensity for drug-drug interactions. Clinicians are required to titrate doses according to the measured international normalized ratio for each individual, balancing the risk of bleeding with preventing thrombosis. The risk of major bleeding associated with vitamin K antagonists has been reported to range from 1 to 3% per year. This narrative review will provide an overview of the most commonly used vitamin K antagonists and discuss the importance of assessing quality of anticoagulation with respect to clinical outcomes. Practical approaches to managing excessive anticoagulation, variable anticoagulation, and anticoagulation failure will be provided, drawing on evidence where applicable and expert opinion where evidence is limited.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Lee",
      "affiliations": [
        "Department of Medicine, McMaster University and St Joseph's Hospital, Room L301, 50 Charlton Ave East, Hamilton, ON, L8N 4A6, Canada. andrea.lee@medportal.ca"
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and thrombolysis",
    "iso_abbreviation": "J Thromb Thrombolysis",
    "issn": "1573-742X",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "249",
  "end_page": "258",
  "pages": "249-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Drug Interactions",
    "Hemorrhage",
    "Humans",
    "International Normalized Ratio",
    "Monitoring, Physiologic",
    "Risk Factors",
    "Thrombosis",
    "Vitamin K",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "21274594",
    "doi": "10.1007/s11239-011-0555-z"
  },
  "doi": "10.1007/s11239-011-0555-z",
  "dates": {
    "completed": "2011-06-24",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Anticoagulants",
    "Vitamin K",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.528987",
    "pmid": "21274594"
  }
}