{
  "pmid": "21281372",
  "uid": "21281372",
  "title": "Parents' perceptions and attitudes on childhood obesity: a Q-methodology study.",
  "abstract": "PURPOSE: The purpose of this study was to investigate parents of young children for their perceptions on the causes of obesity, the impact of childhood obesity on health, and the barriers to successful prevention of childhood obesity. DATA SOURCES: The target population included parents who attended a clinic for their well-baby check-up. The study was conducted in two phases. Using Q-methodology, 33 parents were classified into two groups representing two viewpoints: \"confident in delivering healthy nutrition\" and \"family physical activity focused.\" CONCLUSION: This work indicates that parents have varying foci on causation of obesity, and differ in focus on nutrition and physical activity. Most of the parents in this study were aware of healthy nutrition, and about one third of them believed in the benefits of physical activity for children and did not see being overweight or obese as a barrier to physical activity. The first group was confident in being able to deliver healthy nutrition to their family, and the second group was characterized by a focus on physical activity and its role in childhood obesity. Both groups agreed that exercising and sports are very important to a child's health status. IMPLICATIONS FOR PRACTICE: Nurse practitioners have a unique role in the health system and are one of the best facilitators to deliver health messages to the public; thus, they are able to educate parents and increase their awareness about the causes and consequences of childhood obesity.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, School of Nursing, McMaster University, Hamilton, Ontario, Canada. daneshn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dehghan",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Morrison",
      "affiliations": []
    },
    {
      "last_name": "Fonseka",
      "fore_name": "Sujeewa",
      "initials": "S",
      "name": "Sujeewa Fonseka",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Nurse Practitioners",
    "iso_abbreviation": "J Am Acad Nurse Pract",
    "issn": "1745-7599",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb"
  },
  "start_page": "67",
  "end_page": "75",
  "pages": "67-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude to Health",
    "Canada",
    "Child Health Services",
    "Child, Preschool",
    "Female",
    "Health Promotion",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Nurse's Role",
    "Nursing Evaluation Research",
    "Obesity",
    "Parent-Child Relations",
    "Parents",
    "Pediatric Nursing",
    "Primary Prevention",
    "Q-Sort",
    "Social Perception",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21281372",
    "doi": "10.1111/j.1745-7599.2010.00584.x"
  },
  "doi": "10.1111/j.1745-7599.2010.00584.x",
  "dates": {
    "completed": "2011-05-02",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.215718",
    "pmid": "21281372"
  }
}