{
  "pmid": "21293932",
  "uid": "21293932",
  "title": "Health status and QOL instruments used in childhood cancer research: deciphering conceptual content using World Health Organization definitions.",
  "abstract": "PURPOSE: The impact of cancer on children can be assessed through various concepts including mental and physical health status and most significantly quality of life (QOL). It has been difficult to compare data collected through these instruments due to a lack of continuity or understanding of overlaps and gaps between them. To delineate the content of the most commonly used instruments in childhood cancer on an item-by-item basis, this study used standardized methods to link health information to the International Classification of Functioning, Disability, and Health (ICF) as well as World Health Organization (WHO) standard definitions of health and quality of life. METHOD: MEDLINE, CINAHL, EMBASE, PsycINFO, Cancerlit, and Sociological Abstracts were searched from the inception of each database to June 15th, 2009 for health status and quality of life instruments. The six most common cancer-specific and generic instruments employed in primary research in childhood cancer were analyzed on an item-by-item basis by two content assessors specializing in ICF linking and WHO definitions of health and QOL, using a standardized iterative technique developed at the ICF Research Branch. RESULTS: We report the extent to which health status and QOL are represented in each instrument. Most measures emphasize a majority health status perspective according to WHO definitions of health. The generic instruments stress activities and participation domains over body functions or environment factors according to the ICF while cancer-specific instruments vary in their emphasis. Initial phase of coding agreement between assessors was in the substantial range (0.6-0.8 using Cohen's kappa). CONCLUSION: A comprehensive and systematic content analysis of the most commonly employed health status and QOL instruments was conducted for this review. Two criteria were described as follows: the perspectives of the instruments (i.e., health vs. QOL) and the health content (according to ICF components). No single instrument demonstrated an ideal balance of content characteristics according to these criteria, and thus, each must be considered carefully relative to one's particular research or clinical evaluative purpose.",
  "authors": [
    {
      "last_name": "Fayed",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Fayed",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada. fayedn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Schiariti",
      "fore_name": "Vero",
      "initials": "V",
      "name": "Vero Schiariti",
      "affiliations": []
    },
    {
      "last_name": "Bostan",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Bostan",
      "affiliations": []
    },
    {
      "last_name": "Cieza",
      "fore_name": "Alarcos",
      "initials": "A",
      "name": "Alarcos Cieza",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "8",
    "pub_year": "2011",
    "pub_month": "Oct"
  },
  "start_page": "1247",
  "end_page": "1258",
  "pages": "1247-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Health Status",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Neoplasms",
    "Quality of Life",
    "Reproducibility of Results",
    "Research",
    "Sickness Impact Profile",
    "Surveys and Questionnaires",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "21293932",
    "doi": "10.1007/s11136-011-9851-5"
  },
  "doi": "10.1007/s11136-011-9851-5",
  "dates": {
    "completed": "2012-02-28",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:30.984126",
    "pmid": "21293932"
  }
}