{
  "pmid": "21294903",
  "uid": "21294903",
  "title": "Establishing a relationship between prolactin and altered fatty acid β-oxidation via carnitine palmitoyl transferase 1 in breast cancer cells.",
  "abstract": "BACKGROUND: Mammary carcinomas have been associated with a high-fat diet, and the rate of breast cancer in overweight post-menopausal women is up to 50% higher than in their normal-weight counterparts. Epidemiological studies suggest that prolactin (PRL) plays a role in the progression of breast cancer. The current study examined breast cancer as a metabolic disease in the context of altered fatty acid catabolism by examining the effect of PRL on carnitine palmitoyl transferase 1 (CPT1), an enzyme that shuttles long-chain fatty acids into the mitochondrial matrix for β-oxidation. The effect of PRL on the adenosine 5'-monophosphate-activated protein kinase (AMPK) energy sensing pathway was also investigated. METHODS: MCF-7 and MDA-MB-231 breast cancer cells and 184B5 normal breast epithelial cells treated with 100 ng/ml of PRL for 24 hr were used as in vitro models. Real-time PCR was employed to quantify changes in mRNA levels and Western blotting was carried out to evaluate changes at the protein level. A non-radioactive CPT1 enzyme activity assay was established and siRNA transfections were performed to transiently knock down specific targets in the AMPK pathway. RESULTS: PRL stimulation increased the expression of CPT1A (liver isoform) at the mRNA and protein levels in both breast cancer cell lines, but not in 184B5 cells. In response to PRL, a 20% increase in CPT1 enzyme activity was observed in MDA-MB-231 cells. PRL treatment resulted in increased phosphorylation of the α catalytic subunit of AMPK at Thr172, as well as phosphorylation of acetyl-CoA carboxylase (ACC) at Ser79. A siRNA against liver kinase B1 (LKB1) reversed these effects in breast cancer cells. PRL partially restored CPT1 activity in breast cancer cells in which CPT1A, LKB1, or AMPKα-1 were knocked down. CONCLUSIONS: PRL enhances fatty acid β-oxidation by stimulating CPT1 expression and/or activity in MCF-7 and MDA-MB-231 breast cancer cells. These PRL-mediated effects are partially dependent on the LKB1-AMPK pathway, although the regulation of CPT1 is also likely to be influenced by other mechanisms. Ultimately, increased CPT1 enzyme activity may contribute to fueling the high energy demands of cancer cells. Targeting metabolic pathways that are governed by PRL, which has already been implicated in the progression of breast cancer, may be of therapeutic benefit.",
  "authors": [
    {
      "last_name": "Linher-Melville",
      "fore_name": "Katja",
      "initials": "K",
      "name": "Katja Linher-Melville",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zantinge",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Zantinge",
      "affiliations": []
    },
    {
      "last_name": "Sanli",
      "fore_name": "Toran",
      "initials": "T",
      "name": "Toran Sanli",
      "affiliations": []
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Tsakiridis",
      "fore_name": "Theodoros",
      "initials": "T",
      "name": "Theodoros Tsakiridis",
      "affiliations": []
    },
    {
      "last_name": "Singh",
      "fore_name": "Gurmit",
      "initials": "G",
      "name": "Gurmit Singh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC cancer",
    "iso_abbreviation": "BMC Cancer",
    "issn": "1471-2407",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Feb",
    "pub_day": "04"
  },
  "start_page": "56",
  "pages": "56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "AMP-Activated Protein Kinase Kinases",
    "AMP-Activated Protein Kinases",
    "Breast Neoplasms",
    "Carnitine O-Palmitoyltransferase",
    "Cell Line, Tumor",
    "Fatty Acids",
    "Female",
    "Gene Knockdown Techniques",
    "Humans",
    "Oxidation-Reduction",
    "Phosphorylation",
    "Prolactin",
    "Protein Serine-Threonine Kinases",
    "RNA, Messenger",
    "RNA, Small Interfering",
    "Recombinant Proteins",
    "Transfection"
  ],
  "article_ids": {
    "pubmed": "21294903",
    "pmc": "PMC3041778",
    "doi": "10.1186/1471-2407-11-56",
    "pii": "1471-2407-11-56"
  },
  "doi": "10.1186/1471-2407-11-56",
  "pmc_id": "PMC3041778",
  "dates": {
    "completed": "2011-03-29",
    "revised": "2025-02-14"
  },
  "chemicals": [
    "Fatty Acids",
    "RNA, Messenger",
    "RNA, Small Interfering",
    "Recombinant Proteins",
    "Prolactin",
    "Carnitine O-Palmitoyltransferase",
    "Protein Serine-Threonine Kinases",
    "STK11 protein, human",
    "AMP-Activated Protein Kinase Kinases",
    "AMP-Activated Protein Kinases",
    "PRKAA1 protein, human"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.551105",
    "pmid": "21294903"
  }
}