{
  "pmid": "21306424",
  "uid": "21306424",
  "title": "Online communities of practice as a communication resource for community health nurses working with homeless persons.",
  "abstract": "AIMS: This study explored community health nurses' viewpoints about a Canadian online community of practice to support their practice with homeless or under-housed populations. BACKGROUND: Community health nurses who specifically work with homeless and marginally housed populations often report feelings of isolation and stress in managing complex problems in resource constraints. To strengthen intra-professional ties and enhance information access, an online community of practice was designed, implemented and evaluated by and for them. METHODS: Q-methodology was used. Sixty-six statements about the community of practice were collected from an online survey and focus groups, refined and reduced to 44 statements. In 2009, sixteen participants completed the Q-sort activity, rating each statement relative to the others. Scores for each participant were subjected to by-person factor analysis. RESULTS: Respondents fell into two groups -tacit knowledge warriors and tacit knowledge communicators. Warriors strongly believed that the community of practice could combat stigma associated with homelessness and promote awareness of homelessness issues, and valued its potential to validate and improve practice. Communicators would have used the community of practice more with increased discussion, facilitation and prompt responses. Generally, nurses viewed the community of practice as a place to share stories, validate practice and adapt best practices to their work context. CONCLUSIONS: Online communities of practice can be valuable to nurses in specialized fields with limited peer support and access to information resources. Tacit knowledge development is important to nurses working with homeless populations: this needs to be valued in conjunction with scientifically based knowledge.",
  "authors": [
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta K",
      "initials": "RK",
      "name": "Ruta K Valaitis",
      "affiliations": [
        "School of Nursing and Dorothy C. Hall Chair in Primary Health Care Nursing, McMaster University, Hamilton, Ontario, Canada. valaitis@mcmaster.ca"
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Brooks",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Brooks",
      "affiliations": []
    },
    {
      "last_name": "Binks",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Binks",
      "affiliations": []
    },
    {
      "last_name": "Semogas",
      "fore_name": "Dyanne",
      "initials": "D",
      "name": "Dyanne Semogas",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "1273",
  "end_page": "1284",
  "pages": "1273-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Attitude to Computers",
    "Canada",
    "Clinical Competence",
    "Communication",
    "Community Health Nursing",
    "Cooperative Behavior",
    "Factor Analysis, Statistical",
    "Female",
    "Health Services Accessibility",
    "Ill-Housed Persons",
    "Humans",
    "Information Services",
    "Internet",
    "Interprofessional Relations",
    "Male",
    "Nursing Methodology Research",
    "Nursing Staff",
    "Social Isolation",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "21306424",
    "doi": "10.1111/j.1365-2648.2010.05582.x"
  },
  "doi": "10.1111/j.1365-2648.2010.05582.x",
  "dates": {
    "completed": "2011-08-30",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.215981",
    "pmid": "21306424"
  }
}