{
  "pmid": "21306862",
  "uid": "21306862",
  "title": "Cutaneous nerve transection for the management of intractable upper extremity pain caused by invasive squamous cell carcinoma.",
  "abstract": "A recurrent clinical dilemma in the management of patients with painful metastatic lesions is achieving a balance between effective analgesic therapies versus intolerable side effects, in particular altered mental status. We present the case of an immunosuppressed patient post-lung transplant who was suffering from intractable pain caused by widely metastatic squamous cell carcinoma. The patient's progressive, excruciating neuropathic pain was localized to the area of the left wrist and forearm. Additionally, the patient complained of moderate pain at sites of tumor involvement on her right arm and scalp. Attempts to adequately manage her left upper extremity pain included a combination of pharmacologic treatments intended to treat neuropathic pain (gabapentin, SNRI, ketamine, opioids) and focused regional analgesia (infraclavicular infusion of local anesthetic). However, the patient developed intolerable side effects including altered mental status and delirium associated with the systemic agents and suboptimal control with the infraclavicular infusion. Given that the most severe pain was well localized, we undertook a diagnostic block of the cutaneous nerves of the left forearm. As this intervention significantly reduced her pain, we subsequently performed neurectomies to the left superficial radial nerve, lateral cutaneous nerve of the forearm and the posterior cutaneous nerve of the forearm. This resulted in immediate and continued relief of her left upper extremity pain without an altered mental status. Residual focal pain from lesions over her right arm and scalp was successfully managed with daily topical applications of lidocaine and capsaicin cream. Successful pain control continued until the patient's death five months later.",
  "authors": [
    {
      "last_name": "Turnbull",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Turnbull",
      "affiliations": [
        "Department of Anesthesia and Perioperative Care, University of California, San Francisco, California 94143-0427, USA."
      ]
    },
    {
      "last_name": "Gebauer",
      "fore_name": "Sara L",
      "initials": "SL",
      "name": "Sara L Gebauer",
      "affiliations": []
    },
    {
      "last_name": "Miller",
      "fore_name": "Bruce L",
      "initials": "BL",
      "name": "Bruce L Miller",
      "affiliations": []
    },
    {
      "last_name": "Barbaro",
      "fore_name": "Nicholas M",
      "initials": "NM",
      "name": "Nicholas M Barbaro",
      "affiliations": []
    },
    {
      "last_name": "Blanc",
      "fore_name": "Paul D",
      "initials": "PD",
      "name": "Paul D Blanc",
      "affiliations": []
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Schumacher",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jul"
  },
  "start_page": "126",
  "end_page": "133",
  "pages": "126-33",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Carcinoma, Squamous Cell",
    "Denervation",
    "Female",
    "Humans",
    "Immunocompromised Host",
    "Middle Aged",
    "Nerve Block",
    "Neuralgia",
    "Pain Measurement",
    "Pain, Intractable",
    "Skin Neoplasms",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21306862",
    "doi": "10.1016/j.jpainsymman.2010.10.258",
    "pii": "S0885-3924(10)01052-3"
  },
  "doi": "10.1016/j.jpainsymman.2010.10.258",
  "dates": {
    "completed": "2011-12-12",
    "revised": "2011-07-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:45.256341",
    "pmid": "21306862"
  }
}