{
  "pmid": "21303523",
  "uid": "21303523",
  "title": "Climate for evidence-informed health systems: A print media analysis in 44 low- and middle-income countries that host knowledge-translation platforms.",
  "abstract": "BACKGROUND: We conducted a print media analysis in 44 countries in Africa, the Americas, Asia, and the Eastern Mediterranean in order to understand one dimension of the climate for evidence-informed health systems and to provide a baseline for an evaluation of knowledge-translation platforms. Our focus was whether and how policymakers, stakeholders, and researchers talk in the media about three topics: policy priorities in the health sector, health research evidence, and policy dialogues regarding health issues. METHODS: We developed a search strategy consisting of three progressively more delimited phases. For each jurisdiction, we searched Major World Publications in LexisNexis Academic News for articles published in 2007, selected relevant articles using one set of general criteria and three sets of concept-specific criteria, and coded the selected articles to identify common themes. Second raters took part in the analysis of Lebanon and Malaysia to assess inter-rater reliability for article selection and coding. RESULTS: We identified approximately 5.5 and 5 times more articles describing health research evidence compared to the number of articles describing policy priorities and policy dialogues, respectively. Few articles describing health research evidence discussed systematic reviews (2%) or health systems research (2%), and few of the policy dialogue articles discussed researcher involvement (9%). News coverage of these concepts was highly concentrated in several countries like China and Uganda, while few articles were found for many other jurisdictions. Kappa scores were acceptable and consistently greater than 0.60. CONCLUSIONS: In many countries the print media, at least as captured in a global database, are largely silent about three topics central to evidence-informed health systems. These findings suggest the need for proactive-media engagement strategies.",
  "authors": [
    {
      "last_name": "Cheung",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Cheung",
      "affiliations": [
        "College of Health Sciences, Makerere University, PO Box 7072, Kampala, Uganda. sewankam@infocom.co.ug."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Hamandi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Hamandi",
      "affiliations": []
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    },
    {
      "last_name": "Sachs",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sachs",
      "affiliations": []
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson",
      "initials": "N",
      "name": "Nelson Sewankambo",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2011",
    "pub_month": "Feb",
    "pub_day": "08"
  },
  "start_page": "7",
  "pages": "7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21303523",
    "pmc": "PMC3045990",
    "doi": "10.1186/1478-4505-9-7",
    "pii": "1478-4505-9-7"
  },
  "doi": "10.1186/1478-4505-9-7",
  "pmc_id": "PMC3045990",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.805464",
    "pmid": "21303523"
  }
}