{
  "pmid": "21300179",
  "uid": "21300179",
  "title": "Data withdrawal in randomized controlled trials: Defining the problem and proposing solutions: a commentary.",
  "abstract": "It is not uncommon for a participant to withdraw from a randomized controlled trial (RCT). The withdrawal of a participant results in missing data and the potential for withdrawal bias. Data withdrawal, or a request from a participant to withdraw all of their previously collected data from a study, is particularly problematic because it leaves little opportunity to characterize or statistically address those that have withdrawn to minimize withdrawal bias. The aim of this commentary is to (1) provide a synthesis of available information on the ethical and methodological issues related to data withdrawal in RCTs and (2) provide some suggestions on how to minimize the impact of data withdrawal during the execution or analysis phases of an RCT. We searched PubMed, EMBASE and JSTOR for published articles on data withdrawal. In addition, we used internet sources as an additional tool to identify content on data withdrawal from research ethics guidelines, legislation, research ethics boards, funding agencies, professional organizations and researchers. We did not find any definitive guidelines for dealing with data withdrawal. We propose recommendations for minimizing the occurrence of data withdrawal, including explicit and clear descriptions in consent forms of how data will be handled after participant withdrawal. We also suggest using imputation techniques to deal with the missing data during analysis. The current commentary can be used to minimize the impact of data withdrawal in RCTs.",
  "authors": [
    {
      "last_name": "Ye",
      "fore_name": "Chenglin",
      "initials": "C",
      "name": "Chenglin Ye",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Biostatistics Unit, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Giangregorio",
      "affiliations": []
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": []
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Contemporary clinical trials",
    "iso_abbreviation": "Contemp Clin Trials",
    "issn": "1559-2030",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "May"
  },
  "start_page": "318",
  "end_page": "322",
  "pages": "318-22",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Patient Preference",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "21300179",
    "doi": "10.1016/j.cct.2011.01.016",
    "pii": "S1551-7144(11)00043-7"
  },
  "doi": "10.1016/j.cct.2011.01.016",
  "dates": {
    "completed": "2011-08-30",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:31.559963",
    "pmid": "21300179"
  }
}