{
  "pmid": "21319143",
  "uid": "21319143",
  "title": "Prospective evaluation of spinal reirradiation by using stereotactic body radiation therapy: The University of Texas MD Anderson Cancer Center experience.",
  "abstract": "BACKGROUND: Stereotactic body radiotherapy for previously irradiated, progressive spinal metastases may be a viable option in selected patients. The authors review a prospective series of spinal metastasis patients reirradiated with stereotactic body radiotherapy. METHODS: A total of 59 patients with 63 tumors of the spine were reirradiated with stereotactic body radiotherapy between 2003 and 2009. Spinal magnetic resonance imaging was performed both before treatment initiation and at regular follow-up intervals. Stereotactic body radiotherapy was delivered to a peripheral dose of 30 grays (Gy) in 5 fractions (6 Gy per fraction), or 27 Gy in 3 fractions (9 Gy per fraction). The National Cancer Institute Common Toxicity Criteria 2.0 and McCormick neurological function system were used to evaluate toxicity and neurologic status, respectively. RESULTS: Mean follow-up was 17.6 months. Actuarial 1-year radiographic local control and overall survival for all patients were both 76%. Of the tumors that progressed after stereotactic body radiotherapy, 13 (81%) of 16 patients had tumors that were within 5 mm of the spinal cord, and 6 of them eventually developed spinal cord compression. Toxicity was most commonly grade 1 or 2 fatigue. Two patients experienced mild to moderate radiation injury (lumbar plexopathy) while remaining independently ambulatory and pain free. Freedom from neurologic deterioration from any cause was 92% at 1 year. CONCLUSIONS: Reirradiation for progressive spinal metastases with stereotactic body radiotherapy results in good local control and limited toxicity. Initial surgery should be considered for tumors within 5 mm of the spinal cord. Radiation dose should be tailored for tumors near or invading the psoas muscle secondary to observed risk of lumbar plexopathy.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit K",
      "initials": "AK",
      "name": "Amit K Garg",
      "affiliations": [
        "Department of Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX 77030, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xin-Shelley",
      "initials": "XS",
      "name": "Xin-Shelley Wang",
      "affiliations": []
    },
    {
      "last_name": "Shiu",
      "fore_name": "Almon S",
      "initials": "AS",
      "name": "Almon S Shiu",
      "affiliations": []
    },
    {
      "last_name": "Allen",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Allen",
      "affiliations": []
    },
    {
      "last_name": "Yang",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yang",
      "affiliations": []
    },
    {
      "last_name": "McAleer",
      "fore_name": "Mary Frances",
      "initials": "MF",
      "name": "Mary Frances McAleer",
      "affiliations": []
    },
    {
      "last_name": "Azeem",
      "fore_name": "Syed",
      "initials": "S",
      "name": "Syed Azeem",
      "affiliations": []
    },
    {
      "last_name": "Rhines",
      "fore_name": "Laurence D",
      "initials": "LD",
      "name": "Laurence D Rhines",
      "affiliations": []
    },
    {
      "last_name": "Chang",
      "fore_name": "Eric L",
      "initials": "EL",
      "name": "Eric L Chang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer",
    "iso_abbreviation": "Cancer",
    "issn": "1097-0142",
    "issn_type": "Electronic",
    "volume": "117",
    "issue": "15",
    "pub_year": "2011",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "3509",
  "end_page": "3516",
  "pages": "3509-16",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Radiosurgery",
    "Spinal Neoplasms",
    "Texas"
  ],
  "article_ids": {
    "pubmed": "21319143",
    "doi": "10.1002/cncr.25918"
  },
  "doi": "10.1002/cncr.25918",
  "dates": {
    "completed": "2011-09-15",
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.105991",
    "pmid": "21319143"
  }
}