{
  "pmid": "21328255",
  "uid": "21328255",
  "title": "WITHDRAWN: Psychological interventions for non-ulcer dyspepsia.",
  "abstract": "BACKGROUND: Studies have also shown that non-ulcer dyspepsia (NUD) patients have higher scores of anxiety, depression, neurotism, chronic tension, hostility, hypochondriasis and tendency to be more pessimistic when compared with the community controls. However, the role of psychological interventions in NUD remains uncertain. OBJECTIVES: This review aims to determine the effectiveness of psychological interventions including psychotherapy, psychodrama, cognitive behavioural therapy, relaxation therapy and hypnosis in the improvement of either individual or global dyspepsia symptom scores and quality of life scores in patients with NUD. SEARCH STRATEGY: Trials were identified by searching the Cochrane Controlled Trials Register (Issue 3-1999), MEDLINE (1966-99), EMBASE (1988-99), PsycLIT (1987-1999) and CINAHL (1982-99). Bibliographies of retrieved articles were also searched and experts in the field were contacted. Searches were updated on 10 December 2002 and 21 January 2004. The searches were re-run on 24 January 2005 and 9 January 2006 and no new trials were found SELECTION CRITERIA: All randomised controlled trials (RCTs) or quasi-randomised studies assessing the effectiveness of psychological interventions (including psychotherapy, psychodrama, cognitive behavioural therapy, relaxation therapy and hypnosis) for non-ulcer dyspepsia (NUD) were identified. DATA COLLECTION AND ANALYSIS: Data collected included both individual and global dyspepsia symptom scores and quality of life (QoL) scores. MAIN RESULTS: We identified only four trials each using different psychological interventions; three presented results in a manner that did not allow synthesis of the data to form a meta-analysis. All trials suggested that psychological interventions benefit dyspepsia symptoms and this effect persists for one year. However, all trials used statistical techniques that adjusted for baseline differences between groups. This should not be necessary for a randomised trial that is adequately powered suggesting that the sample size was too small. Unadjusted data was not statistically significant. The other problems of psychological intervention included low recruitment and high drop out rate, which has been shown to be greater in patients receiving group therapy. AUTHORS' CONCLUSIONS: There is insufficient evidence from this review to confirm the efficacy of psychological intervention in NUD.",
  "authors": [
    {
      "last_name": "Soo",
      "fore_name": "Shelly",
      "initials": "S",
      "name": "Shelly Soo",
      "affiliations": [
        "Department of Medicine/Gastroenterology, South Tyneside District Hosiptal, Harton Lane, South Shields, UK, NE34 0PL."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Deeks",
      "fore_name": "Jonathan J",
      "initials": "JJ",
      "name": "Jonathan J Deeks",
      "affiliations": []
    },
    {
      "last_name": "Delaney",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Delaney",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Maxine",
      "initials": "M",
      "name": "Maxine Lewis",
      "affiliations": []
    },
    {
      "last_name": "Forman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Forman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2011",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb",
    "pub_day": "16"
  },
  "start_page": "CD002301",
  "pages": "CD002301",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cognitive Behavioral Therapy",
    "Dyspepsia",
    "Humans",
    "Psychotherapy",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "21328255",
    "pmc": "PMC6885039",
    "doi": "10.1002/14651858.CD002301.pub5"
  },
  "doi": "10.1002/14651858.CD002301.pub5",
  "pmc_id": "PMC6885039",
  "dates": {
    "completed": "2011-03-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:52.879945",
    "pmid": "21328255"
  }
}