{
  "pmid": "21328253",
  "uid": "21328253",
  "title": "WITHDRAWN: Pharmacological interventions for non-ulcer dyspepsia.",
  "abstract": "BACKGROUND: The commonest cause of upper gastrointestinal symptoms is non-ulcer dyspepsia (NUD) and yet the pathophysiology of this condition has been poorly characterised and the optimum treatment is uncertain. It is estimated that £450 million is spent on dyspepsia drugs in the UK each year. OBJECTIVES: This review aims to determine the effectiveness of six classes of drugs (antacids, histamine H2 antagonists, proton pump inhibitors, prokinetics, mucosal protecting agents and antimuscarinics) in the improvement of either the individual or global dyspepsia symptom scores and also quality of life scores patients with non-ulcer dyspepsia. SEARCH STRATEGY: We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 4, 2005), MEDLINE (1966 to January 2006), EMBASE (1988 to January 2006), CINAHL (1982 to January 2006), SIGLE, and reference lists of articles. We also contacted experts in the field and pharmaceutical companies. Trials were located through electronic searches of the Cochrane Controlled Trials Register (CCTR), MEDLINE, EMBASE, CINAHL and SIGLE, using appropriate subject headings and text words, searching bibliographies of retrieved articles, and through contacts with experts in the fields of dyspepsia and pharmaceutical companies. SELECTION CRITERIA: All randomised controlled trials (RCTs) comparing drugs of any of the six groups with each other or with placebo for non-ulcer dyspepsia (NUD). DATA COLLECTION AND ANALYSIS: Two review authors independently assessed eligibility, trial quality and extracted data. MAIN RESULTS: We included 73 trials: prokinetics (19 trials with dichotomous outcomes evaluating 3178 participants; relative risk reduction (RRR) 33%; 95% confidence intervals (CI) 18% to 45%), H(2)RAs (12 trials evaluating 2,183 participants; RRR 23%; 95% CI 8% to 35%) and PPIs (10 trials evaluating 3,347 participants; RRR 13%; 95% CI 4% to 20%) were significantly more effective than placebo. Bismuth salts (six trials evaluating 311 participants; RRR 40%; 95% CI -3 to 65%) were superior to placebo but this was of marginal statistical significance. Antacids (one trial evaluating 109 participants; RRR -2%; 95% CI -36% to 24%) and sucralfate (two trials evaluating 246 participants; RRR 29%; 95% CI -40% to 64%) were not statistically significantly superior to placebo. A funnel plot suggested that the prokinetic results could be due to publication bias or other small study effects. AUTHORS' CONCLUSIONS: There is evidence that anti-secretory therapy may be effective in NUD. The trials evaluating prokinetic therapy are difficult to interpret as the meta-analysis result could have been due to publication bias. The effect of these drugs is likely to be small and many patients will need to take them on a long-term basis so economic analyses would be helpful and ideally the therapies assessed need to be inexpensive and well tolerated.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, 1200 Main Street West, Room 4W8E, Hamilton, Ontario, Canada, L8N 3Z5."
      ]
    },
    {
      "last_name": "Shelly",
      "fore_name": "Soo",
      "initials": "S",
      "name": "Soo Shelly",
      "affiliations": []
    },
    {
      "last_name": "Deeks",
      "fore_name": "Jonathan J",
      "initials": "JJ",
      "name": "Jonathan J Deeks",
      "affiliations": []
    },
    {
      "last_name": "Delaney",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Delaney",
      "affiliations": []
    },
    {
      "last_name": "Innes",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Innes",
      "affiliations": []
    },
    {
      "last_name": "Forman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Forman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2011",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb",
    "pub_day": "16"
  },
  "start_page": "CD001960",
  "pages": "CD001960",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antacids",
    "Dyspepsia",
    "Gastrointestinal Agents",
    "Histamine H2 Antagonists",
    "Humans",
    "Muscarinic Antagonists",
    "Proton Pump Inhibitors",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "21328253",
    "pmc": "PMC10734254",
    "doi": "10.1002/14651858.CD001960.pub4"
  },
  "doi": "10.1002/14651858.CD001960.pub4",
  "pmc_id": "PMC10734254",
  "dates": {
    "completed": "2011-03-23",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antacids",
    "Gastrointestinal Agents",
    "Histamine H2 Antagonists",
    "Muscarinic Antagonists",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.375684",
    "pmid": "21328253"
  }
}