{
  "pmid": "21336132",
  "uid": "21336132",
  "title": "Survival of trauma patients after massive red blood cell transfusion using a high or low red blood cell to plasma transfusion ratio.",
  "abstract": "OBJECTIVE: Early and aggressive treatment of trauma-associated coagulopathy through transfusion of high plasma to packed red blood cell ratios is gaining favor. Whether this strategy is associated with improved survival is unclear. We performed a systematic review to determine whether higher plasma to packed red blood cell ratios compared with lower plasma to packed red blood cell ratios were associated with a survival advantage. DATA SOURCES: We searched electronic databases MEDLINE, Embase, and Web of Science from 1950 to February 2010 for studies comparing mortality in massively transfused trauma cohorts receiving different plasma to packed red blood cell ratios. STUDY SELECTION: Two reviewers independently performed study selection. Discrepancies in study selection were resolved by discussion and consensus. DATA EXTRACTION: Two reviewers independently extracted data from each study using a standardized form. Two authors independently assessed study quality using the Newcastle-Ottawa Scale. DATA SYNTHESIS: Eleven observational studies and no randomized controlled trials were identified. Three studies found a survival benefit with a 1:1 plasma to packed red blood cell transfusion ratio compared with either higher or lower ratios. Six studies did not examine a 1:1 ratio but concluded that higher plasma to packed red blood cell ratios improved survival. Secondary outcomes, including multiorgan system failure, packed red blood cell transfusion, respiratory outcomes, and coagulation variables, did not uniformly favor 1:1 or higher plasma to packed red blood cell ratios. CONCLUSIONS: Methodological flaws, including survival bias, and heterogeneity between studies preclude statistical comparisons concerning the effects of a 1:1 plasma to packed red blood cell transfusion ratio. There is insufficient evidence to support a survival advantage with a 1:1 plasma to packed red blood cell transfusion strategy. Randomized controlled trials evaluating safety and efficacy are warranted before a high plasma to packed red blood cell transfusion ratio can be recommended.",
  "authors": [
    {
      "last_name": "Rajasekhar",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Rajasekhar",
      "affiliations": [
        "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL, USA. rajasa@medicine.ufl.edu"
      ]
    },
    {
      "last_name": "Gowing",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Gowing",
      "affiliations": []
    },
    {
      "last_name": "Zarychanski",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Zarychanski",
      "affiliations": []
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": []
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "Lottenberg",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Lottenberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "1507",
  "end_page": "1513",
  "pages": "1507-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Erythrocyte Count",
    "Erythrocyte Transfusion",
    "Humans",
    "Shock, Hemorrhagic",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "21336132",
    "doi": "10.1097/CCM.0b013e31820eb517"
  },
  "doi": "10.1097/CCM.0b013e31820eb517",
  "dates": {
    "completed": "2011-08-11",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.884803",
    "pmid": "21336132"
  }
}