{
  "pmid": "21336127",
  "uid": "21336127",
  "title": "Patient and healthcare professional factors influencing end-of-life decision-making during critical illness: a systematic review.",
  "abstract": "OBJECTIVES: The need for better understanding of end-of-life care has never been greater. Debate about recent U.S. healthcare system reforms has highlighted that end-of-life decision-making is contentious. Providing compassionate end-of-life care that is appropriate and in accordance with patient wishes is an essential component of critical care. Because discord can undermine optimal end-of-life care, knowledge of factors that influence decision-making is important. We performed a systematic review to determine which factors are known to influence end-of-life decision-making among patients and healthcare providers. DATA SOURCES, SELECTION, AND ABSTRACTION: We conducted a structured search of Ovid Medline for interventional and observational research articles incorporating critical care and end-of-life decision-making terms. DATA SYNTHESIS: Of 6259 publications, 102 were relevant to our review question. Patient factors predicting less intensive end-of-life care include increasing age, comorbidity, and limited functional status; these factors appear to be influential for both clinicians and patients. Patient and clinician race, ethnicity, and nationality also appear to influence the technological intensity of end-of-life care. In general, white patients and those in North America and Northern Europe may be less likely to desire intensive end-of-life care than others. Physicians of similar geo-ethnic origin to patients appear less likely to prescribe such therapy. Physicians with more clinical experience and those routinely working in the intensive care unit are less likely than other physicians to recommend technologically intense care for critically ill patients at the end-of-life. CONCLUSIONS: Patients and clinicians may approach end-of-life discussions with different expectations and preferences, influenced by religion, race, culture, and geography. Appreciation of those factors associated with more and less technologically intense care may raise awareness, aid communication, and guide clinicians in end-of-life discussions.",
  "authors": [
    {
      "last_name": "Frost",
      "fore_name": "David W",
      "initials": "DW",
      "name": "David W Frost",
      "affiliations": [
        "Division of General Internal Medicine, University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "5",
    "pub_year": "2011",
    "pub_month": "May"
  },
  "start_page": "1174",
  "end_page": "1189",
  "pages": "1174-89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Advance Care Planning",
    "Attitude to Death",
    "Critical Care",
    "Critical Illness",
    "Decision Making",
    "Europe",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Needs Assessment",
    "North America",
    "Nurse-Patient Relations",
    "Physician-Patient Relations",
    "Risk Assessment",
    "Terminal Care",
    "United States"
  ],
  "article_ids": {
    "pubmed": "21336127",
    "doi": "10.1097/CCM.0b013e31820eacf2"
  },
  "doi": "10.1097/CCM.0b013e31820eacf2",
  "dates": {
    "completed": "2011-08-18",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.882273",
    "pmid": "21336127"
  }
}