{
  "pmid": "21335787",
  "uid": "21335787",
  "title": "Bench model surgical skill training improves novice ability to multitask: a randomized controlled study.",
  "abstract": "Skills training in simulation laboratories is becoming increasingly common. However, the educational benefit of these laboratories remains unclear. This study examined whether such training enables better performance on the simultaneous execution of technical skill and knowledge retention. Twenty-four novice trainees completed the elliptical excision on baseline testing. Following baseline testing twelve of the novices completed a technical practice (simulation training group) session, while the other twelve did not (control group). One week later, all participants returned for dual-task follow up testing in which they performed the excision while listening to a didactic lesson on the staging and treatment of cutaneous melanoma. The dual-tasking during the post test was standardized, whereby excision sutures 3 and 5 were performed alone (single), and sutures 4 and 6 were performed concurrently with the didactic lecture (dual). Seven additional trainees also participated as controls that were randomized to listen to the didactic lesson alone (knowledge retention alone group). Knowledge retention was assessed by a multiple choice questionnaire (MCQ). Technical performance was evaluated with computer and expert-based measures. Time to complete the performance improved among both groups completing the elliptical excision on follow-up testing (p<0.01). The simulation training group demonstrated superior hand motion performance on simultaneous didactic lesson testing (p<0.01). Novices from the no-training group performed statistically worse while suturing concurrently with the didactic lesson (p<0.01). The pretraining of novices in surgical skills laboratories leads to improved technical performance during periods of increased attention demands.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "The Learning Institute, The Hospital for Sick Children, and Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Melnyk",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Melnyk",
      "affiliations": []
    },
    {
      "last_name": "Jowlett",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Jowlett",
      "affiliations": []
    },
    {
      "last_name": "Backstein",
      "fore_name": "David",
      "initials": "D",
      "name": "David Backstein",
      "affiliations": []
    },
    {
      "last_name": "Dubrowski",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Dubrowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Studies in health technology and informatics",
    "iso_abbreviation": "Stud Health Technol Inform",
    "issn": "0926-9630",
    "issn_type": "Print",
    "volume": "163",
    "pub_year": "2011"
  },
  "start_page": "192",
  "end_page": "198",
  "pages": "192-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Computer-Assisted Instruction",
    "Educational Measurement",
    "Professional Competence",
    "Students, Medical",
    "Surgery, Computer-Assisted",
    "Suture Techniques",
    "Task Performance and Analysis",
    "Teaching",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "21335787"
  },
  "dates": {
    "completed": "2011-05-17",
    "revised": "2011-02-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.922101",
    "pmid": "21335787"
  }
}