{
  "pmid": "21349179",
  "uid": "21349179",
  "title": "Predictors and outcomes of patient safety culture in hospitals.",
  "abstract": "BACKGROUND: Developing a patient safety culture was one of the recommendations made by the Institute of Medicine to assist hospitals in improving patient safety. In recent years, a multitude of evidence, mostly originating from developed countries, has been published on patient safety culture. One of the first efforts to assess the culture of safety in the Eastern Mediterranean Region was by El-Jardali et al. (2010) in Lebanon. The study entitled \"The Current State of Patient Safety Culture: a study at baseline\" assessed the culture of safety in Lebanese hospitals. Based on study findings, the objective of this paper is to explore the association between patient safety culture predictors and outcomes, taking into consideration respondent and hospital characteristics. In addition, it will examine the correlation between patient safety culture composites. METHODS: Sixty-eight hospitals and 6,807 respondents participated in the study. The study which adopted a cross sectional research design utilized an Arabic-translated version of the Hospital Survey on Patient Safety Culture (HSOPSC). The HSOPSC measures 12 patient safety composites. Two of the composites, in addition to a patient safety grade and the number of events reported, represented the four outcome variables. Bivariate and mixed model regression analyses were used to examine the association between the patient safety culture predictors and outcomes. RESULTS: Significant correlations were observed among all patient safety culture composites but with differences in the strength of the correlation. Generalized Estimating Equations for the patient safety composite scores and respondent and hospital characteristics against the patient safety grade and the number of events reported revealed significant correlations. Significant correlations were also observed by linear mixed models of the same variables against the frequency of events reported and the overall perception of safety. CONCLUSION: Event reporting, communication, patient safety leadership and management, staffing, and accreditation were identified as major patient safety culture predictors. Investing in practices that tackle these issues and prioritizing patient safety is essential in Lebanese hospitals in order to improve patient safety. In addition, further research is needed to understand the association between patient safety culture and clinical outcomes.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Jaafar",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Jaafar",
      "affiliations": []
    },
    {
      "last_name": "Hemadeh",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Hemadeh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Feb",
    "pub_day": "24"
  },
  "start_page": "45",
  "pages": "45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Forecasting",
    "Hospitals",
    "Humans",
    "Lebanon",
    "Medical Errors",
    "Organizational Culture",
    "Outcome Assessment, Health Care",
    "Safety Management",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "21349179",
    "pmc": "PMC3053221",
    "doi": "10.1186/1472-6963-11-45",
    "pii": "1472-6963-11-45"
  },
  "doi": "10.1186/1472-6963-11-45",
  "pmc_id": "PMC3053221",
  "dates": {
    "completed": "2011-06-22",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.330123",
    "pmid": "21349179"
  }
}