{
  "pmid": "21357908",
  "uid": "21357908",
  "title": "Estimated glomerular filtration rate and albuminuria as predictors of outcomes in patients with high cardiovascular risk: a cohort study.",
  "abstract": "BACKGROUND: Glomerular filtration rate and albuminuria are risk factors for cardiovascular disease and markers of renal function. OBJECTIVE: To examine the contribution of estimated glomerular filtration rate (eGFR) and urinary albumin-creatinine ratio beyond that of traditional cardiovascular risk factors to classification of patient risk for cardiovascular and renal outcomes. DESIGN: Prospective cohort study that pooled all patients of ONTARGET (ONgoing Telmisartan Alone and in combination with Ramipril Global Endpoint Trial) and TRANSCEND (Telmisartan Randomized Assessment Study in Angiotensin-Converting-Enzyme-Inhibitor Intolerant Subjects with Cardiovascular Disease). PATIENTS: 27,620 patients older than 55 years with documented cardiovascular disease, who were followed for a mean of 4.6 years. MEASUREMENTS: Baseline eGFR, urinary albumin-creatinine ratio, and cardiovascular risk factors. Outcomes were all-cause mortality; a composite of cardiovascular death, myocardial infarction, stroke, and hospitalization for heart failure; long-term dialysis; and a composite of long-term dialysis and doubling of serum creatinine level. RESULTS: Lower eGFRs and higher urinary albumin-creatinine ratios were associated with the primary cardiovascular composite outcome (for example, an adjusted hazard ratio of 2.53 [95% CI, 1.61 to 3.99] for an eGFR <30 mL/min per 1.73 m(2) and a very high urinary albumin-creatinine ratio). However, adding information about eGFR and urinary albumin-creatinine ratio to the risk reclassification analyses led to no meaningful decrease in the proportion of patients assigned to the intermediate-risk category (31% without vs. 32% with renal information). In contrast, eGFR and urinary albumin-creatinine ratio were strongly associated with risk for long-term dialysis and greatly improved both model calibration and risk stratification capacity when added to traditional cardiovascular risk factors (65% assigned to intermediate-risk categories without renal information vs. 18% with renal information). LIMITATION: Creatinine levels were not standardized. CONCLUSION: In patients with high vascular risk, eGFR and urinary albumin-creatinine ratio add little to traditional cardiovascular risk factors for stratifying cardiovascular risk but greatly improve risk stratification for renal outcomes. PRIMARY FUNDING SOURCE: Boehringer Ingelheim, Population Health Research Institute, and the European Commission.",
  "authors": [
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "McMaster University and Population Health Research Institute, Hamilton, Canada. clase@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Peggy",
      "initials": "P",
      "name": "Peggy Gao",
      "affiliations": []
    },
    {
      "last_name": "Tobe",
      "fore_name": "Sheldon W",
      "initials": "SW",
      "name": "Sheldon W Tobe",
      "affiliations": []
    },
    {
      "last_name": "McQueen",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J McQueen",
      "affiliations": []
    },
    {
      "last_name": "Grosshennig",
      "fore_name": "Anja",
      "initials": "A",
      "name": "Anja Grosshennig",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "154",
    "issue": "5",
    "pub_year": "2011",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "310",
  "end_page": "318",
  "pages": "310-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Albuminuria",
    "Cardiovascular Diseases",
    "Cause of Death",
    "Creatinine",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Kidney",
    "Male",
    "Middle Aged",
    "Proportional Hazards Models",
    "Prospective Studies",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "21357908",
    "doi": "10.7326/0003-4819-154-5-201103010-00005",
    "pii": "154/5/310"
  },
  "doi": "10.7326/0003-4819-154-5-201103010-00005",
  "dates": {
    "completed": "2011-04-22",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.590158",
    "pmid": "21357908"
  }
}