{
  "pmid": "21359002",
  "uid": "21359002",
  "title": "Symptomatic cystic degeneration of a clinically silent corticotroph tumor of the pituitary gland.",
  "abstract": "Clinically silent corticotroph tumors of the pituitary gland are those tumors that stain for adrenocorticotropic hormone (ACTH) but do not manifest with clinical or laboratory features of Cushing disease. These tumors have been described as exhibiting more aggressive behavior than other nonfunctional pituitary tumors. We present an unusual case of a clinically silent corticotropic adenoma of the pituitary gland that underwent cystic degeneration following recurrence after transsphenoidal surgery and radiation therapy. The patient underwent left frontotemporal craniotomy with resection of the suprasellar mass and decompression of the left optic nerve. Postoperative magnetic resonance imaging demonstrated no further optic chiasm or nerve compression. Patients with clinically silent ACTH-secreting tumors should be monitored for aggressive tumor behavior and may require closer follow-up than those patients harboring other nonfunctional tumors.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Neurosurgery, University of Utah, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Couldwell",
      "fore_name": "William T",
      "initials": "WT",
      "name": "William T Couldwell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Skull base : official journal of North American Skull Base Society ... [et al.]",
    "iso_abbreviation": "Skull Base",
    "issn": "1532-0065",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2010",
    "pub_month": "Sep"
  },
  "start_page": "367",
  "end_page": "370",
  "pages": "367-70",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21359002",
    "pmc": "PMC3023327",
    "doi": "10.1055/s-0030-1253579"
  },
  "doi": "10.1055/s-0030-1253579",
  "pmc_id": "PMC3023327",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.739309",
    "pmid": "21359002"
  }
}