{
  "pmid": "21373193",
  "uid": "21373193",
  "title": "Adverse event assessment of antimuscarinics for treating overactive bladder: a network meta-analytic approach.",
  "abstract": "BACKGROUND: Overactive bladder (OAB) affects the lives of millions of people worldwide and antimuscarinics are the pharmacological treatment of choice. Meta-analyses of all currently used antimuscarinics for treating OAB found similar efficacy, making the choice dependent on their adverse event profiles. However, conventional meta-analyses often fail to quantify and compare adverse events across different drugs, dosages, formulations, and routes of administration. In addition, the assessment of the broad variety of adverse events is dissatisfying. Our aim was to compare adverse events of antimuscarinics using a network meta-analytic approach that overcomes shortcomings of conventional analyses. METHODS: Cochrane Incontinence Group Specialized Trials Register, previous systematic reviews, conference abstracts, book chapters, and reference lists of relevant articles were searched. Eligible studies included randomized controlled trials comparing at least one antimuscarinic for treating OAB with placebo or with another antimuscarinic, and adverse events as outcome measures. Two authors independently extracted data. A network meta-analytic approach was applied allowing for joint assessment of all adverse events of all currently used antimuscarinics while fully maintaining randomization. RESULTS: 69 trials enrolling 26'229 patients were included. Similar overall adverse event profiles were found for darifenacin, fesoterodine, transdermal oxybutynin, propiverine, solifenacin, tolterodine, and trospium chloride but not for oxybutynin orally administered when currently used starting dosages were compared. CONCLUSIONS: The proposed generally applicable transparent network meta-analytic approach summarizes adverse events in an easy to grasp way allowing straightforward benchmarking of antimuscarinics for treating OAB in clinical practice. Most currently used antimuscarinics seem to be equivalent first choice drugs to start the treatment of OAB except for oral oxybutynin dosages of ≥ 10 mg/d which may have more unfavorable adverse event profiles.",
  "authors": [
    {
      "last_name": "Kessler",
      "fore_name": "Thomas M",
      "initials": "TM",
      "name": "Thomas M Kessler",
      "affiliations": [
        "Horten Centre for Patient Oriented Research, University of Zürich, Zürich, Switzerland."
      ]
    },
    {
      "last_name": "Bachmann",
      "fore_name": "Lucas M",
      "initials": "LM",
      "name": "Lucas M Bachmann",
      "affiliations": []
    },
    {
      "last_name": "Minder",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Minder",
      "affiliations": []
    },
    {
      "last_name": "Löhrer",
      "fore_name": "David",
      "initials": "D",
      "name": "David Löhrer",
      "affiliations": []
    },
    {
      "last_name": "Umbehr",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Umbehr",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Kessels",
      "fore_name": "Alfons G H",
      "initials": "AG",
      "name": "Alfons G H Kessels",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Feb",
    "pub_day": "23"
  },
  "start_page": "e16718",
  "pages": "e16718",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Adverse Drug Reaction Reporting Systems",
    "Aged",
    "Aged, 80 and over",
    "Computer Communication Networks",
    "Data Collection",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Muscarinic Antagonists",
    "Randomized Controlled Trials as Topic",
    "Registries",
    "Urinary Bladder, Overactive"
  ],
  "article_ids": {
    "pubmed": "21373193",
    "pmc": "PMC3044140",
    "doi": "10.1371/journal.pone.0016718"
  },
  "doi": "10.1371/journal.pone.0016718",
  "pmc_id": "PMC3044140",
  "dates": {
    "completed": "2011-09-01",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Muscarinic Antagonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.523436",
    "pmid": "21373193"
  }
}