{
  "pmid": "21385470",
  "uid": "21385470",
  "title": "Developing and user-testing Decision boxes to facilitate shared decision making in primary care--a study protocol.",
  "abstract": "BACKGROUND: Applying evidence is one of the most challenging steps of evidence-based clinical practice. Healthcare professionals have difficulty interpreting evidence and translating it to patients. Decision boxes are summaries of the most important benefits and harms of diagnostic, therapeutic, and preventive health interventions provided to healthcare professionals before they meet the patient. Our hypothesis is that Decision boxes will prepare clinicians to help patients make informed value-based decisions. By acting as primers, the boxes will enhance the application of evidence-based practices and increase shared decision making during the clinical encounter. The objectives of this study are to provide a framework for developing Decision boxes and testing their value to users. METHODS/DESIGN: We will begin by developing Decision box prototypes for 10 clinical conditions or topics based on a review of the research on risk communication. We will present two prototypes to purposeful samples of 16 family physicians distributed in two focus groups, and 32 patients distributed in four focus groups. We will use the User Experience Model framework to explore users' perceptions of the content and format of each prototype. All discussions will be transcribed, and two researchers will independently perform a hybrid deductive/inductive thematic qualitative analysis of the data. The coding scheme will be developed a priori from the User Experience Model's seven themes (valuable, usable, credible, useful, desirable, accessible and findable), and will include new themes suggested by the data (inductive analysis). Key findings will be triangulated using additional publications on the design of tools to improve risk communication. All 10 Decision boxes will be modified in light of our findings. DISCUSSION: This study will produce a robust framework for developing and testing Decision boxes that will serve healthcare professionals and patients alike. It is the first step in the development and implementation of a new tool that should facilitate decision making in clinical practice.",
  "authors": [
    {
      "last_name": "Giguere",
      "fore_name": "Anik",
      "initials": "A",
      "name": "Anik Giguere",
      "affiliations": [
        "Research Center of the CHUQ, Saint-Francois d'Assise Hospital, and Department de médecine familliale, University Laval, Quebec City, Canada. anik.giguere.1@ulaval.ca"
      ]
    },
    {
      "last_name": "Legare",
      "fore_name": "France",
      "initials": "F",
      "name": "France Legare",
      "affiliations": []
    },
    {
      "last_name": "Grad",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Grad",
      "affiliations": []
    },
    {
      "last_name": "Pluye",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Pluye",
      "affiliations": []
    },
    {
      "last_name": "Rousseau",
      "fore_name": "François",
      "initials": "F",
      "name": "François Rousseau",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Cauchon",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Cauchon",
      "affiliations": []
    },
    {
      "last_name": "Labrecque",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Labrecque",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Mar",
    "pub_day": "09"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Humans",
    "Patient Participation",
    "Physicians",
    "Practice Guidelines as Topic",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "21385470",
    "pmc": "PMC3060840",
    "doi": "10.1186/1472-6947-11-17",
    "pii": "1472-6947-11-17"
  },
  "doi": "10.1186/1472-6947-11-17",
  "pmc_id": "PMC3060840",
  "dates": {
    "completed": "2011-07-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "ETG92250",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.401560",
    "pmid": "21385470"
  }
}