{
  "pmid": "21391868",
  "uid": "21391868",
  "title": "Economic evidence in decision-making process in laboratory medicine.",
  "abstract": "Laboratory data play a pivotal role in the clinical decision-making process. Major transformations have occurred in laboratory medicine in recent decades. To face the economic pressures, hospital laboratories are forced to enhance efficiency. Decisions on policy and practice take place at many levels. However, decision-making often does not follow Evidence Based Laboratory Medicine principles. Also, the literature shows limited influence of economic evaluations on health care decisions and diagnostic processes. Several barriers to the use of economic evaluation in decision-making process have been identified, and guidelines tend to focus on issues of effectiveness and have not explicitly considered broader issues, particularly cost. As an example, we analyzed recommendations on the use of brain natriuretic peptide (BNP) or N-terminal fragment of the prohormone BNP (NT-proBNP) in patients with chronic heart failure. All guidelines recommend the use of BNP if available. Nevertheless, none included economic data explicitly, even if economic information exists in the literature. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) Working Group, propose using a balance sheet approach, one way of helping decision makers to explicitly consider resource use along with other outcomes when making recommendations. Key aspects of GRADE, such as the explicit presentation of information and the quality evaluation of the economic data can help overcome barriers in the use of economic evaluations in the decision-making in process. This approach can help to give health decision makers, clinical guideline panels and patients, a better appreciation of the overall health benefits, harms and costs of laboratory tests.",
  "authors": [
    {
      "last_name": "Brunetti",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Brunetti",
      "affiliations": [
        "Patologia Clinica, Tossicologia e Diagnostica Avanzata, Nuovo Ospedale S. Agostino Estense, Modena, Italy."
      ]
    },
    {
      "last_name": "Pregno",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Pregno",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Plebani",
      "fore_name": "Mario",
      "initials": "M",
      "name": "Mario Plebani",
      "affiliations": []
    },
    {
      "last_name": "Trenti",
      "fore_name": "Tommaso",
      "initials": "T",
      "name": "Tommaso Trenti",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical chemistry and laboratory medicine",
    "iso_abbreviation": "Clin Chem Lab Med",
    "issn": "1437-4331",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "617",
  "end_page": "621",
  "pages": "617-21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Laboratory Techniques",
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "21391868",
    "doi": "10.1515/CCLM.2011.119"
  },
  "doi": "10.1515/CCLM.2011.119",
  "dates": {
    "completed": "2011-07-21",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.523999",
    "pmid": "21391868"
  }
}