{
  "pmid": "21399560",
  "uid": "21399560",
  "title": "Comparison of trapeziectomy and trapeziectomy with ligament reconstruction and tendon interposition: a systematic literature review.",
  "abstract": "BACKGROUND: Trapeziectomy with ligament reconstruction and tendon interposition is currently the most popular technique for operative treatment of trapeziometacarpal osteoarthritis. Based on the evidence, however, it is uncertain whether the addition of ligament reconstruction and tendon interposition to trapeziectomy confers any advantage. The aim of this study was to systematically review the literature and determine which procedure, trapeziectomy or trapeziectomy with ligament reconstruction and tendon interposition, offers the best results to patients. METHODS: A literature search was undertaken of the following electronic databases: Cochrane, AMED, EMBASE, HaPI, HealthSTAR, MEDLINE, TRIP, and Proceedings First (2002 to 2009). Studies were selected by two independent assessors if (1) the study population included patients with trapeziometacarpal osteoarthritis and (2) the study was a randomized controlled trial or systematic review comparing the two procedures. Objective (i.e., range of motion, grip strength, pinch strength, health cost, and postoperative complications) and subjective (i.e., pain relief, hand function, overall satisfaction, and quality of life) outcomes were extracted. Statistical pooling and power analyses were performed with available data. RESULTS: Two systematic reviews and four randomized controlled trials were identified and included. There were no statistically significant differences in postoperative grip strength (p = 0.77); tip pinch strength (p = 0.72); key pinch strength (p = 0.90); pain visual analogue scale score (p = 0.34); Disabilities of the Arm, Shoulder and Hand score (p = 0.75); and number of adverse events (p = 0.13). No studies reported health costs or quality of life. CONCLUSION: Neither procedure produced greater benefit in terms of outcomes investigated. CLINICAL QUESTION/LEVEL OF EVIDENCE: Therapeutic, II.(Figure is included in full-text article.).",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Yu Kit",
      "initials": "YK",
      "name": "Yu Kit Li",
      "affiliations": [
        "Hamilton, Ontario, Canada From the Michael G. DeGroote School of Medicine, the Division of Plastic Surgery and the Surgical Outcomes Research Center, Department of Surgery, and the Department of Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "White",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin White",
      "affiliations": []
    },
    {
      "last_name": "Ignacy",
      "fore_name": "Teegan A",
      "initials": "TA",
      "name": "Teegan A Ignacy",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "128",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jul"
  },
  "start_page": "199",
  "end_page": "207",
  "pages": "199-207",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Ligaments, Articular",
    "Orthopedic Procedures",
    "Osteoarthritis",
    "Tendon Transfer",
    "Trapezium Bone"
  ],
  "article_ids": {
    "pubmed": "21399560",
    "doi": "10.1097/PRS.0b013e318217435a",
    "pii": "00006534-201107000-00030"
  },
  "doi": "10.1097/PRS.0b013e318217435a",
  "dates": {
    "completed": "2011-08-30",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.148450",
    "pmid": "21399560"
  }
}