{
  "pmid": "21401689",
  "uid": "21401689",
  "title": "The influence of familiar non-diagnostic information on the diagnostic decisions of novices.",
  "abstract": "CONTEXT: Previous research has demonstrated the influence of familiar symptom descriptions and entire case similarity on diagnostic reasoning. In this paper, we extend the role of familiarity to examine the influence of familiar non-diagnostic patient information (e.g. name and age) on the diagnostic decisions of novices, both immediately following training and after a delay. If an instance model (reliance on similar previously seen cases) has strong explanatory power in clinical reasoning, we should see an influence of familiar patient information on later cases containing similar identifying characteristics even though such information is objectively irrelevant. METHODS: Thirty-six participants (undergraduate psychology students) were trained to competence on four simplified psychiatric diagnoses and allowed to practise their diagnostic skills on 12 prototypical case vignettes, for which feedback was provided. One-third of participants were tested immediately, one-third following a 24-hour delay, and one-third following a 1-week delay; all were tested on novel cases. Test cases were created to have two equiprobable diagnoses, both of which were supported by two novel symptom descriptions. However, one diagnosis was also supported by non-diagnostic patient information similar to information on a patient seen in the training phase. A deviation from an equal assignment of diagnostic probability, in support of the familiar patient information, demonstrates a reliance on the familiar, non-diagnostic information, and therefore indicates an instance model of reasoning. RESULTS: Participants assigned significantly higher diagnostic probability to the diagnosis cued by the familiar patient information (52.6%) than to the plausible alternative diagnosis (38.9%). Participants also reported a higher number of clinically relevant symptoms to support the diagnosis associated with the familiar patient information than to support the plausible alternative diagnosis. The influence of familiar patient identity was consistent across delay periods and cannot be accounted for by the forgetting of diagnostic rules. CONCLUSIONS: Participants were clearly relying on familiar patient identity information as evidenced by their diagnostic conclusions and differential reporting of clinically relevant features. These results support an instance model of reasoning which is not limited by whole case similarity or similarity of diagnostic information.",
  "authors": [
    {
      "last_name": "Young",
      "fore_name": "Meredith E",
      "initials": "ME",
      "name": "Meredith E Young",
      "affiliations": [
        "Department of Medicine, McGill University, Montreal, Quebec, Canada. meredith.young@mcgill.ca"
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Lee R",
      "initials": "LR",
      "name": "Lee R Brooks",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "407",
  "end_page": "414",
  "pages": "407-14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Decision Making",
    "Diagnosis, Differential",
    "Education, Medical, Undergraduate",
    "Humans",
    "Problem Solving",
    "Psychology",
    "Students, Medical",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "21401689",
    "doi": "10.1111/j.1365-2923.2010.03799.x"
  },
  "doi": "10.1111/j.1365-2923.2010.03799.x",
  "dates": {
    "completed": "2011-05-24",
    "revised": "2011-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.095949",
    "pmid": "21401689"
  }
}