{
  "pmid": "21409613",
  "uid": "21409613",
  "title": "Guidelines 2.0: do no net harm-the future of practice guideline development in asthma and other diseases.",
  "abstract": "Decisions are like double-edged swords: they always come with benefits and downsides. That is, any decision in life bears desirable and undesirable consequences, even if the latter only involves the time it takes to make or think about the decision, which can be considered the harm of decision making. Therefore, it is impossible to adhere to the Hippocratic Oath's concept of \"primum non nocere,\" which is frequently interpreted as \"never do harm.\" The guiding principle for health care decision making should be to ensure that there is, in summary, more benefit than harm-in other words, \"to do no net harm\" (\"primum non net nocere\"). Practice guidelines support decision making and, as a consequence, would require the explicit consideration of both desirable and undesirable consequences, and assigning due considerations depending on the magnitude and importance of the consequences. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) Working Group (http://www.gradeworkinggroup.org) has made these considerations more explicit when developing health care recommendations. This article briefly summarizes the work of the GRADE working group based on examples of its application in the field of allergy and asthma, and provides an outlook for advances in the field of guideline development. These developments focus on funding of guidelines and handling conflict of interest, working with observational and diagnostic test accuracy studies, developing appropriate group processes, and the integration of values and preferences in the formulation of recommendations.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Health Sciences Centre, Hamilton, ON, Canada. schuneh@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Current allergy and asthma reports",
    "iso_abbreviation": "Curr Allergy Asthma Rep",
    "issn": "1534-6315",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "261",
  "end_page": "268",
  "pages": "261-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Asthma",
    "Humans",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "21409613",
    "doi": "10.1007/s11882-011-0185-8"
  },
  "doi": "10.1007/s11882-011-0185-8",
  "dates": {
    "completed": "2011-08-22",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.593318",
    "pmid": "21409613"
  }
}