{
  "pmid": "21407187",
  "uid": "21407187",
  "title": "Antibiotic therapy in inflammatory bowel disease: a systematic review and meta-analysis.",
  "abstract": "The etiology of inflammatory bowel disease (IBD) is unknown but may relate to an unidentified bacterial pathogen or an immunological reaction to gut microbiota. Antibiotics have therefore been proposed as a therapy for Crohn's disease (CD) and ulcerative colitis (UC) to induce remission in active disease to prevent relapse. Current data are conflicting and we therefore conducted a systematic review of randomized controlled trials (RCTs) evaluating antibiotics in IBD. Only parallel group RCTs were considered eligible. Studies with adult patients receiving any dose of therapy for at least 7 days and up to 16 weeks for active disease, or at least 6 months of follow-up for preventing relapse in quiescent disease were analyzed. We included any antibiotics alone or in combination using predefined definitions of remission and relapse. Two reviewers independently assessed eligibility and extracted data. The primary outcome was remission or relapse using an intention-to-treat methodology. The data were summarized using relative risk (RR) and pooled using a random effects model. For active CD, there were 10 RCTs involving 1,160 patients. There was a statistically significant effect of antibiotics being superior to placebo (RR of active CD not in remission=0.85; 95% confidence interval (CI)=0.73-0.99, P=0.03). There was moderate heterogeneity between results (I(2)=48%) and a diverse number of antibiotics were tested (anti-tuberculosis therapy, macrolides, fluroquinolones, 5-nitroimidazoles, and rifaximin) either alone or in combination. Rifamycin derivatives either alone or in combination with other antibiotics appeared to have a significant effect at inducing remission in active CD. In perianal CD fistula there were three trials evaluating 123 patients using either ciprofloxacin or metronidazole. There was a statistically significant effect in reducing fistula drainage (RR=0.8; 95% CI=0.66-0.98) with no heterogeneity (I(2)=0%) and an number needed to treat 5 (95% CI=3-20). For quiescent CD, there were 3 RCTs involving 186 patients treated with different antibiotics combinations (all including antimycobacterials) vs. placebo. There was a statistically significant effect in favor of antibiotics vs. placebo (RR of relapse=0.62; 95% CI=0.46-0.84), with no heterogeneity (I(2)=0%). In active UC, there were 9 RCTs with 662 patients and there was a statistically significant benefit for antibiotics inducing remission (RR of UC not in remission=0.64; 95% CI=0.43-0.96). There was moderate heterogeneity (I(2)=69%) and antibiotics used were all different single or combination drugs. Antibiotic therapy may induce remission in active CD and UC, although the diverse number of antibiotics tested means the data are difficult to interpret. This systematic review is a mandate for further trials of antibiotic therapy in IBD.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Khurram J",
      "initials": "KJ",
      "name": "Khurram J Khan",
      "affiliations": [
        "McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ullman",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Ullman",
      "affiliations": []
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": []
    },
    {
      "last_name": "Abreu",
      "fore_name": "Maria T",
      "initials": "MT",
      "name": "Maria T Abreu",
      "affiliations": []
    },
    {
      "last_name": "Abadir",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Abadir",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": []
    },
    {
      "last_name": "Talley",
      "fore_name": "Nicholas J",
      "initials": "NJ",
      "name": "Nicholas J Talley",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of gastroenterology",
    "iso_abbreviation": "Am J Gastroenterol",
    "issn": "1572-0241",
    "issn_type": "Electronic",
    "volume": "106",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "661",
  "end_page": "673",
  "pages": "661-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Colitis, Ulcerative",
    "Crohn Disease",
    "Drug Combinations",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Remission Induction",
    "Rifamycins",
    "Risk",
    "Secondary Prevention",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21407187",
    "doi": "10.1038/ajg.2011.72",
    "pii": "ajg201172"
  },
  "doi": "10.1038/ajg.2011.72",
  "dates": {
    "completed": "2011-06-06",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Drug Combinations",
    "Rifamycins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.377046",
    "pmid": "21407187"
  }
}