{
  "pmid": "21412147",
  "uid": "21412147",
  "title": "Does duration of perioperative antibiotic prophylaxis matter in cardiac surgery? A systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: We aimed to compare the efficacy of short-term (<24 hours) versus longer-term antibiotic prophylaxis (≥24 hours) in open heart surgery. BACKGROUND: The optimal duration of antibiotic prophylaxis for adults undergoing cardiac surgery is unknown and guideline recommendations are inconsistent. METHODS: We searched MEDLINE, EMBASE, CINAHL, and CENTRAL for parallel-group randomized trials comparing any antibiotic prophylaxis administered for <24 hours to any antibiotic prophylaxis for ≥24 hours in adult patients undergoing open heart surgery. Reference lists of selected articles, clinical practice guidelines, review articles, and congress abstracts were searched. Study selection, data extraction and assessment of risk of bias were performed independently by 2 reviewers. RESULTS: Of the 1338 citations identified by our search strategy, 12 studies involving 7893 patients were selected. Compared with short-term antibiotic prophylaxis, longer-term antibiotic prophylaxis reduced the risk of sternal surgical site infection (SSI) by 38% (risk ratio 1.38, 95% confidence interval (CI) 1.13-1.69, P = 0.002) and deep sternal SSI by 68% (risk ratio 1.68, 95% CI 1.12-2.53, P = 0.01). There were no statistically significant differences in mortality, infections overall and adverse events. Eleven of the trials were at high risk for bias due to limitations in study design. CONCLUSIONS: Perioperative antibiotic prophylaxis of ≥24 hours may be more efficacious in preventing sternal SSIs in patients undergoing cardiac surgery compared to shorter regimens. The findings however are limited by the heterogeneity of antibiotic regimens used and the risk of bias in the published studies.",
  "authors": [
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "254",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jul"
  },
  "start_page": "48",
  "end_page": "54",
  "pages": "48-54",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Antibiotic Prophylaxis",
    "Cardiac Surgical Procedures",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Sternotomy",
    "Surgical Wound Infection",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "21412147",
    "doi": "10.1097/SLA.0b013e318214b7e4"
  },
  "doi": "10.1097/SLA.0b013e318214b7e4",
  "dates": {
    "completed": "2011-08-17",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.807557",
    "pmid": "21412147"
  }
}