{
  "pmid": "21410126",
  "uid": "21410126",
  "title": "The predictive power of preoperative hip range of motion for the development of heterotopic ossification.",
  "abstract": "Postoperative development of heterotopic ossification can compromise the success of total hip arthroplasty (THA). Heterotopic ossification has been associated with decreased postoperative hip range of motion (ROM), potentially leading to poor patient satisfaction with outcome. Many risk factors predisposing to heterotopic ossification have been discussed in the literature, including sex, age, operative time, surgical approach, and preoperative function. The goal of this study was to examine if preoperative ROM is a risk factor for the development of severe heterotopic ossification after THA, and the impact of severe heterotopic ossification formation on the gain in ROM following THA. In a retrospective study of a single surgeon's 20-year experience, all patients who developed type III heterotopic ossification after THA were evaluated for hip ROM preoperatively and at 1-year follow-up. Total ROM was classified according to the modified Merle d'Aubigne score, and Harris Hip Scores were calculated. A statistically significant difference was found in preoperative external rotation in the study group compared to the control group (P<.001). At 1 year postoperatively, hip ROM differences were significant in external rotation (P<.001), internal rotation (P<.001), and abduction (P<.05). The modified Merle d'Aubigne score was significantly different between the groups (P<.001). Although many factors have been shown to influence the development of heterotopic ossification following THA, we found that a decrease in preoperative external rotation may point to an increased risk. Surgeons should consider this data when considering the use of prophylactic treatment to avoid the development of heterotopic ossification.",
  "authors": [
    {
      "last_name": "Schwarzkopf",
      "fore_name": "Ran",
      "initials": "R",
      "name": "Ran Schwarzkopf",
      "affiliations": [
        "Department of Orthopedic Surgery, NYU Hospital for Joint Diseases, New York, New York, USA. schwarzk@gmail.com"
      ]
    },
    {
      "last_name": "Cohn",
      "fore_name": "Randy M",
      "initials": "RM",
      "name": "Randy M Cohn",
      "affiliations": []
    },
    {
      "last_name": "Skoda",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Skoda",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Jaffe",
      "fore_name": "Fredrick",
      "initials": "F",
      "name": "Fredrick Jaffe",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Orthopedics",
    "iso_abbreviation": "Orthopedics",
    "issn": "1938-2367",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Mar",
    "pub_day": "11"
  },
  "start_page": "169",
  "pages": "169",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Female",
    "Hip Joint",
    "Hip Prosthesis",
    "Humans",
    "Male",
    "Middle Aged",
    "Ossification, Heterotopic",
    "Physical Examination",
    "Preoperative Care",
    "Prognosis",
    "Range of Motion, Articular",
    "Reproducibility of Results",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "21410126",
    "doi": "10.3928/01477447-20110124-10"
  },
  "doi": "10.3928/01477447-20110124-10",
  "dates": {
    "completed": "2011-08-04",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.739853",
    "pmid": "21410126"
  }
}