{
  "pmid": "21412897",
  "uid": "21412897",
  "title": "Using alternative statistical formats for presenting risks and risk reductions.",
  "abstract": "BACKGROUND: The success of evidence-based practice depends on the clear and effective communication of statistical information. OBJECTIVES: To evaluate the effects of using alternative statistical presentations of the same risks and risk reductions on understanding, perception, persuasiveness and behaviour of health professionals, policy makers, and consumers. SEARCH STRATEGY: We searched Ovid MEDLINE (1966 to October 2007), EMBASE (1980 to October 2007), PsycLIT (1887 to October 2007), and the Cochrane Central Register of Controlled Trials (The Cochrane Library, 2007, Issue 3). We reviewed the reference lists of relevant articles, and contacted experts in the field. SELECTION CRITERIA: We included randomized and non-randomized controlled parallel and cross-over studies. We focused on four comparisons: a comparison of statistical presentations of a risk (eg frequencies versus probabilities) and three comparisons of statistical presentation of risk reduction: relative risk reduction (RRR) versus absolute risk reduction (ARR), RRR versus number needed to treat (NNT), and ARR versus NNT. DATA COLLECTION AND ANALYSIS: Two authors independently selected studies for inclusion, extracted data, and assessed risk of bias. We contacted investigators to obtain missing information. We graded the quality of evidence for each outcome using the GRADE approach. We standardized the outcome effects using adjusted standardized mean difference (SMD). MAIN RESULTS: We included 35 studies reporting 83 comparisons. None of the studies involved policy makers. Participants (health professionals and consumers) understood natural frequencies better than probabilities (SMD 0.69 (95% confidence interval (CI) 0.45 to 0.93)). Compared with ARR, RRR had little or no difference in understanding (SMD 0.02 (95% CI -0.39 to 0.43)) but was perceived to be larger (SMD 0.41 (95% CI 0.03 to 0.79)) and more persuasive (SMD 0.66 (95% CI 0.51 to 0.81)). Compared with NNT, RRR was better understood (SMD 0.73 (95% CI 0.43 to 1.04)), was perceived to be larger (SMD 1.15 (95% CI 0.80 to 1.50)) and was more persuasive (SMD 0.65 (95% CI 0.51 to 0.80)). Compared with NNT, ARR was better understood (SMD 0.42 (95% CI 0.12 to 0.71)), was perceived to be larger (SMD 0.79 (95% CI 0.43 to 1.15)).There was little or no difference for persuasiveness (SMD 0.05 (95% CI -0.04 to 0.15)). The sensitivity analyses including only high quality comparisons showed consistent results for persuasiveness for all three comparisons. Overall there were no differences between health professionals and consumers. The overall quality of evidence was rated down to moderate because of the use of surrogate outcomes and/or heterogeneity. None of the comparisons assessed behaviourbehaviour. AUTHORS' CONCLUSIONS: Natural frequencies are probably better understood than probabilities. Relative risk reduction (RRR), compared with absolute risk reduction (ARR) and number needed to treat (NNT), may be perceived to be larger and is more likely to be persuasive. However, it is uncertain whether presenting RRR is likely to help people make decisions most consistent with their own values and, in fact, it could lead to misinterpretation. More research is needed to further explore this question.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, ECMC CC-142, 462 Grider Street, Buffalo, NY, USA, 14215."
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Herrin",
      "fore_name": "Jeph",
      "initials": "J",
      "name": "Jeph Herrin",
      "affiliations": []
    },
    {
      "last_name": "Vist",
      "fore_name": "Gunn E",
      "initials": "GE",
      "name": "Gunn E Vist",
      "affiliations": []
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": []
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": []
    },
    {
      "last_name": "Costiniuk",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Costiniuk",
      "affiliations": []
    },
    {
      "last_name": "Blank",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Blank",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2011",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "CD006776",
  "pages": "CD006776",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Behavior",
    "Community Participation",
    "Comprehension",
    "Controlled Clinical Trials as Topic",
    "Cross-Over Studies",
    "Data Interpretation, Statistical",
    "Health Personnel",
    "Humans",
    "Perception",
    "Persuasive Communication",
    "Probability",
    "Randomized Controlled Trials as Topic",
    "Risk",
    "Risk Reduction Behavior"
  ],
  "article_ids": {
    "pubmed": "21412897",
    "pmc": "PMC6464912",
    "doi": "10.1002/14651858.CD006776.pub2"
  },
  "doi": "10.1002/14651858.CD006776.pub2",
  "pmc_id": "PMC6464912",
  "dates": {
    "completed": "2011-04-01",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.524931",
    "pmid": "21412897"
  }
}