{
  "pmid": "21429413",
  "uid": "21429413",
  "title": "[Effect of Bi-level positive airway pressure ventilator on the heart function and vascular endothelial function of patients with the overlap syndrome].",
  "abstract": "OBJECTIVE: To study the mechanism of Bi-level positive airway pressure (BIPAP) on the heart function and the vascular endothelial function of the overlap syndrome (OS). METHODS: There were 87 males and 33 females (mean age 48 ± 4, range 40 - 53 years) admitted to the Affiliated Jiangning Hospital respiratory department of Nanjing Medical University. Subjects tested with PSG were allocated to normal, OSAHS, COPD and OS groups by the result of pulmonary function testing. All persons were tested with pulmonary function (FEV(1)% of predicted, FEV(1)/FVC%, PEF%), heart function (Tei index, BNP), vascular endothelial function (ET-1, NO, AT-III) and PSG (AHI, LSaO2, the time of SaO2 < 90%). The measurements were repeated in patients with OS after BiPAP treatment and 1 month after follow-up. One-way ANOVA was used for comparison between 2 groups. Post-hoc multiple comparisons of means were performed by using LSD. Paired-samples t Test was used for comparison of data between baseline and post-treatment. RESULTS: The FEV(1)% of predicted, FEV(1)/FVC%, and PEF% in the OS group were significantly lower than the those in the other groups (F = 215.47 - 681.65, P < 0.05). The vascular endothelial function was impaired more severely than the other groups (F = 46.60 - 259.12, P < 0.05). The heart function, pulmonary function, and vascular endothelial function were significantly improved after BiPAP treatment (t = -17.13 - 42.06, P < 0.05). CONCLUSION: The vascular endothelial dysfunction is associated with OS. Treatment by BiPAP can improve hypoxia and vascular endothelial function, and therefore may be useful in prevention of cardiovascular disease in OS.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Xiu-Wei",
      "initials": "XW",
      "name": "Xiu-Wei Zhang",
      "affiliations": [
        "The Affiliated Jiangning Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing 211100, China. zhangxiuweiywy@yahoo.com.cn"
      ]
    },
    {
      "last_name": "Cai",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Cai",
      "affiliations": []
    },
    {
      "last_name": "Jin",
      "fore_name": "Fa",
      "initials": "F",
      "name": "Fa Jin",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xi-Long",
      "initials": "XL",
      "name": "Xi-Long Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhonghua jie he he hu xi za zhi = Zhonghua jiehe he huxi zazhi = Chinese journal of tuberculosis and respiratory diseases",
    "iso_abbreviation": "Zhonghua Jie He He Hu Xi Za Zhi",
    "issn": "1001-0939",
    "issn_type": "Print",
    "volume": "34",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "17",
  "end_page": "20",
  "pages": "17-20",
  "language": "chi",
  "publication_types": [
    "Controlled Clinical Trial",
    "English Abstract",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Endothelium, Vascular",
    "Female",
    "Heart",
    "Humans",
    "Male",
    "Middle Aged",
    "Positive-Pressure Respiration",
    "Sleep Apnea, Obstructive",
    "Vital Capacity"
  ],
  "article_ids": {
    "pubmed": "21429413"
  },
  "dates": {
    "completed": "2012-03-29",
    "revised": "2011-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.098326",
    "pmid": "21429413"
  }
}