{
  "pmid": "21423003",
  "uid": "21423003",
  "title": "Survey of pharmacologic thromboprophylaxis in critically ill children.",
  "abstract": "OBJECTIVE: There is lack of evidence to guide thromboprophylaxis in the pediatric intensive care unit. We aimed to assess current prescribing practice for pharmacologic thromboprophylaxis in critically ill children. SETTING: Pediatric intensive care units in the United States and Canada with at least ten beds. DESIGN: Cross-sectional self-administered survey of pediatric intensivists using adolescent, child, and infant scenarios. PARTICIPANTS: Pediatric intensive care unit clinical directors or section heads. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Physician leaders from 97 of 151 (64.2%) pediatric intensive care units or their designees responded to the survey. In mechanically ventilated children, 42.3% of the respondents would usually or always prescribe thromboprophylaxis for the adolescent but only 1.0% would prescribe it for the child and 1.1% for the infant. Considering all pediatric intensive care unit patients, 3.1%, 32.0%, and 44.2% of respondents would never prescribe thromboprophylaxis for the adolescent, child, and infant scenarios, respectively. These findings were significant (p < .001 for the adolescent vs. child and infant; p = .002 for child vs. infant). Other patient factors that increased the likelihood of prescribing prophylaxis to a critically ill child for all three scenarios were the presence of hypercoagulability, prior deep venous thrombosis, or a cavopulmonary anastomosis. Prophylaxis was less likely to be prescribed to patients with major bleeding or an anticipated invasive intervention. Low-molecular-weight heparin was the most commonly prescribed drug. CONCLUSIONS: In these scenarios, physician leaders in pediatric intensive care units were more likely to prescribe thromboprophylaxis to adolescents compared with children or infants, but they prescribed it less often in adolescents than is recommended by evidence-based guidelines for adults. The heterogeneity in practice we documented underscores the need for rigorous randomized trials to determine the need for thromboprophylaxis in critically ill adolescents and children.",
  "authors": [
    {
      "last_name": "Faustino",
      "fore_name": "Edward Vincent S",
      "initials": "EV",
      "name": "Edward Vincent S Faustino",
      "affiliations": [
        "Department of Pediatrics, Yale University School of Medicine, New Haven, CT, USA. vince.faustino@yale.edu"
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya Patel",
      "affiliations": []
    },
    {
      "last_name": "Thiagarajan",
      "fore_name": "Ravi R",
      "initials": "RR",
      "name": "Ravi R Thiagarajan",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Northrup",
      "fore_name": "Veronika",
      "initials": "V",
      "name": "Veronika Northrup",
      "affiliations": []
    },
    {
      "last_name": "Randolph",
      "fore_name": "Adrienne G",
      "initials": "AG",
      "name": "Adrienne G Randolph",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "7",
    "pub_year": "2011",
    "pub_month": "Jul"
  },
  "start_page": "1773",
  "end_page": "1778",
  "pages": "1773-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adolescent",
    "Anticoagulants",
    "Child, Preschool",
    "Cross-Sectional Studies",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Infant",
    "Intensive Care Units, Pediatric",
    "Practice Patterns, Physicians'",
    "Pulmonary Embolism",
    "Respiration, Artificial",
    "Statistics, Nonparametric",
    "Venous Thromboembolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "21423003",
    "mid": "NIHMS285817",
    "pmc": "PMC3118917",
    "doi": "10.1097/CCM.0b013e3182186ec0"
  },
  "doi": "10.1097/CCM.0b013e3182186ec0",
  "pmc_id": "PMC3118917",
  "dates": {
    "completed": "2011-09-26",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [
    {
      "grant_id": "UL1 RR024139",
      "agency": "NCRR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.884793",
    "pmid": "21423003"
  }
}