{
  "pmid": "21449627",
  "uid": "21449627",
  "title": "Brand name versus generic warfarin: a systematic review of the literature.",
  "abstract": "The use of generic drugs has become increasingly common in clinical practice. However, for drugs with a narrow therapeutic index, such as warfarin, there may be some concern regarding the definition of bioequivalence. Clinical studies that compared brand name and generic warfarin products provided conflicting results. Therefore, we performed a systematic review of the literature to better assess the characteristics of each generic warfarin product. Several sources were searched, including MEDLINE and EMBASE, electronic records of meetings' abstracts, and reference lists of included articles. Articles were considered relevant if they were original studies, enrolled patients receiving oral anticoagulant treatment, and compared any approved generic warfarin with brand name warfarin in at least one clinical, laboratory, or management outcome. Eleven studies, with a total of more than 40,000 patients, were included; five were randomized controlled trials, and six were observational studies. In three crossover trials evaluating the mean difference of the international normalized ratio (INR) after switching to the alternate formulation of warfarin, no statistically significant difference was found between patients randomly assigned to receive brand name or generic warfarin. The two other randomized trials found no significant differences in the magnitude or number of dosage changes between patients switched to brand name or generic warfarin. The results of the observational studies are more conflicting, suggesting different features for different generic warfarin products. In these observational studies, the time in the therapeutic range and the number of thromboembolic and hemorrhagic complications were similar in studies that compared the anticoagulation control before and after the switch to a generic warfarin product. In one observational study, however, a change in therapeutic INR control after the switch to generic warfarin was reported at the individual patient level. The results of our systematic review suggest that generic warfarin products may be as safe and effective as brand name products and that patients may be safely treated with these products. However, closer monitoring may be reasonable when switching brands, as variations in individual INR response may be seen.",
  "authors": [
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": [
        "Department of Clinical Medicine, University of Insubria, Varese, Italy. fdentali@libero.it"
      ]
    },
    {
      "last_name": "Donadini",
      "fore_name": "Marco P",
      "initials": "MP",
      "name": "Marco P Donadini",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Clark",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": []
    },
    {
      "last_name": "Garcia",
      "fore_name": "David",
      "initials": "D",
      "name": "David Garcia",
      "affiliations": []
    },
    {
      "last_name": "Hylek",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Hylek",
      "affiliations": []
    },
    {
      "last_name": "Witt",
      "fore_name": "Dan M",
      "initials": "DM",
      "name": "Dan M Witt",
      "affiliations": []
    },
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pharmacotherapy",
    "iso_abbreviation": "Pharmacotherapy",
    "issn": "1875-9114",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "386",
  "end_page": "393",
  "pages": "386-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Cohort Studies",
    "Drugs, Generic",
    "Humans",
    "International Normalized Ratio",
    "Randomized Controlled Trials as Topic",
    "Therapeutic Equivalency",
    "Treatment Outcome",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "21449627",
    "doi": "10.1592/phco.31.4.386",
    "pii": "10.1592/phco.31.4.386"
  },
  "doi": "10.1592/phco.31.4.386",
  "dates": {
    "completed": "2011-07-22",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticoagulants",
    "Drugs, Generic",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.888942",
    "pmid": "21449627"
  }
}