{
  "pmid": "21497353",
  "uid": "21497353",
  "title": "Experimental determination of circumferential properties of fresh carotid artery plaques.",
  "abstract": "Carotid endarterectomy (CEA) is currently accepted as the gold standard for interventional revascularisation of diseased arteries belonging to the carotid bifurcation. Despite the proven efficacy of CEA, great interest has been generated in carotid angioplasty and stenting (CAS) as an alternative to open surgical therapy. CAS is less invasive compared with CEA, and has the potential to successfully treat lesions close to the aortic arch or distal internal carotid artery (ICA). Following promising results from two recent trials (CREST; Carotid revascularisation endarterectomy versus stenting trial, and ICSS; International carotid stenting study) it is envisaged that there will be a greater uptake in carotid stenting, especially amongst the group who do not qualify for open surgical repair, thus creating pressure to develop computational models that describe a multitude of plaque models in the carotid arteries and their reaction to the deployment of such interventional devices. Pertinent analyses will require fresh human atherosclerotic plaque material characteristics for different disease types. This study analysed atherosclerotic plaque characteristics from 18 patients tested on site, post-surgical revascularisation through endarterectomy, with 4 tissue samples being excluded from tensile testing based on large width-length ratios. According to their mechanical behaviour, atherosclerotic plaques were separated into 3 grades of stiffness. Individual and group material coefficients were then generated analytically using the Yeoh strain energy function. The ultimate tensile strength (UTS) of each sample was also recorded, showing large variation across the 14 atherosclerotic samples tested. Experimental Green strains at rupture varied from 0.299 to 0.588 and the Cauchy stress observed in the experiments was between 0.131 and 0.779 MPa. It is expected that this data may be used in future design optimisation of next generation interventional medical devices for the treatment and revascularisation of diseased arteries of the carotid bifurcation.",
  "authors": [
    {
      "last_name": "Lawlor",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Lawlor",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research, Department of Mechanical, Aeronautical and Biomedical Engineering and the Materials and Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R O'Donnell",
      "affiliations": []
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Barry M",
      "initials": "BM",
      "name": "Barry M O'Connell",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of biomechanics",
    "iso_abbreviation": "J Biomech",
    "issn": "1873-2380",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "9",
    "pub_year": "2011",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "1709",
  "end_page": "1715",
  "pages": "1709-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Angioplasty",
    "Aorta, Thoracic",
    "Atherosclerosis",
    "Carotid Arteries",
    "Carotid Stenosis",
    "Clinical Trials as Topic",
    "Endarterectomy, Carotid",
    "Female",
    "Hemodynamics",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Statistical",
    "Pressure",
    "Stress, Mechanical",
    "Tensile Strength"
  ],
  "article_ids": {
    "pubmed": "21497353",
    "doi": "10.1016/j.jbiomech.2011.03.033",
    "pii": "S0021-9290(11)00286-7"
  },
  "doi": "10.1016/j.jbiomech.2011.03.033",
  "dates": {
    "completed": "2011-10-03",
    "revised": "2011-05-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.743117",
    "pmid": "21497353"
  }
}