{
  "pmid": "21491396",
  "uid": "21491396",
  "title": "Parenteral anticoagulation in patients with cancer who have no therapeutic or prophylactic indication for anticoagulation.",
  "abstract": "BACKGROUND: Anticoagulation may improve survival in patients with cancer through an antitumor effect in addition to the perceived antithrombotic effect. OBJECTIVES: To evaluate the efficacy and safety of parenteral anticoagulants in patients with cancer with no therapeutic or prophylactic indication for anticoagulation. SEARCH STRATEGY: A comprehensive search included (1) an electronic search (February 2010) of the following databases: Cochrane Central Register of Controlled Trials (CENTRAL) Issue 1, 2010, MEDLINE, EMBASE and ISI the Web of Science; (2) handsearch of conference proceedings; (3) checking of references of included studies; and (4) use of the 'related citation' feature in PubMed. SELECTION CRITERIA: Randomized controlled trials (RCTs) assessing the benefits and harms of parenteral anticoagulation in patients with cancer but no therapeutic or prophylactic indication for anticoagulation. DATA COLLECTION AND ANALYSIS: Using a standardized form we extracted in duplicate data on methodological quality, participants, interventions and outcomes of interest including all-cause mortality, symptomatic thromboembolism, major bleeding, minor bleeding and quality of life (QoL). MAIN RESULTS: Of 8187 identified citations, nine RCTs enrolling 2857 patients fulfilled the inclusion criteria. In all included RCTs the intervention consisted of heparin (either unfractionated heparin or low molecular weight heparin). Overall, the effect of heparin therapy on mortality was not statistically significant at 12 months (risk ratio (RR) 0.93; 95% CI 0.85 to 1.02) but it was statistically significant at 24 months (RR 0.92; 95% CI 0.88 to 0.97). Heparin therapy was associated with a statistically and clinically important reduction in venous thromboembolism (RR 0.55; 95% CI 0.37 to 0.82). There were no statistically significant effects on major bleeding (RR 1.30; 95% CI 0.59 to 2.88), minor bleeding (RR 1.05; 95% 0.75 to 1.46) or QoL. The quality of evidence was high for symptomatic venous thromboembolism, moderate for mortality, major bleeding and minor bleeding, and low for QoL. AUTHORS' CONCLUSIONS: Heparin was associated with a significant reduction of death at 24 months but not 12 months. It was also associated with a reduction in venous thromboembolism but based on the RCTs in this review it had no significant effect on major bleeding, minor bleeding or QoL. Future research should further investigate the survival benefit of different types of anticoagulants in patients with different types and stages of cancer. The decision for a patient with cancer to start heparin therapy for survival benefit should balance the benefits and downsides and integrate the patient's values and preferences.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, ECMC CC-142, 462 Grider Street, Buffalo, NY, USA, 14215."
      ]
    },
    {
      "last_name": "Gunukula",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Gunukula",
      "affiliations": []
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": []
    },
    {
      "last_name": "Yosuico",
      "fore_name": "Victor E D",
      "initials": "VE",
      "name": "Victor E D Yosuico",
      "affiliations": []
    },
    {
      "last_name": "van Doormaal",
      "fore_name": "Frederiek F",
      "initials": "FF",
      "name": "Frederiek F van Doormaal",
      "affiliations": []
    },
    {
      "last_name": "Kuipers",
      "fore_name": "Saskia",
      "initials": "S",
      "name": "Saskia Kuipers",
      "affiliations": []
    },
    {
      "last_name": "Middeldorp",
      "fore_name": "Saskia",
      "initials": "S",
      "name": "Saskia Middeldorp",
      "affiliations": []
    },
    {
      "last_name": "Dickinson",
      "fore_name": "Heather O",
      "initials": "HO",
      "name": "Heather O Dickinson",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Bryant",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr",
    "pub_day": "13"
  },
  "start_page": "CD006652",
  "pages": "CD006652",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Carcinoma, Small Cell",
    "Hemorrhage",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Randomized Controlled Trials as Topic",
    "Survival Analysis",
    "Time Factors",
    "Venous Thromboembolism",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "21491396",
    "doi": "10.1002/14651858.CD006652.pub3"
  },
  "doi": "10.1002/14651858.CD006652.pub3",
  "dates": {
    "completed": "2011-04-29",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Warfarin",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.526891",
    "pmid": "21491396"
  }
}