{
  "pmid": "21491415",
  "uid": "21491415",
  "title": "Randomisation to protect against selection bias in healthcare trials.",
  "abstract": "BACKGROUND: Randomised trials use the play of chance to assign participants to comparison groups. The unpredictability of the process, if not subverted, should prevent systematic differences between comparison groups (selection bias). Differences due to chance will still occur and these are minimised by randomising a sufficiently large number of people. OBJECTIVES: To assess the effects of randomisation and concealment of allocation on the results of healthcare studies. SEARCH STRATEGY: We searched the Cochrane Methodology Register, MEDLINE, SciSearch and reference lists up to September 2009. In addition, we screened articles citing included studies (ISI Science Citation Index) and papers related to included studies (PubMed). SELECTION CRITERIA: Eligible study designs were cohorts of studies, systematic reviews or meta-analyses of healthcare interventions that compared random allocation versus non-random allocation or adequate versus inadequate/unclear concealment of allocation in randomised trials. Outcomes of interest were the magnitude and direction of estimates of effect and imbalances in prognostic factors. DATA COLLECTION AND ANALYSIS: We retrieved and assessed studies that appeared to meet the inclusion criteria independently. At least two review authors independently appraised methodological quality and extracted information. We prepared tabular summaries of the results for each comparison and assessed the results across studies qualitatively to identify common trends or discrepancies. MAIN RESULTS: A total of 18 studies (systematic reviews or meta-analyses) met our inclusion criteria. Ten compared random allocation versus non-random allocation and nine compared adequate versus inadequate or unclear concealment of allocation within controlled trials. All studies were at high risk of bias.For the comparison of randomised versus non-randomised studies, four comparisons yielded inconclusive results (differed between outcomes or different modes of analysis); three comparisons showed similar results for random and non-random allocation; two comparisons had larger estimates of effect in non-randomised studies than in randomised trials; and two comparisons had larger estimates of effect in randomised than in non-randomised studies.Five studies found larger estimates of effect in trials with inadequate concealment of allocation than in trials with adequate concealment. The four other studies did not find statistically significant differences. AUTHORS' CONCLUSIONS: The results of randomised and non-randomised studies sometimes differed. In some instances non-randomised studies yielded larger estimates of effect and in other instances randomised trials yielded larger estimates of effect. The results of controlled trials with adequate and inadequate/unclear concealment of allocation sometimes differed. When differences occurred, most often trials with inadequate or unclear allocation concealment yielded larger estimates of effects relative to controlled trials with adequate allocation concealment. However, it is not generally possible to predict the magnitude, or even the direction, of possible selection biases and consequent distortions of treatment effects from studies with non-random allocation or controlled trials with inadequate or unclear allocation concealment.",
  "authors": [
    {
      "last_name": "Odgaard-Jensen",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Odgaard-Jensen",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services, PO Box 7004, St. Olavs Plass, Oslo, Norway, N-0130."
      ]
    },
    {
      "last_name": "Vist",
      "fore_name": "Gunn E",
      "initials": "GE",
      "name": "Gunn E Vist",
      "affiliations": []
    },
    {
      "last_name": "Timmer",
      "fore_name": "Antje",
      "initials": "A",
      "name": "Antje Timmer",
      "affiliations": []
    },
    {
      "last_name": "Kunz",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Kunz",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": []
    },
    {
      "last_name": "Nordmann",
      "fore_name": "Alain J",
      "initials": "AJ",
      "name": "Alain J Nordmann",
      "affiliations": []
    },
    {
      "last_name": "Pregno",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Pregno",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2011",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr",
    "pub_day": "13"
  },
  "start_page": "MR000012",
  "pages": "MR000012",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Controlled Clinical Trials as Topic",
    "Random Allocation",
    "Randomized Controlled Trials as Topic",
    "Selection Bias",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21491415",
    "pmc": "PMC7150228",
    "doi": "10.1002/14651858.MR000012.pub3"
  },
  "doi": "10.1002/14651858.MR000012.pub3",
  "pmc_id": "PMC7150228",
  "dates": {
    "completed": "2011-04-29",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.527199",
    "pmid": "21491415"
  }
}