{
  "pmid": "21500609",
  "uid": "21500609",
  "title": "Patient participation in surgical site marking: can this be an additional tool to help avoid wrong-site surgery?",
  "abstract": "INTRODUCTION: Wrong-site surgery is defined as an operation conducted at the wrong site, on the wrong person, or resulting in the wrong procedure. Since 1993, more than 2200 wrong-site surgeries have been reported by the National Practitioner Data Base. A 2005 survey reported, 5.6% of replying academy fellows encountered a wrong-site surgery incident. Multiple interventions have been since suggested for prevention of these occurrences by the American Academy of Orthopaedic Surgeons and Joint Commission on Accreditation of Healthcare Organizations. MATERIALS AND METHODS: This institutional review board-approved study was conducted to investigate patient compliance and reliability in marking the surgical site. Two hundred patients undergoing orthopedic surgery who agreed to participate were enrolled at the time of preoperative testing and clearance for surgery. The patients received instructions to mark the surgical site with a \"YES.\" Patient data collected included age, sex, procedure type and location, history of previous orthopedic surgeries, workmen's compensation status or motor vehicle collision involvement, employment status, primary language, level of education, presence of depression or toxic habits, and the time between enrollment and day of surgery. RESULTS: We achieved an overall compliance rate of 68.2%. There was no difference with respect to sex, tobacco use or history of depression, level of education or occupation, workmen's compensation, or government insurance status. The mean age of compliant patients was 48.6 years versus 53.3 years for those who did not comply (P = 0.05). About 72% of those who spoke English as a primary language complied, as opposed to 49% in others (P = 0.009). The time between enrollment and surgery was 10.4 days in compliant patients versus 23.1 days in noncompliant patients (P = 0.05). No statistically significant difference was noted with all other variables recorded. In no instance did patients mark the wrong side or make any marks likely to contribute to the wrong operation. CONCLUSIONS: Patient's ability to be involved in this preventative measure is independent of most demographic variables previously thought to be significant. However, in view of the 68.2% compliance, patient involvement in surgical site marking is unreliable and may not help in decreasing the chances of wrong-site surgery.",
  "authors": [
    {
      "last_name": "Bergal",
      "fore_name": "Linda M",
      "initials": "LM",
      "name": "Linda M Bergal",
      "affiliations": [
        "Department of Orthopaedics, New York University Hospital for Joint Diseases, New York, New York 10016, USA."
      ]
    },
    {
      "last_name": "Schwarzkopf",
      "fore_name": "Ran",
      "initials": "R",
      "name": "Ran Schwarzkopf",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Tejwani",
      "fore_name": "Nirmal C",
      "initials": "NC",
      "name": "Nirmal C Tejwani",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of patient safety",
    "iso_abbreviation": "J Patient Saf",
    "issn": "1549-8425",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2010",
    "pub_month": "Dec"
  },
  "start_page": "221",
  "end_page": "225",
  "pages": "221-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Checklist",
    "Databases, Factual",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Ink",
    "Male",
    "Medical Errors",
    "Middle Aged",
    "Orthopedic Procedures",
    "Patient Identification Systems",
    "Patient Participation",
    "Physician-Patient Relations",
    "Preoperative Care",
    "Safety Management",
    "Statistics as Topic",
    "United States"
  ],
  "article_ids": {
    "pubmed": "21500609"
  },
  "dates": {
    "completed": "2011-07-13",
    "revised": "2011-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.743414",
    "pmid": "21500609"
  }
}