{
  "pmid": "21501341",
  "uid": "21501341",
  "title": "Medical practice variations: what the literature tells us (or does not) about what are warranted and unwarranted variations.",
  "abstract": "This paper examines the sources of practice variations and definitions of unwarranted variation, as derived from the literature. The literature suggests variables/factors related to patient health needs, doctor 'practice style' and environmental constraints/opportunities as sources of practice variations. However, this list is likely to be incomplete because of significant unexplained variation in each study. Furthermore, it is unclear which factors are sources of unwarranted variation because the reviewed studies do not clearly discriminate between those variations that are unwarranted and those that are not. It is also unclear if context plays a role in determining if and when a factor is unwarranted. The literature contains few frameworks of what constitutes unwarranted variation. Among those offered, more information is needed regarding the scientific basis for including the selected factors, and how to operationalize the framework provided a particular one is chosen. A clear and consistent framework for unwarranted variation, and a clear indication how each component factor could be measured and integrated can help investigators determine which variables should be included in their studies, such that the sources of unwarranted variations may be identified. A better understanding of the role of patient preference as a potential source of practice variations is also required.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. matmercuri@hotmail.com"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Aug"
  },
  "start_page": "671",
  "end_page": "677",
  "pages": "671-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Health Services Needs and Demand",
    "Humans",
    "Physician's Role",
    "Physician-Patient Relations",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "21501341",
    "doi": "10.1111/j.1365-2753.2011.01689.x"
  },
  "doi": "10.1111/j.1365-2753.2011.01689.x",
  "dates": {
    "completed": "2011-12-01",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.697171",
    "pmid": "21501341"
  }
}