{
  "pmid": "21501466",
  "uid": "21501466",
  "title": "Can the surgical checklist reduce the risk of wrong site surgery in orthopaedics?--Can the checklist help? Supporting evidence from analysis of a national patient incident reporting system.",
  "abstract": "BACKGROUND: Surgical procedures are now very common, with estimates ranging from 4% of the general population having an operation per annum in economically-developing countries; this rising to 8% in economically-developed countries. Whilst these surgical procedures typically result in considerable improvements to health outcomes, it is increasingly appreciated that surgery is a high risk industry. Tools developed in the aviation industry are beginning to be used to minimise the risk of errors in surgery. One such tool is the World Health Organization's (WHO) surgery checklist. The National Patient Safety Agency (NPSA) manages the largest database of patient safety incidents (PSIs) in the world, already having received over three million reports of episodes of care that could or did result in iatrogenic harm. The aim of this study was to estimate how many incidents of wrong site surgery in orthopaedics that have been reported to the NPSA could have been prevented by the WHO surgical checklist. METHODS: The National Reporting and Learning Service (NRLS) database was searched between 1st January 2008- 31st December 2008 to identify all incidents classified as wrong site surgery in orthopaedics. These incidents were broken down into the different types of wrong site surgery. A Likert-scale from 1-5 was used to assess the preventability of these cases if the checklist was used. RESULTS: 133/316 (42%) incidents satisfied the inclusion criteria. A large proportion of cases, 183/316 were misclassified. Furthermore, there were fewer cases of actual harm [9% (12/133)] versus 'near-misses' [121/133 (91%)]. Subsequent analysis revealed a smaller proportion of 'near-misses' being prevented by the checklist than the proportion of incidents that resulted in actual harm; 18/121 [14.9% (95% CI 8.5-21.2%)] versus 10/12 [83.3% (95%CI 62.2-104.4%)] respectively. Summatively, the checklist could have been prevented 28/133 [21.1% (95%CI 14.1-28.0%)] patient safety incidents. DISCUSSION: Orthopaedic surgery is a high volume specialty with major technical complexity in terms of equipment demands and staff training and familiarity. There is therefore an increased propensity for errors to occur. Wrong-site surgery still occurs in this specialty and is a potentially devastating situation for both the patient and surgeon. Despite the limitations of inclusion and reporting bias, our study highlights the need to match technical precision with patient safety. Tools such as the WHO surgical checklist can help us to achieve this.",
  "authors": [
    {
      "last_name": "Panesar",
      "fore_name": "Sukhmeet S",
      "initials": "SS",
      "name": "Sukhmeet S Panesar",
      "affiliations": [
        "National Patient Safety Agency, 4-8 Maple Street, London, W1T 5HD, UK. sukhmeet.panesar@npsa.nhs.uk"
      ]
    },
    {
      "last_name": "Noble",
      "fore_name": "Douglas J",
      "initials": "DJ",
      "name": "Douglas J Noble",
      "affiliations": []
    },
    {
      "last_name": "Mirza",
      "fore_name": "Saqeb B",
      "initials": "SB",
      "name": "Saqeb B Mirza",
      "affiliations": []
    },
    {
      "last_name": "Patel",
      "fore_name": "Bhavesh",
      "initials": "B",
      "name": "Bhavesh Patel",
      "affiliations": []
    },
    {
      "last_name": "Mann",
      "fore_name": "Bhupinder",
      "initials": "B",
      "name": "Bhupinder Mann",
      "affiliations": []
    },
    {
      "last_name": "Emerton",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Emerton",
      "affiliations": []
    },
    {
      "last_name": "Cleary",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Cleary",
      "affiliations": []
    },
    {
      "last_name": "Sheikh",
      "fore_name": "Aziz",
      "initials": "A",
      "name": "Aziz Sheikh",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic surgery and research",
    "iso_abbreviation": "J Orthop Surg Res",
    "issn": "1749-799X",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2011",
    "pub_month": "Apr",
    "pub_day": "18"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Checklist",
    "Humans",
    "Incidence",
    "Medical Errors",
    "Orthopedic Procedures",
    "Retrospective Studies",
    "Risk Factors",
    "United Kingdom",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "21501466",
    "pmc": "PMC3101645",
    "doi": "10.1186/1749-799X-6-18",
    "pii": "1749-799X-6-18"
  },
  "doi": "10.1186/1749-799X-6-18",
  "pmc_id": "PMC3101645",
  "dates": {
    "completed": "2012-03-01",
    "revised": "2024-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.060294",
    "pmid": "21501466"
  }
}