{
  "pmid": "21507279",
  "uid": "21507279",
  "title": "Canadian youth born large or small for gestational age and externalizing and internalizing problems.",
  "abstract": "OBJECTIVE: To determine if youth born large for gestational age (LGA; birth weight above the 95th percentile) or small for gestational age (SGA; less than the fifth percentile) are at an increased risk of developing symptoms of externalizing and internalizing problems. METHOD: Data on members of the Ontario Child Health Study aged 4 to 16 years were used to examine associations between LGA, SGA, and psychopathology. This sample consisted of 2923 youth about whom parent, teacher, and self-reported levels of internalizing and externalizing symptoms were available, and whose caregivers retrospectively reported birth weight and gestational age (GA). Psychopathology was assessed using the Diagnostic and Statistical Manual of Mental Disorders-oriented scales derived from the Child Behavior Checklist. RESULTS: Multilevel linear regression analyses revealed that after adjustment for parental psychopathology, socioeconomic disadvantage, sex, age, maternal age, birth order, and child health and school performance, youth born LGA had higher scores on the self-reported externalizing scale (1.39, 95% CI 0.01 to 2.78), but not internalizing scale, compared with youth born at an appropriate weight for GA (10th to 90th percentile). Parent and teacher ratings generally supported these findings in direction but did not reach statistical significance. Youth and parents reported increased levels of externalizing and internalizing symptoms in youth born SGA, but these were not statistically significant. CONCLUSIONS: Youth born above the 95th percentile for GA manifest increased levels of externalizing symptoms. Given increasing rates of macrosomic births, further study is warranted to replicate and determine the clinical significance of these findings, the contribution of the antecedents of LGA to this risk and the extent to which this association may be causal.",
  "authors": [
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario. vanlierj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "227",
  "end_page": "234",
  "pages": "227-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Birth Weight",
    "Child",
    "Child Behavior",
    "Child, Preschool",
    "Defense Mechanisms",
    "Developmental Disabilities",
    "Diagnostic and Statistical Manual of Mental Disorders",
    "Educational Status",
    "Female",
    "Fetal Macrosomia",
    "Gestational Age",
    "Humans",
    "Infant, Newborn",
    "Infant, Small for Gestational Age",
    "Male",
    "Psychopathology",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "21507279",
    "doi": "10.1177/070674371105600406"
  },
  "doi": "10.1177/070674371105600406",
  "dates": {
    "completed": "2011-08-16",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.102763",
    "pmid": "21507279"
  }
}