{
  "pmid": "21511687",
  "uid": "21511687",
  "title": "Quantitative evaluation of single-arm versus randomized phase II cancer clinical trials.",
  "abstract": "BACKGROUND: There is a debate among cancer researchers about the use of single-arm or randomized phase II clinical trial designs; however, there is limited published objective evaluation of this issue. PURPOSE: To objectively quantify the impact on phase III clinical trials of a policy of all single-arm versus all randomized phase II trials. METHODS: A simulation study was performed comparing optimal single-arm and randomized phase II trial designs with a variety of commonly used α and β error rates. Parameters modeled included: between-institution variability in the standard of care response rate, between-institution variability in the treatment effect, between-institution variability in the estimate of historical control rate (for selecting H0), presence of historical bias, and proportion of phase II trials conducted using active agents. RESULTS: Using single-arm phase II trials resulted in a higher percentage of phase III trials conducted using active agents when there was minimal standard of care activity, or in the presence of a positive historical bias (H0 estimated to be greater than truth). Randomized phase II trials performed better in the presence of a negative historical bias, in the presence of high variability, and were more consistent across variation of historical bias. The proportion of phase III trials conducted using active agents was increased by reducing the α error. Presence of historical bias and the proportion of active agents studied in phase II had the greatest influence on results. LIMITATIONS: It was estimated that between 5% and 20% of agents studied in phase II trials are active; however, the conclusions could change if this estimate is incorrect. This study did not account for the possibility of a new drug application submission immediately following phase II. The primary outcome looked at was response rate, although some investigators have suggested that time-to-event outcomes should be used in phase II, particularly for randomized phase II trials. CONCLUSIONS: Both single-arm and randomized phase II trials appear warranted in certain situations. Investigators should increase consideration of the potential impact on phase III trials to optimally select the proper trial design prior to phase II study implementation.",
  "authors": [
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada. gpond@mcmaster.ca"
      ]
    },
    {
      "last_name": "Abbasi",
      "fore_name": "Saqib",
      "initials": "S",
      "name": "Saqib Abbasi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical trials (London, England)",
    "iso_abbreviation": "Clin Trials",
    "issn": "1740-7753",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "260",
  "end_page": "269",
  "pages": "260-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Clinical Trials, Phase II as Topic",
    "Clinical Trials, Phase III as Topic",
    "Evaluation Studies as Topic",
    "Humans",
    "Models, Statistical",
    "Neoplasms",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "21511687",
    "doi": "10.1177/1740774511401764",
    "pii": "1740774511401764"
  },
  "doi": "10.1177/1740774511401764",
  "dates": {
    "completed": "2011-11-29",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.137660",
    "pmid": "21511687"
  }
}