{
  "pmid": "21523743",
  "uid": "21523743",
  "title": "Treatment of cancer in adolescents and young adults: is affordability a concern?",
  "abstract": "Progress in the treatment of cancers in young people has resulted in an increasing success rate in curing the different forms of malignant diseases. The mission of the CPAC/C(17) Task Force on Adolescents and Young Adults (AYA) with cancer is to ensure prompt, equitable access to the best care; establish research priorities to optimize health outcomes and health-related quality of life; and mitigate current disparities of care through advances in treatment, education, and research. Although these goals are important, the mission statement seems to ignore an important factor: \"affordability,\" or the ability to achieve these goals due to scarcity of resources. In this article, the role of economics in helping decision makers decide on resource allocation is discussed. Also described is the economic basis for the healthcare problem; the inability of the current methodology of cost-effectiveness to provide information that can help improve resource allocation in health; and how economics should be used to promote efficient use of healthcare resources. The author argued that \"affordability\" should be recognized in the mission statement. Recognizing \"affordability\" means recognizing the need to justify the transfer (or allocation) of additional resources to AYA cancer, which requires demonstration that the value of what is gained from the use of these resources in AYA cancer exceeds the value of what is forgone by using them elsewhere. This will also require making explicit the values or equity criteria to which society subscribes.",
  "authors": [
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. gafni@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Cancer",
    "iso_abbreviation": "Cancer",
    "issn": "0008-543X",
    "issn_type": "Print",
    "volume": "117",
    "issue": "10 Suppl",
    "pub_year": "2011",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "2258",
  "end_page": "2261",
  "pages": "2258-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Canada",
    "Cost-Benefit Analysis",
    "Delivery of Health Care",
    "Humans",
    "Neoplasms",
    "Resource Allocation",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21523743",
    "doi": "10.1002/cncr.26047"
  },
  "doi": "10.1002/cncr.26047",
  "dates": {
    "completed": "2011-06-23",
    "revised": "2011-04-27"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.697337",
    "pmid": "21523743"
  }
}