{
  "pmid": "21524292",
  "uid": "21524292",
  "title": "Interventions encouraging the use of systematic reviews by health policymakers and managers: a systematic review.",
  "abstract": "BACKGROUND: Systematic reviews have the potential to inform decisions made by health policymakers and managers, yet little is known about the impact of interventions to increase the use of systematic reviews by these groups in decision making. METHODS: We systematically reviewed the evidence on the impact of interventions for seeking, appraising, and applying evidence from systematic reviews in decision making by health policymakers or managers. Medline, EMBASE, CINAHL, Cochrane Central Register of Controlled Trials, Cochrane Methodology Register, Health Technology Assessment Database, and LISA were searched from the earliest date available until April 2010. Two independent reviewers selected studies for inclusion if the intervention intended to increase seeking, appraising, or applying evidence from systematic reviews by a health policymaker or manager. Minimum inclusion criteria were a description of the study population and availability of extractable data. RESULTS: 11,297 titles and abstracts were reviewed, leading to retrieval of 37 full-text articles for assessment; four of these articles met all inclusion criteria. Three articles described one study where five systematic reviews were mailed to public health officials and followed up with surveys at three months and two years. The articles reported from 23% to 63% of respondents declaring they had used systematic reviews in policymaking decisions. One randomised trial indicated that tailored messages combined with access to a registry of systematic reviews had a significant effect on policies made in the area of healthy body weight promotion in health departments. CONCLUSIONS: The limited empirical data renders the strength of evidence weak for the effectiveness and the types of interventions that encourage health policymakers and managers to use systematic reviews in decision making.",
  "authors": [
    {
      "last_name": "Perrier",
      "fore_name": "Laure",
      "initials": "L",
      "name": "Laure Perrier",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital; Office of Continuing Education and Professional Development, Faculty of Medicine, University of Toronto, Toronto, Canada. l.perrier@utoronto.ca"
      ]
    },
    {
      "last_name": "Mrklas",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Mrklas",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2011",
    "pub_month": "Apr",
    "pub_day": "27"
  },
  "start_page": "43",
  "pages": "43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Administrative Personnel",
    "Evidence-Based Medicine",
    "Humans",
    "Policy Making",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "21524292",
    "pmc": "PMC3104485",
    "doi": "10.1186/1748-5908-6-43",
    "pii": "1748-5908-6-43"
  },
  "doi": "10.1186/1748-5908-6-43",
  "pmc_id": "PMC3104485",
  "dates": {
    "completed": "2013-04-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.805844",
    "pmid": "21524292"
  }
}