{
  "pmid": "21532805",
  "uid": "21532805",
  "title": "Multidisciplinary health care professionals' perceptions of the use and utility of a symptom assessment system for oncology patients.",
  "abstract": "PURPOSE: Despite growing implementation of electronic symptom assessment in oncology settings, few studies have described how standardized symptom assessment can enhance multidisciplinary care. The Edmonton Symptom Assessment System (ESAS) is a validated measure of symptom burden that has been adopted by Ontario's cancer centers to assess symptoms for patients with cancer. This study examines the perceived value of the ESAS among clinical teams and barriers to its use in enhancing multidisciplinary care. METHODS: Self-completed surveys were administered online to clinical teams at various disease-site clinics at a cancer center in Ontario, Canada. RESULTS: One hundred twenty-eight nurses, oncology physicians, and allied health professions completed the survey. The majority of nurses (89%), physicians (55%), and other providers (57%) reported referring to ESAS in clinic either \"always\" or \"most of the time.\" Many of those who either \"never\" or \"rarely\" looked at ESAS scores reported finding it more efficient to talk to the patient or do their own assessment to determine symptom issues. Although most of the nurses and allied health professions found the ESAS to enhance patient care, help patients to articulate their symptom issues, and facilitate follow-up with patients with past symptom issues, only approximately half of the physicians agreed with these statements. CONCLUSION: Variable adoption of the ESAS by physicians may limit its potential to improve both interprofessional communication and comprehensive symptom control. To encourage consistent use, a symptom assessment system needs to be complementary to the perceived roles of all multidisciplinary team members, including physicians.",
  "authors": [
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Juravinski Cancer Centre; McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": []
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Pond",
      "affiliations": []
    },
    {
      "last_name": "Martelli-Reid",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Martelli-Reid",
      "affiliations": []
    },
    {
      "last_name": "Herbert",
      "fore_name": "Carole",
      "initials": "C",
      "name": "Carole Herbert",
      "affiliations": []
    },
    {
      "last_name": "Evans",
      "fore_name": "William",
      "initials": "W",
      "name": "William Evans",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of oncology practice",
    "iso_abbreviation": "J Oncol Pract",
    "issn": "1935-469X",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "19",
  "end_page": "23",
  "pages": "19-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21532805",
    "pmc": "PMC3014504",
    "doi": "10.1200/JOP.2010.000015"
  },
  "doi": "10.1200/JOP.2010.000015",
  "pmc_id": "PMC3014504",
  "dates": {
    "completed": "2013-05-22",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.056203",
    "pmid": "21532805"
  }
}