{
  "pmid": "21550205",
  "uid": "21550205",
  "title": "The Age of Blood Evaluation (ABLE) randomized controlled trial: study design.",
  "abstract": "Red blood cells (RBCs) are transfused to treat anemia and to maintain oxygen delivery to vital organs during critical illness. Laboratory and observational studies have raised the possibility that prolonged RBC storage may adversely affect clinical outcomes. Compared with RBCs stored less than 1 week, there are no clinical data demonstrating that RBCs stored longer remain as effective at carrying or releasing oxygen, and observational studies have risen to possibility that prolonged RBC storage might result in harm to vulnerable patients requiring blood transfusions. The \"Age of Blood Evaluation\" (ABLE) study (ISRCTN44878718) is a double-blind, multicenter, parallel randomized controlled clinical trial. It will test the hypothesis that the transfusion of prestorage leukoreduced RBCs stored for 7 days or less (fresh arm) as compared with standard-issue RBCs stored, on average, 15 to 20 days (control arm) will lead to lower 90-day all-cause mortality and reduced morbidity in critically ill adults. We include adults in intensive care units (ICUs) who (1) have had a request for a first RBC unit transfusion during the first 7 days of ICU admission and (2) have an anticipated requirement for ongoing invasive and noninvasive mechanical ventilation exceeding 48 hours. Enrolled patients are randomized at the time of transfusion to receive either standard-issue RBC units or RBCs stored 7 days or less issued by the local hospital transfusion service. The primary outcome is 90-day all-cause mortality. Secondary outcomes include ICU and hospital mortality, organ failure, and serious nosocomial infections. With 2510 patients, we will be able to detect a 5% absolute risk reduction (from 25% to 20%). The ABLE study is currently enrolling patients in 23 university-affiliated and community-hospital ICUs across Canada; sites in France and United Kingdom are expected to start recruitment in 2011. Regardless of the results, ABLE study will have significant implications on the duration of RBC storage. A negative trial will reassure clinicians and blood bankers regarding the effectiveness and safety of standard-issue RBCs. A positive trial will have significant implications with respect to inventory management of RBCs given to critically ill adults with a high risk of mortality and will also prompt research to better understand the RBC storage lesion in the hopes of minimizing its clinical consequences through the development of better storage methods.",
  "authors": [
    {
      "last_name": "Lacroix",
      "fore_name": "Jacques",
      "initials": "J",
      "name": "Jacques Lacroix",
      "affiliations": [
        "Division of Pediatric Critical Care, Department of Pediatrics, Sainte-Justine Hospital, Faculty of Medicine, Université de Montréal, 3175 Côte Sainte-Catherine, Montréal, Québec, Canada. jacques_lacroix@ssss.gouv.qc.ca"
      ]
    },
    {
      "last_name": "Hébert",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Hébert",
      "affiliations": []
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean",
      "initials": "D",
      "name": "Dean Fergusson",
      "affiliations": []
    },
    {
      "last_name": "Tinmouth",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Tinmouth",
      "affiliations": []
    },
    {
      "last_name": "Blajchman",
      "fore_name": "Morris A",
      "initials": "MA",
      "name": "Morris A Blajchman",
      "affiliations": []
    },
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Marshall",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Marshall",
      "affiliations": []
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": []
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transfusion medicine reviews",
    "iso_abbreviation": "Transfus Med Rev",
    "issn": "1532-9496",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Jul"
  },
  "start_page": "197",
  "end_page": "205",
  "pages": "197-205",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Blood Preservation",
    "Critical Illness",
    "Double-Blind Method",
    "Erythrocyte Transfusion",
    "Evaluation Studies as Topic",
    "Humans",
    "Intensive Care Units",
    "Research Design",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21550205",
    "doi": "10.1016/j.tmrv.2011.03.001",
    "pii": "S0887-7963(11)00022-8"
  },
  "doi": "10.1016/j.tmrv.2011.03.001",
  "dates": {
    "completed": "2011-10-27",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "09/144/51",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "177453",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.888807",
    "pmid": "21550205"
  }
}