{
  "pmid": "21553056",
  "uid": "21553056",
  "title": "Simvastatin augments the efficacy of therapeutic angiogenesis induced by bone marrow-derived mesenchymal stem cells in a murine model of hindlimb ischemia.",
  "abstract": "Many studies showed beneficial effects of either statin or bone marrow-derived mesenchymal stem cells (MSC) treatment in ischemic disease. In an attempt to further improve postischemic tissue repair, we investigated the effect of a local administration of MSC, in the presence or not of low-dose simvastatin, on angiogenesis and functional recovery in a mouse model of hindlimb ischemia. In vitro, the proliferation, migration, apoptosis, and tube formation of bone marrow MSC derived from transgenic mice expressing green fluorescent protein (GFP) were detected in the presence or not of 0.01 μmol/l simvastatin, respectively. In vivo, immediately after hindlimb ischemia, the mice were divided into four groups, namely control, MSC, statin, and statin-MSC, and received a single local injection of MSC (2×10(6) cells) and/or a repeated gavages' administration of simvastatin (0.2 mg/kg) for 21 days. The blood flow was measured by laser Doppler imaging, the capillary density was detected by alkaline phosphatase staining and, the MSC differentiation was assessed by immunofluorescent staining at 21 days after the ischemia. In vitro, the MSC proliferation rate, migration ability and tube formation number were increased significantly in simvastatin group relative to control group. Whereas, the H2O2 induced-apoptosis was inhibited significantly in simvastatin group relative to control group. In vivo, hindlimb blood reperfusion was significantly improved (MSC 0.55±0.08, statin 0.57±0.05, vs. control 0.47±0.07, P<0.05) and capillary density was obviously higher at day 21 post-ischemia by Laser Doppler Imaging in the MSC group and the Statin group when compared with control group. The combined use of statin and MSC further improved revascularization (perfusion ratio of 0.70±0.09; P<0.001 verse other groups) and resulted in the highest capillary density (P<0.05 vs. all other groups). GFP-labeled transplanted cells were more frequently observed in the Statin-MSC group than in the MSC group (6.8±0.5-3.1±0.7, P<0.05). Low-dose simvastatin could act in a synergistic way with MSC to potentiate the functional neovascularization in a mouse model of hind limb ischemia.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Cardiology, The Affiliated Jiangning Hospital of Nanjing Medical University, and Research Center for Bone and Stem Cells, Nanjing Medical University, Nanjing, 211100, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Rusheng",
      "initials": "R",
      "name": "Rusheng Zhang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Li",
      "affiliations": []
    },
    {
      "last_name": "He",
      "fore_name": "Guoping",
      "initials": "G",
      "name": "Guoping He",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Dingguo",
      "initials": "D",
      "name": "Dingguo Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Fumin",
      "initials": "F",
      "name": "Fumin Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Molecular biology reports",
    "iso_abbreviation": "Mol Biol Rep",
    "issn": "1573-4978",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "285",
  "end_page": "293",
  "pages": "285-93",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analysis of Variance",
    "Animals",
    "Apoptosis",
    "Cell Movement",
    "Cell Proliferation",
    "Green Fluorescent Proteins",
    "Hindlimb",
    "Hydrogen Peroxide",
    "Ischemia",
    "Laser-Doppler Flowmetry",
    "Mesenchymal Stem Cell Transplantation",
    "Mice",
    "Mice, Transgenic",
    "Neovascularization, Physiologic",
    "Simvastatin"
  ],
  "article_ids": {
    "pubmed": "21553056",
    "doi": "10.1007/s11033-011-0737-y"
  },
  "doi": "10.1007/s11033-011-0737-y",
  "dates": {
    "completed": "2012-03-21",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Green Fluorescent Proteins",
    "Simvastatin",
    "Hydrogen Peroxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.100343",
    "pmid": "21553056"
  }
}