{
  "pmid": "21556974",
  "uid": "21556974",
  "title": "Optimal medical therapy, lifestyle intervention, and secondary prevention strategies for cardiovascular event reduction in ischemic heart disease.",
  "abstract": "Medical and lifestyle secondary prevention strategies are essential components for reducing cardiovascular risk, irrespective of whether revascularization is performed. In patients with coronary artery disease (CAD), recent clinical trials have further clarified the management of lipid optimization, renin-angiotensin-aldosterone system inhibition, antiplatelet therapy, and diabetes. Still, many questions remain with regard to optimal secondary prevention strategies in patients with CAD. Despite the significant reductions in cardiovascular morbidity and mortality with secondary prevention therapies demonstrated in clinical trials, long-term adherence to these interventions remains relatively low, with reasons being multifactorial. One promising method to improve compliance is the use of trained nurses/case managers to routinely follow medications, and provide both lifestyle and behavioral counseling. Implementation of this strategy led to significant improvements in medication compliance and risk factor optimization, although these results require confirmation in a randomized clinical study. Given that poor compliance has been associated with worsening cardiovascular outcomes, effective CAD management should include strategies for improving patient adherence to therapies that have proven benefits.",
  "authors": [
    {
      "last_name": "Joseph",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Joseph",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences-McMaster University, ON, Canada, L8L 2X2. philip.joseph@phri.ca"
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current cardiology reports",
    "iso_abbreviation": "Curr Cardiol Rep",
    "issn": "1534-3170",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Aug"
  },
  "start_page": "287",
  "end_page": "295",
  "pages": "287-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Diabetes Mellitus",
    "Health Behavior",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Life Style",
    "Myocardial Ischemia",
    "Platelet Aggregation Inhibitors",
    "Renin-Angiotensin System",
    "Risk Assessment",
    "Risk Reduction Behavior",
    "Secondary Prevention",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "21556974",
    "doi": "10.1007/s11886-011-0190-5"
  },
  "doi": "10.1007/s11886-011-0190-5",
  "dates": {
    "completed": "2011-11-14",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.913808",
    "pmid": "21556974"
  }
}