{
  "pmid": "21569012",
  "uid": "21569012",
  "title": "Focus on function: a cluster, randomized controlled trial comparing child- versus context-focused intervention for young children with cerebral palsy.",
  "abstract": "AIM: This study evaluated the efficacy of a child-focused versus context-focused intervention in improving performance of functional tasks and mobility in young children with cerebral palsy. METHOD: A randomized controlled trial cluster research design enrolled 128 children (49 females, 79 males; age range 12 mo to 5 y 11 mo; mean age 3 y 6 mo, SD -1 y 5 mo) who were diagnosed with cerebral palsy. Children across levels I to V on the Gross Motor Classification System (GMFCS) were included in the study. Children were excluded if there were planned surgical or medication changes during the intervention period. Therapists from 19 children's rehabilitation centers were block randomized (by occupational therapist or physical therapist) to a treatment arm. Children from consenting families followed their therapists into their assigned group. Children received child-focused (n=71) or context-focused intervention (n=57) over 6 months, returning to their regular therapy schedule and approach between 6 and 9 months. The primary outcome measure was the Pediatric Evaluation of Disability Inventory (PEDI). Secondary outcome measures included the Gross Motor Function Measure (GMFM-66), range of motion of hip abduction, popliteal angle and ankle dorsiflexion, the Assessment of Preschool Children's Participation (APCP), and the Family Empowerment Scale (FES). Outcome evaluators were masked to group assignment and completed assessments at baseline, 6 months, and 9 months. RESULTS: Ten children did not complete the full intervention, six in the child group and four in context group. GMFCS levels for children in the study were level I (n=37), level II (n=23), level III (n=21), level IV (n=21), and level V (n=26). There were no significant differences at baseline between the treatment groups for GMFCS level, parental education, or parental income. For the PEDI, there was no significant difference between the treatment groups, except for a small effect (p<0.03) on the Caregiver Assistance Mobility subscale between baseline and 9 months. The mean scores of both groups changed significantly on the Functional Skills Scales (p<0.001) and Caregiver Assistance Scales (p<0.02) of the PEDI after the 6-month intervention. There was no additional statistically significant change on the PEDI during the follow-up period from 6 to 9 months. A subgroup effect was found for age (p<0.001), with children younger than 3 years changing significantly more than older children. GMFCS level at baseline did not influence the amount of change on the PEDI scales. There were no significant differences between the treatment groups on the GMFM, range of motion measures, APCP or FES assessments. For the GMFM, there was a significant change over time from baseline to 6 months (p<0.001) and no significant change between 6 and 9 months. There was no adverse side effect as range of motion did not decrease in either group. Hip abduction increased significantly (p<0.01) at the 9-month assessment for both groups. For the APCP, significant changes for both treatment groups were found between baseline and 6 months for play intensity (p<0.04), physical activity intensity and diversity (p<0.001), and total score intensity (p<0.01). INTERPRETATION: This study shows that child- or context-focused therapy approaches are equally effective and that frequency of intervention may be a critical component of successful intervention. Further evaluation is required to identify the various 'dose-response' relations of amount of treatment and changes in functional abilities.",
  "authors": [
    {
      "last_name": "Law",
      "fore_name": "Mary C",
      "initials": "MC",
      "name": "Mary C Law",
      "affiliations": [
        "School of Rehabilitation Science and CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Canada. lawm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Darrah",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Darrah",
      "affiliations": []
    },
    {
      "last_name": "Pollock",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Pollock",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Wilson",
      "affiliations": []
    },
    {
      "last_name": "Russell",
      "fore_name": "Dianne J",
      "initials": "DJ",
      "name": "Dianne J Russell",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rosenbaum",
      "affiliations": []
    },
    {
      "last_name": "Galuppi",
      "fore_name": "Barb",
      "initials": "B",
      "name": "Barb Galuppi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Developmental medicine and child neurology",
    "iso_abbreviation": "Dev Med Child Neurol",
    "issn": "1469-8749",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "7",
    "pub_year": "2011",
    "pub_month": "Jul"
  },
  "start_page": "621",
  "end_page": "629",
  "pages": "621-9",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Cerebral Palsy",
    "Child",
    "Child, Preschool",
    "Cluster Analysis",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Motor Activity",
    "Parent-Child Relations",
    "Parents",
    "Physical Therapy Modalities",
    "Psychotherapy, Group",
    "Quality of Life",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21569012",
    "mid": "NIHMS278357",
    "pmc": "PMC3110988",
    "doi": "10.1111/j.1469-8749.2011.03962.x"
  },
  "doi": "10.1111/j.1469-8749.2011.03962.x",
  "pmc_id": "PMC3110988",
  "dates": {
    "completed": "2011-08-19",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HD044444",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01HD044444",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.148059",
    "pmid": "21569012"
  }
}