{
  "pmid": "21563160",
  "uid": "21563160",
  "title": "Consumer-oriented interventions for evidence-based prescribing and medicines use: an overview of systematic reviews.",
  "abstract": "BACKGROUND: Numerous systematic reviews exist on interventions to improve consumers' medicines use, but this research is distributed across diseases, populations and settings. The scope and focus of reviews on consumers' medicines use also varies widely. Such differences create challenges for decision makers seeking review-level evidence to inform decisions about medicines use. OBJECTIVES: To synthesise the evidence from systematic reviews on the effects of interventions which target healthcare consumers to promote evidence-based prescribing for, and medicines use, by consumers. We sought evidence on the effects on health and other outcomes for healthcare consumers, professionals and services. METHODS: We included systematic reviews published on the Cochrane Database of Systematic Reviews and the Database of Abstracts of Reviews of Effects. We identified relevant reviews by handsearching both databases from start date to Issue 3 2008. We screened and ranked reviews based on relevance to consumers' medicines use, using criteria developed for this overview. Standardised forms were used to extract data, and reviews were assessed for methodological quality using the AMSTAR instrument. We used standardised language to summarise results within and across reviews; and a further synthesis step was used to give bottom-line statements about intervention effectiveness. Two review authors selected reviews, extracted and analysed data. We used a taxonomy of interventions to categorise reviews. MAIN RESULTS: We included 37 reviews (18 Cochrane, 19 non-Cochrane), of varied methodological quality.Reviews assessed interventions with diverse aims including support for behaviour change, risk minimisation, skills acquisition and information provision. No reviews aimed to promote systems-level consumer participation in medicines-related activities. Medicines adherence was the most commonly reported outcome, but others such as clinical (health and wellbeing), service use and knowledge outcomes were also reported. Reviews rarely reported adverse events or harms, and the evidence was sparse for several populations, including children and young people, carers, and people with multimorbidity.Promising interventions to improve adherence and other key medicines use outcomes (eg adverse events, knowledge) included self-monitoring and self-management, simplified dosing and interventions directly involving pharmacists. Other strategies showed promise in relation to adherence but their effects were less consistent. These included reminders; education combined with self-management skills training, counselling or support; financial incentives; and lay health worker interventions.No interventions were effective to improve all medicines use outcomes across all diseases, populations or settings. For some interventions, such as information or education provided alone, the evidence suggests ineffectiveness; for many others there is insufficient evidence to determine effects on medicines use outcomes. AUTHORS' CONCLUSIONS: Systematically assembling the evidence across reviews allows identification of effective or promising interventions to improve consumers' medicines use, as well as those for which the evidence indicates ineffectiveness or uncertainty.Decision makers faced with implementing interventions to improve consumers' medicines use can use this overview to inform these decisions and also to consider the range of interventions available; while researchers and funders can use this overview to determine where research is needed. However, the limitations of the literature relating to the lack of evidence for important outcomes and specific populations, such as people with multimorbidity, should also be considered.",
  "authors": [
    {
      "last_name": "Ryan",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ryan",
      "affiliations": [
        "Centre for Health Communication and Participation, Australian Institute for Primary Care & Ageing, La Trobe University, Bundoora, VIC, Australia, 3086."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    },
    {
      "last_name": "Hill",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Hill",
      "affiliations": []
    },
    {
      "last_name": "Lowe",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Lowe",
      "affiliations": []
    },
    {
      "last_name": "Kaufman",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Kaufman",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Grimshaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "5",
    "pub_year": "2011",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "CD007768",
  "pages": "CD007768",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Communication",
    "Drug Prescriptions",
    "Evidence-Based Medicine",
    "Humans",
    "Medication Adherence",
    "Patient Education as Topic",
    "Patient Participation",
    "Patient-Centered Care",
    "Review Literature as Topic",
    "Self Care"
  ],
  "article_ids": {
    "pubmed": "21563160",
    "doi": "10.1002/14651858.CD007768.pub2"
  },
  "doi": "10.1002/14651858.CD007768.pub2",
  "dates": {
    "completed": "2011-06-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.512686",
    "pmid": "21563160"
  }
}