{
  "pmid": "21571706",
  "uid": "21571706",
  "title": "Self-reported teamwork in family health team practices in Ontario: organizational and cultural predictors of team climate.",
  "abstract": "OBJECTIVE: To determine the organizational predictors of higher scores on team climate measures as an indicator of the functioning of a family health team (FHT). DESIGN: Cross-sectional study using a mailed survey. SETTING: Family health teams in Ontario. PARTICIPANTS: Twenty-one of 144 consecutively approached FHTs; 628 team members were surveyed. MAIN OUTCOME MEASURES: Scores on the team climate inventory, which assessed organizational culture type (group, developmental, rational, or hierarchical); leadership perceptions; and organizational factors, such as use of electronic medical records (EMRs), team composition, governance of the FHT, location, meetings, and time since FHT initiation. All analyses were adjusted for clustering of respondents within the FHT using a mixed random-intercepts model. RESULTS: The response rate was 65.8% (413 of 628); 2 were excluded from analysis, for a total of 411 participants. At the time of survey completion, there was a median of 4 physicians, 11 other health professionals, and 4 management and clerical staff per FHT. The average team climate score was 3.8 out of a possible 5. In multivariable regression analysis, leadership score, group and developmental culture types, and use of more EMR capabilities were associated with higher team climate scores. Other organizational factors, such as number of sites and size of group, were not associated with the team climate score. CONCLUSION: Culture, leadership, and EMR functionality, rather than organizational composition of the teams (eg, number of professionals on staff, practice size), were the most important factors in predicting climate in primary care teams.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON. mhoward@mcmaster.ca"
      ]
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "5",
    "pub_year": "2011",
    "pub_month": "May"
  },
  "start_page": "e185",
  "end_page": "e191",
  "pages": "e185-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Family Practice",
    "Humans",
    "Interprofessional Relations",
    "Leadership",
    "Ontario",
    "Organizational Culture",
    "Patient Care Team",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "21571706",
    "pmc": "PMC3093607",
    "pii": "57/5/e185"
  },
  "pmc_id": "PMC3093607",
  "dates": {
    "completed": "2011-09-29",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.518315",
    "pmid": "21571706"
  }
}