{
  "pmid": "21584177",
  "uid": "21584177",
  "title": "Phase 0 clinical trials in oncology new drug development.",
  "abstract": "Research focus of pharmaceutical industry has expanded to a larger extent in last few decades putting many more new molecules, particularly targeted agents, for the clinical development. On the other hand, researchers are facing serious challenges due to high failure rates of new molecules in clinical studies. The United States Food and Drug Administration (FDA) in combination with academia and industry experts identified many factors responsible for failures of new molecules, and with a vision of taking traditional drug development model toward an innovative paradigm shift, issued regulatory guidance on conduct of exploratory investigational new drug (exploratory IND) studies, often called as phase 0 clinical trials, requiring reduced preclinical testing, which has special relevance to life-threatening diseases such as cancer. Phase 0 trials, utilizing much lower drug doses, provide an opportunity to explore the clinical behavior of new molecules very early in the drug development pathway, helping to identify the promising candidates and eliminating non-promising molecules, thus improving the efficiency of overall drug development with significant savings of resources. Being non-therapeutic in nature, these studies, however, pose certain ethical challenges requiring careful study designing and informed consent process. This article reviews the insights and perspectives for the feasibility, utility, planning, designing and conduct of phase 0 clinical trials, in addition to ethical issues and industrial perspective focused at oncology new drug development.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Umesh Chandra",
      "initials": "UC",
      "name": "Umesh Chandra Gupta",
      "affiliations": [
        "Clinical Research and Medical Services, Fresenius Kabi Oncology Ltd., Gurgaon, Delhi."
      ]
    },
    {
      "last_name": "Bhatia",
      "fore_name": "Sandeep",
      "initials": "S",
      "name": "Sandeep Bhatia",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": []
    },
    {
      "last_name": "Sharma",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Sharma",
      "affiliations": []
    },
    {
      "last_name": "Choudhary",
      "fore_name": "Vaibhav",
      "initials": "V",
      "name": "Vaibhav Choudhary",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Perspectives in clinical research",
    "iso_abbreviation": "Perspect Clin Res",
    "issn": "2229-5488",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Jan"
  },
  "start_page": "13",
  "end_page": "22",
  "pages": "13-22",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21584177",
    "pmc": "PMC3088951",
    "doi": "10.4103/2229-3485.76285",
    "pii": "PCR-2-13"
  },
  "doi": "10.4103/2229-3485.76285",
  "pmc_id": "PMC3088951",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2024-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.112211",
    "pmid": "21584177"
  }
}