{
  "pmid": "21591302",
  "uid": "21591302",
  "title": "The \"other diseases\" of the Millennium Development Goals: rhetoric and reality of free drug distribution to cure the poor's parasites.",
  "abstract": "The sixth MDG aims 'to combat HIV/AIDS, TB, malaria and other diseases'. The residual category of 'other diseases' has become the focus of intense interest, partly because it has provided an opportunity to increase resources for the control of the mostly parasitic 'neglected tropical diseases' (NTDs). Intense lobbying has secured large amounts of funding from donors, as well as generous donations of medicines from the major drug companies. A massive programme is now underway to treat the parasites of the poor in Africa via integrated vertical interventions of mass drug administration in endemic areas. The approach has been hailed as remarkably effective, with claims that there is now a real prospect of complete control and, for some NTDs, even elimination. However, a closer look at evaluation and research data reveals that much less is known about what is being achieved than is suggested. Competition between implementing organisations is leading to potentially counterproductive exaggerations about treatment coverage. Detailed local-level research in Uganda and Tanzania shows that actual rates of drug take-up among target populations are often lower than is necessary to effectively control the diseases, and that methods of drug distribution may even lead to active resistance to treatment. If current trends are not corrected, declining rates of NTD infection will not be sustained. Much more rigorous and effective monitoring is essential.",
  "authors": [
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": [
        "London School of Economics."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Third world quarterly",
    "iso_abbreviation": "Third World Q",
    "issn": "0143-6597",
    "issn_type": "Print",
    "volume": "32",
    "issue": "1",
    "pub_year": "2011"
  },
  "start_page": "91",
  "end_page": "117",
  "pages": "91-117",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article"
  ],
  "keywords": [
    "Acquired Immunodeficiency Syndrome",
    "Africa",
    "Disease Outbreaks",
    "Drug Industry",
    "HIV",
    "History, 20th Century",
    "History, 21st Century",
    "Malaria",
    "Parasitic Diseases",
    "Poverty Areas",
    "Public Health",
    "Tropical Climate",
    "Tropical Medicine",
    "Tuberculosis"
  ],
  "article_ids": {
    "pubmed": "21591302",
    "doi": "10.1080/01436597.2011.543816"
  },
  "doi": "10.1080/01436597.2011.543816",
  "dates": {
    "completed": "2011-06-23",
    "revised": "2019-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.171223",
    "pmid": "21591302"
  }
}