{
  "pmid": "21598796",
  "uid": "21598796",
  "title": "Competitive uptake and phytomonitoring of chlorinated contaminant mixtures by Redosier dogwood (Cornus sericea).",
  "abstract": "Plant uptake is an important process in phytoremediation. The robust uptake of volatile organic compounds (VOCs) by plants offers opportunities to establish quantitative relationships between VOCs in plant tissues and in groundwater for the purpose of phytoscreening or phytomonitoring. Most previous research pertaining to phytoremediation neglected the competitive effects of co-contaminants on the uptake of VOCs by plants, yet recent studies appeared to indicate high competitive effects of co-contamination. This study investigated the competitive uptake of three chlorinated compounds in the presence and absence of other co-contaminants by Redosier dogwood in a greenhouse and examined the implications of this competitive phenomenon for phytomonitoring of contaminant mixtures in groundwater. Concentrations of VOCs in stems decreased along the height in both single and bi-solute systems, in agreement with previous observations in the literature. Examination of the VOCs in single and bi-solute systems showed that concentrations of individual compounds are comparable in single and bi-solute systems, yet the ratios of contaminants along the height in bi-solute systems revealed interesting trends. TCE/PCE ratio increased along height while TCE/1,1,2-TCA ratio was roughly constant. The result indicated that sampling point as well as the physicochemical properties of co-contaminants is highly important in phytomonitoring of contaminant mixtures.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Chen",
      "initials": "C",
      "name": "Chen Wang",
      "affiliations": [
        "Department of Civil & Environmental Engineering, Southern Illinois University Carbondale, Carbondale, IL 62901, USA."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Xingmao",
      "initials": "X",
      "name": "Xingmao Ma",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of phytoremediation",
    "iso_abbreviation": "Int J Phytoremediation",
    "issn": "1522-6514",
    "issn_type": "Print",
    "volume": "13",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "333",
  "end_page": "344",
  "pages": "333-44",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biodegradation, Environmental",
    "Biological Transport",
    "Cornus",
    "Plant Roots",
    "Plant Stems",
    "Tetrachloroethylene",
    "Trichloroethanes",
    "Trichloroethylene",
    "Water Pollutants, Chemical"
  ],
  "article_ids": {
    "pubmed": "21598796",
    "doi": "10.1080/15226514.2010.495146"
  },
  "doi": "10.1080/15226514.2010.495146",
  "dates": {
    "completed": "2011-10-04",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Trichloroethanes",
    "Water Pollutants, Chemical",
    "1,1,2-trichloroethane",
    "Trichloroethylene",
    "Tetrachloroethylene"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.744000",
    "pmid": "21598796"
  }
}