{
  "pmid": "21592407",
  "uid": "21592407",
  "title": "Systematic review of influenza resistance to the neuraminidase inhibitors.",
  "abstract": "BACKGROUND: Antivirals play a critical role in the prevention and the management of influenza. One class of antivirals, neuraminidase inhibitors (NAIs), is effective against all human influenza viruses. Currently there are two NAI drugs which are licensed worldwide: oseltamivir (Tamiflu®) and zanamivir (Relenza®); and two drugs which have received recent approval in Japan: peramivir and laninamivir. Until recently, the prevalence of antiviral resistance has been relatively low. However, almost all seasonal H1N1 strains that circulated in 2008-09 were resistant to oseltamivir whereas about 1% of tested 2009 pandemic H1N1 viruses were found to be resistant to oseltamivir. To date, no studies have demonstrated widespread resistance to zanamivir. It seems likely that the literature on antiviral resistance associated with oseltamivir as well as zanamivir is now sufficiently comprehensive to warrant a systematic review.The primary objectives were to systematically review the literature to determine the incidence of resistance to oseltamivir, zanamivir, and peramivir in different population groups as well as assess the clinical consequences of antiviral resistance. METHODS: We searched MEDLINE and EMBASE without language restrictions in September 2010 to identify studies reporting incidence of resistance to oseltamivir, zanamivir, and peramivir. We used forest plots and meta-analysis of incidence of antiviral resistance associated with the three NAIs. Subgroup analyses were done across a number of population groups. Meta-analysis was also performed to evaluate associations between antiviral resistance and clinical complications and symptoms. RESULTS: We identified 19 studies reporting incidence of antiviral resistance. Meta-analysis of 15 studies yielded a pooled incidence rate for oseltamivir resistance of 2.6% (95%CI 0.7% to 5.5%). The incidence rate for all zanamivir resistance studies was 0%. Only one study measured incidence of antiviral resistance among subjects given peramivir and was reported to be 0%. Subgroup analyses detected higher incidence rates among influenza A patients, especially for H1N1 subtype influenza. Considerable heterogeneity between studies precluded definite inferences about subgroup results for immunocompromised patients, in-patients, and children. A meta-analysis of 4 studies reporting association between oseltamivir-resistance and pneumonia yielded a statistically significant risk ratio of 4.2 (95% CI 1.3 to 13.1, p = 0.02). Oseltamivir-resistance was not statistically significantly associated with other clinical complications and symptoms. CONCLUSION: Our results demonstrate that that a substantial number of patients may become oseltamivir-resistant as a result of oseltamivir use, and that oseltamivir resistance may be significantly associated with pneumonia. In contrast, zanamivir resistance has been rarely reported to date.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, L8N 3Z5 Ontario, Canada. thorluk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Awad",
      "fore_name": "Tahany",
      "initials": "T",
      "name": "Tahany Awad",
      "affiliations": []
    },
    {
      "last_name": "Boivin",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Boivin",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "May",
    "pub_day": "19"
  },
  "start_page": "134",
  "pages": "134",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Drug Resistance, Viral",
    "Enzyme Inhibitors",
    "Humans",
    "Influenza A Virus, H1N1 Subtype",
    "Influenza, Human",
    "Neuraminidase",
    "Viral Proteins"
  ],
  "article_ids": {
    "pubmed": "21592407",
    "pmc": "PMC3123567",
    "doi": "10.1186/1471-2334-11-134",
    "pii": "1471-2334-11-134"
  },
  "doi": "10.1186/1471-2334-11-134",
  "pmc_id": "PMC3123567",
  "dates": {
    "completed": "2011-12-01",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Enzyme Inhibitors",
    "Viral Proteins",
    "Neuraminidase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.949988",
    "pmid": "21592407"
  }
}