{
  "pmid": "21596676",
  "uid": "21596676",
  "title": "Recent advances in the laboratory detection of Mycobacterium tuberculosis complex and drug resistance.",
  "abstract": "The global control of tuberculosis remains a challenge from the standpoint of diagnosis, detection of drug resistance, and treatment. Because treatment can only be initiated when infection is detected and is based on the results of antimicrobial susceptibility testing, there recently has been a marked increase in the development and testing of novel assays designed to detect Mycobacterium tuberculosis complex, with or without simultaneous detection of resistance to isoniazid and/or rifampin. Both nonmolecular and molecular assays have been developed. To a large extent, the nonmolecular methods are refinements or modifications of conventional methods, with the primary goal of providing more-rapid test results. Evaluations of molecular assays have generally shown that these assays have variable sensitivity for detecting the presence of M. tuberculosis complex and, in particular, are insensitive when used with smear-negative specimens; high sensitivity for detecting resistance to rifampin; and variable sensitivity for detecting resistance to isoniazid.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Pathology and Laboratory Services, Denver Health, Denver, CO 80204-4507, USA. michael.wilson@dhha.org"
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "11",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "1350",
  "end_page": "1355",
  "pages": "1350-5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antitubercular Agents",
    "Bacteriological Techniques",
    "Drug Resistance, Bacterial",
    "Humans",
    "Isoniazid",
    "Molecular Diagnostic Techniques",
    "Mycobacterium tuberculosis",
    "Rifampin",
    "Sensitivity and Specificity",
    "Tuberculosis"
  ],
  "article_ids": {
    "pubmed": "21596676",
    "doi": "10.1093/cid/cir146",
    "pii": "cir146"
  },
  "doi": "10.1093/cid/cir146",
  "dates": {
    "completed": "2011-08-30",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Antitubercular Agents",
    "Isoniazid",
    "Rifampin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.191504",
    "pmid": "21596676"
  }
}