{
  "pmid": "21609509",
  "uid": "21609509",
  "title": "Renal failure (chronic).",
  "abstract": "INTRODUCTION: Continued progression of renal failure will lead to renal function too low to sustain healthy life. In developed countries, such people will be offered renal replacement therapy in the form of dialysis or renal transplantation. Requirement for dialysis or transplantation is termed end-stage renal disease (ESRD). METHODS AND OUTCOMES: We conducted a systematic review and aimed to answer the following clinical questions: What are the effects of drug treatments used to reduce progression rate of chronic renal failure? What are the effects of lifestyle changes used to reduce progression rate of chronic renal failure? We searched: Medline, Embase, The Cochrane Library, and other important databases up to October 2010 (Clinical Evidence reviews are updated periodically; please check our website for the most up-to-date version of this review). We included harms alerts from relevant organisations such as the US Food and Drug Administration (FDA) and the UK Medicines and Healthcare products Regulatory Agency (MHRA). RESULTS: We found 44 systematic reviews, RCTs, or observational studies that met our inclusion criteria. We performed a GRADE evaluation of the quality of evidence for interventions. CONCLUSIONS: In this systematic review we present information relating to the effectiveness and safety of the following interventions: angiotensin II receptor antagonists, angiotensin-converting enzyme (ACE) inhibitors (with or without angiotensin II receptor antagonists), exercise, erythropoiesis-stimulating agents, fibrates, lowering blood pressure below usual targets, nicotinates, psychoeducational intervention, smoking cessation, sodium (dietary), statins, structured programmes to achieve therapeutic goals, and targeted lowering of albuminuria/proteinuria.",
  "authors": [
    {
      "last_name": "Clase",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Clase",
      "affiliations": [
        "McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ clinical evidence",
    "iso_abbreviation": "BMJ Clin Evid",
    "issn": "1752-8526",
    "issn_type": "Electronic",
    "volume": "2011",
    "pub_year": "2011",
    "pub_month": "May",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Hematinics",
    "Humans",
    "Kidney Failure, Chronic",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic"
  ],
  "article_ids": {
    "pubmed": "21609509",
    "pmc": "PMC3217810",
    "pii": "2004"
  },
  "pmc_id": "PMC3217810",
  "dates": {
    "completed": "2016-04-22",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Hematinics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.940441",
    "pmid": "21609509"
  }
}