{
  "pmid": "21602953",
  "uid": "21602953",
  "title": "Validity of self-reported height and weight for measuring prevalence of obesity.",
  "abstract": "OBJECTIVES: To examine the validity of self-reported body mass index (BMI) in estimating the prevalence of obesity in the Canadian population, and to suggest a model for predicting actual BMI from self-reported data. METHODS: This analysis is based on 1131 participants with both self-reported and measured height and weight from the Canadian Community Health Survey, Cycle 2.2 dataset. We estimated the prevalence of obesity as well as the mean and standard deviation (SD) of BMI according to sex, age group, and measured weight classification. Multiple regression analysis was used to build a model to assess the relation between actual BMI and variables of age, sex, and self-reported BMI. RESULTS: The overall prevalence of obesity was 23.0% based on measured BMI, and 15.6% based on self-reported BMI. Estimated mean (SD) for self-reported and measured BMI were 25.8 (4.8) and 26.9 (5.0) kg/m(2), respectively. Only 74.3% of obese men and 56.2% of obese women were correctly classified as obese on the basis of self-reported measures. Females and heavier respondents showed more BMI under-reporting than others. CONCLUSIONS: To estimate overweight and obesity in etiological and disease relationship studies, the use of measured height and weight in BMI estimation is preferable to the use of self-reported values. However, if self-reported height and weight are used in population studies, our proposed model can be used to reliably predict the actual BMI with a narrow 95% confidence interval.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Dehghan",
      "fore_name": "Mahshid",
      "initials": "M",
      "name": "Mahshid Dehghan",
      "affiliations": []
    },
    {
      "last_name": "Merchant",
      "fore_name": "Anwar T",
      "initials": "AT",
      "name": "Anwar T Merchant",
      "affiliations": []
    },
    {
      "last_name": "Rainey",
      "fore_name": "James A",
      "initials": "JA",
      "name": "James A Rainey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Open medicine : a peer-reviewed, independent, open-access journal",
    "iso_abbreviation": "Open Med",
    "issn": "1911-2092",
    "issn_type": "Print",
    "volume": "2",
    "issue": "3",
    "pub_year": "2008"
  },
  "start_page": "e83",
  "end_page": "e88",
  "pages": "e83-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21602953",
    "pmc": "PMC3091607"
  },
  "pmc_id": "PMC3091607",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:56.850039",
    "pmid": "21602953"
  }
}