{
  "pmid": "21619621",
  "uid": "21619621",
  "title": "Effects of an evidence service on health-system policy makers' use of research evidence: a protocol for a randomised controlled trial.",
  "abstract": "BACKGROUND: Health-system policy makers need timely access to synthesised research evidence to inform the policy-making process. No efforts to address this need have been evaluated using an experimental quantitative design. We developed an evidence service that draws inputs from Health Systems Evidence, which is a database of policy-relevant systematic reviews. The reviews have been (a) categorised by topic and type of review; (b) coded by the last year searches for studies were conducted and by the countries in which included studies were conducted; (c) rated for quality; and (d) linked to available user-friendly summaries, scientific abstracts, and full-text reports. Our goal is to evaluate whether a \"full-serve\" evidence service increases the use of synthesized research evidence by policy analysts and advisors in the Ontario Ministry of Health and Long-Term Care (MOHLTC) as compared to a \"self-serve\" evidence service. METHODS/DESIGN: We will conduct a two-arm randomized controlled trial (RCT), along with a follow-up qualitative process study in order to explore the findings in greater depth. For the RCT, all policy analysts and policy advisors (n = 168) in a single division of the MOHLTC will be invited to participate. Using a stratified randomized design, participants will be randomized to receive either the \"full-serve\" evidence service (database access, monthly e-mail alerts, and full-text article availability) or the \"self-serve\" evidence service (database access only). The trial duration will be ten months (two-month baseline period, six-month intervention period, and two month cross-over period). The primary outcome will be the mean number of site visits/month/user between baseline and the end of the intervention period. The secondary outcome will be participants' intention to use research evidence. For the qualitative study, 15 participants from each trial arm (n = 30) will be purposively sampled. One-on-one semi-structured interviews will be conducted by telephone on their views about and their experiences with the evidence service they received, how helpful it was in their work, why it was helpful (or not helpful), what aspects were most and least helpful and why, and recommendations for next steps. DISCUSSION: To our knowledge, this will be the first RCT to evaluate the effects of an evidence service specifically designed to support health-system policy makers in finding and using research evidence. TRIAL REGISTRATION: ClinicalTrials.gov: NCT01307228.",
  "authors": [
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Hamilton, Canada. lavisj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Hanna",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Gruen",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Gruen",
      "affiliations": []
    },
    {
      "last_name": "Ouimet",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Ouimet",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2011",
    "pub_month": "May",
    "pub_day": "27"
  },
  "start_page": "51",
  "pages": "51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Evidence-Based Medicine",
    "Humans",
    "Ontario",
    "Outcome and Process Assessment, Health Care",
    "Policy Making",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "21619621",
    "pmc": "PMC3123565",
    "doi": "10.1186/1748-5908-6-51",
    "pii": "1748-5908-6-51"
  },
  "doi": "10.1186/1748-5908-6-51",
  "pmc_id": "PMC3123565",
  "dates": {
    "completed": "2013-04-23",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.192253",
    "pmid": "21619621"
  }
}