{
  "pmid": "21611865",
  "uid": "21611865",
  "title": "Identifying determinants of quality of life of children with cancer and childhood cancer survivors: a systematic review.",
  "abstract": "PURPOSE: This paper describes a systematic review conducted to identify factors that have been investigated as explanations of variability in the quality of life of children with cancer and childhood cancer survivors. Our purpose was to build an evidence base that could be used to guide and direct future research. METHODS: MEDLINE, CINAHL, EMBASE, PsycINFO, Cancerlit, and Sociological Abstracts were searched from the inception of each database to June 15, 2009 using the following search terms: \"quality of life,\" \"health-related quality of life,\" \"quality adjusted life years,\" \"health status,\" \"functional status,\" \"well-being,\" or \"patient-reported outcome.\" Sample characteristics and information about the relationship between a quality of life domain or total scale score and at least one factor (e.g., child gender or age, coping skills, family income) were extracted from eligible studies. RESULTS: Nine cancer-specific and nine generic QOL questionnaires were used in 58 publications described 239 factors (50 unique factors). The large number of cancer, treatment, child, and family variables considered indicates that extensive research activity has occurred. However, most of the variables identified were examined in only a few studies and most represent medical and treatment variables with less research attention paid to child and family variables. CONCLUSIONS: Our study has compiled evidence about determinants of QOL for children with cancer and childhood cancer survivors from the existing literature. Future research can build on this evidence base to expand the range of factors studied as most research to date has focused on medical and treatment factors.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, HSC 3N27, 1200 Main Street West, Hamilton, ON, L8S 4J9, Canada. aklass@mcmaster.ca"
      ]
    },
    {
      "last_name": "Anthony",
      "fore_name": "Samantha J",
      "initials": "SJ",
      "name": "Samantha J Anthony",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Aalia",
      "initials": "A",
      "name": "Aalia Khan",
      "affiliations": []
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": []
    },
    {
      "last_name": "Klaassen",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Klaassen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "1433-7339",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "9",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "1275",
  "end_page": "1287",
  "pages": "1275-87",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Neoplasms",
    "Quality of Life",
    "Quality-Adjusted Life Years",
    "Surveys and Questionnaires",
    "Survivors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21611865",
    "doi": "10.1007/s00520-011-1193-x"
  },
  "doi": "10.1007/s00520-011-1193-x",
  "dates": {
    "completed": "2011-12-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.045283",
    "pmid": "21611865"
  }
}