{
  "pmid": "21637703",
  "uid": "21637703",
  "title": "Care transitions for older patients with musculoskeletal disorders: continuity from the providers' perspective.",
  "abstract": "INTRODUCTION: Care transitions are a common and frequently adverse aspect of health care, resulting in a high-risk period for both care quality and patient safety. Patients who have complex care needs and undergo treatment in multiple care settings, such as older patients with musculoskeletal disorders, may be at higher risk for poor care transitions. METHODS: Key informant interviews were used to gather in-depth information on transitional care issues, particularly those which impact informational continuity, from the perspective of a range of health professionals (η=17) in care settings relevant to the care continuum of older patients with hip fractures. RESULTS: Three transitional care themes were identified; medical complexity impacts care trajectories, larger circles of care can be both beneficial and challenging, and a variety of channels and modes are required for meaningful information exchange. Many issues cut across each care setting, and address challenges to informational continuity among and between health care providers, patients, and caregivers. CONCLUSIONS: Medical complexity enlarges the circle of care which challenges care continuity. There may be fundamental elements which, regardless of care setting, strengthen transitional care quality. Standardized transitional care processes might help to offset informational discontinuity across care settings as a result of this population's larger circles of care.",
  "authors": [
    {
      "last_name": "McLeod",
      "fore_name": "Jordache",
      "initials": "J",
      "name": "Jordache McLeod",
      "affiliations": [
        "Department of Health Studies and Gerontology, University of Waterloo, 200 University Avenue East, Waterloo, ON N2L 3G1, Canada."
      ]
    },
    {
      "last_name": "McMurray",
      "fore_name": "Josephine",
      "initials": "J",
      "name": "Josephine McMurray",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": []
    },
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": []
    },
    {
      "last_name": "Stolee",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Stolee",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of integrated care",
    "iso_abbreviation": "Int J Integr Care",
    "issn": "1568-4156",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "e014",
  "pages": "e014",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21637703",
    "pmc": "PMC3107065",
    "doi": "10.5334/ijic.555"
  },
  "doi": "10.5334/ijic.555",
  "pmc_id": "PMC3107065",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.546050",
    "pmid": "21637703"
  }
}