{
  "pmid": "21645401",
  "uid": "21645401",
  "title": "Determining research knowledge infrastructure for healthcare systems: a qualitative study.",
  "abstract": "BACKGROUND: This study examines research knowledge infrastructures (RKIs) found in health systems. An RKI is defined as any instrument (i.e., programs, interventions, tools) implemented in order to facilitate access, dissemination, exchange, and/or use of evidence in healthcare organisations. Based on an environmental scan (17 key informant interviews) and scoping review (26 studies), we found support for a framework that we developed that outlines components that a health system can have in its RKI. The broad domains are climate for research use, research production, activities used to link research to action, and evaluation.The objective of the current study is to profile the RKI of three types of health system organisations--regional health authorities, primary care practices, and hospitals--in two Canadian provinces to determine the current mix of components these organisations have in their RKI, their experience with these components, and their views about future RKI initiatives. METHODS: This study will include semistructured telephone interviews with a purposive sample region of a senior management team member, library/resource centre manager, and a 'knowledge broker' in three regional health authorities, five or six purposively sampled hospitals, and five or six primary care practices in Ontario and Quebec, for a maximum of 71 interviewees. The interviews will explore (a) which RKI components have proven helpful, (b) barriers and facilitators in implementing RKI components, and (c) views about next steps in further development of RKIs. DISCUSSION: This is the first qualitative examination of potential RKI efforts that can increase the use of research evidence in health system decision making. We anticipate being able to identify broadly applicable insights about important next steps in building effective RKIs. Some of the identified RKI components may increase the use of research evidence by decision makers, which may then lead to more informed decisions.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. moriah.ellen@gmail.com"
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Ouimet",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Ouimet",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Bédard",
      "fore_name": "Pierre-Olivier",
      "initials": "PO",
      "name": "Pierre-Olivier Bédard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2011",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "start_page": "60",
  "pages": "60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Delivery of Health Care",
    "Health Information Systems",
    "Hospital Information Systems",
    "Humans",
    "Interviews as Topic",
    "Primary Health Care",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "21645401",
    "pmc": "PMC3123231",
    "doi": "10.1186/1748-5908-6-60",
    "pii": "1748-5908-6-60"
  },
  "doi": "10.1186/1748-5908-6-60",
  "pmc_id": "PMC3123231",
  "dates": {
    "completed": "2013-04-23",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.973872",
    "pmid": "21645401"
  }
}