{
  "pmid": "21658787",
  "uid": "21658787",
  "title": "Design, implementation and scaling up of the balanced scorecard for hospitals in Lebanon: policy coherence and application lessons for low and middle income countries.",
  "abstract": "OBJECTIVES: This paper describes the development and implementation of the first national hospital performance indicators in Lebanon including its institutionalization within existing policy framework and the initiation of independent governance structure for sustainability. METHODS: Guided by the Ontario Acute Care Balanced Scorecard framework, a step-wise approach was used. Guiding principles were non-punitive reporting, anonymity, voluntary participation, stakeholder involvement, consensus and feasibility. Modified Delphi technique was used, readiness assessment surveys in 52 hospitals were conducted, pilot testing and evaluation were completed in 14 hospitals. RESULTS: Initial balanced set of 21 indicators were selected. Findings showed wide variations in indicators' measurement in hospitals including formulas and tools. Barriers to measurement included lack of quality culture, physician resistance and resources. A gradual implementation strategy was developed and selected indicators were divided into two levels. Most piloted indicators proved to be valid, feasible and reliable. The initiative was linked to the national hospital accreditation system resulting in a balanced set of 40 indicators. An independent, not-for-profit, arm's-length organization was established. CONCLUSIONS: This is among the first attempts made in the East Mediterranean Region to adapt the BSC approach and translate the experience of its development to addresses local needs and contextual reality.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad El Solh, Beirut 1107 2020, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Shadi",
      "initials": "S",
      "name": "Shadi Saleh",
      "affiliations": []
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "2-3",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "305",
  "end_page": "314",
  "pages": "305-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Developing Countries",
    "Health Policy",
    "Hospital Administration",
    "Hospitals",
    "Humans",
    "Lebanon",
    "Pilot Projects",
    "Program Development",
    "Quality Assurance, Health Care",
    "Quality Indicators, Health Care"
  ],
  "article_ids": {
    "pubmed": "21658787",
    "doi": "10.1016/j.healthpol.2011.05.006",
    "pii": "S0168-8510(11)00087-X"
  },
  "doi": "10.1016/j.healthpol.2011.05.006",
  "dates": {
    "completed": "2012-03-09",
    "revised": "2011-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.330285",
    "pmid": "21658787"
  }
}