{
  "pmid": "21678366",
  "uid": "21678366",
  "title": "Male circumcision for prevention of homosexual acquisition of HIV in men.",
  "abstract": "BACKGROUND: Previous systematic reviews found inconsistent effects of male circumcision on HIV acquisition in men who have sex with men (MSM). However, a number of new studies have become available in the three years since the last systematic review. OBJECTIVES: To assess the effects of male circumcision for preventing HIV acquisition by men through sex with men. SEARCH STRATEGY: In June 2010 we electronically searched the Cochrane Central Register of Controlled Trials, PubMed, EMBASE, AIDS Education Global Information System, ClinicalTrials.gov, and WHO International Clinical Trials Registry Platform; hand-searched reference lists of relevant articles; and contacted relevant organisations and experts. We updated the search in March 2011. SELECTION CRITERIA: We looked for randomised controlled trials (RCTs) and observational studies that assessed the effects of male circumcision on HIV acquisition in MSM. DATA COLLECTION AND ANALYSIS: Two authors independently assessed study eligibility and methodological quality, and extracted data. We expressed study results as odds ratios (OR) with 95% confidence intervals (CI), and conducted random-effects meta-analysis. MAIN RESULTS: We found no completed RCT and included 21 observational studies with 71,693 participants. The only eligible RCT is currently ongoing among MSM in China. The pooled effect estimate for HIV acquisition was not statistically significant (20 studies; 65,784 participants; OR 0.86, 95% CI 0.70 to 1.06) and showed significant heterogeneity (I²=53%). In a subgroup analysis, the results were statistically significant in studies of men reporting an insertive role (7 studies, 3465 participants; OR 0.27, 95% CI 0.17 to 0.44; I²=0%) but not in studies of men reporting a receptive role (3 studies, 1792 participants; OR 1.20, 95% CI 0.63 to 2.29; I² = 0%). There was no significant association between male circumcision and syphilis (8 studies; 34,999 participants: OR 0.96, 95% CI 0.82 to 1.13; I² = 0%), herpes simplex virus 1 (2 studies, 2740 participants; OR 0.90, 95% CI 0.53 to 1.52; I²=0%), or herpes simplex virus 2 (5 studies;10,285 participants; OR 0.86, 95% CI 0.62 to 1.21; I²=0%). The overall GRADE quality of evidence was low. None of the included studies assessed adverse effects associated with male circumcision. AUTHORS' CONCLUSIONS: Current evidence suggests that male circumcision may be protective among MSM who practice primarily insertive anal sex, but the role of male circumcision overall in the prevention of HIV and other sexually transmitted infections among MSM remains to be determined. Therefore, there is not enough evidence to recommend male circumcision for HIV prevention among MSM at present. Further research should be of high quality and further explore interaction with the predominant sexual role.",
  "authors": [
    {
      "last_name": "Wiysonge",
      "fore_name": "Charles Shey",
      "initials": "CS",
      "name": "Charles Shey Wiysonge",
      "affiliations": [
        "School of Child and Adolescent Health, University of Cape Town, Institute of Infectious Disease and Molecular Medicine, Anzio Road, Observatory, Cape Town, South Africa, 7925."
      ]
    },
    {
      "last_name": "Kongnyuy",
      "fore_name": "Eugene J",
      "initials": "EJ",
      "name": "Eugene J Kongnyuy",
      "affiliations": []
    },
    {
      "last_name": "Shey",
      "fore_name": "Muki",
      "initials": "M",
      "name": "Muki Shey",
      "affiliations": []
    },
    {
      "last_name": "Muula",
      "fore_name": "Adamson S",
      "initials": "AS",
      "name": "Adamson S Muula",
      "affiliations": []
    },
    {
      "last_name": "Navti",
      "fore_name": "Osric B",
      "initials": "OB",
      "name": "Osric B Navti",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Lo",
      "fore_name": "Ying-Ru",
      "initials": "YR",
      "name": "Ying-Ru Lo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "CD007496",
  "pages": "CD007496",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Circumcision, Male",
    "HIV Infections",
    "Herpes Simplex",
    "Herpesvirus 1, Human",
    "Herpesvirus 2, Human",
    "Homosexuality, Male",
    "Humans",
    "Male",
    "Syphilis"
  ],
  "article_ids": {
    "pubmed": "21678366",
    "doi": "10.1002/14651858.CD007496.pub2"
  },
  "doi": "10.1002/14651858.CD007496.pub2",
  "dates": {
    "completed": "2011-08-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.180990",
    "pmid": "21678366"
  }
}