{
  "pmid": "21677439",
  "uid": "21677439",
  "title": "Basics of systematic reviews and meta-analyses for the nephrologist.",
  "abstract": "Renal practitioners are expected to apply the best available evidence from rigorous scientific research to clinical decision-making and also for policy-making for those involved. Advances in information technology and unprecedented access to data have simplified the process for the search of best available evidence to guide practice. However, it is challenging to cope with the increasing volume of publications in nephrology and other areas of medicine. Accordingly, systematic reviews and meta-analysis have greatly facilitated best practice and effective clinical decision-making. Conducting a systematic review/meta-analysis involves a number of steps that start with protocol development and research question formulation, design and study selection criteria, followed by retrieval of potentially relevant studies, selection of those studies to be included and evaluation of a study's risk of bias. Systematic reviews and meta-analyses have both strengths and weaknesses. Many of the perceived limitations of meta-analysis are not inherent in the methodology, but actually represent deficits in the conduct or reporting of individual primary studies. With the continuous proliferation of published renal clinical studies, such publications will continue to be an important resource for clinicians and researchers in nephrology. It is therefore important for nephrologists to keep abreast of developments in this field, which requires some knowledge about how these studies are conducted, reported and how to appraise them for application to clinical practice or policy-making.",
  "authors": [
    {
      "last_name": "Bello",
      "fore_name": "Aminu K",
      "initials": "AK",
      "name": "Aminu K Bello",
      "affiliations": [
        "Division of Nephrology, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Wiebe",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Wiebe",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Tonelli",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Tonelli",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nephron. Clinical practice",
    "iso_abbreviation": "Nephron Clin Pract",
    "issn": "1660-2110",
    "issn_type": "Electronic",
    "volume": "119",
    "issue": "1",
    "pub_year": "2011"
  },
  "start_page": "c50",
  "end_page": "c61",
  "pages": "c50-60; discussion c61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Meta-Analysis as Topic",
    "Nephrology",
    "Physicians",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "21677439",
    "doi": "10.1159/000324432",
    "pii": "000324432"
  },
  "doi": "10.1159/000324432",
  "dates": {
    "completed": "2012-06-04",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.113754",
    "pmid": "21677439"
  }
}