{
  "pmid": "21678361",
  "uid": "21678361",
  "title": "Anticoagulation for the long-term treatment of venous thromboembolism in patients with cancer.",
  "abstract": "BACKGROUND: Cancer increases the risk of thromboembolic events even while on anticoagulation. OBJECTIVES: To compare the efficacy and safety of low molecular weight heparin (LMWH) and oral anticoagulants for the long-term treatment of venous thromboembolism (VTE) in patients with cancer. SEARCH STRATEGY: A comprehensive search for studies of anticoagulation in cancer patients including a February 2010 electronic search of: the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, EMBASE and ISI Web of Science. SELECTION CRITERIA: Randomized controlled trials (RCTs) comparing long-term treatment with LMWH versus oral anticoagulants (vitamin K antagonist (VKA) or ximelagatran) in patients with cancer and symptomatic objectively-confirmed VTE. DATA COLLECTION AND ANALYSIS: Using a standardized data form we extracted data on methodological quality, participants, interventions and outcomes of interest: survival, recurrent VTE, major bleeding, minor bleeding, thrombocytopenia and postphlebitic syndrome. We assessed the quality of evidence at the outcome level following the GRADE approach. MAIN RESULTS: Of 8187 identified citations, nine RCTs were eligible and reported data for 1908 patients with cancer. Meta-analysis of seven RCTs showed that LMWH, compared to VKA provided no statistically significant survival benefit (hazard ratio (HR) 0.96; 95% confidence interval (CI) 0.81 to 1.14) but a statistically significant reduction in VTE (HR 0.47; 95% CI 0.32 to 0.71). Other results did not exclude a beneficial or harmful effect of LMWH compared to VKA for the outcomes of major bleeding (RR 1.05; 95% CI 0.53 to 2.10) or thrombocytopenia (RR 1.02; 95% CI 0.60 to 1.74). The quality of evidence was low for mortality, major bleeding and minor bleeding and moderate for recurrent VTE. One RCT comparing six months extension of anticoagulation with 18 months ximelagatran 24 mg twice daily versus placebo found a reduction in VTE (HR 0.16; 95% CI 0.09 to 0.30) but did not exclude beneficial or harmful effects for the outcomes of mortality and bleeding. One RCT, comparing dabigatran to VKA, did not exclude beneficial or harmful effect of one agent over the other. AUTHORS' CONCLUSIONS: For the long-term treatment of VTE in patients with cancer, LMWH compared to VKA reduces venous thromboembolic events but not death. The decision for a patient with cancer and VTE to start long-term LMWH versus oral anticoagulation should balance the benefits and downsides and integrate the patient's values and preferences for the important outcomes and alternative management strategies.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, ECMC CC-142, 462 Grider Street, Buffalo, NY, USA, 14215."
      ]
    },
    {
      "last_name": "Labedi",
      "fore_name": "Nawman",
      "initials": "N",
      "name": "Nawman Labedi",
      "affiliations": []
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": []
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": []
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": []
    },
    {
      "last_name": "Muti",
      "fore_name": "Paola",
      "initials": "P",
      "name": "Paola Muti",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "CD006650",
  "pages": "CD006650",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Azetidines",
    "Benzylamines",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Randomized Controlled Trials as Topic",
    "Venous Thromboembolism",
    "Vitamin K"
  ],
  "article_ids": {
    "pubmed": "21678361",
    "doi": "10.1002/14651858.CD006650.pub3"
  },
  "doi": "10.1002/14651858.CD006650.pub3",
  "dates": {
    "completed": "2011-08-24",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticoagulants",
    "Azetidines",
    "Benzylamines",
    "Heparin, Low-Molecular-Weight",
    "Vitamin K"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.528714",
    "pmid": "21678361"
  }
}