{
  "pmid": "21673949",
  "uid": "21673949",
  "title": "Prokinetic drug utility in the treatment of gastroesophageal reflux esophagitis: a systematic review of randomized controlled trials.",
  "abstract": "BACKGROUND: Esophagitis caused by gastroesophageal reflux disease (GERD) results in appreciable morbidity and economic burden. No systematic review has addressed the effectiveness of prokinetic drugs in the treatment of GERD esophagitis in adults. OBJECTIVE: To determine the utility of prokinetic drugs in improving symptoms and endoscopic lesions in patients with GERD esophagitis. METHODS: We included randomized controlled trials that compared prokinetic drugs with placebo. A systematic search included the Cochrane Controlled Trial Register, MEDLINE, CINAHL, LILACS, EMBASE, a manual search of books and article references, and contact with pharmaceutical companies. Reviewers assessed methodological quality and extracted data that were combined using a random effects model. RESULTS: Eighteen articles met the eligibility criteria; of these, 13 used prokinetic drugs alone, 4 tested prokinetic drugs as additional therapy in patients receiving histamine-2 receptor blockers, and 1 tested them in patients receiving proton pump inhibitors. Seven studies evaluated clinical improvement only, 5 addressed endoscopic improvement only, and 6 reported both outcomes. Four studies failed to provide adequate data for pooling; 3 of the 4 reported results that suggested symptomatic benefit with prokinetic agents. Nine studies (379 patients) that provided the required data suggested a higher incidence of clinical improvement with prokinetic drugs versus placebo (relative risk [RR] 1.70, 95% confidence interval [CI] 1.37-2.12, heterogeneity p = 0.47, I(2) = 0%). Clinical improvement occurred in 53 out of 175 patients (30%) of the control group; applying the relative risk of 1.70 and associated confidence interval suggests that absolute increases in patients improved might vary from 18% to 41% (number needed to treat approximately 3 to 6). Improvement was similar in 4 studies in which the prokinetic agent was added to an antisecretory drug. The funnel plot, however, suggests the possibility of publication bias. Eleven studies (887 patients) suggested a higher likelihood of endoscopic improvement or healing esophagitis with prokinetic drugs (RR 1.26, 95% CI 1.03-1.53) but with significant heterogeneity (heterogeneity p = .05, I(2) = 46.2%) that we couldn't explain with an a priori hypothesis. When we evaluated endoscopic healing as the main outcome we observed a trend toward better results in the treatment group, also with inexplicable heterogeneity (RR 1.36, CI 95% 0.97-1.89, I(2) = 61%). CONCLUSIONS: Randomized controlled trials provide moderate-quality evidence that prokinetic drugs improve symptoms in patients with reflux esophagitis and low-quality evidence that they have an impact on endoscopic healing.",
  "authors": [
    {
      "last_name": "Manzotti",
      "fore_name": "Matías E",
      "initials": "ME",
      "name": "Matías E Manzotti",
      "affiliations": []
    },
    {
      "last_name": "Catalano",
      "fore_name": "Hugo N",
      "initials": "HN",
      "name": "Hugo N Catalano",
      "affiliations": []
    },
    {
      "last_name": "Serrano",
      "fore_name": "Fernando A",
      "initials": "FA",
      "name": "Fernando A Serrano",
      "affiliations": []
    },
    {
      "last_name": "Di Stilio",
      "fore_name": "Gisela",
      "initials": "G",
      "name": "Gisela Di Stilio",
      "affiliations": []
    },
    {
      "last_name": "Koch",
      "fore_name": "María F",
      "initials": "MF",
      "name": "María F Koch",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Open medicine : a peer-reviewed, independent, open-access journal",
    "iso_abbreviation": "Open Med",
    "issn": "1911-2092",
    "issn_type": "Print",
    "volume": "1",
    "issue": "3",
    "pub_year": "2007"
  },
  "start_page": "e171",
  "end_page": "e180",
  "pages": "e171-80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21673949",
    "pmc": "PMC3113218"
  },
  "pmc_id": "PMC3113218",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.376362",
    "pmid": "21673949"
  }
}