{
  "pmid": "21680559",
  "uid": "21680559",
  "title": "Retrieval of diagnostic and treatment studies for clinical use through PubMed and PubMed's Clinical Queries filters.",
  "abstract": "OBJECTIVE: Clinical Queries filters were developed to improve the retrieval of high-quality studies in searches on clinical matters. The study objective was to determine the yield of relevant citations and physician satisfaction while searching for diagnostic and treatment studies using the Clinical Queries page of PubMed compared with searching PubMed without these filters. MATERIALS AND METHODS: Forty practicing physicians, presented with standardized treatment and diagnosis questions and one question of their choosing, entered search terms which were processed in a random, blinded fashion through PubMed alone and PubMed Clinical Queries. Participants rated search retrievals for applicability to the question at hand and satisfaction. RESULTS: For treatment, the primary outcome of retrieval of relevant articles was not significantly different between the groups, but a higher proportion of articles from the Clinical Queries searches met methodologic criteria (p=0.049), and more articles were published in core internal medicine journals (p=0.056). For diagnosis, the filtered results returned more relevant articles (p=0.031) and fewer irrelevant articles (overall retrieval less, p=0.023); participants needed to screen fewer articles before arriving at the first relevant citation (p<0.05). Relevance was also influenced by content terms used by participants in searching. Participants varied greatly in their search performance. DISCUSSION: Clinical Queries filtered searches returned more high-quality studies, though the retrieval of relevant articles was only statistically different between the groups for diagnosis questions. CONCLUSION: Retrieving clinically important research studies from Medline is a challenging task for physicians. Methodological search filters can improve search retrieval.",
  "authors": [
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Information Research Unit, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada. lokkerc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Informatics Association : JAMIA",
    "iso_abbreviation": "J Am Med Inform Assoc",
    "issn": "1527-974X",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2011"
  },
  "start_page": "652",
  "end_page": "659",
  "pages": "652-9",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Consumer Behavior",
    "Humans",
    "Information Storage and Retrieval",
    "Internal Medicine",
    "Ontario",
    "Practice Patterns, Physicians'",
    "PubMed",
    "Sensitivity and Specificity",
    "Single-Blind Method",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "21680559",
    "pmc": "PMC3168323",
    "doi": "10.1136/amiajnl-2011-000233",
    "pii": "amiajnl-2011-000233"
  },
  "doi": "10.1136/amiajnl-2011-000233",
  "pmc_id": "PMC3168323",
  "dates": {
    "completed": "2012-01-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "177748",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.149607",
    "pmid": "21680559"
  }
}