{
  "pmid": "21688756",
  "uid": "21688756",
  "title": "Renal outcomes and mortality following hydroxyethyl starch resuscitation of critically ill patients: systematic review and meta-analysis of randomized trials: ATTENTION: The analysis and conclusions of this article are being revised by the authors. This is due to the journal Anesthesia and Analgesia's retraction of a paper by Dr. Joachim Boldt, an author in seven of the studies analyzed in this review. As such, the editors of Open Medicine recommend interpreting this review with extreme caution until Zarychanski et al. publish a new analysis and interpretation in Open Medicine. For more information, see Anesthesia and Analgesia's press release.",
  "abstract": "BACKGROUND: Hydroxyethyl starch (HES) is a type of colloid fluid that is commonly used for volume resuscitation of patients admitted to the intensive care unit. Data regarding the renal consequences of HES are conflicting. PURPOSE: To evaluate the effect of HES solutions on renal outcomes and mortality among critically ill patients requiring acute volume resuscitation. DATA SOURCES: We searched electronic databases (MEDLINE, EMBASE, the Cochrane Central Registry of Controlled Trials and the SCOPUS database) from 1950 to 2008. Conference proceedings and grey literature sources were searched from 2002 to 2007. STUDY SELECTION: We included only randomized controlled trials of acute volume resuscitation of critically ill patients comparing HES fluid with an alternative resuscitation fluid. DATA SYNTHESIS: Two reviewers independently assessed trial eligibility, extracted data and evaluated trial quality. Random-effects models were used for all summary measures of effect. RESULTS: Twenty-two trials (n = 1865 patients) were included. Patients who received HES were more likely to have received renal replacement therapy (odds ratio [OR] 1.90, 95% confidence interval [CI] 1.22-2.96, I(2) 9.5%, n = 749). There was no difference in overall mortality (OR 1.07, 95% CI 0.85-1.34, n = 1657). However, in trials that included patients with severe sepsis and septic shock, in high-quality and multicentre trials, and in trials with adequate allocation concealment, there was a trend toward increased risk of death in association with HES. LIMITATIONS: Data regarding adverse events, including renal outcomes, were not reported in the majority of published randomized trials. Considerable clinical and methodologic heterogeneity existed among trials. CONCLUSIONS: The use of HES for acute volume resuscitation of critically ill patients, and in particular those with severe sepsis and septic shock, appeared to be associated with increased use of renal replacement therapy. Further randomized controlled trials evaluating clinically important end points are required to examine the efficacy and safety of HES fluids for critically ill patients.",
  "authors": [
    {
      "last_name": "Zarychanski",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Zarychanski",
      "affiliations": []
    },
    {
      "last_name": "Turgeon",
      "fore_name": "Alexis F",
      "initials": "AF",
      "name": "Alexis F Turgeon",
      "affiliations": []
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean A",
      "initials": "DA",
      "name": "Dean A Fergusson",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Hébert",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Hébert",
      "affiliations": []
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": []
    },
    {
      "last_name": "Monsour",
      "fore_name": "Danny",
      "initials": "D",
      "name": "Danny Monsour",
      "affiliations": []
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Open medicine : a peer-reviewed, independent, open-access journal",
    "iso_abbreviation": "Open Med",
    "issn": "1911-2092",
    "issn_type": "Print",
    "volume": "3",
    "issue": "4",
    "pub_year": "2009"
  },
  "start_page": "e196",
  "end_page": "e209",
  "pages": "e196-209",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21688756",
    "pmc": "PMC3090114"
  },
  "pmc_id": "PMC3090114",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2024-08-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:20.889779",
    "pmid": "21688756"
  }
}