{
  "pmid": "21687335",
  "uid": "21687335",
  "title": "Intravenous immunoglobulin for the treatment of chronic inflammatory demyelinating polyradiculoneuropathy: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) is an acquired immune-mediated inflammatory disorder that targets the myelin sheaths of the peripheral nervous system. Intravenous immunoglobulin (IVIg) is a blood product containing immunoglobulin G pooled from many human donors. In fall 2008, CIDP became an approved indication for IVIg in the United States and Canada. OBJECTIVE: To evaluate the clinical effectiveness and safety of IVIg for the treatment of CIDP through a systematic review of published randomized controlled trials. METHODS: We searched the MEDLINE (1996-2009, including in-process and other non-indexed citations), Embase (1996-2009) and other databases through the Ovid interface. We applied a methodological filter to limit retrieval to controlled clinical trials, meta-analyses and systematic reviews, and health technology assessments. Retrieval was limited to studies involving humans, and no language restrictions were employed. We pooled extracted data to estimate the effect size of IVIg treatment based on the random-effects model. RESULTS: We identified 9 unique randomized controlled trials. Of these, 3 compared IVIg therapy with an active comparator (plasma exchange, plasma exchange using extracorporeal immunoadsorption, oral prednisolone, respectively); the other 6 trials had placebo controls. No incremental benefit was seen in terms of primary outcomes for comparisons of IVIg therapy and an active comparator. Data from 4 of the 6 placebo-controlled trials were included in a meta-analysis. A significant improvement in disability (i.e., reduction in disability score) was found, with a standardized mean difference of 0.65 (95% confidence interval [CI] 0.23 to 1.08) in favour of IVIg. A pooled analysis of the proportion of patients with a response to treatment, as defined by the investigators of each of the trials, resulted in a risk ratio of 2.74 (95% CI 1.80 to 4.15) favouring IVIg. INTERPRETATION: IVIg therapy was statistically superior to placebo in reducing disability and impairment among patients with CIDP. The effectiveness of IVIg was similar to that of the alternative treatment strategies of plasma exchange and oral prednisolone.",
  "authors": [
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": []
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kaitryn",
      "initials": "K",
      "name": "Kaitryn Campbell",
      "affiliations": []
    },
    {
      "last_name": "Robertson",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Robertson",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": []
    },
    {
      "last_name": "Assasi",
      "fore_name": "Nazila",
      "initials": "N",
      "name": "Nazila Assasi",
      "affiliations": []
    },
    {
      "last_name": "Chalk",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin Chalk",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Open medicine : a peer-reviewed, independent, open-access journal",
    "iso_abbreviation": "Open Med",
    "issn": "1911-2092",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "3",
    "pub_year": "2010"
  },
  "start_page": "e154",
  "end_page": "e166",
  "pages": "e154-66",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21687335",
    "pmc": "PMC3090105"
  },
  "pmc_id": "PMC3090105",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.423301",
    "pmid": "21687335"
  }
}