{
  "pmid": "21688755",
  "uid": "21688755",
  "title": "Treatment, care and support for people co-infected with HIV and hepatitis C: a scoping review.",
  "abstract": "BACKGROUND: Providing care for people who are co-infected with both HIV and hepatitis C virus (HCV) is becoming increasingly complex and requires integrated prevention, screening, support and programming efforts. We undertook a scoping review to provide a summary of the existing evidence base and to identify and assess the quality of treatment guidelines and systematic reviews related to 3 domains of interest: treatment; epidemiology; and care, support, programming and prevention. METHODS: We searched 7 databases, hand-searched 8 journals and contacted key informants to identify relevant literature. We included all primary research (including systematic reviews and meta-analyses) or treatment guidelines that assessed pegylated interferon and ribavirin for HCV or highly active antiretroviral therapy for HIV treatment, or both. In the epidemiology domain, we included all primary research (including systematic reviews and meta-analyses). Studies that included only people with hemophilia and those conducted in developing countries were excluded. In the care, support, programming and prevention domain, we included all studies and reports that focused on co-infection. Two reviewers independently applied coding criteria and assessed the quality of the treatment guidelines and systematic reviews using the Appraisal of Guidelines Research and Evaluation and A MeaSurement Tool to Assess Reviews instruments. RESULTS: Our search strategy yielded 1633 unique references. Of these, 227 references met the final inclusion criteria: 114 addressed treatment, 52 epidemiology and 79 care, support, programming or prevention. The references included 9 treatment guidelines: 4 were assessed as \"strongly recommend,\" 3 as \"recommend (with provisos or alterations)\" and 1 as \"would not recommend\" (1 could not be located). Of 10 systematic reviews that were located, 7 were assessed as being high quality, 2 as medium quality and 1 as low quality. CONCLUSION: This quality-assessed inventory of treatment guidelines and systematic reviews can be used by physicians and service providers to rapidly locate research about HIV-HCV co-infection. However, many treatment guidelines and reviews often indicate that treatment of current injection drug users and/or people with mental health issues should proceed on a \"case-by-case basis.\" Therefore, much of the evidence (particularly in the treatment literature) is limited in its scope and applicability to important populations that are vulnerable to HIV or HCV infection or co-infection.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": []
    },
    {
      "last_name": "Dickie",
      "fore_name": "Melisa",
      "initials": "M",
      "name": "Melisa Dickie",
      "affiliations": []
    },
    {
      "last_name": "Cooper",
      "fore_name": "Curtis L",
      "initials": "CL",
      "name": "Curtis L Cooper",
      "affiliations": []
    },
    {
      "last_name": "Carvalhal",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Carvalhal",
      "affiliations": []
    },
    {
      "last_name": "Bacon",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Bacon",
      "affiliations": []
    },
    {
      "last_name": "Rourke",
      "fore_name": "Sean B",
      "initials": "SB",
      "name": "Sean B Rourke",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Open medicine : a peer-reviewed, independent, open-access journal",
    "iso_abbreviation": "Open Med",
    "issn": "1911-2092",
    "issn_type": "Print",
    "volume": "3",
    "issue": "4",
    "pub_year": "2009"
  },
  "start_page": "e184",
  "end_page": "e195",
  "pages": "e184-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21688755",
    "pmc": "PMC3090111"
  },
  "pmc_id": "PMC3090111",
  "dates": {
    "completed": "2011-07-14",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.196618",
    "pmid": "21688755"
  }
}