{
  "pmid": "21683393",
  "uid": "21683393",
  "title": "Lower urinary tract symptoms in adults treated for posterior urethral valves in childhood: matched cohort study.",
  "abstract": "PURPOSE: We compared the prevalence and bother of lower urinary tract symptoms in adults treated for posterior urethral valves in childhood and population based controls. MATERIALS AND METHODS: Questionnaires were mailed to patients 18 years and older treated at our institution for posterior urethral valves. Of the 124 patients 68 (64.2%) participated, 18 were unavailable and 38 did not participate. Age and sex matched controls were randomly identified from a population based study (response proportion 62.4%). Danish Prostatic Symptom Score was used to assess occurrence (never/rarely/often/always) and bother (none/small/moderate/major) of 12 different lower urinary tract symptoms. Chi-square test was used for the analyses stratified by patient/control status, with the 4-point ordinal scale as the outcome. RESULTS: Median age of 68 patients with posterior urethral valves and 272 controls (ratio 1:4) was 38.5 years (range 18 to 57). Overall, at least 1 moderate or severe lower urinary tract symptom was reported by 32.4% of patients with posterior urethral valves and 15.8% of controls (p=0.002). Mild hesitancy, weak stream, incomplete emptying and straining were reported twice as often by patients with posterior urethral valves as by controls (p<0.05). Prevalence of any urgency incontinence (14.7% vs 4.8%, p=0.014) and any stress incontinence (11.8% vs 3.0%, p=0.005) was increased at least 3-fold in patients with posterior urethral valves compared to controls. Furthermore, prevalence of bother from several lower urinary tract symptoms was increased approximately 2-fold in patients with posterior urethral valves compared to controls (p<0.05). However, most patients and controls reported no or small bother. CONCLUSIONS: In adulthood the occurrence and bother of most lower urinary tract symptoms are increased approximately 2-fold in patients with posterior urethral valves compared to the general population. However, in this cohort of young and middle-aged men most symptoms are mild.",
  "authors": [
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Heikkilä",
      "fore_name": "Jukka",
      "initials": "J",
      "name": "Jukka Heikkilä",
      "affiliations": []
    },
    {
      "last_name": "Rintala",
      "fore_name": "Risto J",
      "initials": "RJ",
      "name": "Risto J Rintala",
      "affiliations": []
    },
    {
      "last_name": "Tammela",
      "fore_name": "Teuvo L J",
      "initials": "TL",
      "name": "Teuvo L J Tammela",
      "affiliations": []
    },
    {
      "last_name": "Taskinen",
      "fore_name": "Seppo",
      "initials": "S",
      "name": "Seppo Taskinen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "186",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Aug"
  },
  "start_page": "660",
  "end_page": "666",
  "pages": "660-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Urethra",
    "Urination Disorders",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21683393",
    "doi": "10.1016/j.juro.2011.03.150",
    "pii": "S0022-5347(11)03563-4"
  },
  "doi": "10.1016/j.juro.2011.03.150",
  "dates": {
    "completed": "2011-09-15",
    "revised": "2011-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:06.876385",
    "pmid": "21683393"
  }
}