{
  "pmid": "21702956",
  "uid": "21702956",
  "title": "Reliability of a tool for measuring theory of planned behaviour constructs for use in evaluating research use in policymaking.",
  "abstract": "BACKGROUND: Although measures of knowledge translation and exchange (KTE) effectiveness based on the theory of planned behavior (TPB) have been used among patients and providers, no measure has been developed for use among health system policymakers and stakeholders. A tool that measures the intention to use research evidence in policymaking could assist researchers in evaluating the effectiveness of KTE strategies that aim to support evidence-informed health system decision-making. Therefore, we developed a 15-item tool to measure four TPB constructs (intention, attitude, subjective norm and perceived control) and assessed its face validity through key informant interviews. METHODS: We carried out a reliability study to assess the tool's internal consistency and test-retest reliability. Our study sample consisted of 62 policymakers and stakeholders that participated in deliberative dialogues. We assessed internal consistency using Cronbach's alpha and generalizability (G) coefficients, and we assessed test-retest reliability by calculating Pearson correlation coefficients (r) and G coefficients for each construct and the tool overall. RESULTS: The internal consistency of items within each construct was good with alpha ranging from 0.68 to alpha = 0.89. G-coefficients were lower for a single administration (G = 0.34 to G = 0.73) than for the average of two administrations (G = 0.79 to G = 0.89). Test-retest reliability coefficients for the constructs ranged from r = 0.26 to r = 0.77 and from G = 0.31 to G = 0.62 for a single administration, and from G = 0.47 to G = 0.86 for the average of two administrations. Test-retest reliability of the tool using G theory was moderate (G = 0.5) when we generalized across a single observation, but became strong (G = 0.9) when we averaged across both administrations. CONCLUSION: This study provides preliminary evidence for the reliability of a tool that can be used to measure TPB constructs in relation to research use in policymaking. Our findings suggest that the tool should be administered on more than one occasion when the intervention promotes an initial 'spike' in enthusiasm for using research evidence (as it seemed to do in this case with deliberative dialogues). The findings from this study will be used to modify the tool and inform further psychometric testing following different KTE interventions.",
  "authors": [
    {
      "last_name": "Boyko",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Boyko",
      "affiliations": [
        "Health Research Methodology Program, McMaster University, 1280 Main St, West, CRL-209, Hamilton, ON L8S 4K1, Canada. boykoja2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Souza",
      "fore_name": "Nathan M",
      "initials": "NM",
      "name": "Nathan M Souza",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2011",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21702956",
    "pmc": "PMC3141789",
    "doi": "10.1186/1478-4505-9-29",
    "pii": "1478-4505-9-29"
  },
  "doi": "10.1186/1478-4505-9-29",
  "pmc_id": "PMC3141789",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.974103",
    "pmid": "21702956"
  }
}