{
  "pmid": "21714325",
  "uid": "21714325",
  "title": "'Before you teach me, I cannot know': immigrant women's barriers and enablers with regard to cervical cancer screening among different ethnolinguistic groups in Canada.",
  "abstract": "OBJECTIVE: To describe the similarities and differences among multiple groups of immigrant women and Canadian-born women of low socio-economic status regarding barriers and enablers associated with cervical cancer screening, in order to inform core elements of a strategy that would be acceptable across multiple underscreened groups. METHOD: Within a health behaviour framework, we used a qualitative explanatory multiple-case study approach consisting of focus group interviews (n = 11) in Hamilton, Canada. Participants were newly immigrated (1-5 years) women and a group of Canadian-born women of low socio-economic status; all participants were in the age range 35-69 years and married. Language groups were Arabic, Cantonese, Somali, Dari (Afghanistan) and Spanish (Latin America). Two separate focus groups for each ethnolinguistic group were conducted; one in English and one in the native language. A template approach to analysis was used. RESULTS: All groups indicated a strong need for information on necessity of screening and on how the procedure is done. Use of a video and a group discussion format were desired strategies. Women had positive feelings about being proactive for their health even if prevention had not been the norm in their home countries. There were differences between groups with respect to preferring a female clinician, which was a higher priority than language congruence with the provider. Only Chinese and Arabic groups discussed embarrassment and modesty as barriers. CONCLUSION: Addressing key knowledge gaps around cervical cancer screening through personal approaches, educational videos and invitations may be useful core strategies to remove stigma and fear around screening and improve uptake across multiple ethnic groups and in women of lower socioeconomic status.",
  "authors": [
    {
      "last_name": "Redwood-Campbell",
      "fore_name": "Lynda",
      "initials": "L",
      "name": "Lynda Redwood-Campbell",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 175 Longwood Rd S, Ste 201A, Hamilton, ON L8P 0A1. redwood@mcmaster.ca"
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Fowler",
      "affiliations": []
    },
    {
      "last_name": "Laryea",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Laryea",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "0008-4263",
    "issn_type": "Print",
    "volume": "102",
    "issue": "3",
    "pub_year": "2011"
  },
  "start_page": "230",
  "end_page": "234",
  "pages": "230-4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Africa",
    "Aged",
    "Asia",
    "Canada",
    "Cultural Competency",
    "Emigrants and Immigrants",
    "Female",
    "Focus Groups",
    "Humans",
    "Latin America",
    "Mass Screening",
    "Middle Aged",
    "Patient Acceptance of Health Care",
    "Patient Preference",
    "Uterine Cervical Neoplasms"
  ],
  "article_ids": {
    "pubmed": "21714325",
    "pmc": "PMC6975177",
    "doi": "10.1007/BF03404903"
  },
  "doi": "10.1007/BF03404903",
  "pmc_id": "PMC6975177",
  "dates": {
    "completed": "2011-08-09",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.518712",
    "pmid": "21714325"
  }
}