{
  "pmid": "21723300",
  "uid": "21723300",
  "title": "A stochastic approach to risk management for prostate cancer patients on active surveillance.",
  "abstract": "Screening for prostate cancer (PC) has led to more cancers being detected at early stages, where active surveillance (AS), a strategy that involves monitoring and intervention when the disease progresses, is an option. Physicians are seeking ways to measure progression of the disease such that AS is abandoned when appropriate. A blood test, prostate-specific antigen (PSA), and the concept of doubling time (PSADT) and PSA kinetics are being used as proxies of disease speed of progression. Studies using these proxies report conflicting results. These studies cast doubts on the current rules for stopping AS and recent research concludes that PSADT and PSA kinetics are unreliable triggers for intervention in an AS program. These findings are consistent with stochastic processes being analyzed as if they were \"deterministic\" (i.e., current models measure disease progression by PSA's evolution assuming it to be deterministic). A model that best describes PSA evolution is a pre-requisite to the establishment of decision criteria for abandoning AS. This paper suggests modeling PSA evolutions and kinetics as stochastic processes. Consequently, triggers for stopping AS may be different than PSADT and can result in substantially different recommendations, which are likely to have significant impact on patients and the healthcare system.",
  "authors": [
    {
      "last_name": "Prisman",
      "fore_name": "Eliezer Z",
      "initials": "EZ",
      "name": "Eliezer Z Prisman",
      "affiliations": [
        "Schulich School of Business, York University, 4700 Keele Street, Toronto, Ontario, Canada. eprisman@yorku.ca"
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Finelli",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Finelli",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of theoretical biology",
    "iso_abbreviation": "J Theor Biol",
    "issn": "1095-8541",
    "issn_type": "Electronic",
    "volume": "284",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "61",
  "end_page": "70",
  "pages": "61-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Disease Progression",
    "Humans",
    "Male",
    "Models, Statistical",
    "Population Surveillance",
    "Prostate-Specific Antigen",
    "Prostatic Neoplasms",
    "Risk Assessment",
    "Stochastic Processes"
  ],
  "article_ids": {
    "pubmed": "21723300",
    "doi": "10.1016/j.jtbi.2011.06.013",
    "pii": "S0022-5193(11)00312-2"
  },
  "doi": "10.1016/j.jtbi.2011.06.013",
  "dates": {
    "completed": "2011-10-18",
    "revised": "2011-07-29"
  },
  "chemicals": [
    "Prostate-Specific Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.889606",
    "pmid": "21723300"
  }
}