{
  "pmid": "21726927",
  "uid": "21726927",
  "title": "Environmental justice and health: a study of multiple environmental deprivation and geographical inequalities in health in New Zealand.",
  "abstract": "There is an increasing interest in the unequal socio-spatial distribution of environmental 'goods' and 'bads' and the associated implications for geographical inequalities in health. Until recently, research in this area has focused on solitary environmental characteristics and has been hindered by the absence of geographically-specific measures that recognise the multifactorial nature of the physical environment. However, recent work in the United Kingdom has developed an area-level multivariate index of health-related physical environmental deprivation that captures both pathogenic and salutogenic environmental characteristics. Applications of this index have demonstrated that, at the national level, multiple environmental deprivation increased as the degree of income deprivation rose. Further, after adjusting for key confounders, there was a significant association between multiple environmental deprivation and the health outcomes of local residents. In the current study we tested the methods developed in the UK to create the New Zealand Multiple Environmental Deprivation Index (NZ-MEDIx) for small areas across the country (n = 1860). We considered whether socially disadvantaged places in New Zealand had higher levels of multiple environmental deprivation, and if environmental disadvantage exerted an influence on health after adjustment for key confounders such as socioeconomic status. We found that although neighbourhoods with higher levels of multiple environmental deprivation tended to have greater social disadvantage, this association was not linear. Further, multiple environmental deprivation tended to exert a modest effect on health that was independent of the age, sex and socioeconomic structure of the population. These findings demonstrate that it is possible to develop an index of multiple environmental deprivation in an alternative national context which has utility in epidemiological investigations.",
  "authors": [
    {
      "last_name": "Pearce",
      "fore_name": "Jamie R",
      "initials": "JR",
      "name": "Jamie R Pearce",
      "affiliations": [
        "Institute of Geography, School of GeoSciences, University of Edinburgh, Edinburgh EH8 9XP, UK. jamie.pearce@ed.ac.uk"
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Richardson",
      "affiliations": []
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Mitchell",
      "affiliations": []
    },
    {
      "last_name": "Shortt",
      "fore_name": "Niamh K",
      "initials": "NK",
      "name": "Niamh K Shortt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Aug"
  },
  "start_page": "410",
  "end_page": "420",
  "pages": "410-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Child",
    "Child, Preschool",
    "Environmental Health",
    "Female",
    "Health Status Disparities",
    "Humans",
    "Infant",
    "Male",
    "Middle Aged",
    "New Zealand",
    "Residence Characteristics",
    "Social Justice",
    "Socioeconomic Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21726927",
    "doi": "10.1016/j.socscimed.2011.05.039",
    "pii": "S0277-9536(11)00327-3"
  },
  "doi": "10.1016/j.socscimed.2011.05.039",
  "dates": {
    "completed": "2011-12-06",
    "revised": "2011-07-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NE/E008720/2",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.384145",
    "pmid": "21726927"
  }
}