{
  "pmid": "21742465",
  "uid": "21742465",
  "title": "Lipid lowering on progression of mild to moderate aortic stenosis: meta-analysis of the randomized placebo-controlled clinical trials on 2344 patients.",
  "abstract": "BACKGROUND: Aortic stenosis (AS) is believed to develop through an inflammatory similar to the atherosclerosis process. Based on findings from animal studies and uncontrolled clinical studies, lipid-lowering therapy with a statin is postulated to slow this process. Randomized trials, however, reported neutral results. This meta-analysis of randomized lipid trials on patients with AS examined the effects of treatment on AS progression and clinical outcomes. METHODS: Echocardiographic measures of AS (aortic valve jet velocity, peak and mean valve gradients, and aortic valve area) were pooled and clinical outcomes were evaluated in 4 randomized placebo controlled trials (N=2344). RESULTS: Although active treatment with statin therapy was associated with highly significant 50% reduction in low-density lipoprotein cholesterol levels, there were no statistical differences between active and placebo groups in any of the echocardiographic indicators of AS severity: annual increase in AS velocity was 0.16±0.28 m/sec, and mean gradient was 2.8±3.0 mm Hg. Each trial reported no differences in clinical outcomes between the 2 treatment groups. Substantial events rates (6.6% aortic valve surgery and 1.2% cardiovascular deaths per year in SEAS with follow-up of 4.4 years and 5.8% aortic valve surgery and 0.7% cardiovascular deaths per year in ASTRONOMER over 3.5 years) were observed in these patients despite the relatively mild disease. CONCLUSION: The current data do not support the hypothesis that statin therapy reduces AS progression. Patients with mild to moderate AS may require closer follow-up because despite the less severe disease in these trials, event rates remain substantial.",
  "authors": [
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University, and Hamilton General Hospital, Hamilton, Ontario, Canada. teok@mcmaster.ca"
      ]
    },
    {
      "last_name": "Corsi",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Corsi",
      "affiliations": []
    },
    {
      "last_name": "Tam",
      "fore_name": "James W",
      "initials": "JW",
      "name": "James W Tam",
      "affiliations": []
    },
    {
      "last_name": "Dumesnil",
      "fore_name": "Jean G",
      "initials": "JG",
      "name": "Jean G Dumesnil",
      "affiliations": []
    },
    {
      "last_name": "Chan",
      "fore_name": "Kwan L",
      "initials": "KL",
      "name": "Kwan L Chan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "6",
    "pub_year": "2011"
  },
  "start_page": "800",
  "end_page": "808",
  "pages": "800-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Aortic Valve",
    "Aortic Valve Stenosis",
    "Disease Progression",
    "Echocardiography",
    "Humans",
    "Hypolipidemic Agents",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21742465",
    "doi": "10.1016/j.cjca.2011.03.012",
    "pii": "S0828-282X(11)00252-2"
  },
  "doi": "10.1016/j.cjca.2011.03.012",
  "dates": {
    "completed": "2012-01-19",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Hypolipidemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.929791",
    "pmid": "21742465"
  }
}