{
  "pmid": "21740829",
  "uid": "21740829",
  "title": "Telmisartan, ramipril, or both in high-risk Chinese patients: analysis of ONTARGET China data.",
  "abstract": "BACKGROUND: The results from the ONgoing Telmisartan Alone and in combination with Ramipril Global Endpoint Trial (ONTARGET) indicated that the angiotensin-receptor blocker telmisartan was not inferior to the angiotensin-converting-enzyme inhibitor ramipril in reducing the composite endpoint of cardiovascular death, myocardial infarction, stroke or hospitalization for congestive heart failure in high-risk patients, and telmisartan was associated with slightly superior tolerability. The combination of the two drugs was associated with more adverse events without an increase in benefit. This study aimed to analyze the data from ONTARGET obtained from a subgroup of patients enrolled in China and to evaluate the demographic and baseline characteristics, the compliance, efficacy, and safety of the different treatment strategies in randomized patients in China. METHODS: A total of 1159 high-risk patients were randomized into three treatment groups: with 390 assigned to receive 80 mg of telmisartan, 385 assigned to receive 10 mg of ramipril and 384 assigned to receive both study medications. The median follow-up period was 4.3 years. RESULTS: The mean age of Chinese patients was 65.6 years, 73.6% of patients were male. The proportion of patients with stroke/transient ischemic attacks at baseline in China was two times more than the entire study population (47.7% vs. 20.9%). In Chinese patients the proportion of permanent discontinuation of study medication due to cough was 0.5% in the telmisartan group, which was much less than that in the combination or the ramipril group. There were no significant differences in the incidence of primary outcome among three treatment groups of Chinese patients. More strokes occurred in Chinese patients than in the entire study population (8.5% vs. 4.5%). Greater systolic blood pressure reduction (-9.8 mmHg), and more renal function failure were noted in the combination treatment group than in the ramipril or telmisartan group (2.6% vs. 1.6% and 1.0%). CONCLUSIONS: There was no evidence that the results of ONTARGET differed between Chinese patients and the entire study population with respect to the incidence of primary outcome, particularly safety. Compliance with study medications was good. The evidence from ONTARGET indicated that the treatment strategies in ONTARGET were applicable to patients in China.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "Li-Tian",
      "initials": "LT",
      "name": "Li-Tian Yu",
      "affiliations": [
        "Emergency Center, Cardiovascular Institute and Fuwai Hospital, Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing 100037, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Zhu",
      "affiliations": []
    },
    {
      "last_name": "Tan",
      "fore_name": "Hui-Qiong",
      "initials": "HQ",
      "name": "Hui-Qiong Tan",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Guo-Gan",
      "initials": "GG",
      "name": "Guo-Gan Wang",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Li-Sheng",
      "initials": "LS",
      "name": "Li-Sheng Liu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chinese medical journal",
    "iso_abbreviation": "Chin Med J (Engl)",
    "issn": "2542-5641",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "12",
    "pub_year": "2011",
    "pub_month": "Jun"
  },
  "start_page": "1763",
  "end_page": "1768",
  "pages": "1763-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Benzimidazoles",
    "Benzoates",
    "China",
    "Drug Therapy, Combination",
    "Female",
    "Heart Failure",
    "Humans",
    "Male",
    "Middle Aged",
    "Ramipril",
    "Telmisartan"
  ],
  "article_ids": {
    "pubmed": "21740829"
  },
  "dates": {
    "completed": "2011-11-21",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Angiotensin II Type 1 Receptor Blockers",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Benzimidazoles",
    "Benzoates",
    "Ramipril",
    "Telmisartan"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:32.101698",
    "pmid": "21740829"
  }
}