{
  "pmid": "21768582",
  "uid": "21768582",
  "title": "Communicating data about the benefits and harms of treatment: a randomized trial.",
  "abstract": "BACKGROUND: Despite limited evidence, it is often asserted that natural frequencies (for example, 2 in 1000) are the best way to communicate absolute risks. OBJECTIVE: To compare comprehension of treatment benefit and harm when absolute risks are presented as natural frequencies, percents, or both. DESIGN: Parallel-group randomized trial with central allocation and masking of investigators to group assignment, conducted through an Internet survey in September 2009. (ClinicalTrials.gov registration number: NCT00950014) SETTING: National sample of U.S. adults randomly selected from a professional survey firm's research panel of about 30,000 households. PARTICIPANTS: 2944 adults aged 18 years or older (all with complete follow-up). INTERVENTION: Tables presenting absolute risks in 1 of 5 numeric formats: natural frequency (x in 1000), variable frequency (x in 100, x in 1000, or x in 10,000, as needed to keep the numerator >1), percent, percent plus natural frequency, or percent plus variable frequency. MEASUREMENTS: Comprehension as assessed by 18 questions (primary outcome) and judgment of treatment benefit and harm. RESULTS: The average number of comprehension questions answered correctly was lowest in the variable frequency group and highest in the percent group (13.1 vs. 13.8; difference, 0.7 [95% CI, 0.3 to 1.1]). The proportion of participants who \"passed\" the comprehension test (≥13 correct answers) was lowest in the natural and variable frequency groups and highest in the percent group (68% vs. 73%; difference, 5 percentage points [CI, 0 to 10 percentage points]). The largest format effect was seen for the 2 questions about absolute differences: the proportion correct in the natural frequency versus percent groups was 43% versus 72% (P < 0.001) and 73% versus 87% (P < 0.001). LIMITATION: Even when data were presented in the percent format, one third of participants failed the comprehension test. CONCLUSION: Natural frequencies are not the best format for communicating the absolute benefits and harms of treatment. The more succinct percent format resulted in better comprehension: Comprehension was slightly better overall and notably better for absolute differences. PRIMARY FUNDING SOURCE: Attorney General Consumer and Prescriber Education grant program, the Robert Wood Johnson Pioneer Program, and the National Cancer Institute.",
  "authors": [
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "Veterans Affairs Outcomes Group, White River Junction, Vermont 05009, USA."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "155",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Jul",
    "pub_day": "19"
  },
  "start_page": "87",
  "end_page": "96",
  "pages": "87-96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Communication",
    "Comprehension",
    "Drug-Related Side Effects and Adverse Reactions",
    "Educational Status",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Education as Topic",
    "Risk Assessment",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21768582",
    "doi": "10.7326/0003-4819-155-2-201107190-00004",
    "pii": "155/2/87"
  },
  "doi": "10.7326/0003-4819-155-2-201107190-00004",
  "dates": {
    "completed": "2011-09-26",
    "revised": "2013-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.487685",
    "pmid": "21768582"
  }
}