{
  "pmid": "21775104",
  "uid": "21775104",
  "title": "Sensitive Clinical Queries retrieved relevant systematic reviews as well as primary studies: an analytic survey.",
  "abstract": "OBJECTIVE: To determine how well the previously validated broad and narrow Clinical Queries for treatment, diagnosis, prognosis, and etiology studies, retrieve not only primary studies but also relevant systematic reviews. STUDY DESIGN AND SETTING: Using the Clinical Hedges Database housed at McMaster University, we tested the retrieval performance of the Clinical Queries. RESULTS: For most purpose categories (therapy, diagnosis, prognosis, and etiology) and most databases (MEDLINE, EMBASE, CINAHL, and PsycINFO), the sensitive (broad) Clinical Queries search terms had sensitivities higher than 90% for retrieving relevant systematic reviews as well as primary studies. When testing specific (narrow) Clinical Queries, in 8 of 12 cases, specificity was 94% or higher, but sensitivity dropped below 50%. For all purpose categories and all databases, performance was improved when combining the sensitive or specific Clinical Queries with our existing sensitive or specific systematic review search filter using the Boolean OR; sensitivities ranged from 90.7% to 99.7% and specificities ranged from 92.4% to 98.0% with sensitivities higher than 50%. CONCLUSION: The sensitive Clinical Queries for therapy, diagnosis, prognosis, and etiology perform well in retrieving not only primary studies but also systematic reviews. Search performance can be improved by combining the Clinical Queries with our sensitive or specific systematic review filter.",
  "authors": [
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario L8S 4K1, Canada. wilczyn@mcmaster.ca"
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "12",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "1341",
  "end_page": "1349",
  "pages": "1341-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Confidence Intervals",
    "Databases, Factual",
    "Diagnosis",
    "Evidence-Based Medicine",
    "Health Surveys",
    "Humans",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Review Literature as Topic",
    "Sensitivity and Specificity",
    "Therapeutics"
  ],
  "article_ids": {
    "pubmed": "21775104",
    "doi": "10.1016/j.jclinepi.2011.04.007",
    "pii": "S0895-4356(11)00126-0"
  },
  "doi": "10.1016/j.jclinepi.2011.04.007",
  "dates": {
    "completed": "2011-12-27",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN 86465",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.376337",
    "pmid": "21775104"
  }
}