{
  "pmid": "21792695",
  "uid": "21792695",
  "title": "Doctors and patients' susceptibility to framing bias: a randomized trial.",
  "abstract": "BACKGROUND: Framing of risk influences the perceptions of treatment benefit. OBJECTIVE: To determine which risk framing format corresponds best to comprehensive multi-faceted information, and to compare framing bias in doctors and in patients. DESIGN: Randomized mail surveys. PARTICIPANTS: One thousand four hundred and thirty-one doctors (56% response rate) and 1121 recently hospitalized patients (65% response rate). INTERVENTION: Respondents were asked to interpret the results of a hypothetical clinical trial comparing an old and a new drug. They were randomly assigned to the following framing formats: absolute survival (new drug: 96% versus old drug: 94%), absolute mortality (4% versus 6%), relative mortality reduction (reduction by a third) or all three (fully informed condition). The new drug was reported to cause more side-effects. MAIN MEASURE: Rating of the new drug as more effective than the old drug. RESULTS: The proportions of doctors who rated the new drug as more effective varied by risk presentation format (abolute survival 51.8%, absolute mortality 68.3%, relative mortality reduction 93.8%, and fully informed condition 69.8%, p < 0.001). In patients these proportions were similar (abolute survival 51.7%, absolute mortality 66.8%, relative mortality reduction 89.3%, and fully informed condition 71.2%, p < 0.001). In both doctors (p = 0.72) and patients (p = 0.23) the fully informed condition was similar to the absolute risk format, but it differed significantly from the other conditions (all p < 0.01). None of the differences between doctors and patients were significant (all p > 0.1). In comparison to the fully informed condition, the odds ratio of greater perceived effectiveness was 0.45 for absolute survival (p < 0.001), 0.89 for absolute mortality (p = 0.29), and 4.40 for relative mortality reduction (p < 0.001). CONCLUSIONS: Framing bias affects doctors and patients similarly. Describing clinical trial results as absolute risks is the least biased format, for both doctors and patients. Presenting several risk formats (on both absolute and relative scales) should be encouraged.",
  "authors": [
    {
      "last_name": "Perneger",
      "fore_name": "Thomas V",
      "initials": "TV",
      "name": "Thomas V Perneger",
      "affiliations": [
        "Division of clinical epidemiology, University Hospitals of Geneva, 4 rue Gabrielle-Perret-Gentil, CH-1211, Geneva, Switzerland. thomas.perneger@hcuge.ch"
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "1525-1497",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "12",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "1411",
  "end_page": "1417",
  "pages": "1411-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Bias",
    "Data Collection",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Participation",
    "Patient Preference",
    "Perception",
    "Physician's Role",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21792695",
    "pmc": "PMC3235613",
    "doi": "10.1007/s11606-011-1810-x"
  },
  "doi": "10.1007/s11606-011-1810-x",
  "pmc_id": "PMC3235613",
  "dates": {
    "completed": "2012-08-07",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.045746",
    "pmid": "21792695"
  }
}