{
  "pmid": "21804040",
  "uid": "21804040",
  "title": "The differential impact of clerk interest and participation in a child and adolescent psychiatry clerkship rotation upon psychiatry and pediatrics residency matches.",
  "abstract": "OBJECTIVE: The authors evaluated the differential impact of clerk interest and participation in a Child and Adolescent Psychiatry (CAP) clerkship rotation upon psychiatry and pediatrics residency matches. METHOD: Authors studied clerks from the McMaster University M.D. program graduating years of 2005-2007. Participants were categorized as 1) clerks with CAP clerkship interest and CAP clerkship participation; 2) clerks with CAP clerkship interest but without CAP clerkship participation; and 3) clerks with neither CAP clerkship interest nor CAP clerkship participation. The outcome variable was residency matches, with Psychiatry and Pediatrics residency matches highlighted. Descriptive statistics were used, and chi-squared tests performed to compare proportions of residency matches across these three clerkship groups. RESULTS: Residency matches of 390 clerks were reviewed. CAP clerkship interest was expressed by 23.9% of clerks. Comparison across the two CAP clerkship interest groups revealed match rates to Psychiatry and Pediatrics not to be significantly different, although the proportion of each match was significantly different from the third clerkship group (without CAP clerkship interest) in both instances. CONCLUSION: CAP clerkship interest, but not participation, was associated with Psychiatry and Pediatrics residency matches. CAP clerkship interest among clerks presents recruitment and educational opportunities; a recruitment opportunity for clerks heading toward a Psychiatry residency, and an educational opportunity for clerks heading toward a Pediatrics residency.",
  "authors": [
    {
      "last_name": "Hanson",
      "fore_name": "Mark D",
      "initials": "MD",
      "name": "Mark D Hanson",
      "affiliations": [
        "Dept. of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada. mark.hanson@utoronto.ca.",
        "Dept. of Psychiatry and Behavioral Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. mark.hanson@utoronto.ca.",
        "Dept. of Medicine, Faculto of Medicine, University of British Columbia, Vancouver, BC, Canada. mark.hanson@utoronto.ca."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Dept. of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Dept. of Psychiatry and Behavioral Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Dept. of Medicine, Faculto of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Dept. of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Dept. of Psychiatry and Behavioral Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Dept. of Medicine, Faculto of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Academic psychiatry : the journal of the American Association of Directors of Psychiatric Residency Training and the Association for Academic Psychiatry",
    "iso_abbreviation": "Acad Psychiatry",
    "issn": "1545-7230",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "4",
    "pub_year": "2011"
  },
  "start_page": "226",
  "end_page": "231",
  "pages": "226-231",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent Psychiatry",
    "Adult",
    "Canada",
    "Child Psychiatry",
    "Clinical Clerkship",
    "Humans",
    "Internship and Residency",
    "Pediatrics",
    "Teaching",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "21804040",
    "doi": "10.1176/appi.ap.35.4.226",
    "pii": "10.1176/appi.ap.35.4.226"
  },
  "doi": "10.1176/appi.ap.35.4.226",
  "dates": {
    "completed": "2011-12-07",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.707246",
    "pmid": "21804040"
  }
}