{
  "pmid": "21804837",
  "uid": "21804837",
  "title": "Clinical Characteristics and Service Needs of Alternate-Level-of-Care Patients Waiting for Long-Term Care in Ontario Hospitals.",
  "abstract": "BACKGROUND: Alternate-level-of-care (ALC) patients waiting for admission to long-term care (LTC) in Ontario hospitals are an important subgroup of ALC patients. Understanding the characteristics of ALC patients waiting for LTC can identify opportunities for alternative discharge options. METHODS: Characteristics from a sample of 13,915 ALC patients waiting for LTC in acute and complex hospitals were analyzed and compared to those from a sample of 113,046 long-stay home care clients in Ontario. Population-level data were obtained using Ontario's RAI-HC database for the period January 2007 to September 2008. FINDINGS: Relative to older long-stay home care clients, ALC patients waiting for LTC admission have more functional impairment and complex health needs. A combination of targeted transitional care and more resource-intensive home care services are needed to successfully address ALC patients' care needs in the community. CONCLUSIONS: A substantial portion of ALC patients waiting for LTC placement in acute and complex care hospitals may be more appropriately cared for in community settings if adequate community-centred resources are put in place.",
  "authors": [
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Research Associate, Department of Health Studies and Gerontology, University of Waterloo, Waterloo, ON."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Aug"
  },
  "start_page": "32",
  "end_page": "46",
  "pages": "32-46",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21804837",
    "pmc": "PMC2929891"
  },
  "pmc_id": "PMC2929891",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:56.251838",
    "pmid": "21804837"
  }
}