{
  "pmid": "21810706",
  "uid": "21810706",
  "title": "Population-based risk for complications after transthoracic needle lung biopsy of a pulmonary nodule: an analysis of discharge records.",
  "abstract": "BACKGROUND: Because pulmonary nodules are found in up to 25% of patients undergoing computed tomography of the chest, the question of whether to perform biopsy is becoming increasingly common. Data on complications after transthoracic needle lung biopsy are limited to case series from selected institutions. OBJECTIVE: To determine population-based estimates of risks for complications after transthoracic needle biopsy of a pulmonary nodule. DESIGN: Cross-sectional analysis. SETTING: The 2006 State Ambulatory Surgery Databases and State Inpatient Databases for California, Florida, Michigan, and New York from the Healthcare Cost and Utilization Project. PATIENTS: 15 865 adults who had transthoracic needle biopsy of a pulmonary nodule. MEASUREMENTS: Percentage of biopsies complicated by hemorrhage, any pneumothorax, or pneumothorax requiring a chest tube, and adjusted odds ratios for these complications associated with various biopsy characteristics, calculated by using multivariate, population-averaged generalized estimating equations. RESULTS: Although hemorrhage was rare, complicating 1.0% (95% CI, 0.9% to 1.2%) of biopsies, 17.8% (CI, 11.8% to 23.8%) of patients with hemorrhage required a blood transfusion. In contrast, the risk for any pneumothorax was 15.0% (CI, 14.0% to 16.0%), and 6.6% (CI, 6.0% to 7.2%) of all biopsies resulted in pneumothorax requiring a chest tube. Compared with patients without complications, those who experienced hemorrhage or pneumothorax requiring a chest tube had longer lengths of stay (P < 0.001) and were more likely to develop respiratory failure requiring mechanical ventilation (P = 0.020). Patients aged 60 to 69 years (as opposed to younger or older patients), smokers, and those with chronic obstructive pulmonary disease had higher risk for complications. LIMITATIONS: Estimated risks may be inaccurate if coding of complications is incomplete. The analyzed databases contain little clinical detail (such as information on nodule characteristics or biopsy pathology) and cannot indicate whether performing the biopsy produced useful information. CONCLUSION: Whereas hemorrhage is an infrequent complication of transthoracic needle lung biopsy, pneumothorax is common and often necessitates chest tube placement. These population-based data should help patients and physicians make more informed choices about whether to perform biopsy of a pulmonary nodule. PRIMARY FUNDING SOURCE: Department of Veterans Affairs and National Cancer Institute.",
  "authors": [
    {
      "last_name": "Wiener",
      "fore_name": "Renda Soylemez",
      "initials": "RS",
      "name": "Renda Soylemez Wiener",
      "affiliations": [
        "Boston University School of Medicine, Boston, Massachusetts 02118, USA. rwiener@bu.edu"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Welch",
      "fore_name": "H Gilbert",
      "initials": "HG",
      "name": "H Gilbert Welch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "155",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Aug",
    "pub_day": "02"
  },
  "start_page": "137",
  "end_page": "144",
  "pages": "137-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Biopsy, Needle",
    "Blood Transfusion",
    "Cross-Sectional Studies",
    "Female",
    "Hemorrhage",
    "Humans",
    "Intubation",
    "Length of Stay",
    "Lung Diseases",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Pneumothorax",
    "Population Surveillance",
    "Radiography",
    "Respiration, Artificial",
    "Risk Factors",
    "Solitary Pulmonary Nodule",
    "Thorax",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21810706",
    "mid": "NIHMS308431",
    "pmc": "PMC3150964",
    "doi": "10.7326/0003-4819-155-3-201108020-00003",
    "pii": "155/3/137"
  },
  "doi": "10.7326/0003-4819-155-3-201108020-00003",
  "pmc_id": "PMC3150964",
  "dates": {
    "completed": "2011-10-05",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K07 CA138772",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.488348",
    "pmid": "21810706"
  }
}