{
  "pmid": "21829706",
  "uid": "21829706",
  "title": "Regrets associated with providing healthcare: qualitative study of experiences of hospital-based physicians and nurses.",
  "abstract": "BACKGROUND: Regret is an unavoidable corollary of clinical practice. Physicians and nurses perform countless clinical decisions and actions, in a context characterised by time pressure, information overload, complexity and uncertainty. OBJECTIVE: To explore feelings associated with regretted clinical decisions or interventions of hospital-based physicians and nurses and to examine how these regrets are coped with. METHOD: Qualitative study of a volunteer sample of 12 physicians and 13 nurses from Swiss University Hospitals using semi-structured interviews and thematic analysis RESULTS: All interviewees reported at least one intense regret, which sometimes led to sleep problems, or taking sickness leave. Respondents also reported an accumulation effect of small and large regrets, which sometimes led to quitting one's unit or choosing another specialty. Respondents used diverse ways of coping with regrets, including changing their practices and seeking support from peers and family but also suppression of thoughts related to the situation and ruminations on the situation. Another coping strategy was acceptance of one's limits and of medicine's limits. Physicians reported that they avoided sharing with close colleagues because they felt they could lose their credibility. CONCLUSIONS: Since regret seems related to both positive and negative consequences, it is important to learn more about regret coping among healthcare providers and to determine whether training in coping strategies could help reduce negative consequences such as sleep problems, absenteeism, or turnover.",
  "authors": [
    {
      "last_name": "Courvoisier",
      "fore_name": "Delphine S",
      "initials": "DS",
      "name": "Delphine S Courvoisier",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": []
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas V",
      "initials": "TV",
      "name": "Thomas V Perneger",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Ralph E",
      "initials": "RE",
      "name": "Ralph E Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Cullati",
      "fore_name": "Stéphane",
      "initials": "S",
      "name": "Stéphane Cullati",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "8",
    "pub_year": "2011"
  },
  "start_page": "e23138",
  "pages": "e23138",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Humans",
    "Medical Staff, Hospital",
    "Nursing Staff, Hospital",
    "Physicians",
    "Switzerland"
  ],
  "article_ids": {
    "pubmed": "21829706",
    "pmc": "PMC3149073",
    "doi": "10.1371/journal.pone.0023138",
    "pii": "PONE-D-11-05649"
  },
  "doi": "10.1371/journal.pone.0023138",
  "pmc_id": "PMC3149073",
  "dates": {
    "completed": "2011-12-27",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.045935",
    "pmid": "21829706"
  }
}