{
  "pmid": "21831318",
  "uid": "21831318",
  "title": "Effectiveness of interventions to improve the health and housing status of homeless people: a rapid systematic review.",
  "abstract": "BACKGROUND: Research on interventions to positively impact health and housing status of people who are homeless has received substantially increased attention over the past 5 years. This rapid review examines recent evidence regarding interventions that have been shown to improve the health of homeless people, with particular focus on the effect of these interventions on housing status. METHODS: A total of 1,546 articles were identified by a structured search of five electronic databases, a hand search of grey literature and relevant journals, and contact with experts. Two reviewers independently screened the first 10% of titles and abstracts for relevance. Inter-rater reliability was high and as a result only one reviewer screened the remaining titles and abstracts. Articles were included if they were published between January 2004 and December 2009 and examined the effectiveness of an intervention to improve the health or healthcare utilization of people who were homeless, marginally housed, or at risk of homelessness. Two reviewers independently scored all relevant articles for quality. RESULTS: Eighty-four relevant studies were identified; none were of strong quality while ten were rated of moderate quality. For homeless people with mental illness, provision of housing upon hospital discharge was effective in improving sustained housing. For homeless people with substance abuse issues or concurrent disorders, provision of housing was associated with decreased substance use, relapses from periods of substance abstinence, and health services utilization, and increased housing tenure. Abstinent dependent housing was more effective in supporting housing status, substance abstinence, and improved psychiatric outcomes than non-abstinence dependent housing or no housing. Provision of housing also improved health outcomes among homeless populations with HIV. Health promotion programs can decrease risk behaviours among homeless populations. CONCLUSIONS: These studies provide important new evidence regarding interventions to improve health, housing status, and access to healthcare for homeless populations. The additional studies included in this current review provide further support for earlier evidence which found that coordinated treatment programs for homeless persons with concurrent mental illness and substance misuse issues usually result in better health and access to healthcare than usual care. This review also provides a synthesis of existing evidence regarding interventions that specifically support homeless populations with HIV.",
  "authors": [
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "The Effective Public Health Practice Project, School of Nursing, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": []
    },
    {
      "last_name": "Krishnaratne",
      "fore_name": "Shari",
      "initials": "S",
      "name": "Shari Krishnaratne",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": []
    },
    {
      "last_name": "Hwang",
      "fore_name": "Stephen W",
      "initials": "SW",
      "name": "Stephen W Hwang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Aug",
    "pub_day": "10"
  },
  "start_page": "638",
  "pages": "638",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Health Promotion",
    "Health Status",
    "Ill-Housed Persons",
    "Housing",
    "Humans",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "21831318",
    "pmc": "PMC3171371",
    "doi": "10.1186/1471-2458-11-638",
    "pii": "1471-2458-11-638"
  },
  "doi": "10.1186/1471-2458-11-638",
  "pmc_id": "PMC3171371",
  "dates": {
    "completed": "2011-10-27",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.230668",
    "pmid": "21831318"
  }
}