{
  "pmid": "21839794",
  "uid": "21839794",
  "title": "Methods for developing evidence-based recommendations by the Advisory Committee on Immunization Practices (ACIP) of the U.S. Centers for Disease Control and Prevention (CDC).",
  "abstract": "The Advisory Committee on Immunization Practices (ACIP) provides expert external advice and guidance to the Director of the Centers for Disease Control and Prevention and the Secretary of the U.S. Department of Health and Human Services on use of vaccines and related agents for control of vaccine-preventable disease in the United States. During the October 2010 ACIP meeting, the ACIP voted to adopt a new framework for developing evidence-based recommendations that is based on the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach. Key factors considered in the development of recommendations include the balance of benefits and harms, type of evidence, values and preferences of the people affected, and health economic analyses. Category A recommendations will be made for all persons in an age- or risk-factor-based group. Category B recommendations will be made for individual clinical decision making; category B recommendations do not apply to all members of an age- or risk-factor-based group, but in the context of a clinician-patient interaction, vaccination may be found to be appropriate for a person. Evidence tables will be used to summarize the benefits and harms and the strengths and limitations of the body of evidence. The new evidence framework will enhance the ACIP's decision-making process by making it more transparent, consistent and systematic.",
  "authors": [
    {
      "last_name": "Ahmed",
      "fore_name": "Faruque",
      "initials": "F",
      "name": "Faruque Ahmed",
      "affiliations": [
        "Immunization Services Division, Centers for Disease Control and Prevention, 1600 Clifton Rd. NE, Mailstop A-19, Atlanta, GA 30333, USA. fahmed@cdc.gov"
      ]
    },
    {
      "last_name": "Temte",
      "fore_name": "Jonathan L",
      "initials": "JL",
      "name": "Jonathan L Temte",
      "affiliations": []
    },
    {
      "last_name": "Campos-Outcalt",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Campos-Outcalt",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Vaccine",
    "iso_abbreviation": "Vaccine",
    "issn": "1873-2518",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "49",
    "pub_year": "2011",
    "pub_month": "Nov",
    "pub_day": "15"
  },
  "start_page": "9171",
  "end_page": "9176",
  "pages": "9171-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Advisory Committees",
    "Centers for Disease Control and Prevention, U.S.",
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Immunization",
    "United States",
    "Vaccines"
  ],
  "article_ids": {
    "pubmed": "21839794",
    "doi": "10.1016/j.vaccine.2011.08.005",
    "pii": "S0264-410X(11)01214-X"
  },
  "doi": "10.1016/j.vaccine.2011.08.005",
  "dates": {
    "completed": "2012-02-24",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.533015",
    "pmid": "21839794"
  }
}