{
  "pmid": "21855119",
  "uid": "21855119",
  "title": "Temporal trends in the relative survival among patients diagnosed with ovarian cancer in Canada 1992-2005: a population-based study.",
  "abstract": "OBJECTIVE: Ovarian cancer affects about 2600 women annually in Canada and about 1750 are expected to die from this disease. We estimated the trends in the relative survival ratio for patients diagnosed with epithelial invasive ovarian cancer in Canadian population between 1992 and 2005. METHODS: A flexible parametric model was used to estimate the relative survival ratio. Relative survival ratio is defined as the observed survival among cancer patients divided by the expected survival in the general population. We incorporated age group, histology of tumour, and region of patient residence at the time of diagnosis into a model to predict two- and five-year relative survival ratios based on the year of diagnosis where the effect of each variable was adjusted for the effects of the other variables. A restricted cubic splines with five knots was used to include year of diagnosis in the model. RESULTS: In total 7771 patients diagnosed with epithelial invasive ovarian cancer were included in this analysis with the mean age of 59.6 (SD=13.5) years at the time of diagnosis. About 75% of the patients were 50 years and older at the time of diagnosis and relative survival ratio substantially decreased with age. The tumour type was serous for 43% of cases followed by endometrioid (30.5%), clear cell (14.5%), mucinous (9.5%), and transitional cell (2.5%). The same pattern was observed for all regions although with some variation in the proportions. The worst survival observed for serous tumours. About 50% of the cases were diagnosed in Ontario. CONCLUSIONS: This is the first report that compares relative survival ratio for epithelial invasive ovarian cancer among geographic regions of Canada where a higher relative survival ratio was observed in Ontario compared to the other regions. The relative survival decreased with age and showed geographic variation. The work indicates that advances in management of women with ovarian cancer have improved two- and five-year relative survival ratios.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada. daneshn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": []
    },
    {
      "last_name": "Lytwyn",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Lytwyn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "123",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Nov"
  },
  "start_page": "192",
  "end_page": "195",
  "pages": "192-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Carcinoma, Ovarian Epithelial",
    "Female",
    "Humans",
    "Middle Aged",
    "Neoplasms, Glandular and Epithelial",
    "Ovarian Neoplasms",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "21855119",
    "doi": "10.1016/j.ygyno.2011.07.098",
    "pii": "S0090-8258(11)00672-X"
  },
  "doi": "10.1016/j.ygyno.2011.07.098",
  "dates": {
    "completed": "2011-12-07",
    "revised": "2019-02-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.218610",
    "pmid": "21855119"
  }
}