{
  "pmid": "21859458",
  "uid": "21859458",
  "title": "Potential risk factors associated with human encephalitis: application of canonical correlation analysis.",
  "abstract": "BACKGROUND: Infection of the CNS is considered to be the major cause of encephalitis and more than 100 different pathogens have been recognized as causative agents. Despite being identified worldwide as an important public health concern, studies on encephalitis are very few and often focus on particular types (with respect to causative agents) of encephalitis (e.g. West Nile, Japanese, etc.). Moreover, a number of other infectious and non-infectious conditions present with similar symptoms, and distinguishing encephalitis from other disguising conditions continues to a challenging task. METHODS: We used canonical correlation analysis (CCA) to assess associations between set of exposure variable and set of symptom and diagnostic variables in human encephalitis. Data consists of 208 confirmed cases of encephalitis from a prospective multicenter study conducted in the United Kingdom. We used a covariance matrix based on Gini's measure of similarity and used permutation based approaches to test significance of canonical variates. RESULTS: Results show that weak pair-wise correlation exists between the risk factor (exposure and demographic) and symptom/laboratory variables. However, the first canonical variate from CCA revealed strong multivariate correlation (ρ = 0.71, se = 0.03, p = 0.013) between the two sets. We found a moderate correlation (ρ = 0.54, se = 0.02) between the variables in the second canonical variate, however, the value is not statistically significant (p = 0.68). Our results also show that a very small amount of the variation in the symptom sets is explained by the exposure variables. This indicates that host factors, rather than environmental factors might be important towards understanding the etiology of encephalitis and facilitate early diagnosis and treatment of encephalitis patients. CONCLUSIONS: There is no standard laboratory diagnostic strategy for investigation of encephalitis and even experienced physicians are often uncertain about the cause, appropriate therapy and prognosis of encephalitis. Exploration of human encephalitis data using advanced multivariate statistical modelling approaches that can capture the inherent complexity in the data is, therefore, crucial in understanding the causes of human encephalitis. Moreover, application of multivariate exploratory techniques will generate clinically important hypotheses and offer useful insight into the number and nature of variables worthy of further consideration in a confirmatory statistical analysis.",
  "authors": [
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. jhamid@mcmaster.ca"
      ]
    },
    {
      "last_name": "Meaney",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Meaney",
      "affiliations": []
    },
    {
      "last_name": "Crowcroft",
      "fore_name": "Natasha S",
      "initials": "NS",
      "name": "Natasha S Crowcroft",
      "affiliations": []
    },
    {
      "last_name": "Granerod",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Granerod",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Aug",
    "pub_day": "22"
  },
  "start_page": "120",
  "pages": "120",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Algorithms",
    "Child",
    "Data Interpretation, Statistical",
    "Encephalitis",
    "Female",
    "Humans",
    "Length of Stay",
    "Male",
    "Models, Statistical",
    "Multivariate Analysis",
    "Prospective Studies",
    "Risk Factors",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "21859458",
    "pmc": "PMC3189172",
    "doi": "10.1186/1471-2288-11-120",
    "pii": "1471-2288-11-120"
  },
  "doi": "10.1186/1471-2288-11-120",
  "pmc_id": "PMC3189172",
  "dates": {
    "completed": "2012-01-18",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G116/194",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.222908",
    "pmid": "21859458"
  }
}