{
  "pmid": "21859916",
  "uid": "21859916",
  "title": "Quality of reporting of neonatal and infant trials in high-impact journals.",
  "abstract": "OBJECTIVES: To perform a systematic review of the quality of reporting for randomized controlled trials (RCTs) with infants and neonates that were published in high-impact journals and to identify RCT characteristics associated with quality of reporting. METHODS: RCTs that enrolled infants younger than 12 months and were published in 2005-2009 in 6 pediatric or general medical journals were reviewed. Eligible RCTs were evaluated for the presence of 11 quality criteria selected from the Consolidated Standards of Reporting Trials guidelines. The relationships between quality of reporting and key study characteristics were tested with nonparametric statistics. RESULTS: Two reviewers had very good agreement regarding the eligibility of studies (κ = 0.85) and the presence of quality criteria (κ = 0.82). Among 179 eligible RCTs, reporting of the individual quality criteria varied widely. Only 50% included a flow diagram, but 99% reported the number of study participants. Higher quality of reporting was associated with greater numbers of study participants, publication in a general medical journal, and greater numbers of centers (P < .0001 for each comparison). Geographic region and positive study outcomes were not associated with reporting quality. CONCLUSIONS: The quality of reporting of infant and neonatal RCTs is inconsistent, particularly in pediatric journals. Therefore, readers cannot assess accurately the validity of many RCT results. Strict adherence to the Consolidated Standards of Reporting Trials guidelines should lead to improved reporting.",
  "authors": [
    {
      "last_name": "DeMauro",
      "fore_name": "Sara B",
      "initials": "SB",
      "name": "Sara B DeMauro",
      "affiliations": [
        "Department of Pediatrics, Children's Hospital of Philadelphia and the Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania 19104, USA. demauro@email.chop.edu"
      ]
    },
    {
      "last_name": "Giaccone",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Giaccone",
      "affiliations": []
    },
    {
      "last_name": "Kirpalani",
      "fore_name": "Haresh",
      "initials": "H",
      "name": "Haresh Kirpalani",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "128",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "e639",
  "end_page": "e644",
  "pages": "e639-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Infant",
    "Journal Impact Factor",
    "Periodicals as Topic",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "21859916",
    "pmc": "PMC9923787",
    "doi": "10.1542/peds.2011-0377",
    "pii": "peds.2011-0377"
  },
  "doi": "10.1542/peds.2011-0377",
  "pmc_id": "PMC9923787",
  "dates": {
    "completed": "2012-04-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T32 HD060550",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.362797",
    "pmid": "21859916"
  }
}