{
  "pmid": "21854567",
  "uid": "21854567",
  "title": "Prognosis of West Nile virus associated acute flaccid paralysis: a case series.",
  "abstract": "INTRODUCTION: Little is known about the long-term health related quality of life outcomes in patients with West Nile virus associated acute flaccid paralysis. We describe the quality of life scores of seven patients with acute flaccid paralysis who presented to hospital between 2003 and 2006, and were followed for up to two years. CASE PRESENTATIONS: Between 2003 and 2006, 157 symptomatic patients with West Nile virus were enrolled in a longitudinal cohort study of West Nile virus in Canada. Seven patients (4%) had acute flaccid paralysis. The first patient was a 55-year-old man who presented with left upper extremity weakness. The second patient was a 54-year-old man who presented with bilateral upper extremity weakness. The third patient was a 66-year-old woman who developed bilateral upper and lower extremity weakness. The fourth patient was a 67-year-old man who presented with right lower extremity weakness. The fifth patient was a 60-year-old woman who developed bilateral lower extremity weakness. The sixth patient was a 71-year-old man with a history of Parkinson's disease and acute onset bilateral lower extremity weakness. The seventh patient was a 52-year-old man who presented with right lower extremity weakness. All were Caucasian. Patients were followed for a mean of 1.1 years. At the end of follow-up the mean score on the Physical Component Summary of the Short-Form 36 scale had only slightly increased to 39. In contrast, mean score on the Mental Component Summary of the Short-Form 36 scale at the end of follow-up had normalized to 50. CONCLUSION: Despite the poor physical prognosis for patients with acute flaccid paralysis, the mental health outcomes are generally favorable.",
  "authors": [
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, ON, L8S-4K1, Canada. johnsj48@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steven E",
      "initials": "SE",
      "name": "Steven E Hanna",
      "affiliations": []
    },
    {
      "last_name": "Nicolle",
      "fore_name": "Lindsay E",
      "initials": "LE",
      "name": "Lindsay E Nicolle",
      "affiliations": []
    },
    {
      "last_name": "Drebot",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Drebot",
      "affiliations": []
    },
    {
      "last_name": "Neupane",
      "fore_name": "Binod",
      "initials": "B",
      "name": "Binod Neupane",
      "affiliations": []
    },
    {
      "last_name": "Mahony",
      "fore_name": "James B",
      "initials": "JB",
      "name": "James B Mahony",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark B",
      "initials": "MB",
      "name": "Mark B Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical case reports",
    "iso_abbreviation": "J Med Case Rep",
    "issn": "1752-1947",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2011",
    "pub_month": "Aug",
    "pub_day": "19"
  },
  "start_page": "395",
  "pages": "395",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21854567",
    "pmc": "PMC3177918",
    "doi": "10.1186/1752-1947-5-395",
    "pii": "1752-1947-5-395"
  },
  "doi": "10.1186/1752-1947-5-395",
  "pmc_id": "PMC3177918",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.129551",
    "pmid": "21854567"
  }
}