{
  "pmid": "21851617",
  "uid": "21851617",
  "title": "Uncovering tacit knowledge: a pilot study to broaden the concept of knowledge in knowledge translation.",
  "abstract": "BACKGROUND: All sectors in health care are being asked to focus on the knowledge-to-practice gap, or knowledge translation, to increase service effectiveness. A social interaction approach to knowledge translation assumes that research evidence becomes integrated with previously held knowledge, and practitioners build on and co-create knowledge through mutual interactions. Knowledge translation strategies for public health have not provided anticipated positive changes in evidence-based practice, possibly due in part to a narrow conceptualization of knowledge. More work is needed to understand the role of tacit knowledge in decision-making and practice. This pilot study examined how health practitioners applied tacit knowledge in public health program planning and implementation. METHODS: This study used a narrative approach, where teams from two public health units in Ontario, Canada were conveniently selected. Respondents participated in individual interviews and focus groups at each site. Questions were designed to understand the role of tacit knowledge as it related to the program planning process. Data were analyzed through a combination of content analysis and thematic comparison. RESULTS: The findings highlighted two major aspects of knowledge that arose: the use of tacit knowledge and the integration of tacit and explicit knowledge. Tacit knowledge included: past experiences, organization-specific knowledge, community contextual knowledge, and the recognition of the tacit knowledge of others. Explicit knowledge included: research literature, the Internet, popular magazines, formal assessments (surveys and interviews), legislation and regulations. Participants sometimes deliberately combined tacit and explicit knowledge sources in planning. CONCLUSIONS: This pilot demonstrated that front-line public health workers draw upon both tacit knowledge and explicit knowledge in their everyday lived reality. Further, tacit knowledge plays an important role in practitioners' interpretation and implementation of explicit research findings. This indicates a need to broaden the scope of knowledge translation to include other forms of knowledge beyond explicit knowledge acquired through research. Strategies that recognize and support the use of tacit knowledge, such as communities of practice or networks, may be important components of a comprehensive approach to knowledge translation. This study provides support for further investigation of the role of tacit knowledge in the planning and delivery of effective public health services.",
  "authors": [
    {
      "last_name": "Kothari",
      "fore_name": "Anita R",
      "initials": "AR",
      "name": "Anita R Kothari",
      "affiliations": [
        "University of Western Ontario, London, Canada. akothari@uwo.ca"
      ]
    },
    {
      "last_name": "Bickford",
      "fore_name": "Julia J",
      "initials": "JJ",
      "name": "Julia J Bickford",
      "affiliations": []
    },
    {
      "last_name": "Edwards",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Edwards",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen J",
      "initials": "MJ",
      "name": "Maureen J Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Meyer",
      "fore_name": "Mechthild",
      "initials": "M",
      "name": "Mechthild Meyer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "start_page": "198",
  "pages": "198",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Evidence-Based Practice",
    "Female",
    "Focus Groups",
    "Health Knowledge, Attitudes, Practice",
    "Health Personnel",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Ontario",
    "Pilot Projects"
  ],
  "article_ids": {
    "pubmed": "21851617",
    "pmc": "PMC3173304",
    "doi": "10.1186/1472-6963-11-198",
    "pii": "1472-6963-11-198"
  },
  "doi": "10.1186/1472-6963-11-198",
  "pmc_id": "PMC3173304",
  "dates": {
    "completed": "2011-11-29",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:47.741435",
    "pmid": "21851617"
  }
}