{
  "pmid": "21850677",
  "uid": "21850677",
  "title": "Hereditary cancer risk assessment in a pediatric oncology follow-up clinic.",
  "abstract": "BACKGROUND: Pediatric cancer survivors are at risk for multiple late effects including second malignancies, some a direct consequence of genetic susceptibility. Appropriate surveillance and management for the survivor and at-risk family members can often be established if the genetic predisposition is recognized and/or diagnosed. Numerous published guidelines outline which adult cancer patients and survivors should be referred for hereditary cancer risk assessment. In the pediatric oncology setting, minimal guidance exists for healthcare providers to determine which patients and families to refer for genetic evaluation. PROCEDURE: The aim of this project was to determine what percentage of childhood cancer survivors are appropriate for further evaluation in a hereditary cancer program or genetics clinic and characterize indications for referral. Participants included pediatric cancer survivors seen for follow-up in a large cancer survivor center. Medical and family histories were obtained and reviewed by a certified genetic counselor at the survivor's annual visit. Eligibility for genetics referral was determined based on personal/family medical history and published literature. RESULTS: Of 370 survivors of childhood cancer, 109 (29%) were considered eligible for genetics follow-up or referral. Family history of cancer is the most prevalent reason identified for eligibility for further genetics evaluation (61%) followed by tumor type (18%), medical history (16%), and family history of another condition (6%). CONCLUSIONS: This project provides evidence that inclusion of genetic evaluation is feasible and relevant in the care of childhood cancer survivors. Further study is warranted to determine optimal timing and clinical utility of this multidisciplinary and family-centered approach.",
  "authors": [
    {
      "last_name": "Knapke",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Knapke",
      "affiliations": [
        "Division of Human Genetics, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio 45229, USA. sara.knapke@cchmc.org"
      ]
    },
    {
      "last_name": "Nagarajan",
      "fore_name": "Rajaram",
      "initials": "R",
      "name": "Rajaram Nagarajan",
      "affiliations": []
    },
    {
      "last_name": "Correll",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Correll",
      "affiliations": []
    },
    {
      "last_name": "Kent",
      "fore_name": "Debra",
      "initials": "D",
      "name": "Debra Kent",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric blood & cancer",
    "iso_abbreviation": "Pediatr Blood Cancer",
    "issn": "1545-5017",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "85",
  "end_page": "89",
  "pages": "85-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Female",
    "Follow-Up Studies",
    "Genetic Predisposition to Disease",
    "Hospitals, Pediatric",
    "Humans",
    "Male",
    "Medical Oncology",
    "Middle Aged",
    "Neoplasms",
    "Prognosis",
    "Risk Assessment",
    "Risk Factors",
    "Survival Rate",
    "Survivors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21850677",
    "doi": "10.1002/pbc.23283"
  },
  "doi": "10.1002/pbc.23283",
  "dates": {
    "completed": "2012-01-12",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.088392",
    "pmid": "21850677"
  }
}