{
  "pmid": "21865586",
  "uid": "21865586",
  "title": "Tissue length modulates \"stimulated actin polymerization,\" force augmentation, and the rate of swine carotid arterial contraction.",
  "abstract": "\"Stimulated actin polymerization\" has been proposed to be involved in force augmentation, in which prior submaximal activation of vascular smooth muscle increases the force of a subsequent maximal contraction by ∼15%. In this study, we altered stimulated actin polymerization by adjusting tissue length and then measured the effect on force augmentation. At optimal tissue length (1.0 L(o)), force augmentation was observed and was associated with increased prior stimulated actin polymerization, as evidenced by increased prior Y118 paxillin phosphorylation without changes in prior S3 cofilin or cross-bridge phosphorylation. Tissue length, per se, regulated Y118 paxillin, but not S3 cofilin, phosphorylation. At short tissue length (0.6 L(o)), force augmentation was observed and was associated with increased prior stimulated actin polymerization, as evidenced by reduced prior S3 cofilin phosphorylation without changes in Y118 paxillin or cross-bridge phosphorylation. At long tissue length (1.4 L(o)), force augmentation was not observed, and there were no prior changes in Y118 paxillin, S3 cofilin, or cross-bridge phosphorylation. There were no significant differences in the cross-bridge phosphorylation transients before and after the force augmentation protocol at all three lengths tested. Tissues contracted faster at longer tissue lengths; contractile rate correlated with prior Y118 paxillin phosphorylation. Total stress, per se, predicted Y118 paxillin phosphorylation. These data suggest that force augmentation is regulated by stimulated actin polymerization and that stimulated actin polymerization is regulated by total arterial stress. We suggest that K(+) depolarization first leads to cross-bridge phosphorylation and contraction, and the contraction-induced increase in mechanical strain increases Y118 paxillin phosphorylation, leading to stimulated actin polymerization, which further increases force, i.e., force augmentation and, possibly, latch.",
  "authors": [
    {
      "last_name": "Tejani",
      "fore_name": "Ankit D",
      "initials": "AD",
      "name": "Ankit D Tejani",
      "affiliations": [
        "Cardiovascular Division, University of Virginia Health System, Charlottesville, VA 22908-0146, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    },
    {
      "last_name": "Rembold",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Rembold",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physiology. Cell physiology",
    "iso_abbreviation": "Am J Physiol Cell Physiol",
    "issn": "1522-1563",
    "issn_type": "Electronic",
    "volume": "301",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "C1470",
  "end_page": "C1478",
  "pages": "C1470-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Actins",
    "Animals",
    "Carotid Arteries",
    "Electrophoresis, Polyacrylamide Gel",
    "Muscle Contraction",
    "Muscle, Smooth, Vascular",
    "Paxillin",
    "Phosphorylation",
    "Polymerization",
    "Swine",
    "Vasoconstriction"
  ],
  "article_ids": {
    "pubmed": "21865586",
    "pmc": "PMC3233796",
    "doi": "10.1152/ajpcell.00149.2011",
    "pii": "ajpcell.00149.2011"
  },
  "doi": "10.1152/ajpcell.00149.2011",
  "pmc_id": "PMC3233796",
  "dates": {
    "completed": "2012-01-18",
    "revised": "2021-10-20"
  },
  "chemicals": [
    "Actins",
    "Paxillin"
  ],
  "grants": [
    {
      "grant_id": "HL-71191",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "MOP13101",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.748094",
    "pmid": "21865586"
  }
}