{
  "pmid": "21867580",
  "uid": "21867580",
  "title": "Empirically evaluating the impact of adjudicative tribunals in the health sector: context, challenges and opportunities.",
  "abstract": "Adjudicative tribunals are an integral part of health system governance, yet their real-world impact remains largely unknown. Most assessments focus on internal accountability and use anecdotal methodologies; few, studies if any, empirically evaluate their external impact and use these data to test effectiveness, track performance, inform service improvements and ultimately strengthen health systems. Given that such assessments would yield important benefits and have been conducted successfully in similar settings (e.g. specialist courts), their absence is likely attributable to complexity in the health system, methodological difficulties and the legal environment within which tribunals operate. We suggest practical steps for potential evaluators to conduct empirical impact evaluations along with an evaluation matrix template featuring possible target outcomes and corresponding surrogate endpoints, performance indicators and empirical methodologies. Several system-level strategies for supporting such assessments have also been suggested for academics, health system institutions, health planners and research funders. Action is necessary to ensure that policymakers do not continue operating without evidence but can rather pursue data-driven strategies that are more likely to achieve their health system goals in a cost-effective way.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, and Adjunct Faculty, McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada. hoffmans@mcmaster.ca"
      ]
    },
    {
      "last_name": "Sossin",
      "fore_name": "Lorne",
      "initials": "L",
      "name": "Lorne Sossin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health economics, policy, and law",
    "iso_abbreviation": "Health Econ Policy Law",
    "issn": "1744-134X",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "147",
  "end_page": "174",
  "pages": "147-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Evaluation Studies as Topic",
    "Governing Board",
    "Health Care Reform",
    "Health Care Sector",
    "Health Services Research",
    "Humans",
    "Policy Making",
    "Qualitative Research",
    "Quality of Health Care",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "21867580",
    "doi": "10.1017/S1744133111000156",
    "pii": "S1744133111000156"
  },
  "doi": "10.1017/S1744133111000156",
  "dates": {
    "completed": "2012-06-18",
    "revised": "2012-03-02"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.627040",
    "pmid": "21867580"
  }
}