{
  "pmid": "21875869",
  "uid": "21875869",
  "title": "Declining incidence of breast cancer after decreased use of hormone-replacement therapy: magnitude and time lags in different countries.",
  "abstract": "Throughout the latter half of the 20th century, hormone-replacement therapy (HRT) use steadily increased in the Western world. In 2002, the early termination of the Women's Health Initiative trial due to an excess of adverse events attributable to HRT, led to a precipitous decline in its use. Breast cancer incidence began to decline soon thereafter in the USA and several other countries. However, the magnitude of the decline in breast cancer incidence, and its timing with respect to HRT cessation, shows considerable variability between nations. The impact of HRT cessation appears most significant and immediate in countries with the largest absolute decline in HRT use. In countries in which peak prevalence of HRT use was high, several studies have convincingly excluded decreasing rates of mammographic screening as an explanation for the decline in breast cancer incidence. Conversely, in some countries, no decline in breast cancer incidence is apparent that can be readily attributed to declining trends in HRT use. In such cases, declines in breast cancer incidence may be related instead to saturation or decreased utilisation of mammographic screening programmes. In other cases, it is difficult to disentangle the respective influence of trends in HRT use, and the influence of changes relating to mammographic screening. However, irrespective of time lags and varying magnitudes of effect, the data convincingly support a direct association between decreasing HRT use and declining breast cancer incidence.",
  "authors": [
    {
      "last_name": "Zbuk",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Zbuk",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, David Braley CVSRI, Hamilton General Hospital Campus, 237 Barton Street E, Hamilton, ON L8L 2X2, Canada. kevin.zbuk@jcc.hhsc.ca"
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of epidemiology and community health",
    "iso_abbreviation": "J Epidemiol Community Health",
    "issn": "1470-2738",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "7",
  "pages": "1-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Age Factors",
    "Breast Neoplasms",
    "Estrogens",
    "Female",
    "Hormone Replacement Therapy",
    "Humans",
    "Incidence",
    "Progesterone",
    "Progestins",
    "Risk Factors",
    "Time Factors",
    "United States",
    "Women's Health"
  ],
  "article_ids": {
    "pubmed": "21875869",
    "doi": "10.1136/jech.2008.083774",
    "pii": "jech.2008.083774"
  },
  "doi": "10.1136/jech.2008.083774",
  "dates": {
    "completed": "2012-04-17",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Estrogens",
    "Progestins",
    "Progesterone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:13.549095",
    "pmid": "21875869"
  }
}