{
  "pmid": "21885991",
  "uid": "21885991",
  "title": "Signaling mechanisms mediating uridine adenosine tetraphosphate-induced proliferation of human vascular smooth muscle cells.",
  "abstract": "Proliferation of vascular smooth muscle cells (SMCs) plays an important role in the development of atherosclerosis and restenosis. Extracellular mononucleotides, such as adenosine triphosphate and uridine-5'-triphosphate stimulate SMC proliferation. However, the effects of dinucleotides on SMC proliferation and their underlying signaling mechanisms are less well defined. Recently, increasing evidence suggests that the dinucleotide, uridine adenosine tetraphosphate (Up4A) plays a role in the regulation of cardiovascular function. We have previously demonstrated that Up4A stimulates DNA synthesis and proliferation of human SMCs. This study investigated the signaling mechanisms underlying the proliferative effect of Up4A. Up4A-induced increase in bromodeoxyuridine incorporation was blocked by the mammalian target of rapamycin inhibitor, rapamycin, and the MEK inhibitor, PD98059. Up4A-stimulated phosphorylation and kinase activity of S6 kinase (S6K) and Erk1/2 were inhibited by PD98059, whereas phosphorylation and kinase activity of S6K, but not Erk1/2, were inhibited by rapamycin. Up4A also increased the phosphorylation of Akt, which was blocked by the PI3-kinase inhibitor, LY294002. Up4A-stimulated activation of S6K, but not Erk1/2, was also prevented by LY294002. Furthermore, Up4A-stimulated phosphorylation and kinase activity of S6K and Erk1/2 were inhibited by the P2 receptor antagonist, suramin, but not by the P2X receptor antagonist, Ip5I. Up4A also stimulated an increase in the protein expression of cycle-dependent kinase 2, which was prevented by rapamycin, PD98059, and suramin. These results suggest that the signaling mechanisms underlying the Up4A-stimulated proliferation of SMCs are mediated by P2Y receptors and involve the PI3-K/Akt and mitogen-activated protein kinase pathways, leading to the independent activation of S6K and an increase in cycle-dependent kinase 2 expression. This work stresses the concept that dinucleotides, like mononucleotides, play potentially important roles in the regulation of vascular function.",
  "authors": [
    {
      "last_name": "Gui",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Gui",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Physiology and Pharmacology, University of Calgary, Calgary, Alberta, Canada. ygui@ucalgary.ca"
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon He",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": []
    },
    {
      "last_name": "Zheng",
      "fore_name": "Xi-Long",
      "initials": "XL",
      "name": "Xi-Long Zheng",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiovascular pharmacology",
    "iso_abbreviation": "J Cardiovasc Pharmacol",
    "issn": "1533-4023",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "654",
  "end_page": "662",
  "pages": "654-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cell Proliferation",
    "Cells, Cultured",
    "Cyclin-Dependent Kinase 2",
    "Dinucleoside Phosphates",
    "Humans",
    "Mitogen-Activated Protein Kinases",
    "Muscle, Smooth, Vascular",
    "Myocytes, Smooth Muscle",
    "Phosphatidylinositol 3-Kinase",
    "Proto-Oncogene Proteins c-akt",
    "Receptors, Purinergic P2Y",
    "Ribosomal Protein S6 Kinases",
    "Signal Transduction"
  ],
  "article_ids": {
    "pubmed": "21885991",
    "doi": "10.1097/FJC.0b013e318231e929"
  },
  "doi": "10.1097/FJC.0b013e318231e929",
  "dates": {
    "completed": "2012-04-05",
    "revised": "2011-12-15"
  },
  "chemicals": [
    "Dinucleoside Phosphates",
    "Receptors, Purinergic P2Y",
    "uridine adenosine tetraphosphate",
    "Phosphatidylinositol 3-Kinase",
    "Proto-Oncogene Proteins c-akt",
    "Ribosomal Protein S6 Kinases",
    "Cyclin-Dependent Kinase 2",
    "Mitogen-Activated Protein Kinases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.748738",
    "pmid": "21885991"
  }
}