{
  "pmid": "21901684",
  "uid": "21901684",
  "title": "Clotting factor concentrates given to prevent bleeding and bleeding-related complications in people with hemophilia A or B.",
  "abstract": "BACKGROUND: The hallmark of severe hemophilia is recurrent bleeding into joints and soft tissues with progressive joint damage, notwithstanding on-demand treatment. Prophylaxis has long been used but not universally adopted because of medical, psychosocial, and cost controversies. OBJECTIVES: To determine the effectiveness of clotting factor concentrate prophylaxis in the management of people with hemophilia A or B. SEARCH STRATEGY: We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coagulopathies Trials Register. In addition, we searched major electronic databases (MEDLINE, EMBASE, CENTRAL), handsearched relevant journals and abstract books and reference lists of relevant articles.Last search of Group's Coagulopathies Trials Register: 07 April 2011. SELECTION CRITERIA: Randomised controlled trials and quasi-randomised controlled trials evaluating people with severe hemophilia A or hemophilia B receiving prophylactic clotting factor concentrates. DATA COLLECTION AND ANALYSIS: Two authors independently reviewed studies for eligibility, assessed risk of bias and extracted data. MAIN RESULTS: Six studies (including 142 participants) were eligible for inclusion. Two compared three-times-a-week prophylactic administration with on-demand treatment in children with hemophilia. Pooled results from these two studies showed a rate ratio of 0.30 (95% confidence interval; 0.12 to 0.76) for all bleedings and 0.22 (95% confidence interval 0.08 to 0.63) for joint bleedings favouring prophylaxis. Results on the number of patients with preserved joints after three to seven years of follow-up were not pooled due to significant heterogeneity. Three of the remaining four studies evaluated hemophilia A; one showed a statistically significant decrease in frequency of joint bleeds with prophylaxis compared to placebo, with a rate difference of -10.73 (95% confidence interval -16.55 to -4.91) bleeds per year. Two studies compared two prophylaxis regimens, failing to demonstrate an advantage of one regimen over the other in terms of bleeding frequency. The fourth study evaluated hemophilia B and showed fewer joint bleeds with weekly (15 IU/kg) versus bi-weekly (7.5 IU/kg) prophylaxis, rate difference -3.30 (95% confidence interval -5.50 to -1.10) bleeds per year. Non-significant increases in both inhibitor and infectious complications were observed in patients on prophylaxis, which occurred more often when using long-term venous access. AUTHORS' CONCLUSIONS: There is strong evidence from randomised controlled trials and observational trials that prophylaxis preserves joint function in children with hemophilia as compared to on-demand treatment. There is insufficient evidence from randomised controlled trials to confirm the observational evidence that prophylaxis decreases bleeding and related complications in patients with existing joint damage. Well-designed randomised controlled trials and prospective observational controlled studies are needed to establish the best prophylactic regimen and to assess the effectiveness of prophylactic clotting factor concentrates in adult patients.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Clinical Epidemiology and Biostatistic Department, McMaster University, 1280 Main Street West, CRL - 140, Hamilton, ON, Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Marchesini",
      "fore_name": "Emanuela",
      "initials": "E",
      "name": "Emanuela Marchesini",
      "affiliations": []
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": []
    },
    {
      "last_name": "Stobart",
      "fore_name": "Kent",
      "initials": "K",
      "name": "Kent Stobart",
      "affiliations": []
    },
    {
      "last_name": "Chan",
      "fore_name": "Anthony Kc",
      "initials": "AK",
      "name": "Anthony Kc Chan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "9",
    "pub_year": "2011",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "CD003429",
  "pages": "CD003429",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Coagulation Factors",
    "Factor VIII",
    "Hemarthrosis",
    "Hemophilia A",
    "Hemophilia B",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "21901684",
    "doi": "10.1002/14651858.CD003429.pub4"
  },
  "doi": "10.1002/14651858.CD003429.pub4",
  "dates": {
    "completed": "2011-10-27",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Blood Coagulation Factors",
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.457834",
    "pmid": "21901684"
  }
}