{
  "pmid": "21908812",
  "uid": "21908812",
  "title": "Measuring quality of life and patient satisfaction after body contouring: a systematic review of patient-reported outcome measures.",
  "abstract": "UNLABELLED: EVIDENCE-BASED BACKGROUND: In both cosmetic and postbariatric body contouring populations, the primary determinants of success are patient satisfaction and quality of life (QOL). These patient-reported outcomes (PRO) are ideally measured with specially-designed, procedure- or condition-specific questionnaires. OBJECTIVE: The authors identify and appraise all patient-reported outcome (PRO) measures (questionnaires) developed for patients undergoing body contouring surgery. METHODS: MEDLINE, EMBASE, PsychINFO, Ebase, CINAHL, HAPI, Science Citation Index/Social Sciences Citation Index, Ovid Evidence Based Medicine databases were searched from the inception of each database through August 2010. Articles included in the study described the development and/or psychometric evaluation of a PRO measure developed for body contouring patients. Each measure was then appraised for adherence to internationally-recommended guidelines for item generation, item reduction, and psychometric evaluation. RESULTS: The following five PRO questionnaires were identified by our search: one liposuction (the Freiburg Questionnaire on Aesthetic Dermatology and Cosmetic Surgery, FQAD), one general plastic surgery (Derriford Appearance Scale, DAS-59/24), and three breast reduction measures (the Breast Reduction Assessed Severity Scale Questionnaire, BRASSQ; Breast Related Symptoms questionnaire, BRS; and the BREAST-Q reduction module. Detailed examination of these measures revealed that the FQAD, DAS-59, and BRS are limited by both their content range and psychometric properties. The BRASSQ and BREAST-Q both have strong psychometric properties, and the BREAST-Q is unique in its inclusion of items covering specific postoperative issues such as scarring. CONCLUSIONS: While instruments are available for measuring outcomes in breast reduction patients, reliable, valid, and responsive PRO measures are lacking for the majority of body contouring procedures. To demonstrate the unique outcomes of body contouring surgery, future research to rigorously develop and validate new PRO measures in this population is necessary.",
  "authors": [
    {
      "last_name": "Reavey",
      "fore_name": "Patrick L",
      "initials": "PL",
      "name": "Patrick L Reavey",
      "affiliations": [
        "Institute of Reconstructive Plastic Surgery, New York University Medical Center, New York, New York, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen McCarthy",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie",
      "initials": "A",
      "name": "Amie Scott",
      "affiliations": []
    },
    {
      "last_name": "Rubin",
      "fore_name": "J Peter",
      "initials": "JP",
      "name": "J Peter Rubin",
      "affiliations": []
    },
    {
      "last_name": "Shermak",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Shermak",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Aesthetic surgery journal",
    "iso_abbreviation": "Aesthet Surg J",
    "issn": "1527-330X",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "7",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "807",
  "end_page": "813",
  "pages": "807-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Bariatric Surgery",
    "Cosmetic Techniques",
    "Guideline Adherence",
    "Guidelines as Topic",
    "Humans",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "21908812",
    "doi": "10.1177/1090820X11417426",
    "pii": "31/7/807"
  },
  "doi": "10.1177/1090820X11417426",
  "dates": {
    "completed": "2012-01-12",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.383660",
    "pmid": "21908812"
  }
}