{
  "pmid": "21919975",
  "uid": "21919975",
  "title": "Distances to on- and off-premise alcohol outlets and experiences of alcohol-related amenity problems.",
  "abstract": "INTRODUCTION AND AIMS: There are a number of studies in recent years that have examined the relationship of alcohol outlets to the incidence of alcohol-related problems. Only a small number of these studies examine the types of alcohol-related problems which may be considered amenity problems, such as neighbourhood disturbance, litter and noise. This paper examines the association between the proximity of someone's home to alcohol outlets and their experience of public amenity problems. DESIGN AND METHODS: Data came from an Australian general population survey: the Alcohol's Harm to Others Survey (2008). Two thousand six hundred and forty-nine Australians aged 18 years and over were asked about their experiences of a number of amenity-type problems and the distance they lived to the nearest on- and off-premise alcohol outlet. RESULTS: Bivariate results showed that respondents living closer to on- and off-premise outlets reported more problems, with minor differences by distance to on- and off-premise outlet. In multivariate logistic regression analyses, controlling for possible confounding effects of the respondent and neighbourhood characteristics, living closer to on-premise outlets was independently associated with reporting being kept awake or disturbed at night and living closer to an off-premise outlet was independently associated with reporting property damage. DISCUSSION AND CONCLUSIONS: A possible interpretation of the results is that respondents living close to on- and off-premise outlets experience more amenity problems than those living further away, but that these experiences are concentrated among demographic groups who live in these areas. Direction of influence cannot be inferred from these cross-sectional findings.",
  "authors": [
    {
      "last_name": "Wilkinson",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Wilkinson",
      "affiliations": [
        "AER Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Eastern Health, Melbourne, Australia. clairew@turningpoint.org.au"
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "394",
  "end_page": "401",
  "pages": "394-401",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Alcohol-Related Disorders",
    "Alcoholic Beverages",
    "Australia",
    "Commerce",
    "Female",
    "Health Services Accessibility",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Residence Characteristics",
    "Social Environment",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "21919975",
    "doi": "10.1111/j.1465-3362.2011.00346.x"
  },
  "doi": "10.1111/j.1465-3362.2011.00346.x",
  "dates": {
    "completed": "2012-10-09",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.747216",
    "pmid": "21919975"
  }
}