{
  "pmid": "21911629",
  "uid": "21911629",
  "title": "Communicating uncertainties about prescription drugs to the public: a national randomized trial.",
  "abstract": "BACKGROUND: Many new drugs are aggressively promoted. The public may not realize that even with US Food and Drug Administration (FDA) approval, important uncertainties about the benefits and harms of these drugs remain. We assessed the US public's understanding of the meaning of FDA drug approval and tested how brief explanations communicating drug uncertainties affect consumer choices. METHODS: We conducted an Internet-based randomized controlled trial using a national sample of US adults from a research panel of approximately 30,000 households. A total of 2944 participants were randomized to receive 1 of 3 explanations about a pair of cholesterol drugs (1 approved based only on a surrogate outcome [lower cholesterol] and 1 based on a patient outcome [reduced myocardial infarctions]). Participants were randomized a second time to receive 1 of 3 explanations about a pair of heartburn drugs (1 newly approved and 1 approved 8 years earlier). Controls received no explanation; the nondirective group received explanations (for the cholesterol drugs, surrogates do not always translate into patient outcomes; for the heartburn drugs, it takes time to establish the safety of new drugs); the directive group received explanations plus advice to \"Ask for a drug shown to reduce heart attacks or ask for one with a longer track record.\" The primary outcomes were choice: the cholesterol drug reducing myocardial infarctions, and the older heartburn drug. RESULTS: Thirty-nine percent mistakenly believed that the FDA approves only \"extremely effective\" drugs; 25% mistakenly believed that the FDA approves only drugs without serious side effects. Explanations affected choices: 71% of those in the directive group, 71% in the nondirective group, and 59% of controls chose the cholesterol drug that reduced myocardial infarctions (absolute difference, 12% [95% confidence interval, 7%-18%] for each explanation vs control). For the heartburn drugs, 53% of the directive group, 53% of the nondirective group, and 34% of controls chose the older drug (absolute difference, 19% [95% confidence interval, 13%-24%] for each explanation vs control). CONCLUSIONS: A substantial proportion of the public mistakenly believes that the FDA approves only extremely effective drugs and drugs lacking serious side effects. Brief explanations highlighting uncertainties about the benefit of drugs approved based on surrogate outcomes and the safety of new prescription drugs improved choices. Nondirective explanations worked as well as directive ones. TRIAL REGISTRATION: clinicaltrials.gov Identifiers: NCT00950157, NCT00950131.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, White River Junction VA Medical Center, Vermont, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "1538-3679",
    "issn_type": "Electronic",
    "volume": "171",
    "issue": "16",
    "pub_year": "2011",
    "pub_month": "Sep",
    "pub_day": "12"
  },
  "start_page": "1463",
  "end_page": "1468",
  "pages": "1463-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anticholesteremic Agents",
    "Communication",
    "Consumer Product Safety",
    "Drug Approval",
    "Female",
    "Heartburn",
    "Humans",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Prescription Drugs",
    "Professional-Patient Relations",
    "Treatment Outcome",
    "Uncertainty",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21911629",
    "doi": "10.1001/archinternmed.2011.396",
    "pii": "171/16/1463"
  },
  "doi": "10.1001/archinternmed.2011.396",
  "dates": {
    "completed": "2011-11-08",
    "revised": "2012-03-21"
  },
  "chemicals": [
    "Anticholesteremic Agents",
    "Prescription Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.488690",
    "pmid": "21911629"
  }
}