{
  "pmid": "21926915",
  "uid": "21926915",
  "title": "Readability and content of patient education material related to implantable cardioverter defibrillators.",
  "abstract": "BACKGROUND: Implantable cardioverter defibrillators (ICDs) are increasingly offered to patients for primary prevention of sudden cardiac death. Candidates for ICD receive ICD-related patient education material when they make decisions to consent or decline a primary prevention ICD. Printed patient education material directed at ICD candidates has not been the focus of direct appraisal. OBJECTIVE: We evaluated the readability and content of ICD-related print education materials made available to patients who were enrolled in a study involving patient decision making for ICD from 3 ICD sites in southern Ontario, Canada. METHODS: All ICD print materials referred to during interviews and/or that were available in ICD site waiting rooms were collected for analysis. Readability testing was conducted using the \"simple measurement of gobbledygook\" and Fry methods. The material was evaluated according to selected plain-language criteria, thematic content analysis, and rhetoric analysis. RESULTS: Twenty-one print materials were identified and analyzed. Documents were authored by device manufacturers, tertiary care hospitals, and cardiac support organizations. Although many documents adhered to plain-language recommendations, text-reading levels were higher than recommended. Twelve major content themes were identified. Content focused heavily on the positive aspects of living with the device to the exclusion of other possible information that could be relevant to the decisions that patients made. CONCLUSIONS: Print-based patient education materials for ICD candidates are geared to a highly literate population. The focus on positive information to the exclusion of potentially negative aspects of the ICD, or alternatives to accepting 1, could influence and/or confuse patients about the purpose and implications of this medical device. Development of print materials is indicated that includes information about possible problems and that would be relevant for the multicultural and debilitated population who may require ICDs. The findings are highly relevant for nurses who care for primary prevention ICD candidates.",
  "authors": [
    {
      "last_name": "Strachan",
      "fore_name": "Patricia H",
      "initials": "PH",
      "name": "Patricia H Strachan",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. strachan@mcmaster.ca"
      ]
    },
    {
      "last_name": "de Laat",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya de Laat",
      "affiliations": []
    },
    {
      "last_name": "Carroll",
      "fore_name": "Sandra L",
      "initials": "SL",
      "name": "Sandra L Carroll",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Vaandering",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Vaandering",
      "affiliations": []
    },
    {
      "last_name": "Toor",
      "fore_name": "Gurjit K",
      "initials": "GK",
      "name": "Gurjit K Toor",
      "affiliations": []
    },
    {
      "last_name": "Arthur",
      "fore_name": "Heather M",
      "initials": "HM",
      "name": "Heather M Arthur",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of cardiovascular nursing",
    "iso_abbreviation": "J Cardiovasc Nurs",
    "issn": "1550-5049",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "6",
    "pub_year": "2012"
  },
  "start_page": "495",
  "end_page": "504",
  "pages": "495-504",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Comprehension",
    "Defibrillators, Implantable",
    "Female",
    "Humans",
    "Male",
    "Patient Education as Topic"
  ],
  "article_ids": {
    "pubmed": "21926915",
    "mid": "CAMS2051",
    "pmc": "PMC3380065",
    "doi": "10.1097/JCN.0b013e31822ad3dd"
  },
  "doi": "10.1097/JCN.0b013e31822ad3dd",
  "pmc_id": "PMC3380065",
  "dates": {
    "completed": "2013-04-03",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "86741",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.658860",
    "pmid": "21926915"
  }
}