{
  "pmid": "21923813",
  "uid": "21923813",
  "title": "Physician-related facilitators and barriers to patient involvement in treatment decision making in early stage breast cancer: perspectives of physicians and patients.",
  "abstract": "OBJECTIVE: To identify patients' and physicians' perceptions of physician-related verbal and nonverbal facilitators and barriers to patient involvement in treatment decision making (TDM) occurring during clinical encounters for women with early stage breast cancer (ESBC). METHODS: Eligible women were offered treatment options including surgery and adjuvant therapy. Eligible physicians provided care for women with ESBC in either a teaching hospital or an academic cancer centre. In Phase 1, women were interviewed 1-2 weeks after their initial consultation. In Phase 2, women and their physicians were interviewed separately while watching their own consultation on a digital video disk. All interviews were audiotaped, transcribed and analysed. RESULTS: Forty women with ESBC and six physicians participated. Patients and physicians identified thirteen categories of physician facilitators of women's involvement. Of these, seven categories were frequently identified by women: conveyed a rationale for patient involvement in TDM; explained the risk of cancer recurrence; explained treatment options; enhanced patient understanding of information; gave time for TDM; offered a treatment recommendation; and made women feel comfortable. Physicians described similar information-giving facilitators but less often mentioned other facilitators. Few physician barriers to women's involvement in TDM were identified. CONCLUSIONS: Women with ESBC and cancer physicians shared some views of how physicians involve patients in TDM, although there were important differences. Physicians may underestimate the importance that women's place on understanding the rationale for their involvement in TDM and on feeling comfortable during the consultation.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "Post Doctoral Fellow, Department of Family and Community Medicine, University of Toronto, Toronto, ONAssociate Professor, Department of Oncology, McMaster University, Hamilton, ONProfessor, Department of Oncology, McMaster University, Hamilton, ONProfessor, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ONAssociate Professor, Department of Surgery, McMaster University, Hamilton, ONAssistant Professor, Department of Oncology, McMaster University, Hamilton, ONAssistant Professor, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Ellis",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Whelan",
      "affiliations": []
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Lovrics",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Lovrics",
      "affiliations": []
    },
    {
      "last_name": "Mukherjee",
      "fore_name": "Som D",
      "initials": "SD",
      "name": "Som D Mukherjee",
      "affiliations": []
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Hodgson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "373",
  "end_page": "384",
  "pages": "373-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Attitude of Health Personnel",
    "Attitude to Health",
    "Breast Neoplasms",
    "Communication",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Participation",
    "Physician-Patient Relations",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "21923813",
    "pmc": "PMC5060690",
    "doi": "10.1111/j.1369-7625.2011.00712.x"
  },
  "doi": "10.1111/j.1369-7625.2011.00712.x",
  "pmc_id": "PMC5060690",
  "dates": {
    "completed": "2014-08-13",
    "revised": "2024-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.697552",
    "pmid": "21923813"
  }
}