{
  "pmid": "21932024",
  "uid": "21932024",
  "title": "Assessing the measurement invariance of the Center for Epidemiologic Studies Depression Scale across immigrant and non-immigrant women in the postpartum period.",
  "abstract": "To assess the measurement invariance of the Center for Epidemiologic Studies Depression Scale (CES-D) 2 months after delivery in 656 English-speaking immigrant and non-immigrant women who had at least one other child under 16 and who gave birth in one of two urban Canadian centers. We also compared levels of depression in these two groups using this scale. Multiple group confirmatory factor analysis showed that configural, metric and partial scalar invariances were present and allowed for meaningful substantive comparisons to be made between immigrants and non-immigrants using linear and logistic regressions on an invariant 15-item version of the scale. We observed a novel 4-factor structure for the CES-D in postpartum women and established a 15-item version of this scale that was invariant across immigrant and non-immigrant groups. This suggests that women conceptualize postpartum depression (PPD) in similar ways using the 15-item version of this scale and that meaningful substantive comparisons can be made using it. Indeed, immigrants manifested higher levels of depressive symptoms than non-immigrants (unstandardized b = 1.34, p = 0.02) and an increased risk of being a potential case of PPD (OR = 2.16, 95%CI 1.10-4.19), even after adjustment for other risk factors. Immigrant and non-immigrant women appear to conceptualize PPD in similar ways using this 15-item version of the CES-D. Immigrants may develop more depressive symptoms and be at increased risk of developing an episode of PPD.",
  "authors": [
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada. vanlierj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cleverley",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Cleverley",
      "affiliations": []
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Jenkins",
      "affiliations": []
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of women's mental health",
    "iso_abbreviation": "Arch Womens Ment Health",
    "issn": "1435-1102",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "5",
    "pub_year": "2011",
    "pub_month": "Oct"
  },
  "start_page": "413",
  "end_page": "423",
  "pages": "413-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Depression",
    "Depression, Postpartum",
    "Emigrants and Immigrants",
    "Female",
    "Humans",
    "Odds Ratio",
    "Prevalence",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21932024",
    "doi": "10.1007/s00737-011-0236-0"
  },
  "doi": "10.1007/s00737-011-0236-0",
  "dates": {
    "completed": "2011-11-09",
    "revised": "2016-05-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.102930",
    "pmid": "21932024"
  }
}