{
  "pmid": "21933526",
  "uid": "21933526",
  "title": "Anatomically safe and minimally invasive transcrestal technique for procurement of autogenous cancellous bone graft from the mid-iliac crest.",
  "abstract": "BACKGROUND: Open iliac bone harvesting techniques can result in significant complications and residual morbidity. In reconstructive procedures where a small volume of autogenous cancellous bone graft is required, a minimally invasive technique for bone harvesting applied at the mid-iliac crest has been deemed satisfactory. We sought to assess the application of a well-established surgical technique to procure adequate volume of autogenous cancellous iliac bone graft with minimal trauma to adjacent structures. METHODS: We retrospectively reviewed the cases of patients who underwent a minimally invasive transcrestal mid-iliac bone graft procurement technique between May 2003 and December 2007. The technique was performed using a 3.5-mm Steinmann pin as a trocar and a 4.5-mm AO drill sleeve as a trephine. We administered a questionnaire, either in the clinic or by mail, to assess a number of parameters, including postoperative pain, dysthesia, parasthesia, status of the donor site wound and patient satisfaction. RESULTS: Of the 37 consecutive patients who underwent the procedure, data from 26 patients were available for assessment. Donor site pain resolved within a few days of the surgery, and none of the patients experienced symptoms of chronic pain. At the final review, none of the patients reported any unpleasant signs and symptoms related to the residual scar. CONCLUSION: We recommend that the described minimally invasive trephine method be used when a small cancellous bone graft is needed. We found that patient morbidity was significantly lower with the trephine harvest technique than with open bone harvesting methods at the anterior iliac crest.",
  "authors": [
    {
      "last_name": "Missiuna",
      "fore_name": "Paul C",
      "initials": "PC",
      "name": "Paul C Missiuna",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ont. missiunp@mcmaster.ca"
      ]
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Harjeet S",
      "initials": "HS",
      "name": "Harjeet S Gandhi",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Harnett",
      "fore_name": "Barry E",
      "initials": "BE",
      "name": "Barry E Harnett",
      "affiliations": []
    },
    {
      "last_name": "Dore",
      "fore_name": "Edward M G",
      "initials": "EM",
      "name": "Edward M G Dore",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Roberts",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "5",
    "pub_year": "2011",
    "pub_month": "Oct"
  },
  "start_page": "327",
  "end_page": "332",
  "pages": "327-32",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Bone Transplantation",
    "Child",
    "Cleft Palate",
    "Equipment Design",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Ilium",
    "Male",
    "Middle Aged",
    "Minimally Invasive Surgical Procedures",
    "Retrospective Studies",
    "Tissue and Organ Procurement",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21933526",
    "pmc": "PMC3195663",
    "doi": "10.1503/cjs.028010",
    "pii": "10.1503/cjs.028010"
  },
  "doi": "10.1503/cjs.028010",
  "pmc_id": "PMC3195663",
  "dates": {
    "completed": "2011-11-08",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.334534",
    "pmid": "21933526"
  }
}