{
  "pmid": "21949169",
  "uid": "21949169",
  "title": "Too Little? Too Much? Primary care physicians' views on US health care: a brief report.",
  "abstract": "BACKGROUND: Some believe that a substantial amount of US health care is unnecessary, suggesting that it would be possible to control costs without rationing effective services. The views of primary care physicians-the frontline of health care delivery-are not known. METHODS: Between June and December 2009, we conducted a nationally representative mail survey of US primary care physicians (general internal medicine and family practice) randomly selected from the American Medical Association Physician Masterfile (response rate, 70%; n=627). RESULTS: Forty-two percent of US primary care physicians believe that patients in their own practice are receiving too much care; only 6% said they were receiving too little. The most important factors physicians identified as leading them to practice more aggressively were malpractice concerns (76%), clinical performance measures (52%), and inadequate time to spend with patients (40%). Physicians also believe that financial incentives encourage aggressive practice: 62% said diagnostic testing would be reduced if it did not generate revenue for medical subspecialists (39% for primary care physicians). Almost all physicians (95%) believe that physicians vary in what they would do for identical patients; 76% are interested in learning how aggressive or conservative their own practice style is compared with that of other physicians in their community. CONCLUSIONS: Many US primary care physicians believe that their own patients are receiving too much medical care. Malpractice reform, realignment of financial incentives, and more time with patients could remove pressure on physicians to do more than they feel is needed. Physicians are interested in feedback on their practice style, suggesting they may be receptive to change. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT00853918.",
  "authors": [
    {
      "last_name": "Sirovich",
      "fore_name": "Brenda E",
      "initials": "BE",
      "name": "Brenda E Sirovich",
      "affiliations": [
        "VA Outcomes Group, 111B, Veterans Affairs Medical Center, 215 N Main St, White River Junction, VT 05009, USA. brenda.sirovich@dartmouth.edu"
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of internal medicine",
    "iso_abbreviation": "Arch Intern Med",
    "issn": "1538-3679",
    "issn_type": "Electronic",
    "volume": "171",
    "issue": "17",
    "pub_year": "2011",
    "pub_month": "Sep",
    "pub_day": "26"
  },
  "start_page": "1582",
  "end_page": "1585",
  "pages": "1582-5",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Delivery of Health Care",
    "Health Care Surveys",
    "Humans",
    "Physician Incentive Plans",
    "Physicians, Primary Care",
    "Practice Patterns, Physicians'",
    "Quality of Health Care",
    "United States"
  ],
  "article_ids": {
    "pubmed": "21949169",
    "mid": "NIHMS327356",
    "pmc": "PMC3184847",
    "doi": "10.1001/archinternmed.2011.437",
    "pii": "171/17/1582"
  },
  "doi": "10.1001/archinternmed.2011.437",
  "pmc_id": "PMC3184847",
  "dates": {
    "completed": "2011-11-09",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P01 AG019783",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P01 AG19783",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.489636",
    "pmid": "21949169"
  }
}