{
  "pmid": "21943363",
  "uid": "21943363",
  "title": "The relative efficacy of nine osteoporosis medications for reducing the rate of fractures in post-menopausal women.",
  "abstract": "BACKGROUND: In the absence of head-to-head trials, indirect comparisons of randomized placebo-controlled trials may provide a viable option to assess relative efficacy. The purpose was to estimate the relative efficacy of reduction of fractures in post-menopausal women, and to assess robustness of the results. METHODS: A systematic literature review of multiple databases identified randomized placebo-controlled trials with nine drugs for post-menopausal women. Odds ratio and 95% credibility intervals for the rates of hip, non-vertebral, vertebral, and wrist fractures for each drug and between drugs were derived using a Bayesian approach. A drug was ranked as the most efficacious if it had the highest posterior odds ratio, or had the highest effect size. RESULTS: 30 studies including 59,209 patients reported fracture rates for nine drugs: alendronate (6 studies), denosumab (1 study), etidronate (8 studies), ibandronate (4 studies), raloxifene (1 study), risedronate (7 studies), strontium (2 study), teriparatide (1 study), and zoledronic acid (1 study). The drugs with the highest probability of reducing non-vertebral fractures was etidronate and teriparatide while the drugs with the highest probability of reducing vertebral, hip or wrist fractures were teriparatide, zoledronic acid and denosumab. The drugs with the largest effect size for vertebral fractures were zoledronic acid, teriparatide and denosumab, while the drugs with the highest effect size for non-vertebral, hip or wrist fractures were alendronate or risedronate. Estimates were consistent between Bayesian and classical approaches. CONCLUSION: Teriparatide, zoledronic acid and denosumab have the highest probabilities of being most efficacious for non-vertebral and vertebral fractures, and having the greatest effect sizes. The estimates from indirect comparisons were robust to differences in methodology.",
  "authors": [
    {
      "last_name": "Hopkins",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Hopkins",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Science, McMaster University, Hamilton, Ontario, Canada. hopkinr@mcmaster.ca"
      ]
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2011",
    "pub_month": "Sep",
    "pub_day": "26"
  },
  "start_page": "209",
  "pages": "209",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Bone Density Conservation Agents",
    "Female",
    "Humans",
    "Osteoporosis, Postmenopausal",
    "Osteoporotic Fractures",
    "Postmenopause",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21943363",
    "pmc": "PMC3196921",
    "doi": "10.1186/1471-2474-12-209",
    "pii": "1471-2474-12-209"
  },
  "doi": "10.1186/1471-2474-12-209",
  "pmc_id": "PMC3196921",
  "dates": {
    "completed": "2012-01-12",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Bone Density Conservation Agents"
  ],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.834369",
    "pmid": "21943363"
  }
}