{
  "pmid": "21944664",
  "uid": "21944664",
  "title": "Use of clinical decision support systems for kidney-related drug prescribing: a systematic review.",
  "abstract": "BACKGROUND: Clinical decision support systems (CDSSs) have the potential to improve kidney-related drug prescribing by supporting the appropriate initiation, modification, monitoring, or discontinuation of drug therapy. STUDY DESIGN: Systematic review. We identified studies by searching multiple bibliographic databases (eg, MEDLINE and EMBASE), conference proceedings, and reference lists of all included studies. SETTING & POPULATION: CDSSs used in hospital or outpatient settings for acute kidney injury and chronic kidney disease, including end-stage renal disease (chronic dialysis patients or transplant recipients). SELECTION CRITERIA FOR STUDIES: Studies prospectively using CDSSs to aid in kidney-related drug prescribing. INTERVENTION: Computerized or manual CDSSs. OUTCOMES: Clinician prescribing and patient-important outcomes as reported by primary study investigators. CDSS characteristics, such as whether the system was computerized, and system setting. RESULTS: We identified 32 studies. In 17 studies, CDSSs were computerized, and in 15 studies, they were manual pharmacist-based systems. Systems intervened by prompting for drug dosing adjustments in relation to the level of decreased kidney function (25 studies) or in response to serum drug concentrations or a clinical parameter (7 studies). They were used most in academic hospital settings. For computerized CDSSs, clinician prescribing outcomes (eg, frequency of appropriate dosing) were considered in 11 studies, with all 11 reporting statistically significant improvements. Similarly, manual CDSSs that incorporated clinician prescribing outcomes showed statistically significant improvements in 6 of 8 studies. Patient-important outcomes (eg, adverse drug events) were considered in 7 studies of computerized CDSSs, with statistically significant improvements in 2 studies. For manual CDSSs, 6 studies measured patient-important outcomes and 5 reported statistically significant improvements. Cost-savings also were reported, mostly for manual CDSSs. LIMITATIONS: Studies were heterogeneous in design and often limited by the evaluation method used. Benefits of CDSSs may be reported selectively in this literature. CONCLUSION: CDSSs are available for many dimensions of kidney-related drug prescribing, and results are promising. Additional high-quality evaluations will guide their optimal use.",
  "authors": [
    {
      "last_name": "Tawadrous",
      "fore_name": "Davy",
      "initials": "D",
      "name": "Davy Tawadrous",
      "affiliations": [
        "Schulich School of Medicine, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Iansavichus",
      "fore_name": "Arthur V",
      "initials": "AV",
      "name": "Arthur V Iansavichus",
      "affiliations": []
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "903",
  "end_page": "914",
  "pages": "903-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Support Systems, Clinical",
    "Humans",
    "Kidney Diseases",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "21944664",
    "doi": "10.1053/j.ajkd.2011.07.022",
    "pii": "S0272-6386(11)01268-6"
  },
  "doi": "10.1053/j.ajkd.2011.07.022",
  "dates": {
    "completed": "2012-01-04",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.405944",
    "pmid": "21944664"
  }
}