{
  "pmid": "21942311",
  "uid": "21942311",
  "title": "Teaching posttraining: influencing diagnostic strategy with instructions at test.",
  "abstract": "It is believed that medical diagnosis involves two complementary processes, analytic and similarity-based. There is considerable debate as to which of these processes defines diagnostic expertise and how best to teach clinical diagnosis and reduce diagnostic errors. The purpose of these studies is to document the use of these strategies in medical students. We shifted the balance in use of these processes and improved diagnostic accuracy with instructions given posttraining at the moment of diagnosis. Analytic processing reflecting the degree to which cases contain the diagnostic rules was indexed by the rate of accuracy on typical versus atypical cases (typicality effect). Similarity-based processing reflecting the degree to which cases resemble previously encountered cases was indexed by the rate of accuracy on similar versus dissimilar cases (similarity effect). Two studies are presented illustrating that diagnosis involves the coordination of analytic and similarity-based processes and that differential instruction given at test shifts the balance in the use of these processes. Study 1 illustrated that participants adopting an analytic strategy exhibit a larger effect of typicality. Participants adopting a similarity-based strategy exhibit a larger effect of similarity. The diagnostic approach of students given no instructions was predominantly analytic. Dual instructions in which participants first employed similarity-based processing followed by the application of rules improved overall accuracy. Study 2 investigated two versions of dual instructions and illustrated that assessing a case with the rules of diagnosis first may inhibit the subsequent use of similarity-based reasoning. The implications for diagnostic expertise and pedagogy are discussed.",
  "authors": [
    {
      "last_name": "Kulatunga-Moruzi",
      "fore_name": "Chan",
      "initials": "C",
      "name": "Chan Kulatunga-Moruzi",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Michael G. DeGroote Centre for Learning and Discovery, room 2209, Hamilton ON, L8N 3Z5 Canada. kulatuc@mcmaster.ca"
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Lee R",
      "initials": "LR",
      "name": "Lee R Brooks",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of experimental psychology. Applied",
    "iso_abbreviation": "J Exp Psychol Appl",
    "issn": "1939-2192",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "3",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "195",
  "end_page": "209",
  "pages": "195-209",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Diagnosis, Differential",
    "Diagnostic Errors",
    "Education, Medical, Undergraduate",
    "Humans",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "21942311",
    "doi": "10.1037/a0024461",
    "pii": "2011-21481-002"
  },
  "doi": "10.1037/a0024461",
  "dates": {
    "completed": "2012-01-27",
    "revised": "2011-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.747316",
    "pmid": "21942311"
  }
}