{
  "pmid": "21952297",
  "uid": "21952297",
  "title": "Occupational violence at Lebanese emergency departments: prevalence, characteristics and associated factors.",
  "abstract": "BACKGROUND: Emergency departments (EDs) workers are at increased risk of exposure to occupational violence. The prevalence of occupational violence is potentially higher and consequences are more serious in areas with poor security conditions. OBJECTIVES: We investigated the prevalence, characteristics and factors associated with the exposure of ED workers to violence at Lebanese hospitals. METHODS: All ED employees at six tertiary hospitals in Lebanon were surveyed using a cross-sectional design. The survey instrument included four sections collecting demographic/professional information and measuring exposure to violence, degree of job satisfaction and degree of professional burnout. The questionnaire was distributed to all ED employees at participating hospitals and was completed by 256 ED workers (70.3% response rate). Multinomial and binary logistic regressions were used to investigate factors significantly associated with verbal and physical violence. RESULTS: Over the past 12 mo, four in five ED employees were verbally abused and one in four was physically assaulted. Exposure to verbal abuse was associated with serious outcomes including significantly higher levels of occupational burnout and an increased likelihood to quit current job. Exposure to physical violence was associated with increased likelihood-to-quit, nurse status and \"public hospital\" employment. CONCLUSION: Violence largely prevails at Lebanese EDs. Most vulnerable are nurses and employees of public hospitals who are disproportionally exposed to violence. ED stakeholders must work collaboratively to investigate the root causes of violence and devise and implement effective antiviolence policies and measures. Such measures will be necessary to protect the well-being and decrease the turnover of ED workers.",
  "authors": [
    {
      "last_name": "Alameddine",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad Alameddine",
      "affiliations": [
        "Health Management and Policy, American University of Beirut. ma164@aub.edu.lb"
      ]
    },
    {
      "last_name": "Kazzi",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Kazzi",
      "affiliations": []
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Maalouf",
      "fore_name": "Salwa",
      "initials": "S",
      "name": "Salwa Maalouf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of occupational health",
    "iso_abbreviation": "J Occup Health",
    "issn": "1348-9585",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "6",
    "pub_year": "2011"
  },
  "start_page": "455",
  "end_page": "464",
  "pages": "455-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Burnout, Professional",
    "Cross-Sectional Studies",
    "Emergency Service, Hospital",
    "Female",
    "Health Personnel",
    "Humans",
    "Internal-External Control",
    "Job Satisfaction",
    "Lebanon",
    "Male",
    "Middle Aged",
    "Occupational Exposure",
    "Prevalence",
    "Violence",
    "Workplace",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "21952297",
    "doi": "10.1539/joh.11-0102-oa",
    "pii": "JST.JSTAGE/joh/11-0102-OA"
  },
  "doi": "10.1539/joh.11-0102-oa",
  "dates": {
    "completed": "2012-04-17",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.330658",
    "pmid": "21952297"
  }
}