{
  "pmid": "21961539",
  "uid": "21961539",
  "title": "Intracerebral malignant peripheral nerve sheath tumor in a child with neurofibromatosis Type 1 and middle cerebral artery aneurysm treated with endovascular coil embolization.",
  "abstract": "Among the neoplastic conditions that affect patients with neurofibromatosis Type 1 (NF1) are malignant peripheral nerve sheath tumors (MPNSTs), which typically arise from peripheral nerves of the limbs, trunk, and lumbar and brachial plexuses. Ionizing radiation is an established risk factor for MPNST development, especially in susceptible patients such as those with NF1. Patients with NF1 are also at risk for intracranial aneurysms, which are increasingly being successfully managed with endovascular therapies. The authors describe the case of a 9-year-old, previously healthy girl who presented in extremis with a right frontal intracerebral hemorrhage resulting from a ruptured right middle cerebral artery (MCA) trifurcation aneurysm. Following urgent decompressive craniectomy, the patient underwent endovascular coil embolization of the MCA aneurysm without complication. Given her mother's history of NF1, the child underwent genetic testing, which disclosed signs positive for NF1. The patient recovered well, but follow-up MR imaging and MR angiography performed at 14 months demonstrated a large frontotemporal mass encasing the right MCA trifurcation. The patient underwent frontotemporal craniotomy and subtotal resection of the mass, which was histologically found to be an intracranial MPNST. The patient received chemotherapy and focal radiation therapy and remains alive at 6 months postresection. To the authors' knowledge, this represents the only known case of intracranial neoplasm arising in the region of an intracranial aneurysm repaired by endovascular coil embolization. While patients with NF1 represent a population with genetic susceptibility to radiation-induced tumors, the pathogenesis of intracerebral MPNSTs remains poorly understood.",
  "authors": [
    {
      "last_name": "Ellis",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Ellis",
      "affiliations": [
        "Division of Neurosurgery, Hospital for Sick Children, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheshier",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Cheshier",
      "affiliations": []
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": []
    },
    {
      "last_name": "Armstrong",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Armstrong",
      "affiliations": []
    },
    {
      "last_name": "Hawkins",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Hawkins",
      "affiliations": []
    },
    {
      "last_name": "Bouffet",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Bouffet",
      "affiliations": []
    },
    {
      "last_name": "Rutka",
      "fore_name": "James T",
      "initials": "JT",
      "name": "James T Rutka",
      "affiliations": []
    },
    {
      "last_name": "Taylor",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Taylor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of neurosurgery. Pediatrics",
    "iso_abbreviation": "J Neurosurg Pediatr",
    "issn": "1933-0715",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Oct"
  },
  "start_page": "346",
  "end_page": "352",
  "pages": "346-52",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Angiography",
    "Brain Neoplasms",
    "Cerebral Hemorrhage",
    "Child",
    "Embolization, Therapeutic",
    "Female",
    "Humans",
    "Intracranial Aneurysm",
    "Nerve Sheath Neoplasms",
    "Neurofibromatosis 1",
    "Tomography, X-Ray Computed",
    "Unconsciousness"
  ],
  "article_ids": {
    "pubmed": "21961539",
    "doi": "10.3171/2011.7.PEDS11151"
  },
  "doi": "10.3171/2011.7.PEDS11151",
  "dates": {
    "completed": "2011-11-15",
    "revised": "2011-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:14.875855",
    "pmid": "21961539"
  }
}