{
  "pmid": "21966240",
  "uid": "21966240",
  "title": "Patterns of reporting by health care and nonhealth care professionals to child protection services in Canada.",
  "abstract": "BACKGROUND: All Canadian jurisdictions require certain professionals to report suspected or observed child maltreatment. The present study examined the types of maltreatment, level of harm and child functioning issues (controlling for family socioeconomic status, age and sex of the child) reported by health care and nonhealth care professionals. METHODS: χ(2) analyses and logistic regression were conducted on a national child welfare sample from the 2003 Canadian Incidence Study of Reported Child Abuse and Neglect (CIS-2003), and the differences in professional reporting were compared with its previous cycle (CIS-1998) using Bonferroni-corrected CIs. RESULTS: Analysis of the CIS-2003 data revealed that the majority of substantiated child maltreatment was reported to service agencies by nonhealth care professionals (57%), followed by other informants (33%) and health care professionals (10%). The number of professional reports increased 2.5 times between CIS-1998 and CIS-2003, while nonprofessional reports increased 1.7 times. Of the total investigations, professional reports represented 59% in CIS-1998 and 67% in CIS-2003 (P<0.001). Compared with nonhealth care professionals, health care professionals more often reported younger children, children who experienced neglect and emotional maltreatment, and those assessed as suffering harm and child functioning issues, but less often reported exposure to domestic violence. CONCLUSION: The results indicate that health care professionals play an important role in identifying children in need of protection, considering harm and other child functioning issues. The authors discuss the reasons why under-reporting is likely to remain an issue.",
  "authors": [
    {
      "last_name": "Tonmyr",
      "fore_name": "Lil",
      "initials": "L",
      "name": "Lil Tonmyr",
      "affiliations": [
        "Injury and Child Maltreatment Section, Health Surveillance and Epidemiology Division, Public Health Agency of Canada, Ottawa, Ontario;"
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Y Anita",
      "initials": "YA",
      "name": "Y Anita Li",
      "affiliations": []
    },
    {
      "last_name": "Williams",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Williams",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Scott",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1918-1485",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "8",
    "pub_year": "2010",
    "pub_month": "Oct"
  },
  "start_page": "e25",
  "end_page": "e32",
  "pages": "e25-32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21966240",
    "pmc": "PMC2952523",
    "doi": "10.1093/pch/15.8.e25"
  },
  "doi": "10.1093/pch/15.8.e25",
  "pmc_id": "PMC2952523",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2024-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.525966",
    "pmid": "21966240"
  }
}