{
  "pmid": "21967658",
  "uid": "21967658",
  "title": "Missing and accounted for: gaps and areas of wealth in the public health review literature.",
  "abstract": "BACKGROUND: High-quality review evidence is useful for informing and influencing public health policy and practice decisions. However, certain topic areas lack representation in terms of the quantity and quality of review literature available. The objectives of this paper are to identify the quantity, as well as quality, of review-level evidence available on the effectiveness of public health interventions for public health decision makers. METHODS: Searches conducted on http://www.health-evidence.ca produced an inventory of public health review literature in 21 topic areas. Gaps and areas of wealth in the review literature, as well as the proportion of reviews rated methodologically strong, moderate, or weak were identified. The top 10 topic areas of interest for registered users and visitors of http://www.health-evidence.ca were extracted from user profile data and Google Analytics. RESULTS: Registered users' top three interests included: 1) healthy communities, 2) chronic diseases, and 3) nutrition. The top three preferences for visitors included: 1) chronic diseases, 2) physical activity, and 3) addiction/substance use. All of the topic areas with many (301+) available reviews were of interest to registered users and/or visitors (mental health, physical activity, addiction/substance use, adolescent health, child health, nutrition, adult health, and chronic diseases). Conversely, the majority of registered users and/or visitors did not have preference for topic areas with few (≤ 150) available reviews (food safety and inspection, dental health, environmental health) with the exception of social determinants of health and healthy communities. Across registered users' and visitors' topic areas of preference, 80.2% of the reviews were of well-done methodological quality, with 43.5% of reviews having a strong quality rating and 36.7% a moderate review quality rating. CONCLUSIONS: In topic areas in which many reviews are available, higher level syntheses are needed to guide policy and practice. For other topic areas with few reviews, it is necessary to determine whether primary study evidence exists, or is needed, so that reviews can be conducted in the future. Considering that less than half of the reviews available on http://www.health-evidence.ca are of strong methodological quality, the quality of the review-level evidence needs to improve across the range of public health topic areas.",
  "authors": [
    {
      "last_name": "Tirilis",
      "fore_name": "Daiva",
      "initials": "D",
      "name": "Daiva Tirilis",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1200 Main St, W,, Hamilton, Ontario, Canada. dtirilis@health-evidence.ca"
      ]
    },
    {
      "last_name": "Husson",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Husson",
      "affiliations": []
    },
    {
      "last_name": "DeCorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara DeCorby",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Oct",
    "pub_day": "03"
  },
  "start_page": "757",
  "pages": "757",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Evidence-Based Practice",
    "Humans",
    "Public Health",
    "Public Health Practice",
    "Review Literature as Topic",
    "Social Class"
  ],
  "article_ids": {
    "pubmed": "21967658",
    "pmc": "PMC3229615",
    "doi": "10.1186/1471-2458-11-757",
    "pii": "1471-2458-11-757"
  },
  "doi": "10.1186/1471-2458-11-757",
  "pmc_id": "PMC3229615",
  "dates": {
    "completed": "2012-03-26",
    "revised": "2024-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.336013",
    "pmid": "21967658"
  }
}