{
  "pmid": "21975781",
  "uid": "21975781",
  "title": "Sweet tasting solutions for reduction of needle-related procedural pain in children aged one to 16 years.",
  "abstract": "BACKGROUND: Large numbers of studies have shown that oral sucrose or glucose, with or without non-nutritive sucking given prior to painful procedures result in a significant reduction in behavioral pain responses during or following painful procedures compared with placebo, no treatment or non-nutritive sucking alone, in newborns and infants up to 12 months of age. It is not known if these pain-reducing effects exist for older infants and children one year to 16 years of age. OBJECTIVES: To determine the efficacy of sweet tasting solutions or substances for reducing needle-related procedural pain in children beyond one year of age. SEARCH STRATEGY: We searched the following databases: the Cochrane Register of Controlled Trials (CCTR), MEDLINE, EMBASE, PsycINFO, ACP Journal Club, Cochrane Database of Systematic Reviews, Database of Abstracts of Reviews of Effects (DARE), Cochrane Methodology Register, Health Technology Assessment, and the NHS Economic Evaluation Database, and on the EBSCOhost interface: CINAHL. We applied no language or document type restrictions. We used the standard methods of The Cochrane Collaboration. The last date of the search was June 30, 2011. SELECTION CRITERIA: Randomized controlled trials (RCTs) in which children from one year up to 16 years of age, received a sweet tasting solution or substance for needle-related procedural pain. Control conditions included water, non-sweet tasting substances, pacifier, distraction, no treatment, positioning/containment or breastfeeding. DATA COLLECTION AND ANALYSIS: Outcome measures included composite pain scores, physiological or behavioral pain indicators, self-report of pain or parental- or healthcare professional-report of child's pain. We reported mean differences (MD) with 95% confidence intervals (CI) using fixed-effect or random-effects models as appropriate for continuous outcome measures. We planned to report risk ratio (RR) and risk difference (RD) for dichotomous outcomes. We used the Chi(2) test and I(2) statistic to assess between-study heterogeneity. MAIN RESULTS: We included four studies (330 participants). Two studies focused on toddlers and pre-school children receiving sucrose for immunization pain compared with water or no treatment and two studies included school-aged children receiving sweet or unsweetened chewing gum before, or, before and during immunization and blood collection. Results for the toddlers/pre-school children were conflicting. Participants in the sucrose group in one study had significantly lower cry duration and behavioral pain scores, compared with the no intervention group, while crying time did not differ between the sucrose and the no intervention group in the other study. For school-aged children, chewing sweet gum either before, or during the procedure, did not significantly reduce pain scores. AUTHORS' CONCLUSIONS: Based on these four studies, two of which were subgroups of small numbers of eligible toddlers from larger studies, there is insufficient evidence of the analgesic effects of sweet tasting solutions or substances during acute painful procedures in children over one year of age. Further well-conducted RCTs are warranted in this population.",
  "authors": [
    {
      "last_name": "Harrison",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Harrison",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa and Children's Hospital of Eastern Ontario (CHEO) and Critical Care and Neurosciences, Murdoch Childrens Research Institute and University of Melbourne, Australia, 401 Smyth Rd, Ottawa, Ontario, Canada, K1H 8L1."
      ]
    },
    {
      "last_name": "Yamada",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Yamada",
      "affiliations": []
    },
    {
      "last_name": "Adams-Webber",
      "fore_name": "Thomasin",
      "initials": "T",
      "name": "Thomasin Adams-Webber",
      "affiliations": []
    },
    {
      "last_name": "Ohlsson",
      "fore_name": "Arne",
      "initials": "A",
      "name": "Arne Ohlsson",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Stevens",
      "fore_name": "Bonnie",
      "initials": "B",
      "name": "Bonnie Stevens",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "10",
    "pub_year": "2011",
    "pub_month": "Oct",
    "pub_day": "05"
  },
  "start_page": "CD008408",
  "pages": "CD008408",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Age Factors",
    "Chewing Gum",
    "Child",
    "Child, Preschool",
    "Humans",
    "Infant",
    "Needles",
    "Pain",
    "Pain Measurement",
    "Punctures",
    "Randomized Controlled Trials as Topic",
    "Sucrose",
    "Sweetening Agents"
  ],
  "article_ids": {
    "pubmed": "21975781",
    "doi": "10.1002/14651858.CD008408.pub2"
  },
  "doi": "10.1002/14651858.CD008408.pub2",
  "dates": {
    "completed": "2011-11-02",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Chewing Gum",
    "Sweetening Agents",
    "Sucrose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.912359",
    "pmid": "21975781"
  }
}