{
  "pmid": "21976803",
  "uid": "21976803",
  "title": "Neonatal morbidity and mortality in tribal and rural communities in central India.",
  "abstract": "BACKGROUND AND OBJECTIVES: Little is known about the natural history of neonates born in the rural and tribal areas in India. The Neonatal Disease Surveillance Study (NDSS) measures the incidence of high-priority neonatal diseases, neonatal health events and associated risk factors to plan appropriate and effective actions. MATERIALS AND METHODS: The NDSS is being conducted in Ramtek Revenue Block, Nagpur district, Maharashtra state, given its considerably high level of neonatal mortality. All households from five selected primary health centers were screened. Both active and passive surveillance systems were used for systematic collection of mother's health during pregnancy and of baby's health from birth to 4 months after birth. First-year results from November 2006 to October 2007 are presented. RESULTS: Pregnancy outcomes were available for 1,136 women, with an overall neonatal mortality of 73 per 1,000 live births. The pregnancy outcomes varied by gestational age of the baby; miscarriages and abortions were higher in tribal than in non-tribal women, and tribal women had higher rates of low-birth weight (LBW) neonates than non-tribal women. The main cause of neonatal mortality was LBW, followed by sepsis and respiratory illness. The mortality of non-tribal babies was most strongly associated with pre term. For tribal babies, mortality was also associated with maternal morbidity and delay in the initiation of breastfeeding. INTERPRETATION AND CONCLUSIONS: The NDSS provides valuable information on the potentially modifiable factors associated with increased likelihood of neonatal mortality and morbidity. The Neonatal Health Research Initiative is now developing community-based interventions to reduce the high rate of neonatal mortality and morbidity in the rural areas of India.",
  "authors": [
    {
      "last_name": "Niswade",
      "fore_name": "Abhimanyu",
      "initials": "A",
      "name": "Abhimanyu Niswade",
      "affiliations": [
        "Clinical Epidemiology Unit, Government Medical College, Nagpur, India."
      ]
    },
    {
      "last_name": "Zodpey",
      "fore_name": "Sanjay P",
      "initials": "SP",
      "name": "Sanjay P Zodpey",
      "affiliations": []
    },
    {
      "last_name": "Ughade",
      "fore_name": "Suresh",
      "initials": "S",
      "name": "Suresh Ughade",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian journal of community medicine : official publication of Indian Association of Preventive & Social Medicine",
    "iso_abbreviation": "Indian J Community Med",
    "issn": "1998-3581",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "2",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "150",
  "end_page": "158",
  "pages": "150-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "21976803",
    "pmc": "PMC3180943",
    "doi": "10.4103/0970-0218.84137",
    "pii": "IJCM-36-150"
  },
  "doi": "10.4103/0970-0218.84137",
  "pmc_id": "PMC3180943",
  "dates": {
    "completed": "2011-11-10",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.876171",
    "pmid": "21976803"
  }
}