{
  "pmid": "21978371",
  "uid": "21978371",
  "title": "Supporting hospice volunteers and caregivers through community-based participatory research.",
  "abstract": "Drawing on the results of community-based research with a local hospice organisation, this article addresses the need to enhance social support for caregivers of people with life-threatening illnesses. The goal of the research was to involve palliative care stakeholders in the identification, prioritisation and implementation of social support interventions for caregivers who provide palliative care support as hospice volunteers and as family members of those at end-of-life. Guided by a community-based participatory research approach, primary data were collected from 39 volunteer and family member caregivers through four focus groups and nine personal diaries in July 2008. Content analysis and modified constant comparison techniques resulted in emergent themes and priorities relating to challenges, existing coping strategies and resources, and potential support interventions. The findings revealed communication, emotional support, education, advocacy and personal fatigue as the most important challenges to be addressed through support interventions at the organisational (professional support, volunteer mentoring and continuing education) and household levels (caregiver assessments, telephone support and follow-up). There was convergence in how caregivers perceived and access existing social supports, yet a crucial divergence in the availability of resources among volunteers and family members. The findings are discussed in the light of the capacity for hospices to implement social supports and the potential efficacy of the community-based participatory research approach for enhancing social support for caregivers in other parts of health-care and social care.",
  "authors": [
    {
      "last_name": "MacLeod",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann MacLeod",
      "affiliations": [
        "Trent-Fleming School of Nursing, Trent University, Peterborough, ON, Canada. annmacleod@trentu.ca"
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": []
    },
    {
      "last_name": "Low",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Low",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health & social care in the community",
    "iso_abbreviation": "Health Soc Care Community",
    "issn": "1365-2524",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Mar"
  },
  "start_page": "190",
  "end_page": "198",
  "pages": "190-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Caregivers",
    "Community-Based Participatory Research",
    "Female",
    "Focus Groups",
    "Humans",
    "Male",
    "Middle Aged",
    "Social Support",
    "Terminal Care",
    "Volunteers"
  ],
  "article_ids": {
    "pubmed": "21978371",
    "doi": "10.1111/j.1365-2524.2011.01030.x"
  },
  "doi": "10.1111/j.1365-2524.2011.01030.x",
  "dates": {
    "completed": "2012-05-31",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.383442",
    "pmid": "21978371"
  }
}