{
  "pmid": "21986747",
  "uid": "21986747",
  "title": "Nonoperative treatment for acute scaphoid fractures: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Recommendations for cast immobilization of acute scaphoid fractures vary substantially. We reviewed data from randomized controlled trials comparing nonoperative treatment methods for acute scaphoid fractures to determine the best available evidence. METHODS: A systematic search of the medical literature from 1966 to 2010 was performed. Two authors independently screened titles and abstracts, reviewed articles, assessed methodological quality according to the Grading of Recommendations Assessment Development and Evaluation system, and extracted data. The primary outcome parameter was nonunion. Data were pooled using random-effects models with standard mean differences for continuous and risk ratios for dichotomous variables, respectively. Heterogeneity across studies was assessed with calculation of the I statistic. RESULTS: The search resulted in five potentially eligible trials of which four met our inclusion criteria. In total, 523 patients were included in four trials including two evaluating below-elbow casting versus above-elbow casting; one trial comparing below-elbow casting including the thumb versus excluding the thumb; and one trial comparing fractures with a below-elbow cast with the wrist in 20-degrees flexion to 20-degrees extension, with both types excluding the thumb. There were no significant differences in union rate, pain, grip strength, time to union, or osteonecrosis for the various nonoperative treatment methods. CONCLUSIONS: There is no evidence from randomized controlled trials on physician-based or patient-based outcome to favor any nonoperative treatment method for acute scaphoid fractures.",
  "authors": [
    {
      "last_name": "Doornberg",
      "fore_name": "Job N",
      "initials": "JN",
      "name": "Job N Doornberg",
      "affiliations": [
        "Department of Orthopaedic Surgery, Academic Medical Centre, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Buijze",
      "fore_name": "Geert A",
      "initials": "GA",
      "name": "Geert A Buijze",
      "affiliations": []
    },
    {
      "last_name": "Ham",
      "fore_name": "S John",
      "initials": "SJ",
      "name": "S John Ham",
      "affiliations": []
    },
    {
      "last_name": "Ring",
      "fore_name": "David",
      "initials": "D",
      "name": "David Ring",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of trauma",
    "iso_abbreviation": "J Trauma",
    "issn": "1529-8809",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Oct"
  },
  "start_page": "1073",
  "end_page": "1081",
  "pages": "1073-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Casts, Surgical",
    "Chi-Square Distribution",
    "Fractures, Bone",
    "Humans",
    "Immobilization",
    "Risk",
    "Scaphoid Bone",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "21986747",
    "doi": "10.1097/TA.0b013e318222f485",
    "pii": "00005373-201110000-00044"
  },
  "doi": "10.1097/TA.0b013e318222f485",
  "dates": {
    "completed": "2011-11-30",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.065223",
    "pmid": "21986747"
  }
}