{
  "pmid": "21990256",
  "uid": "21990256",
  "title": "Vascular smooth muscle myosin light chain diphosphorylation: mechanism, function, and pathological implications.",
  "abstract": "Smooth muscle contraction is activated primarily by phosphorylation at S19 of the 20-kDa regulatory light chain subunits of myosin II (LC(20)) catalyzed by Ca(2+) /calmodulin-dependent myosin light chain kinase. Other kinases, for example, integrin-linked kinase (ILK), Rho-associated kinase (ROCK), and zipper-interacting protein kinase (ZIPK), can phosphorylate T18 in addition to S19, which increases the actin-activated myosin MgATPase activity at subsaturating actin concentrations ∼3-fold. These phosphorylatable residues and the amino acid sequence surrounding them are highly conserved throughout the animal kingdom; they are also found in an LC(20) homolog within the genome of Monosiga brevicollis, the closest living relative of metazoans. LC(20) diphosphorylation has been detected in mammalian vascular smooth muscle tissues in response to specific contractile stimuli and in pathophysiological situations associated with hypercontractility. LC(20) diphosphorylation has also been observed frequently in cultured cells where it activates force generation. Kinases such as ILK, ROCK, and ZIPK, therefore, are potential therapeutic targets in the treatment of, for example, cerebral vasospasm following subarachnoid hemorrhage and atherosclerosis.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Smooth Muscle Research Group and Department of Biochemistry and Molecular Biology, University of Calgary, Calgary, Alberta T2N 4N1, Canada. walsh@ucalgary.ca"
      ]
    }
  ],
  "journal": {
    "title": "IUBMB life",
    "iso_abbreviation": "IUBMB Life",
    "issn": "1521-6551",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "11",
    "pub_year": "2011",
    "pub_month": "Nov"
  },
  "start_page": "987",
  "end_page": "1000",
  "pages": "987-1000",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Amino Acid Sequence",
    "Animals",
    "Conserved Sequence",
    "Humans",
    "Molecular Sequence Data",
    "Muscle Contraction",
    "Muscle, Smooth, Vascular",
    "Myosin Light Chains",
    "Myosin-Light-Chain Kinase",
    "Phosphorylation",
    "Vascular Diseases"
  ],
  "article_ids": {
    "pubmed": "21990256",
    "doi": "10.1002/iub.527"
  },
  "doi": "10.1002/iub.527",
  "dates": {
    "completed": "2012-02-14",
    "revised": "2011-10-27"
  },
  "chemicals": [
    "Myosin Light Chains",
    "Myosin-Light-Chain Kinase"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.751456",
    "pmid": "21990256"
  }
}