{
  "pmid": "22000090",
  "uid": "22000090",
  "title": "A rational approach to the diagnosis and management of thrombocytopenia in the hospitalized patient.",
  "abstract": "Thrombocytopenia is one of the most common reasons for inpatient hematology consultations. The main challenges in the management of hospitalized patients with thrombocytopenia are to identify the underlying cause and to recognize when urgent interventions are required. Examination of the blood film is essential in the investigation of any patient with thrombocytopenia, and the context in which thrombocytopenia occurred, its severity, timing, and association with bleeding are important clues to the diagnosis. Evidence from randomized trials provides some guidance on the use of platelet transfusions for patients with chemotherapy-induced thrombocytopenia; however, recommendations for non-oncology patients are based largely on expert opinion. Thrombocytopenia does not protect against thrombosis and antithrombotic therapy is often required for patients despite very low platelet counts and as a general rule, antithrombotic therapy should not be withheld because of thrombocytopenia alone. In this article normal platelet homeostasis and the epidemiology of thrombocytopenia in hospitalized patients are reviewed. We provide a practical approach to the investigation and management of this common problem and discuss contentious issues including when to use platelet transfusions and how to manage antithrombotic therapy in the setting of thrombocytopenia.",
  "authors": [
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada. arnold@mcmaster.ca"
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in hematology",
    "iso_abbreviation": "Semin Hematol",
    "issn": "1532-8686",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Oct"
  },
  "start_page": "251",
  "end_page": "258",
  "pages": "251-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Platelet Count",
    "Platelet Transfusion",
    "Thrombocytopenia"
  ],
  "article_ids": {
    "pubmed": "22000090",
    "doi": "10.1053/j.seminhematol.2011.08.002",
    "pii": "S0037-1963(11)00073-4"
  },
  "doi": "10.1053/j.seminhematol.2011.08.002",
  "dates": {
    "completed": "2012-03-07",
    "revised": "2011-10-17"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.288573",
    "pmid": "22000090"
  }
}