{
  "pmid": "22011384",
  "uid": "22011384",
  "title": "Development and validation of filters for the retrieval of studies of clinical examination from Medline.",
  "abstract": "BACKGROUND: Efficiently finding clinical examination studies--studies that quantify the value of symptoms and signs in the diagnosis of disease-is becoming increasingly difficult. Filters developed to retrieve studies of diagnosis from Medline lack specificity because they also retrieve large numbers of studies on the diagnostic value of imaging and laboratory tests. OBJECTIVE: The objective was to develop filters for retrieving clinical examination studies from Medline. METHODS: We developed filters in a training dataset and validated them in a testing database. We created the training database by hand searching 161 journals (n = 52,636 studies). We evaluated the recall and precision of 65 candidate single-term filters in identifying studies that reported the sensitivity and specificity of symptoms or signs in the training database. To identify best combinations of these search terms, we used recursive partitioning. The best-performing filters in the training database as well as 13 previously developed filters were evaluated in a testing database (n = 431,120 studies). We also examined the impact of examining reference lists of included articles on recall. RESULTS: In the training database, the single-term filters with the highest recall (95%) and the highest precision (8.4%) were diagnosis[subheading] and \"medical history taking\"[MeSH], respectively. The multiple-term filter developed using recursive partitioning (the RP filter) had a recall of 100% and a precision of 89% in the training database. In the testing database, the Haynes-2004-Sensitive filter (recall 98%, precision 0.13%) and the RP filter (recall 89%, precision 0.52%) showed the best performance. The recall of these two filters increased to 99% and 94% respectively with review of the reference lists of the included articles. CONCLUSIONS: Recursive partitioning appears to be a useful method of developing search filters. The empirical search filters proposed here can assist in the retrieval of clinical examination studies from Medline; however, because of the low precision of the search strategies, retrieving relevant studies remains challenging. Improving precision may require systematic changes in the tagging of articles by the National Library of Medicine.",
  "authors": [
    {
      "last_name": "Shaikh",
      "fore_name": "Nader",
      "initials": "N",
      "name": "Nader Shaikh",
      "affiliations": [
        "University of Pittsburgh School of Medicine, General Academic Pediatrics, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA 15224, USA. nader.shaikh@chp.edu"
      ]
    },
    {
      "last_name": "Badgett",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G Badgett",
      "affiliations": []
    },
    {
      "last_name": "Pi",
      "fore_name": "Mina",
      "initials": "M",
      "name": "Mina Pi",
      "affiliations": []
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Ketchum",
      "fore_name": "Andrea M",
      "initials": "AM",
      "name": "Andrea M Ketchum",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Oct",
    "pub_day": "19"
  },
  "start_page": "e82",
  "pages": "e82",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Databases, Factual",
    "Diagnosis",
    "Diagnostic Techniques and Procedures",
    "Humans",
    "MEDLINE"
  ],
  "article_ids": {
    "pubmed": "22011384",
    "pmc": "PMC3222198",
    "doi": "10.2196/jmir.1826",
    "pii": "v13i4e82"
  },
  "doi": "10.2196/jmir.1826",
  "pmc_id": "PMC3222198",
  "dates": {
    "completed": "2012-04-17",
    "revised": "2024-08-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.397963",
    "pmid": "22011384"
  }
}