{
  "pmid": "22020597",
  "uid": "22020597",
  "title": "What does the evidence tell us about design of future treatment trials for whiplash-associated disorders?",
  "abstract": "STUDY DESIGN: Reflective critique and recommendation development. OBJECTIVE: To reflect on limitations in past trials and propose recommendations on innovative trial designs and methodologies for whiplash-associated disorders (WAD). SUMMARY OF BACKGROUND DATA: The cost of doing clinical research and risk of retaining an evidence void is an overarching threat to lessening the transition of WAD to chronicity. METHODS: Review trial limitations on neck pain and propose recommendations to amend these. RESULTS: Three innovative trial designs, 20 methodological recommendations, and two knowledge translation (KT) research strategies are proposed. Many of the gaps in our current understanding of neck disorders can be linked to an inadequate research design and implementation. Increased utilization of three design options for evaluating therapies could lead to a more accurate and efficient understanding of the merits of various therapies singly and multimodal. Increased utilization of mixed methods or biological subcomponents may advance our understanding of neck disorders and the resulting disability. There is a need for harmonization and standardization across participant disorder classification; identification and tracking of prognostic factors and adverse events; adequate intervention description and dosing; and outcome selection comparable across studies and across International Classification Framework domains. Reasons for discordant conclusions including subjective elements need to be explored in future trials using qualitative methods. KT research that defines the barriers to implementation of existing knowledge and strategies to reduce the evidence to practice gap is urgently needed. CONCLUSION: Our recommendations suggest an overarching need for adherence to CONSORT guidelines, a consensus taxonomy illuminating neck pain characterization, prognostic indicators, and diagnostic criteria as well as a core set of trial outcomes. Innovative trial design could lead to a more accurate and efficient understanding of the merits of various therapies. As the evidence emerges, studies of KT can inform us how it will impact clinical actions.",
  "authors": [
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": [
        "Maureen and Milan Ilich/Merck Chair in Statistics for Arthritis and Musculoskeletal Diseases, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita R",
      "initials": "AR",
      "name": "Anita R Gross",
      "affiliations": []
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy MacDermid",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "P Lina",
      "initials": "PL",
      "name": "P Lina Santaguida",
      "affiliations": []
    },
    {
      "last_name": "Miller",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Miller",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "25 Suppl",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "S292",
  "end_page": "S302",
  "pages": "S292-302",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Clinical Trials as Topic",
    "Evidence-Based Medicine",
    "Humans",
    "Neck Pain",
    "Research Design",
    "Whiplash Injuries"
  ],
  "article_ids": {
    "pubmed": "22020597",
    "doi": "10.1097/BRS.0b013e3182388259"
  },
  "doi": "10.1097/BRS.0b013e3182388259",
  "dates": {
    "completed": "2012-04-05",
    "revised": "2011-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.984507",
    "pmid": "22020597"
  }
}