{
  "pmid": "22020346",
  "uid": "22020346",
  "title": "Using ketamine to model semantic deficits in schizophrenia.",
  "abstract": "Semantic deficits constitute a core cognitive abnormality in schizophrenia. In the current study, the N-methyl-d-aspartate receptor antagonist ketamine was administered to healthy individuals acutely while they performed semantic processing tasks that included word pairs of differing degrees of semantic relatedness. Two dimensions of semantic processing were investigated: (1) explicit versus implicit processing, that is, unconscious versus conscious processing of semantic relationships and (2) direct versus indirect processing, that is, word pairs that are closely (LION-TIGER) or distantly (LION-STRIPES) related. The immediate effects of ketamine (0.8 mg/kg per hour during 80 minutes with approximate target plasma levels of 200 ng/mL) were examined in a placebo-controlled double-blind repeated-measures group design with 19 participants. It was predicted that ketamine would disrupt access to semantic memory as evidenced in schizophrenia, especially the indirectly related word pairs. In addition, implicit processing and explicit processing were predicted to be differentially affected. Ketamine administration did result in an abnormal performance in the reaction time responses to implicitly presented indirectly related word pairs (ie, greater priming) and reduced accuracy for explicit pairs. Performance on the directly related word pair tasks (both implicit and explicit) was similar across ketamine and placebo conditions, except for the suggestion of abnormal semantic matching in the accuracy data in the implicit task. This study confirms that implicit indirect semantic processing is changed under the influences of ketamine akin to schizophrenia. Future research comparing a schizophrenia group and a ketamine group directly about these tasks is needed to determine the similarity of impairments.",
  "authors": [
    {
      "last_name": "Neill",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Neill",
      "affiliations": [
        "Cognitive Neuropsychology Laboratory, Monash Alfred Psychiatry Research Centre, Monash University School of Psychology and Psychiatry, Faculty of Medicine, Nursing and Health Sciences, Melbourne, Australia. E.Neill@alfred.org.au"
      ]
    },
    {
      "last_name": "Rossell",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Rossell",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": []
    },
    {
      "last_name": "Joshua",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Joshua",
      "affiliations": []
    },
    {
      "last_name": "Jansen",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Jansen",
      "affiliations": []
    },
    {
      "last_name": "Morgan",
      "fore_name": "Celia J A",
      "initials": "CJ",
      "name": "Celia J A Morgan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical psychopharmacology",
    "iso_abbreviation": "J Clin Psychopharmacol",
    "issn": "1533-712X",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "690",
  "end_page": "697",
  "pages": "690-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cognition Disorders",
    "Double-Blind Method",
    "Excitatory Amino Acid Antagonists",
    "Humans",
    "Ketamine",
    "Pilot Projects",
    "Reaction Time",
    "Schizophrenia",
    "Schizophrenic Psychology",
    "Semantics",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22020346",
    "doi": "10.1097/JCP.0b013e318234ee1e"
  },
  "doi": "10.1097/JCP.0b013e318234ee1e",
  "dates": {
    "completed": "2012-02-22",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Excitatory Amino Acid Antagonists",
    "Ketamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.426268",
    "pmid": "22020346"
  }
}