{
  "pmid": "22029487",
  "uid": "22029487",
  "title": "Nurse-led health promotion interventions improve quality of life in frail older home care clients: lessons learned from three randomized trials in Ontario, Canada.",
  "abstract": "OBJECTIVE: This paper explores the lessons learned from a series of three randomized controlled trials that included 498 community-living frail older adults (≥65 years) using home care services in Southern Ontario, Canada. Each study was designed to evaluate the effectiveness of different multi-component nurse-led health promotion and disease prevention (HPDP) interventions. METHODS: The nurse-led HPDP interventions were 6- or 12-month multi-component and evidence-based strategies targeting known risk factors for functional decline and frailty. Across the three studies, a common approach was used to measure the change in health-related quality of life (HRQOL) (SF-36) and the costs of use of health services (Health and Social Services Utilization Inventory) from baseline to the end of the intervention. RESULTS: The main lesson learned from the three studies is that nurse-led HPDP interventions for frail older home care clients provide greater improvements in HRQOL compared with usual home care. Such approaches are highly acceptable to this population and can be implemented using existing home care resources. Nurse-led HPDP interventions should include multiple home visits, multidimensional screening and assessment, multi-component evidence-based HPDP strategies, intensive case management, inter-professional collaboration, providers with geriatric training and experience, referral to and coordination of community services, and theory use. CONCLUSION: The results of the three trials underscore the need to reinvest in nurse-led HPDP interventions in home care to optimize HRQOL and promote ageing in place in the target population of frail older adults. More studies are needed to evaluate the effectiveness of additional nurse-led HPDP interventions in other contexts and settings.",
  "authors": [
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "School of Nursing and Associate Member, Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. mreid@mcmaster.ca"
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "118",
  "end_page": "131",
  "pages": "118-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Activities of Daily Living",
    "Aged",
    "Aged, 80 and over",
    "Costs and Cost Analysis",
    "Geriatric Assessment",
    "Health Promotion",
    "Health Status",
    "Home Care Services",
    "Humans",
    "Mental Health",
    "Nurses",
    "Nutritional Status",
    "Ontario",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "22029487",
    "doi": "10.1111/j.1365-2753.2011.01782.x"
  },
  "doi": "10.1111/j.1365-2753.2011.01782.x",
  "dates": {
    "completed": "2013-07-15",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.697850",
    "pmid": "22029487"
  }
}