{
  "pmid": "22035457",
  "uid": "22035457",
  "title": "The macrophage at the intersection of immunity and metabolism in obesity.",
  "abstract": "Obesity is a worldwide pandemic representing one of the major challenges that societies face around the globe. Identifying the mechanisms involved in its development and propagation will help the development of preventative and therapeutic strategies that may help control its rising rates.Obesity is associated with chronic low-grade inflammation, and this is believed to be one of the major contributors to the development of insulin resistance, which is an early event in obesity and leads to type 2 diabetes when the pancreas fails to keep up with increased demand for insulin. In this review, we discuss the role of macrophages in mediation of inflammation in obesity in metabolic organs including adipose tissue, skeletal muscle and liver. The presence of immune cells at the interface with metabolic organs modulates both metabolic function and inflammatory responses in these organs, and may provide a potential therapeutic target to modulate metabolic function in obesity.",
  "authors": [
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Division of Pediatric Endocrinology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, 1200 Main Street West, Hamilton, Ontario, Canada. samaanc@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Diabetology & metabolic syndrome",
    "iso_abbreviation": "Diabetol Metab Syndr",
    "issn": "1758-5996",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2011",
    "pub_month": "Oct",
    "pub_day": "28"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22035457",
    "pmc": "PMC3223491",
    "doi": "10.1186/1758-5996-3-29",
    "pii": "1758-5996-3-29"
  },
  "doi": "10.1186/1758-5996-3-29",
  "pmc_id": "PMC3223491",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.489366",
    "pmid": "22035457"
  }
}