{
  "pmid": "22046905",
  "uid": "22046905",
  "title": "Aesthetic smile evaluation--a non-invasive solution.",
  "abstract": "UNLABELLED: Enhancement of the aesthetic zone is a common reason for patients to seek dental care. This article describes a protocol for the examination, assessment and treatment planning for a patient seeking a solution to an aesthetic concern. The technique of undertaking an intra-oral'mock-up' using resin composite as a diagnostic approach can be particularly helpful when planning for future prosthodontic rehabilitation. The latter can allow the operator and patient to visualize crudely what is aesthetically and functionally possible, given the constraints imposed by that patient. The patient has ultimately managed in a minimally invasive manner. CLINICAL RELEVANCE: It can be very tempting for a dental operator to impose his/her concepts of the'artistic ideal' when planning for care in the smile zone. Such ideals are largely based on established universal aesthetic principles of tooth colour, size, shape, form, position, symmetry and proportion. However, beauty is a very subjective matter. It is essential for the operator to listen attentively to his/her patient's concerns. Meticulous patient examination and assessment are absolutely critical factors in attempting to attain a successful outcome. The use of reversible, chairside intra-oral mock-up techniques can not only help with the transference of essential information to the dental technician when planning for restorative intervention in the smile zone, but can also allow the patient to gain an insight and indeed contribute his/her views to the possible restorative endpoint, respectively.",
  "authors": [
    {
      "last_name": "Kovacs",
      "fore_name": "Boglarka O",
      "initials": "BO",
      "name": "Boglarka O Kovacs",
      "affiliations": [
        "King's College London, UK."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": []
    },
    {
      "last_name": "Banerji",
      "fore_name": "Subir",
      "initials": "S",
      "name": "Subir Banerji",
      "affiliations": []
    },
    {
      "last_name": "Millar",
      "fore_name": "Brian J",
      "initials": "BJ",
      "name": "Brian J Millar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Dental update",
    "iso_abbreviation": "Dent Update",
    "issn": "0305-5000",
    "issn_type": "Print",
    "volume": "38",
    "issue": "7",
    "pub_year": "2011",
    "pub_month": "Sep"
  },
  "start_page": "452",
  "end_page": "458",
  "pages": "452-4, 456-8",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Composite Resins",
    "Dental Veneers",
    "Diastema",
    "Esthetics, Dental",
    "Female",
    "Humans",
    "Open Bite",
    "Patient Care Planning",
    "Smiling",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22046905",
    "doi": "10.12968/denu.2011.38.7.452"
  },
  "doi": "10.12968/denu.2011.38.7.452",
  "dates": {
    "completed": "2011-11-15",
    "revised": "2018-03-24"
  },
  "chemicals": [
    "Composite Resins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.343700",
    "pmid": "22046905"
  }
}