{
  "pmid": "22050862",
  "uid": "22050862",
  "title": "The impact of clinical data on the evaluation of tibial fracture healing.",
  "abstract": "BACKGROUND: Radiographic healing is a common outcome measure in orthopedic trials and adjudication by outcome assessors is often conducted on the basis of plain films alone. The degree to which this process reflects clinical practice, in which both plain films and clinical notes are available, is uncertain. We explored the effect of adding clinical notes to radiographs in the adjudication process of a feasibility trial of tibial shaft fractures. METHODS: Radiographic and clinical data from a multicenter randomized controlled trial of 51 patients with operatively treated tibial fractures formed the basis of the study data. At the completion of the trial, serial radiographs (anteroposterior and lateral) were independently evaluated for progression of fracture healing, defined as bridging of at least 3 of 4 cortices, by an adjudication committee comprised of 3 blinded orthopaedic trauma surgeons. Immediately after determination of radiographic time to healing, each surgeon was provided with clinical notes associated with each radiographic follow up visit and asked to re-visit their initial impression. Consensus was achieved for both adjudications. We calculated the percentage of time to healing consensus decisions that changed after evaluation of clinical notes. We further examined the contents of clinical notes and their relative influence on the committee's decisions. RESULTS: 47 of 51 patients were determined to have healed radiographically during the trial follow-up period, and consideration of clinical notes resulted in a change of 40% (19 of 47) of time to healing consensus decisions; however, revised decisions were equally likely to support an earlier or a later time to healing. Clinical notes that resulted in a change to either a 'healed' or a 'not healed' decision contained significantly more comments of either pain resolution or deterioration, respectively, resumption of or failure to resume weightbearing, or either return or no return to work/pre-injury activities (p < 0.001). CONCLUSIONS: The addition of clinical notes to the adjudication of radiographic fracture healing changed the outcome decision in a substantial number of cases. Orthopedic trialists should consider the addition of clinical notes to adjudication material in studies of fracture healing in order to enhance the generalizability of their results. TRIAL REGISTRATION: The TRUST trial was registered [ID NCT00667849] at http://clinicaltrials.gov/ct2/show/NCT00667849.",
  "authors": [
    {
      "last_name": "Dijkman",
      "fore_name": "Bernadette G",
      "initials": "BG",
      "name": "Bernadette G Dijkman",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2011",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "237",
  "pages": "237",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Fracture Healing",
    "Humans",
    "Male",
    "Middle Aged",
    "Tibial Fractures"
  ],
  "article_ids": {
    "pubmed": "22050862",
    "pmc": "PMC3254075",
    "doi": "10.1186/1745-6215-12-237",
    "pii": "1745-6215-12-237"
  },
  "doi": "10.1186/1745-6215-12-237",
  "pmc_id": "PMC3254075",
  "dates": {
    "completed": "2012-04-18",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MCT-67815",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.150121",
    "pmid": "22050862"
  }
}