{
  "pmid": "22059528",
  "uid": "22059528",
  "title": "Evidence-informed decision-making by professionals working in addiction agencies serving women: a descriptive qualitative study.",
  "abstract": "BACKGROUND: Effective approaches to the prevention and treatment of substance abuse among mothers have been developed but not widely implemented. Implementation studies suggest that the adoption of evidence-based practices in the field of addictions remains low. There is a need, therefore, to better understand decision making processes in addiction agencies in order to develop more effective approaches to promote the translation of knowledge gained from addictions research into clinical practice. METHODS: A descriptive qualitative study was conducted to explore: 1) the types and sources of evidence used to inform practice-related decisions within Canadian addiction agencies serving women; 2) how decision makers at different levels report using research evidence; and 3) factors that influence evidence-informed decision making. A purposeful sample of 26 decision-makers providing addiction treatment services to women completed in-depth qualitative interviews. Interview data were coded and analyzed using directed and summative content analysis strategies as well as constant comparison techniques. RESULTS: Across all groups, individuals reported locating and using multiple types of evidence to inform decisions. Some decision-makers rely on their experiential knowledge of addiction and recovery in decision-making. Research evidence is often used directly in decision-making at program management and senior administrative levels. Information for decision-making is accessed from a range of sources, including web-based resources and experts in the field. Individual and organizational facilitators and barriers to using research evidence in decision making were identified. CONCLUSIONS: There is support at administrative levels for integrating EIDM in addiction agencies. Knowledge transfer and exchange strategies should be focussed towards program managers and administrators and include capacity building for locating, appraising and using research evidence, knowledge brokering, and for partnering with universities. Resources are required to maintain web-based databases of searchable evidence to facilitate access to research evidence. A need exists to address the perception that there is a paucity of research evidence available to inform program decisions. Finally, there is a need to consider how experiential knowledge influences decision-making and what guidance research evidence has to offer regarding the implementation of different treatment approaches within the field of addictions.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. jacksm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": []
    },
    {
      "last_name": "Novotna",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Novotna",
      "affiliations": []
    },
    {
      "last_name": "Brooks",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Brooks",
      "affiliations": []
    },
    {
      "last_name": "Lipman",
      "fore_name": "Ellen L",
      "initials": "EL",
      "name": "Ellen L Lipman",
      "affiliations": []
    },
    {
      "last_name": "Niccols",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Niccols",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Substance abuse treatment, prevention, and policy",
    "iso_abbreviation": "Subst Abuse Treat Prev Policy",
    "issn": "1747-597X",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2011",
    "pub_month": "Nov",
    "pub_day": "07"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Canada",
    "Data Collection",
    "Decision Making",
    "Evidence-Based Practice",
    "Female",
    "Humans",
    "Male",
    "Qualitative Research",
    "Substance Abuse Treatment Centers",
    "Substance-Related Disorders",
    "Women's Health Services"
  ],
  "article_ids": {
    "pubmed": "22059528",
    "pmc": "PMC3224771",
    "doi": "10.1186/1747-597X-6-29",
    "pii": "1747-597X-6-29"
  },
  "doi": "10.1186/1747-597X-6-29",
  "pmc_id": "PMC3224771",
  "dates": {
    "completed": "2012-02-21",
    "revised": "2023-11-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "180195",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.191174",
    "pmid": "22059528"
  }
}