{
  "pmid": "22064328",
  "uid": "22064328",
  "title": "Specialty outpatient care of diabetic patients in Poland--are we far from treatment targets? Rationale, design, and preliminary results of the OPTIMO study.",
  "abstract": "INTRODUCTION: While clinical practice guidelines reflect the best known evidence-based approach to patient care, it is individual clinicians and patients who make decisions and treatment choices, and individual patients who actually achieve (or not) the treatment goals. OBJECTIVES: The aim of the study was to describe the population of diabetic patients attending specialty outpatient clinics, to characterize the management of patients with different types of diabetes, and to assess the accordance of management with the recommendations developed by Diabetes Poland. PATIENTS AND METHODS: The OPTIMO observational study was conducted from 2006 to 2009 and included patients with diabetes diagnosed according to the 1999 World Health Organization criteria who were observed for 1 to 3 years, with control visits at least every 6 months. Participating physicians used pocket PCs equipped with specially developed software to collect patients' data and to provide educational reminders to clinicians. RESULTS: The final analysis involved 9600 patients for whom valid baseline questionnaires were available. Type 2 diabetes was observed in 92% and type 1 diabetes in 6% of the patients. Mean age was 60.5 years. Women constituted 54% of the population. Coronary heart disease was observed in 32% and arterial hypertension in 76% of the patients. At baseline, 23% of the patients had hemoglobin A1c level below 6.5% and 44% below 7.0. Total cholesterol and triglycerides treatment goals were met at baseline by slightly more than half of the patients, while low-density lipoprotein cholesterol treatment goal was met only by 33% of the patients. Baseline blood pressure below 130/80 mmHg was reported for 11% of the patients. CONCLUSIONS: At the beginning of the OPTIMO study, we have observed considerable deviations from treatment targets recommended by current clinical practice guidelines for diabetic patients, which leaves significant room for improvement in the care of diabetic patients.",
  "authors": [
    {
      "last_name": "Jankowski",
      "fore_name": "Miłosz",
      "initials": "M",
      "name": "Miłosz Jankowski",
      "affiliations": [
        "2nd Department of Internal Medicine, Jagiellonian University, Medical College, Kraków, Poland."
      ]
    },
    {
      "last_name": "Bała",
      "fore_name": "Małgorzata M",
      "initials": "MM",
      "name": "Małgorzata M Bała",
      "affiliations": []
    },
    {
      "last_name": "Płaczkiewicz-Jankowska",
      "fore_name": "Ewa",
      "initials": "E",
      "name": "Ewa Płaczkiewicz-Jankowska",
      "affiliations": []
    },
    {
      "last_name": "Topór-Mądry",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Topór-Mądry",
      "affiliations": []
    },
    {
      "last_name": "Mejza",
      "fore_name": "Filip",
      "initials": "F",
      "name": "Filip Mejza",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Sieradzki",
      "fore_name": "Jacek",
      "initials": "J",
      "name": "Jacek Sieradzki",
      "affiliations": []
    },
    {
      "last_name": "Gajewski",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Gajewski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Polskie Archiwum Medycyny Wewnetrznej",
    "iso_abbreviation": "Pol Arch Med Wewn",
    "volume": "121",
    "issue": "11",
    "pub_year": "2011",
    "pub_month": "Nov"
  },
  "start_page": "375",
  "end_page": "378",
  "pages": "375-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ambulatory Care",
    "Blood Glucose",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Poland",
    "Practice Patterns, Physicians'"
  ],
  "article_ids": {
    "pubmed": "22064328",
    "pii": "AOP21"
  },
  "dates": {
    "completed": "2012-04-23",
    "revised": "2017-03-06"
  },
  "chemicals": [
    "Blood Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.444468",
    "pmid": "22064328"
  }
}