{
  "pmid": "22078162",
  "uid": "22078162",
  "title": "The persisting burden of invasive pneumococcal disease in HIV patients: an observational cohort study.",
  "abstract": "BACKGROUND: The increasing use of highly active antiretroviral therapy (HAART) and pneumococcal immunization along with shifting community exposures may have altered the burden of Streptococcus pneumoniae disease in HIV-infected persons. We describe the burden and risk factors for pneumococcal disease in the modern era of HIV care and evaluate the use of a 23-valent pneumococcal polysaccharide vaccine (PPV-23). METHODS: The incidence of invasive pneumococcal disease (IPD) between January 1st, 2000 and January 1st, 2010 in a regional HIV population in Southern Alberta, Canada was determined by linking comprehensive laboratory and hospital surveillance data. Clinical and epidemiologic data including risk factors for S. pneumoniae, history of pneumococcal immunization, serotypes of infections, and length of any hospitalizations for pneumococcal disease were evaluated with multivariate analysis. CD4 count and viral load at immunization were evaluated with a nested case-control analysis. RESULTS: In 1946 HIV-patients with 11,099 person-years of follow up, there were 68 distinct episodes of pneumococcal disease occurring in 50 patients. Increased risk was seen if female, age >60, Aboriginal ethnicity, lower education, injection drug use, smoking, nadir CD4 <200/μL, chronic obstructive pulmonary disease, and hepatitis C. Overall, the incidence of IPD was 342/100,000 person-years and was reduced to 187/100,000 within three years of PPV-23 immunization (P < 0.01). Although 78% of patients received PPV-23, 74% of IPD episodes were caused by PPV-23 serotypes. In a case-control analysis, HIV viral load at immunization was significantly predictive of PPV-23 failure, while CD4 count was not. 80% of IPD cases required hospitalization: median length of stay was 7 days (range: 1-71); four patients died. CONCLUSIONS: Despite universal access to intensive measures to prevent pneumococcal disease including the widespread use of HAART and PPV-23 immunization, the incidence of IPD remains high in HIV patients with its associated morbidity and mortality.",
  "authors": [
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RA",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Southern Alberta HIV Clinic, Calgary, Canada."
      ]
    },
    {
      "last_name": "Gregson",
      "fore_name": "Dan B",
      "initials": "DB",
      "name": "Dan B Gregson",
      "affiliations": []
    },
    {
      "last_name": "Gill",
      "fore_name": "M John",
      "initials": "MJ",
      "name": "M John Gill",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Nov",
    "pub_day": "11"
  },
  "start_page": "314",
  "pages": "314",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Alberta",
    "Anti-HIV Agents",
    "Antiretroviral Therapy, Highly Active",
    "CD4 Lymphocyte Count",
    "Case-Control Studies",
    "Female",
    "HIV Infections",
    "Humans",
    "Incidence",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Pneumococcal Infections",
    "Pneumococcal Vaccines",
    "Risk Factors",
    "Serotyping",
    "Streptococcus pneumoniae",
    "Viral Load"
  ],
  "article_ids": {
    "pubmed": "22078162",
    "pmc": "PMC3226630",
    "doi": "10.1186/1471-2334-11-314",
    "pii": "1471-2334-11-314"
  },
  "doi": "10.1186/1471-2334-11-314",
  "pmc_id": "PMC3226630",
  "dates": {
    "completed": "2012-02-07",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "23-valent pneumococcal capsular polysaccharide vaccine",
    "Anti-HIV Agents",
    "Pneumococcal Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:56.338259",
    "pmid": "22078162"
  }
}