{
  "pmid": "22077529",
  "uid": "22077529",
  "title": "Treatment of warfarin-associated coagulopathy with vitamin K.",
  "abstract": "Warfarin is the most common form of oral anticoagulant therapy. Although it has indisputable benefit in the management of thromboembolic disease, warfarin-associated coagulopathy (WAC) is a well-documented complication of its use. As warfarin exerts its effect by impairing formation of the vitamin K-dependent clotting factors, a cornerstone of WAC management is vitamin K replacement. Daily vitamin K supplementation is an emerging approach to regulate international normalized ratios in difficult-to-control patients. Mild WAC without bleeding can often be managed with warfarin withdrawal alone. For excessive international normalized ratio elevation in the absence of bleeding, low-dose oral vitamin K (1?2.5 mg) is sufficient and achieves the same degree of international normalized ratio correction by 24 h as intravenous therapy. The stable patient with WAC and minor bleeding can also be given oral vitamin K, with correction of the underlying defect. Major bleeding should first be managed with factor replacement for immediate correction of the coagulopathy, using either a prothrombin complex concentrate or fresh-frozen plasma. High-dose vitamin K (10 mg) should be given concurrently via intravenous infusion to confer lasting correction. Warfarin resistance and vitamin K-associated anaphylaxis are rare. Despite development of new oral anticoagulant therapy compounds, warfarin will probably retain a prominent role in thromboembolism management for several years to come.",
  "authors": [
    {
      "last_name": "Patriquin",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Patriquin",
      "affiliations": [
        "Division of Hematology & Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Expert review of hematology",
    "iso_abbreviation": "Expert Rev Hematol",
    "issn": "1747-4094",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "657",
  "end_page": "667",
  "pages": "657-65; quiz 666-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Blood Coagulation Disorders",
    "Humans",
    "International Normalized Ratio",
    "Vitamin K",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "22077529",
    "doi": "10.1586/ehm.11.59"
  },
  "doi": "10.1586/ehm.11.59",
  "dates": {
    "completed": "2012-03-09",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Vitamin K",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.616282",
    "pmid": "22077529"
  }
}