{
  "pmid": "22071814",
  "uid": "22071814",
  "title": "Probiotics for the prevention of pediatric antibiotic-associated diarrhea.",
  "abstract": "BACKGROUND: Antibiotics alter the microbial balance within the gastrointestinal tract. Probiotics may prevent antibiotic-associated diarrhea (AAD) via restoration of the gut microflora. Antibiotics are prescribed frequently in children and AAD is common in this population. OBJECTIVES: The primary objectives were to assess the efficacy and safety of probiotics (any specified strain or dose) used for the prevention of AAD in children. SEARCH METHODS: MEDLINE, EMBASE, CENTRAL, CINAHL, AMED, and the Web of Science (inception to May 2010) were searched along with specialized registers including the Cochrane IBD/FBD review group, CISCOM (Centralized Information Service for Complementary Medicine), NHS Evidence, the International Bibliographic Information on Dietary Supplements as well as trial registries. Letters were sent to authors of included trials, nutra/pharmaceutical companies, and experts in the field requesting additional information on ongoing or unpublished trials. Conference proceedings, dissertation abstracts, and reference lists from included and relevant articles were also searched. SELECTION CRITERIA: Randomized, parallel, controlled trials in children (0 to 18 years) receiving antibiotics, that compare probiotics to placebo, active alternative prophylaxis, or no treatment and measure the incidence of diarrhea secondary to antibiotic use were considered for inclusion. DATA COLLECTION AND ANALYSIS: Study selection, data extraction as well as methodological quality assessment using the risk of bias instrument was conducted independently and in duplicate by two authors. Dichotomous data (incidence of diarrhea, adverse events) were combined using a pooled relative risk and risk difference (adverse events), and continuous data (mean duration of diarrhea, mean daily stool frequency) as weighted mean differences, along with their corresponding 95% confidence intervals. For overall pooled results on the incidence of diarrhea, sensitivity analyses included available case versus extreme-plausible analyses and random- versus fixed-effect models. To explore possible explanations for heterogeneity, a priori subgroup analysis were conducted on probiotic strain, dose, definition of antibiotic-associated diarrhea, antibiotic agent as well as risk of bias. MAIN RESULTS: Sixteen studies (3432 participants) met the inclusion criteria. Trials included treatment with either Bacillus spp., Bifidobacterium spp., Lactobacilli spp., Lactococcus spp., Leuconostoc cremoris, Saccharomyces spp., or Streptococcus spp., alone or in combination. Nine studies used a single strain probiotic agent, four combined two probiotic strains, one combined three probiotic strains, one product included ten probiotic agents, and one study included two probiotic arms that used three and two strains respectively. The risk of bias was determined to be high in 8 studies and low in 8 studies. Available case (patients who did not complete the studies were not included in the analysis) results from 15/16 trials reporting on the incidence of diarrhea show a large, precise benefit from probiotics compared to active, placebo or no treatment control. The incidence of AAD in the probiotic group was 9% compared to 18% in the control group (2874 participants; RR 0.52; 95% CI 0.38 to 0.72; I(2) = 56%). This benefit was not statistically significant in an extreme plausible (60% of children loss to follow-up in probiotic group and 20% loss to follow-up in the control group had diarrhea) intention to treat (ITT) sensitivity analysis. The incidence of AAD in the probiotic group was 16% compared to 18% in the control group (3392 participants; RR 0.81; 95% CI 0.63 to 1.04; I(2) = 59%). An a priori available case subgroup analysis exploring heterogeneity indicated that high dose (≥5 billion CFUs/day) is more effective than low probiotic dose (< 5 billion CFUs/day), interaction P value = 0.010. For the high dose studies the incidence of AAD in the probiotic group was 8% compared to 22% in the control group (1474 participants; RR 0.40; 95% CI 0.29 to 0.55). For the low dose studies the incidence of AAD in the probiotic group was 8% compared to 11% in the control group (1382 participants; RR 0.80; 95% CI 0.53 to 1.21). An extreme plausible ITT subgroup analysis was marginally significant for high dose probiotics. For the high dose studies the incidence of AAD in the probiotic group was 17% compared to 22% in the control group (1776 participants; RR 0.72; 95% CI 0.53 to 0.99; I(2) = 58%). None of the 11 trials (n = 1583) that reported on adverse events documented any serious adverse events. Meta-analysis excluded all but an extremely small non-significant difference in adverse events between treatment and control (RD 0.00; 95% CI -0.01 to 0.02). AUTHORS' CONCLUSIONS: Despite heterogeneity in probiotic strain, dose, and duration, as well as in study quality, the overall evidence suggests a protective effect of probiotics in preventing AAD. Using 11 criteria to evaluate the credibility of the subgroup analysis on probiotic dose, the results indicate that the subgroup effect based on dose (≥5 billion CFU/day) was credible. Based on high-dose probiotics, the number needed to treat (NNT) to prevent one case of diarrhea is seven (NNT 7; 95% CI 6 to 10). However, a GRADE analysis indicated that the overall quality of the evidence for the primary endpoint (incidence of diarrhea) was low due to issues with risk of bias (due to high loss to follow-up) and imprecision (sparse data, 225 events). The benefit for high dose probiotics (Lactobacillus rhamnosus or Saccharomyces boulardii) needs to be confirmed by a large well-designed randomized trial. More refined trials are also needed that test strain specific probiotics and evaluate the efficacy (e.g. incidence and duration of diarrhea) and safety of probiotics with limited losses to follow-up. It is premature to draw conclusions about the efficacy and safety of other probiotic agents for pediatric AAD. Future trials would benefit from a standard and valid outcomes to measure AAD.",
  "authors": [
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. bradley.johnston@sickkids.ca"
      ]
    },
    {
      "last_name": "Goldenberg",
      "fore_name": "Joshua Z",
      "initials": "JZ",
      "name": "Joshua Z Goldenberg",
      "affiliations": []
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": []
    },
    {
      "last_name": "Sun",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Sun",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "11",
    "pub_year": "2011",
    "pub_month": "Nov",
    "pub_day": "09"
  },
  "start_page": "CD004827",
  "pages": "CD004827",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Anti-Bacterial Agents",
    "Child",
    "Child, Preschool",
    "Diarrhea",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Probiotics",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22071814",
    "doi": "10.1002/14651858.CD004827.pub3"
  },
  "doi": "10.1002/14651858.CD004827.pub3",
  "dates": {
    "completed": "2012-05-11",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.024541",
    "pmid": "22071814"
  }
}