{
  "pmid": "22072088",
  "uid": "22072088",
  "title": "Prognostic importance of preoperative anti-PF4/heparin antibodies in patients undergoing cardiac surgery. A systematic review.",
  "abstract": "It was the objective of this study to obtain best estimates of the prevalence of anti-PF4/heparin antibodies in patients not suspected to have clinical heparin-induced thrombocytopenia (HIT) prior to undergoing cardiac surgery and to determine whether preoperative antibody status and antibody class is predictive of postoperative thromboembolic outcomes, non-thromboembolic outcomes, length of stay, and mortality. PubMed and EMBASE online databases were searched up to July 2011, and we included studies involving adults undergoing cardiac surgery examining the relationship between preoperative anti-PF4/heparin antibodies (ELISA) and postoperative clinical outcomes. Five studies involving a combined total of 2,332 patients met our inclusion criteria. Preoperative anti-PF4/heparin antibodies were detected in 5-22% of patients. No study demonstrated an association between preoperative anti-PF4/heparin antibodies and postoperative thromboembolic outcomes or mortality. Three studies demonstrated a statistically significant association between preoperative anti-PF4/heparin antibodies and length of stay while two showed an association with non-thromboembolic complications. In the one study that examined outcomes by anti-PF4/heparin antibody class, IgM antibodies predicted non-thromboembolic complications and length-of-stay. None of the studies reported prior heparin exposure, and most studies did not examine the relationship of the absolute value of antibody titres (ELISA OD) and risk, nor the incidence of true/clinical HIT in preoperative positive or negative patients. In conclusion, pre-formed anti-PF4/heparin antibodies are common in patients undergoing cardiac surgery, but the available literature does not support that they predict postoperative thromboembolic complications or death. There does appear to be an association between anti-PF4/heparin antibodies and non-thromboembolic adverse events, but a causal relationship is unlikely.",
  "authors": [
    {
      "last_name": "Yusuf",
      "fore_name": "Arif M",
      "initials": "AM",
      "name": "Arif M Yusuf",
      "affiliations": [
        "Population Health Research Institute, 237 Barton St. E. Hamilton, ON L8L 2X2, Canada. arif.yusuf@phri.ca"
      ]
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": []
    },
    {
      "last_name": "Arsenault",
      "fore_name": "Kyle A",
      "initials": "KA",
      "name": "Kyle A Arsenault",
      "affiliations": []
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": []
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thrombosis and haemostasis",
    "iso_abbreviation": "Thromb Haemost",
    "issn": "2567-689X",
    "issn_type": "Electronic",
    "volume": "107",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "8",
  "end_page": "14",
  "pages": "8-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antibodies",
    "Anticoagulants",
    "Cardiac Surgical Procedures",
    "Enzyme-Linked Immunosorbent Assay",
    "Female",
    "Heparin",
    "Hospitalization",
    "Humans",
    "Male",
    "Models, Statistical",
    "Myocardium",
    "Odds Ratio",
    "Platelet Factor 4",
    "Preoperative Period",
    "Prognosis",
    "Thrombocytopenia",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22072088",
    "doi": "10.1160/TH11-07-0480",
    "pii": "11-07-0480"
  },
  "doi": "10.1160/TH11-07-0480",
  "dates": {
    "completed": "2012-05-25",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antibodies",
    "Anticoagulants",
    "Platelet Factor 4",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:04.901607",
    "pmid": "22072088"
  }
}