{
  "pmid": "22071800",
  "uid": "22071800",
  "title": "Teaching critical appraisal skills in healthcare settings.",
  "abstract": "BACKGROUND: Critical appraisal is the process of assessing and interpreting evidence by systematically considering its validity, results and relevance to an individual's work. Within the last decade critical appraisal has been added as a topic to many medical school and UK Royal College curricula, and several continuing professional development ventures have been funded to provide further training. This is an update of a Cochrane review first published in 2001. OBJECTIVES: To assess the effects of teaching critical appraisal skills to health professionals on the process of care, patient outcomes and knowledge of health professionals. SEARCH METHODS. We updated the search (see Appendix 1 for search strategies by database) and used those search strategies to search the Cochrane Central Register of Controlled Trials (1997 to June 2011) and MEDLINE (from 1997 to June 2011). We also searched EMBASE, CINAHL and PsycINFO (up to January 2010). We searched LISA (up to January 2010), ERIC (up to January 2010), SIGLE (up to January 2010) and Web of Knowledge (up to January 2010). We also searched the Cochrane Database of Systematic Reviews (CDSR), Database of Abstracts of Reviews of Effects (DARE) and the Cochrane Effective Practice and Organisation of Care (EPOC) Group Specialised Register up to January 2010. SELECTION CRITERIA: Randomised trials, controlled clinical trials, controlled before and after studies and interrupted time series analyses that examined the effectiveness of educational interventions teaching critical appraisal to health professionals. The outcomes included process of care, patient mortality, morbidity, quality of life and satisfaction. We included studies reporting on health professional knowledge/awareness only when based upon objective, standardised, validated instruments. We did not consider studies involving students. DATA COLLECTION AND ANALYSIS: Two review authors independently extracted data and assessed risk of bias. We contacted authors of included studies to obtain missing data. MAIN RESULTS: In total, we reviewed a total of 11,057 titles and abstracts, of which 148 appeared potentially relevant to the review. We included three studies involving 272 people in this review. None of the included studies evaluated process of care or patient outcomes. Statistically significant improvements in participants' knowledge were reported in domains of critical appraisal (variable approaches across studies) in two of the three studies. We determined risk of bias to be 'unclear' and as such considered this to be 'plausible bias that raises some doubt about the results'. AUTHORS' CONCLUSIONS: Low-intensity critical appraisal teaching interventions in healthcare populations may result in modest gains. Improvements to research examining the effectiveness of interventions in healthcare populations are required; specifically rigorous randomised trials employing interventions using appropriate adult learning theories.",
  "authors": [
    {
      "last_name": "Horsley",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Horsley",
      "affiliations": [
        "Centre for Learning in Practice, Royal College of Physicians and Surgeons of Canada, Ottawa, Ontario, Canada.thorsley@rcpsc.edu"
      ]
    },
    {
      "last_name": "Hyde",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Hyde",
      "affiliations": []
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": []
    },
    {
      "last_name": "Parkes",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Parkes",
      "affiliations": []
    },
    {
      "last_name": "Milne",
      "fore_name": "Ruairidh",
      "initials": "R",
      "name": "Ruairidh Milne",
      "affiliations": []
    },
    {
      "last_name": "Stewart",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Stewart",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2011",
    "issue": "11",
    "pub_year": "2011",
    "pub_month": "Nov",
    "pub_day": "09"
  },
  "start_page": "CD001270",
  "pages": "CD001270",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Awareness",
    "Comprehension",
    "Delivery of Health Care",
    "Health Personnel",
    "Humans",
    "Information Literacy",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "22071800",
    "pmc": "PMC7389530",
    "doi": "10.1002/14651858.CD001270.pub2"
  },
  "doi": "10.1002/14651858.CD001270.pub2",
  "pmc_id": "PMC7389530",
  "dates": {
    "completed": "2012-05-11",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:44.513043",
    "pmid": "22071800"
  }
}