{
  "pmid": "22092904",
  "uid": "22092904",
  "title": "Consensus conference follow-up: inter-rater reliability assessment of the Best Evidence in Emergency Medicine (BEEM) rater scale, a medical literature rating tool for emergency physicians.",
  "abstract": "BACKGROUND: Studies published in general and specialty medical journals have the potential to improve emergency medicine (EM) practice, but there can be delayed awareness of this evidence because emergency physicians (EPs) are unlikely to read most of these journals. Also, not all published studies are intended for or ready for clinical practice application. The authors developed \"Best Evidence in Emergency Medicine\" (BEEM) to ameliorate these problems by searching for, identifying, appraising, and translating potentially practice-changing studies for EPs. An initial step in the BEEM process is the BEEM rater scale, a novel tool for EPs to collectively evaluate the relative clinical relevance of EM-related studies found in more than 120 journals. The BEEM rater process was designed to serve as a clinical relevance filter to identify those studies with the greatest potential to affect EM practice. Therefore, only those studies identified by BEEM raters as having the highest clinical relevance are selected for the subsequent critical appraisal process and, if found methodologically sound, are promoted as the best evidence in EM. OBJECTIVES: The primary objective was to measure inter-rater reliability (IRR) of the BEEM rater scale. Secondary objectives were to determine the minimum number of EP raters needed for the BEEM rater scale to achieve acceptable reliability and to compare performance of the scale against a previously published evidence rating system, the McMaster Online Rating of Evidence (MORE), in an EP population. METHODS: The authors electronically distributed the title, conclusion, and a PubMed link for 23 recently published studies related to EM to a volunteer group of 134 EPs. The volunteers answered two demographic questions and rated the articles using one of two randomly assigned seven-point Likert scales, the BEEM rater scale (n = 68) or the MORE scale (n = 66), over two separate administrations. The IRR of each scale was measured using generalizability theory. RESULTS: The IRR of the BEEM rater scale ranged between 0.90 (95% confidence interval [CI] = 0.86 to 0.93) to 0.92 (95% CI = 0.89 to 0.94) across administrations. Decision studies showed a minimum of 12 raters is required for acceptable reliability of the BEEM rater scale. The IRR of the MORE scale was 0.82 to 0.84. CONCLUSIONS: The BEEM rater scale is a highly reliable, single-question tool for a small number of EPs to collectively rate the relative clinical relevance within the specialty of EM of recently published studies from a variety of medical journals. It compares favorably with the MORE system because it achieves a high IRR despite simply requiring raters to read each article's title and conclusion.",
  "authors": [
    {
      "last_name": "Worster",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Worster",
      "affiliations": [
        "Department of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kulasegaram",
      "fore_name": "Kulamakan",
      "initials": "K",
      "name": "Kulamakan Kulasegaram",
      "affiliations": []
    },
    {
      "last_name": "Carpenter",
      "fore_name": "Christopher R",
      "initials": "CR",
      "name": "Christopher R Carpenter",
      "affiliations": []
    },
    {
      "last_name": "Vallera",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Vallera",
      "affiliations": []
    },
    {
      "last_name": "Upadhye",
      "fore_name": "Suneel",
      "initials": "S",
      "name": "Suneel Upadhye",
      "affiliations": []
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "11",
    "pub_year": "2011",
    "pub_month": "Nov"
  },
  "start_page": "1193",
  "end_page": "1200",
  "pages": "1193-200",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Benchmarking",
    "Consensus Development Conferences as Topic",
    "Emergency Medicine",
    "Evidence-Based Emergency Medicine",
    "Humans",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "22092904",
    "mid": "NIHMS341707",
    "pmc": "PMC3240997",
    "doi": "10.1111/j.1553-2712.2011.01214.x"
  },
  "doi": "10.1111/j.1553-2712.2011.01214.x",
  "pmc_id": "PMC3240997",
  "dates": {
    "completed": "2012-03-29",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KM1 CA156708",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 RR024992",
      "agency": "NCRR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.018812",
    "pmid": "22092904"
  }
}