{
  "pmid": "22094742",
  "uid": "22094742",
  "title": "Panniculectomy in preparation for renal transplantation: a new indication for an old procedure to reduce renal transplantation-associated wound complications.",
  "abstract": "End-stage renal disease patients who have lost a significant amount of weight are increasingly being evaluated for kidney transplantation. An abdominal panniculus, almost uniformly observed, creates an area predisposed to wound complications. Consequently, a panniculus may limit a patient's candidacy for transplantation. The authors describe their preliminary experience utilizing panniculectomy as a prophylactic procedure to reduce wound complications following kidney transplantation in patients whose panniculus would exclude them from renal transplantion. A single-institution chart review was conducted of nine patients with end-stage renal disease who underwent a panniculectomy in preparation for transplantation. Clinical outcomes and complications were reviewed. The nine patients included three men and six women with a mean age of 54.5 years and a mean body mass index of 28.3 kg/m. Four patients had diabetes. All patients underwent an uncomplicated panniculectomy, with a mean resected weight of 3.0 kg, and a mean length of hospital stay of 1.75 days. No one required blood transfusions. All patients were followed postoperatively for 3 months. Complications included an abscess and a skin dehiscence treated with local wound care. After recovery, patients were referred to the transplant center for re-evaluation for kidney transplantation. Thus far, four of these nine patients have undergone transplantation. This case series suggests that panniculectomy can be performed safely in patients with end-stage renal disease. Furthermore, panniculectomy gives these otherwise unsuitable kidney transplant candidates access to a life-saving operation.",
  "authors": [
    {
      "last_name": "Kuo",
      "fore_name": "Jennifer H",
      "initials": "JH",
      "name": "Jennifer H Kuo",
      "affiliations": [
        "Sacramento, Calif. From the Divisions of Plastic Surgery and Transplant Surgery, University of California, Davis."
      ]
    },
    {
      "last_name": "Troppmann",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Troppmann",
      "affiliations": []
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard V",
      "initials": "RV",
      "name": "Richard V Perez",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Michael S",
      "initials": "MS",
      "name": "Michael S Wong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "128",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "1236",
  "end_page": "1240",
  "pages": "1236-1240",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Abscess",
    "Adult",
    "Aged",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Kidney Failure, Chronic",
    "Kidney Transplantation",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Panniculitis, Peritoneal",
    "Postoperative Complications",
    "Preoperative Care",
    "Reoperation",
    "Subcutaneous Fat, Abdominal",
    "Surgical Wound Dehiscence",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "22094742",
    "doi": "10.1097/PRS.0b013e318230c7b8",
    "pii": "00006534-201112000-00029"
  },
  "doi": "10.1097/PRS.0b013e318230c7b8",
  "dates": {
    "completed": "2012-01-03",
    "revised": "2021-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:49.709307",
    "pmid": "22094742"
  }
}