{
  "pmid": "22099941",
  "uid": "22099941",
  "title": "A protocol for risk stratification of patients with carboplatin-induced hypersensitivity reactions.",
  "abstract": "BACKGROUND: Management of patients with carboplatin-induced hypersensitivity reactions (HSR) has been complicated by high false-negative rates of carboplatin skin test (ST) results. These patients might be at risk for future carboplatin-induced HSRs. In this article we identify a strategy to improve risk stratification of patients with a history of carboplatin-induced HSRs by using a protocol that includes repeat skin testing and drug desensitization. OBJECTIVE: We sought to identify a management strategy for patients with a history of carboplatin-induced HSRs with negative carboplatin ST results. METHODS: From 2008-2010, patients with carboplatin-induced HSR underwent risk stratification per a protocol using 3 repeat STs with intervening drug desensitizations. RESULTS: Of the 44 patients with carboplatin-induced HSRs, 39 completed the protocol. Patients were classified as having positive ST results (n = 16), having negative ST results (n = 11), or ST converters when the ST result converted to positive after an initial negative result (n = 12). ST converters are more likely to have HSRs during subsequent desensitizations than patients with negative ST results (56.1% vs 4.5%, P < .001). ST converters had a significantly longer time interval between their initial HSR and initial ST evaluation compared with either patients with true-negative ST results (22.1 vs 6.0 months, P = .03) or patients with positive ST results (22.1 vs 1.8 months, P = .001). CONCLUSION: Our experience suggests that repeat STs are necessary for risk stratification in patients with a remote clinical history of HSR and an initial negative ST result because there is a significant rate of conversion to a positive ST result. ST converters have an increased risk of HSRs during subsequent carboplatin treatment.",
  "authors": [
    {
      "last_name": "Patil",
      "fore_name": "Sarita U",
      "initials": "SU",
      "name": "Sarita U Patil",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Mass, USA. spatil35@partners.org"
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Aidan A",
      "initials": "AA",
      "name": "Aidan A Long",
      "affiliations": []
    },
    {
      "last_name": "Ling",
      "fore_name": "Morris",
      "initials": "M",
      "name": "Morris Ling",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    },
    {
      "last_name": "Hesterberg",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Hesterberg",
      "affiliations": []
    },
    {
      "last_name": "Wong",
      "fore_name": "Johnson T",
      "initials": "JT",
      "name": "Johnson T Wong",
      "affiliations": []
    },
    {
      "last_name": "Banerji",
      "fore_name": "Aleena",
      "initials": "A",
      "name": "Aleena Banerji",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "1097-6825",
    "issn_type": "Electronic",
    "volume": "129",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "443",
  "end_page": "447",
  "pages": "443-7",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [
    "Carboplatin",
    "Desensitization, Immunologic",
    "Drug Hypersensitivity",
    "False Negative Reactions",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk",
    "Skin Tests"
  ],
  "article_ids": {
    "pubmed": "22099941",
    "doi": "10.1016/j.jaci.2011.10.010",
    "pii": "S0091-6749(11)01618-6"
  },
  "doi": "10.1016/j.jaci.2011.10.010",
  "dates": {
    "completed": "2012-04-12",
    "revised": "2018-11-16"
  },
  "chemicals": [
    "Carboplatin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.206780",
    "pmid": "22099941"
  }
}