{
  "pmid": "22108259",
  "uid": "22108259",
  "title": "External fixation versus internal fixation for unstable distal radius fractures: a systematic review and meta-analysis of comparative clinical trials.",
  "abstract": "OBJECTIVES: There is no consensus on the surgical management of unstable distal radius fractures. In this systematic review and meta-analysis, we pool data from trials comparing external fixation and open reduction and internal fixation (ORIF) for this injury. DATA SOURCES: We searched electronic databases (including MEDLINE, EMBASE, and SCOPUS) and conference proceedings from 1950 to 2009 in the English literature. STUDY SELECTION: We pooled data from 12 trials totaling 1011 patients (491 fractures treated with external fixation and 520 with ORIF). All randomized studies of external fixation to ORIF for unstable distal radius fractures were considered, and nonrandomized trials were included if and only if they directly compared external fixation with ORIF. DATA EXTRACTION: Two authors independently extracted data from all eligible studies, including patient characteristics, sample size, fracture type, length of follow-up, intervention, and outcomes. DATA SYNTHESIS: Continuous variables were pooled across studies using the method of standard mean differences (SMD) or effect size. ORIF demonstrated significantly better Disabilities of the Arm, Shoulder, and Hand scores (SMD, 0.28; 95% confidence interval, 0.03-0.53; P = 0.03), recovery of forearm supination (SMD, 0.23; 95% CI, 0.08-0.38; P = 0.003), and restoration of volar tilt (SMD, 0.53; 95% CI, 0.34-0.72; P < 0.00001). However, external fixation resulted in significantly better grip strength (SMD, -10.32; 95% CI, -16.36 to -4.28; P = 0.0008), and subgroup analyses of randomized studies showed external fixation yielded better wrist flexion (SMD, -0.38; 95% CI, -0.58 to -0.17; P = 0.0004). CONCLUSIONS: For surgical fixation of unstable distal radius fractures, ORIF yields significantly better functional outcomes, forearm supination, and restoration of anatomic volar tilt. However, external fixation results in better grip strength, wrist flexion, and remains a viable surgical alternative. LEVEL OF EVIDENCE: Therapeutic Level II. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Wei",
      "affiliations": [
        "Columbia University Medical Center, Department of Orthopaedic Surgery, the Trauma Training Center, New York, NY 10032, USA. davidhwei@gmail.com"
      ]
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Wolfe",
      "fore_name": "Valerie M",
      "initials": "VM",
      "name": "Valerie M Wolfe",
      "affiliations": []
    },
    {
      "last_name": "Rosenwasser",
      "fore_name": "Melvin P",
      "initials": "MP",
      "name": "Melvin P Rosenwasser",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "7",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "386",
  "end_page": "394",
  "pages": "386-94",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Female",
    "Fracture Fixation, Internal",
    "Fractures, Comminuted",
    "Hand Strength",
    "Humans",
    "Joint Dislocations",
    "Male",
    "Manipulation, Orthopedic",
    "Radius Fractures",
    "Range of Motion, Articular",
    "Wrist Joint"
  ],
  "article_ids": {
    "pubmed": "22108259",
    "doi": "10.1097/BOT.0b013e318225f63c"
  },
  "doi": "10.1097/BOT.0b013e318225f63c",
  "dates": {
    "completed": "2012-11-01",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.066586",
    "pmid": "22108259"
  }
}