{
  "pmid": "22101964",
  "uid": "22101964",
  "title": "Isolation and bioactivities of a non-sericin component from cocoon shell silk sericin of the silkworm Bombyx mori.",
  "abstract": "The cocoon shell of the silkworm Bombyx mori consists of silk fibroin fiber (70%) surrounded by a sericin layer made up of sericin (25%) and non-sericin (5%) components. The non-sericin component which consists of carbohydrate, salt, wax, flavonoids and derivatives is often overlooked in applied research into sericin and its hydrolysate. Here, sericin and non-sericin compounds were obtained from the sericin layer of five types of cocoon shell by means of degumming in water followed by extraction and separation in ethanol. These ethanol extracts were found to mainly contain flavonoids and free amino acids possessing scavenging activities of the 2,2-diphenyl -1-picrylhydrazyl (DPPH) free radical and inhibiting activities of tyrosinase, which were much greater than the corresponding activities of the purified sericin proteins. The extracts also strongly inhibited α-glucosidase while the sericins had no such activity. In particular, the inhibitory activities of the ethanol extract of Daizo cocoons were much greater than those of the other cocoons. The IC(50) values of the Daizo cocoons for DPPH free radicals, tyrosinase, and α-glucosidase were 170, 27, and 110 μg mL(-1), respectively. The bioactivities of the non-sericin component were much higher than the activity of sericin alone. In addition, the in vivo test showed preliminarily that the administration of the non-sericin component had effectively resistant activity against streptozocin (STZ) oxidation and that of the purified sericin could also evidently decrease the induction ratio of diabetic mice induced by STZ. Therefore, ethanol extract protocols of the sericin layer of cocoon shells provide a novel stock which, together with sericin protein, has potential uses in functional food, biotechnological and medical applications.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "State Engineering Laboratory of Modern Silk, Soochow University, Suzhou, People's Republic of China. sericult@suda.edu.cn"
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yuan-Jing",
      "initials": "YJ",
      "name": "Yuan-Jing Wang",
      "affiliations": []
    },
    {
      "last_name": "Zhou",
      "fore_name": "Li-Xia",
      "initials": "LX",
      "name": "Li-Xia Zhou",
      "affiliations": []
    },
    {
      "last_name": "Zhu",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Zhu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Food & function",
    "iso_abbreviation": "Food Funct",
    "issn": "2042-650X",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "150",
  "end_page": "158",
  "pages": "150-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biphenyl Compounds",
    "Bombyx",
    "Diabetes Mellitus, Experimental",
    "Female",
    "Fibroins",
    "Male",
    "Mice",
    "Monophenol Monooxygenase",
    "Picrates",
    "Sericins",
    "Silk",
    "alpha-Glucosidases"
  ],
  "article_ids": {
    "pubmed": "22101964",
    "doi": "10.1039/c1fo10148j"
  },
  "doi": "10.1039/c1fo10148j",
  "dates": {
    "completed": "2012-05-21",
    "revised": "2016-11-25"
  },
  "chemicals": [
    "Biphenyl Compounds",
    "Picrates",
    "Sericins",
    "Silk",
    "Fibroins",
    "1,1-diphenyl-2-picrylhydrazyl",
    "Monophenol Monooxygenase",
    "alpha-Glucosidases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.111379",
    "pmid": "22101964"
  }
}