{
  "pmid": "22121233",
  "uid": "22121233",
  "title": "The authority of next-of-kin in explicit and presumed consent systems for deceased organ donation: an analysis of 54 nations.",
  "abstract": "BACKGROUND: The degree of involvement by the next-of-kin in deceased organ procurement worldwide is unclear. We investigated the next-of-kin's authority in the procurement process in nations with either explicit or presumed consent. METHODS: We collected data from 54 nations, 25 with presumed consent and 29 with explicit consent. We characterized the authority of the next-of-kin in the decision to donate deceased organs. Specifically, we examined whether the next-of-kin's consent to procure organs was always required and whether the next-of-kin were able to veto procurement when the deceased had expressed a wish to donate. RESULTS: The next-of-kin are involved in the organ procurement process in most nations regardless of the consent principle and whether the wishes of the deceased to be a donor were expressed or unknown. Nineteen of the 25 nations with presumed consent provide a method for individuals to express a wish to be a donor. However, health professionals in only four of these nations responded that they do not override a deceased's expressed wish because of a family's objection. Similarly, health professionals in only four of the 29 nations with explicit consent proceed with a deceased's pre-existing wish to be a donor and do not require next-of-kin's consent, but caveats still remain for when this is done. CONCLUSIONS: The next-of-kin have a considerable influence on the organ procurement process in both presumed and explicit consent nations.",
  "authors": [
    {
      "last_name": "Rosenblum",
      "fore_name": "Amanda M",
      "initials": "AM",
      "name": "Amanda M Rosenblum",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, London Health Sciences Centre, London, Canada."
      ]
    },
    {
      "last_name": "Horvat",
      "fore_name": "Lucy D",
      "initials": "LD",
      "name": "Lucy D Horvat",
      "affiliations": []
    },
    {
      "last_name": "Siminoff",
      "fore_name": "Laura A",
      "initials": "LA",
      "name": "Laura A Siminoff",
      "affiliations": []
    },
    {
      "last_name": "Prakash",
      "fore_name": "Versha",
      "initials": "V",
      "name": "Versha Prakash",
      "affiliations": []
    },
    {
      "last_name": "Beitel",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Beitel",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
    "iso_abbreviation": "Nephrol Dial Transplant",
    "issn": "1460-2385",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "2533",
  "end_page": "2546",
  "pages": "2533-46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Conflict, Psychological",
    "Decision Making",
    "Family",
    "Humans",
    "Informed Consent",
    "International Agencies",
    "Presumed Consent",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "22121233",
    "pmc": "PMC3363979",
    "doi": "10.1093/ndt/gfr619",
    "pii": "gfr619"
  },
  "doi": "10.1093/ndt/gfr619",
  "pmc_id": "PMC3363979",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.120386",
    "pmid": "22121233"
  }
}