{
  "pmid": "22132064",
  "uid": "22132064",
  "title": "The GAMY Project: young people's attitudes to genetics in the South Wales valleys.",
  "abstract": "This paper explores young people's attitudes to genetics. It describes a qualitative study involving a group of teenagers in a deprived South Wales valley town over a period of 18 months. The GAMY (Genetics and Merthyr Youth) Project involved a series of interactions with participants, including 2 interviews, 4 group days and 4 genetics tasks through which these young people learned about, and then reflected upon, issues relating to genetics and health. We have gathered data about the informed attitudes of teenagers to genetics based on deliberative learning and reflection over a long period of time, and as such this paper provides useful insights into the underlying values that are guiding young people's views and the factors that are shaping their responses to new genetic technologies. Attitudes to genetics are complex and not easily generalisable. There were low levels of familiarity with, and knowledge of, genetics from the outset. Most young people did not have pre-existing attitudes towards genetics and had given little or no thought to the topic before the project began. However, levels of awareness and general genetic literacy increased as the project progressed. This study suggests that over time young people can develop an awareness of genetics that makes sense to them; they demonstrate that they can think creatively about genetics, and they are able to engage in considering genetic and other risk factors when thinking about health and disease.",
  "authors": [
    {
      "last_name": "Iredale",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Iredale",
      "affiliations": [
        "Faculty of Health, Sport and Science , University of Glamorgan, Pontypridd, UK."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": []
    },
    {
      "last_name": "Taverner",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Taverner",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Juping",
      "initials": "J",
      "name": "Juping Yu",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin McDonald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The HUGO journal",
    "iso_abbreviation": "Hugo J",
    "issn": "1877-6566",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1-4",
    "pub_year": "2010",
    "pub_month": "Dec"
  },
  "start_page": "49",
  "end_page": "60",
  "pages": "49-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22132064",
    "pmc": "PMC3051046",
    "doi": "10.1007/s11568-010-9148-8",
    "pii": "9148"
  },
  "doi": "10.1007/s11568-010-9148-8",
  "pmc_id": "PMC3051046",
  "dates": {
    "completed": "2012-08-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:32.247755",
    "pmid": "22132064"
  }
}