{
  "pmid": "22135060",
  "uid": "22135060",
  "title": "Dalfampridine: a new agent for symptomatic management of multiple sclerosis.",
  "abstract": "PURPOSE The pharmacology, pharmacokinetics, clinical efficacy, safety, dosage, and place in therapy of dalfampridine are reviewed. SUMMARY Dalfampridine is a novel drug with a unique mechanism for the symptomatic management of multiple sclerosis (MS) among all classifications. Dalfampridine was approved in January 2010 to improve walking for patients with MS. Dalfampridine blocks potassium channels on demyelinated neurons and allows normal electrical conduction, thus improving locomotor difficulty. Dalfampridine is rapidly absorbed after oral administration, reaching its peak plasma concentration in 1.3 hours. Approximately 95.9% of dalfampridine and its metabolites (3-hydroxy-4-aminopyridine and 3- hydroxy-4-aminopyridine sulfate) is excreted in the urine. Dalfampridine is not an inhibitor or inducer of a major cytochrome P-450 isoenzyme; therefore, the potential for drug-drug interactions is minimal. Clinical studies have shown dalfampridine to improve walking speed. The dosage of dalfampridine varied in clinical trials, but the recommended dosage is 10 mg orally twice daily. Dalfampridine is not appropriate for patients with seizures or moderate-to-severe renal impairment. Phase III studies found that extended-release fampridine 10 mg twice daily is well tolerated. The most frequent adverse events reported in dalfampridine clinical trials were insomnia, dizziness, headache, nausea, and weakness. The Food and Drug Administration has required the manufacturer to have a risk evaluation and mitigation strategy for dalfampridine. Ongoing trials will determine the long-term benefit of dalfampridine. CONCLUSION Dalfampridine is a potassium channel blocker that has demonstrated efficacy for improving the symptoms of MS. Several studies have demonstrated increased walking speed in patients, though high doses should be avoided due to the risk of seizures.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": []
    },
    {
      "last_name": "Clements",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Clements",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of health-system pharmacy : AJHP : official journal of the American Society of Health-System Pharmacists",
    "iso_abbreviation": "Am J Health Syst Pharm",
    "issn": "1535-2900",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "24",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "2335",
  "end_page": "2340",
  "pages": "2335-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "4-Aminopyridine",
    "Administration, Oral",
    "Animals",
    "Clinical Trials as Topic",
    "Disease Management",
    "Humans",
    "Multiple Sclerosis",
    "Potassium Channel Blockers"
  ],
  "article_ids": {
    "pubmed": "22135060",
    "doi": "10.2146/ajhp110134",
    "pii": "68/24/2335"
  },
  "doi": "10.2146/ajhp110134",
  "dates": {
    "completed": "2012-04-30",
    "revised": "2019-01-01"
  },
  "chemicals": [
    "Potassium Channel Blockers",
    "4-Aminopyridine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.426794",
    "pmid": "22135060"
  }
}