{
  "pmid": "22136732",
  "uid": "22136732",
  "title": "Prognostic value of intra-operative abnormal muscle response monitoring during microvascular decompression for long-term outcome of hemifacial spasm.",
  "abstract": "The reliability of intra-operative abnormal muscle response (AMR) monitoring as an indicator of post-operative outcome in patients with hemifacial spasm (HFS) is under debate. The primary aim of this study was to evaluate the correlation between intra-operative AMR changes and long-term post-operative outcome. We monitored intra-operative AMR during microvascular decompression (MVD) in consecutive patients with HFS (n = 104). Patients in this study were divided into two groups based on whether their AMR disappeared or persisted following MVD. Ninety patients were followed-up, and the mean duration from surgery to final follow-up examination was 3.7 years. Fourteen patients were lost to follow-up. AMR disappeared during surgery for 80 patients; of these, 74 achieved complete resolution of HFS, five had persistent HFS, and one patient developed a recurrence of HFS. Of the 10 patients with persistent AMR despite effective MVD, eight patients achieved complete resolution, one patient had persistent HFS, and one developed recurrent HFS. The long-term clinical outcome of HFS after MVD did not significantly correlate with intra-operative AMR changes (p = 0.791). Therefore, we suggest that intra-operative AMR monitoring may not be a reliable indicator of long-term post-operative outcome for HFS.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Jiping",
      "initials": "J",
      "name": "Jiping Li",
      "affiliations": [
        "Department of Functional Neurosurgery of Xuanwu Hospital, Capital Medical University, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zhu",
      "fore_name": "Hongwei",
      "initials": "H",
      "name": "Hongwei Zhu",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yongjie",
      "initials": "Y",
      "name": "Yongjie Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia",
    "iso_abbreviation": "J Clin Neurosci",
    "issn": "1532-2653",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "44",
  "end_page": "48",
  "pages": "44-8",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Facial Muscles",
    "Facial Nerve Diseases",
    "Female",
    "Follow-Up Studies",
    "Hemifacial Spasm",
    "Humans",
    "Male",
    "Microvascular Decompression Surgery",
    "Middle Aged",
    "Monitoring, Intraoperative",
    "Prognosis",
    "Reflex, Abnormal",
    "Time",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22136732",
    "doi": "10.1016/j.jocn.2011.04.023",
    "pii": "S0967-5868(11)00336-5"
  },
  "doi": "10.1016/j.jocn.2011.04.023",
  "dates": {
    "completed": "2012-07-03",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.112276",
    "pmid": "22136732"
  }
}