{
  "pmid": "22147711",
  "uid": "22147711",
  "title": "Increasing prevalence of knee pain and symptomatic knee osteoarthritis: survey and cohort data.",
  "abstract": "BACKGROUND: A recent surge in knee replacements is assumed to be due to aging and increased obesity of the U.S. population. OBJECTIVE: To assess whether age, obesity, and change in radiographic knee osteoarthritis explain the trend in knee pain and osteoarthritis. DESIGN: Cross-sectional, using data from 6 NHANES (National Health and Nutrition Examination Survey) surveys between 1971 and 2004 and from 3 examination periods in the FOA (Framingham Osteoarthritis) Study between 1983 through 2005. SETTING: U.S. population. PARTICIPANTS: NHANES participants (white or African American; aged 60 to 74 years) and FOA Study participants (mostly white; aged ≥70 years) were included. MEASUREMENTS: NHANES participants were asked about pain in or around the knee on most days. In the FOA Study, participants were asked about knee pain and had bilateral weight-bearing anteroposterior knee radiography to define radiographic knee osteoarthritis. Radiographic evidence and self-reported pain were used to define symptomatic knee osteoarthritis. The age- and age- and body mass index (BMI)-adjusted prevalences of knee pain and osteoarthritis at later examinations were compared with that of earlier examinations by using the ratio of the prevalence estimates. RESULTS: Age- and BMI-adjusted prevalence of knee pain increased by about 65% in NHANES from 1974 to 1994 among non-Hispanic white and Mexican American men and women and among African American women. In the FOA Study, the age- and BMI-adjusted prevalence of knee pain and symptomatic knee osteoarthritis approximately doubled in women and tripled in men over 20 years. No such trend was observed in the prevalence of radiographic knee osteoarthritis in FOA Study participants. After age adjustment, additional adjustment for BMI resulted in a 10% to 25% decrease in the prevalence ratios for knee pain and symptomatic knee osteoarthritis. LIMITATIONS: Differences in sampling of FOA Study participants over time or birth cohort effects cannot be ruled out as possible explanations of the increased reporting of knee pain. Increases in prevalence at the last interval in the FOA Study might be due to differences in cohort membership by interval. CONCLUSION: Results suggest that the prevalence of knee pain has increased substantially over 20 years, independent of age and BMI. Obesity accounted for only part of this increase. Symptomatic knee osteoarthritis increased but radiographic knee osteoarthritis did not. PRIMARY FUNDING SOURCE: American College of Rheumatology Research and Education Foundation and National Institutes of Health. The FOA Study was funded by the National Heart, Lung, and Blood Institute (for the parent Framingham Heart Study), National Institute on Aging, and National Institute of Arthritis and Musculoskeletal and Skin Diseases (FOA Study), National Institutes of Health.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Uyen-Sa D T",
      "initials": "US",
      "name": "Uyen-Sa D T Nguyen",
      "affiliations": [
        "Clinical Epidemiology Research & Training Unit, Boston University School of Medicine, and Brigham and Women's Hospital, Boston, Massachusetts 02118, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Zhu",
      "fore_name": "Yanyan",
      "initials": "Y",
      "name": "Yanyan Zhu",
      "affiliations": []
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Zhang",
      "affiliations": []
    },
    {
      "last_name": "Felson",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Felson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "155",
    "issue": "11",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "06"
  },
  "start_page": "725",
  "end_page": "732",
  "pages": "725-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Arthroplasty, Replacement, Knee",
    "Body Mass Index",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Knee",
    "Male",
    "Middle Aged",
    "Nutrition Surveys",
    "Obesity",
    "Osteoarthritis, Knee",
    "Pain",
    "Prevalence",
    "Radiography",
    "Risk Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22147711",
    "mid": "NIHMS351424",
    "pmc": "PMC3408027",
    "doi": "10.7326/0003-4819-155-11-201112060-00004",
    "pii": "155/11/725"
  },
  "doi": "10.7326/0003-4819-155-11-201112060-00004",
  "pmc_id": "PMC3408027",
  "dates": {
    "completed": "2012-04-26",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "N01-HC-25195",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AG018393",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AR47785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P60 AR047785",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "N01 HC025195",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AG18393",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.114220",
    "pmid": "22147711"
  }
}