{
  "pmid": "22167296",
  "uid": "22167296",
  "title": "Walking a tightrope: oncologists' perspective on providing information to women with recurrent ovarian cancer (ROC) during the medical encounter.",
  "abstract": "PURPOSE: Women with ovarian cancer (OC) must make treatment decisions. The first step in this process involves information giving about potential management choices. In this study, our objectives were to (1) describe the key issues that are reviewed by the oncologist when a woman presents with recurrent OC and (2) understand the extent to which physicians have different methods of giving information to patients. METHODS: A descriptive qualitative study of 19 gynecologic and medical oncologists in Ontario, Canada was undertaken using a semi-structured interview guide. RESULTS: Oncologists felt that the process of information giving was an important part of the medical encounter. The main themes that emerged from our data were (1) Oncologists varied in their approach to giving information about the disease and management; (2) oncologists felt that giving management choices to the patients helped engage patients in dealing with their disease and moving forward; (3) oncologists felt it was important to foster patient's hope; and (4) oncologists struggled with how much clinical outcome information to give to patients. CONCLUSIONS: Oncologists tried to achieve a difficult balance between providing patients with several management choices in order to help them keep hope alive and providing them with realistic clinical information suggesting poor patient outcomes. Areas for future research include exploring (1) how physicians can best walk this tightrope of information giving, (2) how to assess physician \"success\" in doing so, and (3) the meaning of fostering hope to patients and physicians in the context of treatment decision making.",
  "authors": [
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada. laurie.elit@jcc.hhsc.ca"
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Charles",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Ranford",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Ranford",
      "affiliations": []
    },
    {
      "last_name": "Gold",
      "fore_name": "Sara Tedford",
      "initials": "ST",
      "name": "Sara Tedford Gold",
      "affiliations": []
    },
    {
      "last_name": "Gold",
      "fore_name": "Irving",
      "initials": "I",
      "name": "Irving Gold",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "1433-7339",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "2327",
  "end_page": "2333",
  "pages": "2327-33",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Female",
    "Humans",
    "Medical Oncology",
    "Middle Aged",
    "Neoplasm Recurrence, Local",
    "Ovarian Neoplasms",
    "Patient Education as Topic",
    "Physician-Patient Relations",
    "Prognosis",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "22167296",
    "doi": "10.1007/s00520-011-1344-0"
  },
  "doi": "10.1007/s00520-011-1344-0",
  "dates": {
    "completed": "2013-03-28",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.698255",
    "pmid": "22167296"
  }
}