{
  "pmid": "22162700",
  "uid": "22162700",
  "title": "Exercise-induced hypoglycemic hemiplegia in a child with type 1 diabetes: a rare find with multiple potential causative mechanisms.",
  "abstract": "A 10-year-old boy known to have type 1 diabetes presented to the emergency department with history of sudden onset of right-sided hemiplegia after exercise. He did not respond to oral glucose administration, but had an almost immediate resolution of symptoms with intravenous bolus of dextrose. Hemiplegic hypoglycemia is a rare complication in diabetic children, mostly affects the right side of the body, and is rarely recurrent. Children have normal brain imaging and angiography testing, and electroencephalogram may show slow-wave activity. The recovery takes place within 24 hours, and the prognosis is excellent with no focal neurological deficits noted. Our patient responded within minutes to intravenous dextrose, which is unusual and has not been reported previously. The mechanisms leading to development of hypoglycemic hemiplegia are unclear, but may involve effects of hypoglycemia on intracellular signaling pathways or molecules on motor neurons, as recent studies have shown normal brain cell glucose uptake and metabolism in hypoglycemia. While hypoglycemic hemiplegia is rare, it is a frightening experience to caregivers, and efforts should concentrate on its prevention by preventing hypoglycemia.",
  "authors": [
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Division of Pediatric Endocrinology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, 1200 Main Street West, HSC-3A57, Hamilton, ON, Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "Alassaf",
      "fore_name": "Abeer",
      "initials": "A",
      "name": "Abeer Alassaf",
      "affiliations": []
    },
    {
      "last_name": "Dellavedova",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Dellavedova",
      "affiliations": []
    },
    {
      "last_name": "Murthy",
      "fore_name": "Trisha",
      "initials": "T",
      "name": "Trisha Murthy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Case reports in medicine",
    "iso_abbreviation": "Case Rep Med",
    "issn": "1687-9635",
    "issn_type": "Electronic",
    "volume": "2011",
    "pub_year": "2011"
  },
  "start_page": "529097",
  "pages": "529097",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22162700",
    "pmc": "PMC3227238",
    "doi": "10.1155/2011/529097"
  },
  "doi": "10.1155/2011/529097",
  "pmc_id": "PMC3227238",
  "dates": {
    "completed": "2012-08-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.489769",
    "pmid": "22162700"
  }
}