{
  "pmid": "22161408",
  "uid": "22161408",
  "title": "Framing of health information messages.",
  "abstract": "BACKGROUND: The same information about the evidence on health effects can be framed either in positive words or in negative words. Some research suggests that positive versus negative framing can lead to different decisions, a phenomenon described as the framing effect. Attribute framing is the positive versus negative description of a specific attribute of a single item or a state, for example, \"the chance of survival with cancer is 2/3\" versus \"the chance of mortality with cancer is 1/3\". Goal framing is the description of the consequences of performing or not performing an act as a gain versus a loss, for example, \"if you undergo a screening test for cancer, your survival will be prolonged\" versus \"if you don't undergo screening test for cancer, your survival will be shortened\". OBJECTIVES: To evaluate the effects of attribute (positive versus negative) framing and of goal (gain versus loss) framing of the same health information, on understanding, perception of effectiveness, persuasiveness, and behavior of health professionals, policy makers, and consumers. SEARCH METHODS: We searched the Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, issue 3 2007), MEDLINE (Ovid) (1966 to October 2007), EMBASE (Ovid) (1980 to October 2007), PsycINFO (Ovid) (1887 to October 2007). There were no language restrictions. We reviewed the reference lists of related systematic reviews, included studies and of excluded but closely related studies. We also contacted experts in the field. SELECTION CRITERIA: We included randomized controlled trials, quasi-randomised controlled trials, and cross-over studies with health professionals, policy makers, and consumers evaluating one of the two types of framing. DATA COLLECTION AND ANALYSIS: Two review authors extracted data in duplicate and independently. We graded the quality of evidence for each outcome using the GRADE approach. We standardized the outcome effects using standardized mean difference (SMD). We stratified the analysis by the type of framing (attribute, goal) and conducted pre-planned subgroup analyses based on the type of message (screening, prevention, and treatment). The primary outcome was behaviour. We did not assess any adverse outcomes. MAIN RESULTS: We included 35 studies involving 16,342 participants (all health consumers) and reporting 51 comparisons.In the context of attribute framing, participants in one included study understood the message better when it was framed negatively than when it was framed positively (1 study; SMD -0.58 (95% confidence interval (CI) -0.94 to -0.22); moderate effect size; low quality evidence). Although positively-framed messages may have led to more positive perception of effectiveness than negatively-framed messages (2 studies; SMD 0.36 (95% CI -0.13 to 0.85); small effect size; low quality evidence), there was little or no difference in persuasiveness (11 studies; SMD 0.07 (95% CI -0.23 to 0.37); low quality evidence) and behavior (1 study; SMD 0.09 (95% CI -0.14 to 0.31); moderate quality evidence).In the context of goal framing, loss messages led to a more positive perception of effectiveness compared to gain messages for screening messages (5 studies; SMD -0.30 (95% CI -0.49 to -0.10); small effect size; moderate quality evidence) and may have been more persuasive for treatment messages (3 studies; SMD -0.50 (95% CI -1.04 to 0.04); moderate effect size; very low quality evidence). There was little or no difference in behavior (16 studies; SMD -0.06 (95% CI -0.15 to 0.03); low quality evidence). No study assessed the effect on understanding. AUTHORS' CONCLUSIONS: Contrary to commonly held beliefs, the available low to moderate quality evidence suggests that both attribute and goal framing may have little if any consistent effect on health consumers' behaviour. The unexplained heterogeneity between studies suggests the possibility of a framing effect under specific conditions. Future research needs to investigate these conditions.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, ECMC CC-142, 462 Grider Street, Buffalo, NY, USA, 14215."
      ]
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Herrin",
      "fore_name": "Jeph",
      "initials": "J",
      "name": "Jeph Herrin",
      "affiliations": []
    },
    {
      "last_name": "Vist",
      "fore_name": "Gunn E",
      "initials": "GE",
      "name": "Gunn E Vist",
      "affiliations": []
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": []
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": []
    },
    {
      "last_name": "Costiniuk",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Costiniuk",
      "affiliations": []
    },
    {
      "last_name": "Blank",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Blank",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "12",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "07"
  },
  "start_page": "CD006777",
  "pages": "CD006777",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Comprehension",
    "Consumer Health Information",
    "Health Behavior",
    "Health Communication",
    "Humans",
    "Perception",
    "Persuasive Communication",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22161408",
    "doi": "10.1002/14651858.CD006777.pub2"
  },
  "doi": "10.1002/14651858.CD006777.pub2",
  "dates": {
    "completed": "2012-01-30",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.535346",
    "pmid": "22161408"
  }
}