{
  "pmid": "22168260",
  "uid": "22168260",
  "title": "Exposure to general anesthesia and risk of Alzheimer's disease: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Alzheimer's disease (AD) is common among older adults and leads to significant disability. Volatile anesthetic gases administered during general anesthesia (GA) have been hypothesized to be a risk factor for the development of AD. The objective of this study is to systematically review the association between exposure to GA and risk of AD. METHODS: We searched electronic databases including MEDLINE, Embase, and Google scholar for observational studies examining the association between exposure to GA and risk of AD. We examined study quality using a modified version of the Newcastle-Ottawa risk of bias assessment for observational studies. We used standard meta-analytic techniques to estimate pooled odds ratios (OR) and 95% confidence intervals (CI). Subgroup and sensitivity analyses were undertaken to evaluate the robustness of the findings. RESULTS: A total of 15 case-control studies were included in the review. No cohort studies were identified that met inclusion criteria. There was variation in the methodological quality of included studies. There was no significant association between any exposure to GA and risk of AD (pooled OR: 1.05; 95% CI: 0.93 - 1.19, Z = 0.80, p = 0.43). There was also no significant association between GA and risk of AD in several subgroup and sensitivity analyses. CONCLUSIONS: A history of exposure to GA is not associated with an increased risk of AD although there are few high-quality studies in this area. Prospective cohort studies with long-term follow-up or randomized controlled trials are required to further understand the association between GA and AD.",
  "authors": [
    {
      "last_name": "Seitz",
      "fore_name": "Dallas P",
      "initials": "DP",
      "name": "Dallas P Seitz",
      "affiliations": [
        "Department of Psychiatry, Queen's University, Kingston, Ontario, Canada. seitzd@providencecare.ca"
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": []
    },
    {
      "last_name": "Herrmann",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Herrmann",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Siddiqui",
      "fore_name": "Naveed",
      "initials": "N",
      "name": "Naveed Siddiqui",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "14"
  },
  "start_page": "83",
  "pages": "83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Alzheimer Disease",
    "Anesthesia, General",
    "Humans",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "22168260",
    "pmc": "PMC3258207",
    "doi": "10.1186/1471-2318-11-83",
    "pii": "1471-2318-11-83"
  },
  "doi": "10.1186/1471-2318-11-83",
  "pmc_id": "PMC3258207",
  "dates": {
    "completed": "2012-08-17",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.914121",
    "pmid": "22168260"
  }
}