{
  "pmid": "22165841",
  "uid": "22165841",
  "title": "Assessing healthcare providers' knowledge and practices relating to insecticide-treated nets and the prevention of malaria in Ghana, Laos, Senegal and Tanzania.",
  "abstract": "BACKGROUND: Research evidence is not always being disseminated to healthcare providers who need it to inform their clinical practice. This can result in the provision of ineffective services and an inefficient use of resources, the implications of which might be felt particularly acutely in low- and middle-income countries. Malaria prevention is a particularly compelling domain to study evidence/practice gaps given the proven efficacy, cost-effectiveness and disappointing utilization of insecticide-treated nets (ITNs). METHODS: This study compares what is known about ITNs to the related knowledge and practices of healthcare providers in four low- and middle-income countries. A new questionnaire was developed, pilot tested, translated and administered to 497 healthcare providers in Ghana (140), Laos (136), Senegal (100) and Tanzania (121). Ten questions tested participants' knowledge and clinical practice related to malaria prevention. Additional questions addressed their individual characteristics, working context and research-related activities. Ordinal logistic regressions with knowledge and practices as the dependent variable were conducted in addition to descriptive statistics. RESULTS: The survey achieved a 75% response rate (372/497) across Ghana (107/140), Laos (136/136), Senegal (51/100) and Tanzania (78/121). Few participating healthcare providers correctly answered all five knowledge questions about ITNs (13%) or self-reported performing all five clinical practices according to established evidence (2%). Statistically significant factors associated with higher knowledge within each country included: 1) training in acquiring systematic reviews through the Cochrane Library (OR 2.48, 95% CI 1.30-4.73); and 2) ability to read and write English well or very well (OR 1.69, 95% CI 1.05-2.70). Statistically significant factors associated with better clinical practices within each country include: 1) reading scientific journals from their own country (OR 1.67, 95% CI 1.10-2.54); 2) working with researchers to improve their clinical practice or quality of working life (OR 1.44, 95% CI 1.04-1.98); 3) training on malaria prevention since their last degree (OR 1.68, 95% CI 1.17-2.39); and 4) easy access to the internet (OR 1.52, 95% CI 1.08-2.14). CONCLUSIONS: Improving healthcare providers' knowledge and practices is an untapped opportunity for expanding ITN utilization and preventing malaria. This study points to several strategies that may help bridge the gap between what is known from research evidence and the knowledge and practices of healthcare providers. Training on acquiring systematic reviews and facilitating internet access may be particularly helpful.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Ndossi",
      "fore_name": "Godwin D",
      "initials": "GD",
      "name": "Godwin D Ndossi",
      "affiliations": []
    },
    {
      "last_name": "Osei",
      "fore_name": "Eric J A",
      "initials": "EJ",
      "name": "Eric J A Osei",
      "affiliations": []
    },
    {
      "last_name": "Sidibe",
      "fore_name": "Mintou Fall",
      "initials": "MF",
      "name": "Mintou Fall Sidibe",
      "affiliations": []
    },
    {
      "last_name": "Boupha",
      "fore_name": "Boungnong",
      "initials": "B",
      "name": "Boungnong Boupha",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Malaria journal",
    "iso_abbreviation": "Malar J",
    "issn": "1475-2875",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "13"
  },
  "start_page": "363",
  "pages": "363",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Africa",
    "Attitude of Health Personnel",
    "Female",
    "Health Personnel",
    "Humans",
    "Insecticide-Treated Bednets",
    "Malaria",
    "Male",
    "Middle Aged",
    "Mosquito Control",
    "Professional Competence",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "22165841",
    "pmc": "PMC3265439",
    "doi": "10.1186/1475-2875-10-363",
    "pii": "1475-2875-10-363"
  },
  "doi": "10.1186/1475-2875-10-363",
  "pmc_id": "PMC3265439",
  "dates": {
    "completed": "2012-03-15",
    "revised": "2024-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.974612",
    "pmid": "22165841"
  }
}