{
  "pmid": "22173145",
  "uid": "22173145",
  "title": "A meta-analysis of antipseudomonal penicillins and cephalosporins in pediatric patients with fever and neutropenia.",
  "abstract": "BACKGROUND: Antipseudomonal penicillins (APP) and antipseudomonal cephalosporins (APC) play important roles in the management of pediatric patients with fever and neutropenia (FN). Our primary objective was to describe the risk of treatment failure in children treated with an APP or APC as initial empiric therapy for FN. Our secondary objectives were to compare APP with APC and third- with fourth-generation APC as initial empiric therapy in this population. METHODS: We performed electronic searches of Ovid Medline, EMBASE, and the Cochrane Central Register of Controlled Trials, limiting studies to prospective pediatric trials in FN in which at least 1 treatment arm consisted of an APP or APC antibiotic with or without an aminoglycoside. Data abstraction was conducted by 2 independent reviewers. RESULTS: From 7281 reviewed articles, 41 studies comprising 51 treatment regimens were included in the meta-analysis. Treatment failure, including antibiotic modification, occurred in 34% and 41% of patients treated with APP and APC monotherapy, respectively, and 41% and 33% of patients treated with APP- and APC-aminoglycoside combination therapy, respectively. There were no statistically significant differences in treatment failure including modification, mortality, or adverse events when comparing APP with APC monotherapy, APP with APC combination therapy, or third- with fourth-generation APC therapy. CONCLUSIONS: Our meta-analysis suggests that APP and APC monotherapy, as well as combination therapy with an aminoglycoside, are efficacious and safe therapeutic options for the empiric management of pediatric patients with FN. Specific antibiotic selection should be based on other important factors, such as cost, availability, and local epidemiologic and resistance patterns.",
  "authors": [
    {
      "last_name": "Manji",
      "fore_name": "Arif",
      "initials": "A",
      "name": "Arif Manji",
      "affiliations": [
        "Division of Haematology/Oncology, The Hospital for Sick Children, Toronto, Canada."
      ]
    },
    {
      "last_name": "Lehrnbecher",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Lehrnbecher",
      "affiliations": []
    },
    {
      "last_name": "Dupuis",
      "fore_name": "L Lee",
      "initials": "LL",
      "name": "L Lee Dupuis",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Pediatric infectious disease journal",
    "iso_abbreviation": "Pediatr Infect Dis J",
    "issn": "1532-0987",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "353",
  "end_page": "358",
  "pages": "353-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Cephalosporins",
    "Drug Therapy, Combination",
    "Fever of Unknown Origin",
    "Hospitals, Pediatric",
    "Humans",
    "Neutropenia",
    "Penicillins",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22173145",
    "doi": "10.1097/INF.0b013e318242590e"
  },
  "doi": "10.1097/INF.0b013e318242590e",
  "dates": {
    "completed": "2012-07-16",
    "revised": "2012-03-16"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Cephalosporins",
    "Penicillins"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.914322",
    "pmid": "22173145"
  }
}