{
  "pmid": "22176703",
  "uid": "22176703",
  "title": "Can the risk of secondary cancer induction after breast conserving therapy be reduced using intraoperative radiotherapy (IORT) with low-energy x-rays?",
  "abstract": "BACKGROUND: Radiation induced secondary cancers are a rare but severe late effect after breast conserving therapy. Intraoperative radiotherapy (IORT) is increasingly used during breast conserving surgery. The purpose of this analysis was to estimate secondary cancer risks after IORT compared to other modalities of breast radiotherapy (APBI - accelerated partial breast irradiation, EBRT - external beam radiotherapy). METHODS: Computer-tomography scans of an anthropomorphic phantom were acquired with an INTRABEAM IORT applicator (diameter 4 cm) in the outer quadrant of the breast and transferred via DICOM to the treatment planning system. Ipsilateral breast, contralateral breast, ipsilateral lung, contralateral lung, spine and heart were contoured. An INTRABEAM source (50 kV) was defined with the tip of the drift tube at the center of the spherical applicator. A dose of 20 Gy at 0 mm depth from the applicator surface was prescribed for IORT and 34 Gy (5 days × 2 × 3.4 Gy) at 10 mm depth for APBI. For EBRT a total dose of 50 Gy in 2 Gy fractions was planned using two tangential fields with wedges. The mean and maximal doses, DVHs and volumes receiving more than 0.1 Gy and 4 Gy of organs at risk (OAR) were calculated and compared. The life time risk for secondary cancers was estimated according to NCRP report 116. RESULTS: IORT delivered the lowest maximal doses to contralateral breast (< 0.3 Gy), ipsilateral (1.8 Gy) and contralateral lung (< 0.3 Gy), heart (1 Gy) and spine (< 0.3 Gy). In comparison, maximal doses for APBI were 2-5 times higher. EBRT delivered a maximal dose of 10.4 Gy to the contralateral breast and 53 Gy to the ipsilateral lung. OAR volumes receiving more than 4 Gy were 0% for IORT, < 2% for APBI and up to 10% for EBRT (ipsilateral lung). The estimated risk for secondary cancer in the respective OAR is considerably lower after IORT and/or APBI as compared to EBRT. CONCLUSIONS: The calculations for maximal doses and volumes of OAR suggest that the risk of secondary cancer induction after IORT is lower than compared to APBI and EBRT.",
  "authors": [
    {
      "last_name": "Aziz",
      "fore_name": "Muhammad Hammad",
      "initials": "MH",
      "name": "Muhammad Hammad Aziz",
      "affiliations": [
        "Department of Radiation Oncology, University Medical Centre Mannheim, University of Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Schneider",
      "affiliations": []
    },
    {
      "last_name": "Clausen",
      "fore_name": "Sven",
      "initials": "S",
      "name": "Sven Clausen",
      "affiliations": []
    },
    {
      "last_name": "Blank",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Blank",
      "affiliations": []
    },
    {
      "last_name": "Herskind",
      "fore_name": "Carsten",
      "initials": "C",
      "name": "Carsten Herskind",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Wenz",
      "fore_name": "Frederik",
      "initials": "F",
      "name": "Frederik Wenz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Radiation oncology (London, England)",
    "iso_abbreviation": "Radiat Oncol",
    "issn": "1748-717X",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "174",
  "pages": "174",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Female",
    "Humans",
    "Intraoperative Period",
    "Mastectomy, Segmental",
    "Neoplasms, Radiation-Induced",
    "Radiotherapy",
    "Radiotherapy Dosage",
    "Radiotherapy Planning, Computer-Assisted",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "22176703",
    "pmc": "PMC3260102",
    "doi": "10.1186/1748-717X-6-174",
    "pii": "1748-717X-6-174"
  },
  "doi": "10.1186/1748-717X-6-174",
  "pmc_id": "PMC3260102",
  "dates": {
    "completed": "2012-03-26",
    "revised": "2024-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.530724",
    "pmid": "22176703"
  }
}