{
  "pmid": "22186527",
  "uid": "22186527",
  "title": "Evidence in the aesthetic surgical literature over the past decade: how far have we come?",
  "abstract": "BACKGROUND: Over the past decade, the concepts of evidence-based medicine have become commonplace in surgery. The authors aimed to categorize level of evidence in the aesthetic surgical literature over three intervals during a 10-year period, and to compare this to other surgical specialties. The authors also aimed to assess the quality and predictor factors of higher level evidence. METHODS: Clinical aesthetic surgical literature published in the highest impact journals in 2000, 2005, and 2009/2010 was reviewed. Articles were evaluated for journal, date of publication, number and origin of authors, area, centers of collaboration, number of subjects, study subtype, and level of evidence. Eligible level I studies were evaluated using the Detsky Quality Scale. RESULTS: Five thousand eighty-eight articles were screened, and 526 met eligibility criteria. Thirteen studies (2.5 percent) were level I, 72 (13.7 percent) were level II, 57 (10.8 percent) were level III, 263 (50 percent) were level IV, and 121 (23 percent) were level V. Detsky Quality Scale scores averaged 68.4 percent (minimum, 40 percent; maximum 85 percent). Publications of larger sample size (p = 0.01) and published in Plastic and Reconstructive Surgery (p = 0.02) were significantly associated with higher levels of evidence (levels I/II). The ratio of level I evidence to other levels (levels II to V) in aesthetic surgery compared favorably with oral and plastic surgery; however, ratios were eightfold, sixfold, and fivefold less than those reported in ophthalmology, otolaryngology, and orthopedic surgery, respectively. CONCLUSIONS: Over the past decade, the mean level of evidence in the aesthetic literature has improved. However, level I evidence is the least represented, and these studies have methodologic limitations.",
  "authors": [
    {
      "last_name": "Chuback",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Chuback",
      "affiliations": [
        "Hamilton, Ontario, Canada; and Charlotte, N.C. From the Department of Surgery, McMaster University, and the Department of Plastic Surgery, University of North Carolina."
      ]
    },
    {
      "last_name": "Yarascavitch",
      "fore_name": "Blake A",
      "initials": "BA",
      "name": "Blake A Yarascavitch",
      "affiliations": []
    },
    {
      "last_name": "Eaves",
      "fore_name": "Felmont",
      "initials": "F",
      "name": "Felmont Eaves",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "129",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "126e",
  "end_page": "134e",
  "pages": "126e-134e",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Periodicals as Topic",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "22186527",
    "doi": "10.1097/PRS.0b013e3182362bca",
    "pii": "00006534-201201000-00048"
  },
  "doi": "10.1097/PRS.0b013e3182362bca",
  "dates": {
    "completed": "2012-03-06",
    "revised": "2021-01-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.319453",
    "pmid": "22186527"
  }
}