{
  "pmid": "22180797",
  "uid": "22180797",
  "title": "Ciguatera fish poisoning in the Pacific Islands (1998 to 2008).",
  "abstract": "BACKGROUND: Ciguatera is a type of fish poisoning that occurs throughout the tropics, particularly in vulnerable island communities such as the developing Pacific Island Countries and Territories (PICTs). After consuming ciguatoxin-contaminated fish, people report a range of acute neurologic, gastrointestinal, and cardiac symptoms, with some experiencing chronic neurologic symptoms lasting weeks to months. Unfortunately, the true extent of illness and its impact on human communities and ecosystem health are still poorly understood. METHODS: A questionnaire was emailed to the Health and Fisheries Authorities of the PICTs to quantify the extent of ciguatera. The data were analyzed using t-test, incidence rate ratios, ranked correlation, and regression analysis. RESULTS: There were 39,677 reported cases from 17 PICTs, with a mean annual incidence of 194 cases per 100,000 people across the region from 1998-2008 compared to the reported annual incidence of 104/100,000 from 1973-1983. There has been a 60% increase in the annual incidence of ciguatera between the two time periods based on PICTs that reported for both time periods. Taking into account under-reporting, in the last 35 years an estimated 500,000 Pacific islanders might have suffered from ciguatera. CONCLUSIONS: This level of incidence exceeds prior ciguatera estimates locally and globally, and raises the status of ciguatera to an acute and chronic illness with major public health significance. To address this significant public health problem, which is expected to increase in parallel with environmental change, well-funded multidisciplinary research teams are needed to translate research advances into practical management solutions.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark P",
      "initials": "MP",
      "name": "Mark P Skinner",
      "affiliations": [
        "National Research Centre for Environmental Toxicology (Entox), The University of Queensland, Queensland, Australia."
      ]
    },
    {
      "last_name": "Brewer",
      "fore_name": "Tom D",
      "initials": "TD",
      "name": "Tom D Brewer",
      "affiliations": []
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Johnstone",
      "affiliations": []
    },
    {
      "last_name": "Fleming",
      "fore_name": "Lora E",
      "initials": "LE",
      "name": "Lora E Fleming",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Lewis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PLoS neglected tropical diseases",
    "iso_abbreviation": "PLoS Negl Trop Dis",
    "issn": "1935-2735",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "12",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "e1416",
  "pages": "e1416",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ciguatera Poisoning",
    "Coral Reefs",
    "Cyclonic Storms",
    "Humans",
    "Incidence",
    "Neglected Diseases",
    "Pacific Islands",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "22180797",
    "pmc": "PMC3236724",
    "doi": "10.1371/journal.pntd.0001416",
    "pii": "PNTD-D-11-00660"
  },
  "doi": "10.1371/journal.pntd.0001416",
  "pmc_id": "PMC3236724",
  "dates": {
    "completed": "2012-07-11",
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.391785",
    "pmid": "22180797"
  }
}