{
  "pmid": "22207332",
  "uid": "22207332",
  "title": "Timing of initiation of renal replacement therapy for acute kidney injury: a survey of nephrologists and intensivists in Canada.",
  "abstract": "BACKGROUND: Little is known about factors that influence the timing of initiation of renal replacement therapy (RRT) for acute kidney injury (AKI). We sought to better describe these factors for Canadian physicians that prescribe RRT for AKI. METHODS: A web-based survey was conducted of physicians involved in the decision to initiate RRT for critically ill patients in Canada. Participants were asked about the factors that prompt them to initiate RRT for AKI both directly and using scenario-based questions. RESULTS: Surveys completed by 180 physicians at 32 different sites were included for analysis. Serum potassium level and severity of pulmonary edema were the most commonly utilized factors for deciding when RRT should be started. For all clinical and laboratory factors inquired about, there was wide variation in the minimum severity that prompted respondents to indicate that they would initiate RRT. Additional factors that influenced the timing of initiation were the time-of-day that laboratory and clinical results became available, patient age and co-morbidity, responsiveness to a diuretic challenge and the specialty of the prescribing physician. Over 90% of respondents indicated that a randomized controlled trial to assess the optimal timing of initiation of RRT for AKI is ethically justified. CONCLUSIONS: These results provide insight into clinical and laboratory factors that influence the timing of initiation of RRT for AKI and may aid in the design of future trials. While most clinicians consider the degree of hyperkalemia and pulmonary edema in deciding when to initiate RRT for AKI, there is a wide range of clinical practice, uncertainty regarding the optimal timing of initiation and enthusiasm for prospective interventional studies to address this topic.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Clark",
      "affiliations": [
        "Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
    "iso_abbreviation": "Nephrol Dial Transplant",
    "issn": "1460-2385",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "7",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "2761",
  "end_page": "2767",
  "pages": "2761-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Aged",
    "Canada",
    "Critical Care",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Nephrology",
    "Physicians",
    "Renal Replacement Therapy",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22207332",
    "doi": "10.1093/ndt/gfr740",
    "pii": "gfr740"
  },
  "doi": "10.1093/ndt/gfr740",
  "dates": {
    "completed": "2012-12-18",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.754398",
    "pmid": "22207332"
  }
}