{
  "pmid": "22216837",
  "uid": "22216837",
  "title": "Systematic review: conservative treatments for secondary lymphedema.",
  "abstract": "BACKGROUND: Several conservative (i.e., nonpharmacologic, nonsurgical) treatments exist for secondary lymphedema. The optimal treatment is unknown. We examined the effectiveness of conservative treatments for secondary lymphedema, as well as harms related to these treatments. METHODS: We searched MEDLINE®, EMBASE®, Cochrane Central Register of Controlled Trials®, AMED, and CINAHL from 1990 to January 19, 2010. We obtained English- and non-English-language randomized controlled trials or observational studies (with comparison groups) that reported primary effectiveness data on conservative treatments for secondary lymphedema. For English-language studies, we extracted data in tabular form and summarized the tables descriptively. For non-English-language studies, we summarized the results descriptively and discussed similarities with the English-language studies. RESULTS: Thirty-six English-language and eight non-English-language studies were included in the review. Most of these studies involved upper-limb lymphedema secondary to breast cancer. Despite lymphedema's chronicity, lengths of follow-up in most studies were under 6 months. Many trial reports contained inadequate descriptions of randomization, blinding, and methods to assess harms. Most observational studies did not control for confounding. Many studies showed that active treatments reduced the size of lymphatic limbs, although extensive between-study heterogeneity in areas such as treatment comparisons and protocols, and outcome measures, prevented us from assessing whether any one treatment was superior. This heterogeneity also precluded us from statistically pooling results. Harms were rare (< 1% incidence) and mostly minor (e.g., headache, arm pain). CONCLUSIONS: The literature contains no evidence to suggest the most effective treatment for secondary lymphedema. Harms are few and unlikely to cause major clinical problems.",
  "authors": [
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dayes",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Dayes",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Walker",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC cancer",
    "iso_abbreviation": "BMC Cancer",
    "issn": "1471-2407",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Jan",
    "pub_day": "04"
  },
  "start_page": "6",
  "pages": "6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Bandages",
    "Breast Neoplasms",
    "Clinical Trials as Topic",
    "Exercise Therapy",
    "Female",
    "Humans",
    "Lymphedema",
    "Male",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22216837",
    "pmc": "PMC3320521",
    "doi": "10.1186/1471-2407-12-6",
    "pii": "1471-2407-12-6"
  },
  "doi": "10.1186/1471-2407-12-6",
  "pmc_id": "PMC3320521",
  "dates": {
    "completed": "2012-06-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HHSA 290-2007-10060-I",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.093718",
    "pmid": "22216837"
  }
}