{
  "pmid": "22218828",
  "uid": "22218828",
  "title": "Pivot shift as an outcome measure for ACL reconstruction: a systematic review.",
  "abstract": "PURPOSE: To identify and evaluate the evidence for the pivot shift test as an outcome measure following ACL reconstruction. Achieving rotatory control of the knee post anterior cruciate ligament (ACL) reconstruction has been shown to increase patient satisfaction, decrease functional instability and potentially delay the development of osteoarthritis. The pivot shift is able to assess this rotatory component of knee laxity and appears to have the potential to become a benchmark in gauging the success of ACL surgery. Multiple confounding factors and discrepancies in performing the maneuver itself however put its usefulness in question. Thus, the literature was reviewed to assess whether the pivot shift was able to correlate with final functional outcomes. METHODS: Two reviewers searched two databases (MEDLINE and EMBASE) for randomized control trials that involved anterior cruciate ligament reconstruction in the last 5 years. All non-clinical studies were excluded. A quality assessment of the included studies was performed using the Jadad scale by a reviewer. The number of studies using the Pivot Shift Test as well as the test's relationship with functional outcome was evaluated. RESULTS: The literature search yielded 274 studies, of which 65 papers were included. The average Jadad quality score for papers reporting pivot shift as an outcome measure was 2.4, with the most frequent score being 3. Forty seven of 65 studies described the Pivot Shift Test as an outcome measure following ACL reconstruction. Of the 47 studies that included pivot shift as an outcome measure, 40 (85%) correlated with the final functional outcomes. CONCLUSION: The pivot shift test is an important test following ACL reconstruction, and it correlates with functional outcomes.",
  "authors": [
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Center, 1200 Main St. West, Room 4E17, Hamilton, ON L8N 3Z5, Canada. ayenif@mcmaster.ca"
      ]
    },
    {
      "last_name": "Chahal",
      "fore_name": "Manraj",
      "initials": "M",
      "name": "Manraj Chahal",
      "affiliations": []
    },
    {
      "last_name": "Tran",
      "fore_name": "Michael N",
      "initials": "MN",
      "name": "Michael N Tran",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "767",
  "end_page": "777",
  "pages": "767-77",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Acceleration",
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Biomechanical Phenomena",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Injury Severity Score",
    "Joint Instability",
    "Knee Injuries",
    "Physical Examination",
    "Postoperative Care",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Risk Assessment",
    "Rotation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22218828",
    "doi": "10.1007/s00167-011-1860-y"
  },
  "doi": "10.1007/s00167-011-1860-y",
  "dates": {
    "completed": "2012-08-02",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.742050",
    "pmid": "22218828"
  }
}