{
  "pmid": "22224324",
  "uid": "22224324",
  "title": "Open reduction with internal fixation versus limited internal fixation and external fixation for high grade pilon fractures (OTA type 43C).",
  "abstract": "BACKGROUND: The optimal treatment for high energy pilon fractures is controversial. Good clinical and functional results have been reported with traditional open reduction techniques and minimally invasive techniques utilizing external fixation (EF). The purpose of this study was to critically evaluate clinical, radiographic and functional outcomes following high-energy fractures of the tibial plafond. METHODS: Between 2000 and 2006, 62 patients who were diagnosed with 63 Type 43C pilon fractures were treated surgically by a single surgeon and retrospectively reviewed. Twenty-seven patients were treated with a hinged bridging external fixator (EF) with supplemental limited internal fixation and 35 were treated with open reduction and internal fixation (ORIF) utilizing traditional small fragment plates and screws. Out of the 62 patients, a total of 46 patients were available for review. Charts and radiographs were reviewed and a Short Musculoskeletal Function Assessment (SMFA) questionnaire was administered by a trained interviewer. Seventy-four percent of both the ex-fix patients and ORIF patients were available for followup with a mean of 18 and 22 months, respectively. Results were compared using student's T-tests. RESULTS: There were no differences between the cohorts with respect to mechanism of injury, presence of an open wound and age. Functional outcomes were similar between the two groups based on the American Orthopaedic Foot and Ankle Society (AOFAS) score and the \"function\" index of the SMFA. The overall complication and union rates were similar between the two groups. CONCLUSION: Both ORIF and EF appear to be comparable for treatment of OTA type 43C (pilon) fractures with regard to final range of ankle motion, development of arthritis and hindfoot scores.",
  "authors": [
    {
      "last_name": "Davidovitch",
      "fore_name": "Roy I",
      "initials": "RI",
      "name": "Roy I Davidovitch",
      "affiliations": [
        "NYU Hospital for Joint Diseases, Orthopaedic Surgery, 301 E. 17th St. Suite 1402, New York, NY 10001, USA. roy.davidovitch@nyumc.org"
      ]
    },
    {
      "last_name": "Elkhechen",
      "fore_name": "Rami J",
      "initials": "RJ",
      "name": "Rami J Elkhechen",
      "affiliations": []
    },
    {
      "last_name": "Romo",
      "fore_name": "Santiago",
      "initials": "S",
      "name": "Santiago Romo",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Foot & ankle international",
    "iso_abbreviation": "Foot Ankle Int",
    "issn": "1071-1007",
    "issn_type": "Print",
    "volume": "32",
    "issue": "10",
    "pub_year": "2011",
    "pub_month": "Oct"
  },
  "start_page": "955",
  "end_page": "961",
  "pages": "955-61",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "External Fixators",
    "Female",
    "Follow-Up Studies",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Humans",
    "Internal Fixators",
    "Intra-Articular Fractures",
    "Male",
    "Radiography",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Retrospective Studies",
    "Tibial Fractures",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22224324",
    "doi": "10.3113/FAI.2011.0955"
  },
  "doi": "10.3113/FAI.2011.0955",
  "dates": {
    "completed": "2012-08-14",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.755531",
    "pmid": "22224324"
  }
}