{
  "pmid": "22236561",
  "uid": "22236561",
  "title": "Use of health systems and policy research evidence in the health policymaking in eastern Mediterranean countries: views and practices of researchers.",
  "abstract": "BACKGROUND: Limited research exists on researchers' knowledge transfer and exchange (KTE) in the eastern Mediterranean region (EMR). This multi-country study explores researchers' views and experiences regarding the role of health systems and policy research evidence in health policymaking in the EMR, including the factors that influence health policymaking, barriers and facilitators to the use of evidence, and the factors that increase researchers' engagement in KTE. METHODS: Researchers who published health systems and policy relevant research in 12 countries in the EMR (Bahrain, Egypt, Iran, Jordan, Lebanon, Libya, Morocco, Oman, Palestine, Sudan, Syria, and Yemen) were surveyed. Descriptive analysis and Linear Mixed Regression Models were performed for quantitative sections and the simple thematic analysis approach was used for open-ended questions. RESULTS: A total of 238 researchers were asked to complete the survey (response rate 56%). Researchers indicated transferring results to other researchers (67.2%) and policymakers in the government (40.5%). Less than one-quarter stated that they produced policy briefs (14.5%), disseminated messages that specified possible actions (24.4%), interacted with policymakers and stakeholders in priority-setting (16%), and involved them in their research (19.8%). Insufficient policy dialogue opportunities and collaboration between researchers and policymakers and stakeholders (67.9%), practical constraints to implementation (66%), non-receptive policy environment (61.3%), and politically sensitive findings (57.7%) hindered the use of evidence. Factors that increase researchers' engagement in KTE activities in the region were associated with involving policymakers and stakeholders at various stages such as priority-setting exercises and provision of technical assistance. CONCLUSIONS: Researchers in the EMR recognize the importance of using health systems evidence in health policymaking. Potential strategies to improve the use of research evidence emphasize two-way communication between researchers and policymakers. Findings are critical for the upcoming World Health Report 2012, which will emphasize the significance of conducting and translating health research to inform health policies.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2012",
    "pub_month": "Jan",
    "pub_day": "11"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Bahrain",
    "Cross-Sectional Studies",
    "Data Collection",
    "Developing Countries",
    "Egypt",
    "Evaluation Studies as Topic",
    "Female",
    "Health Policy",
    "Humans",
    "Iran",
    "Jordan",
    "Lebanon",
    "Libya",
    "Male",
    "Mediterranean Region",
    "Middle Aged",
    "Morocco",
    "Oman",
    "Policy Making",
    "Research Design",
    "Research Personnel",
    "Sudan",
    "Syria",
    "Yemen"
  ],
  "article_ids": {
    "pubmed": "22236561",
    "pmc": "PMC3286421",
    "doi": "10.1186/1748-5908-7-2",
    "pii": "1748-5908-7-2"
  },
  "doi": "10.1186/1748-5908-7-2",
  "pmc_id": "PMC3286421",
  "dates": {
    "completed": "2012-05-09",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.809940",
    "pmid": "22236561"
  }
}