{
  "pmid": "22241606",
  "uid": "22241606",
  "title": "Efficacy of autologous platelet-rich plasma use for orthopaedic indications: a meta-analysis.",
  "abstract": "BACKGROUND: The recent emergence of autologous blood concentrates, such as platelet-rich plasma, as a treatment option for patients with orthopaedic injuries has led to an extensive debate about their clinical benefit. We conducted a systematic review and meta-analysis to determine the efficacy of autologous blood concentrates in decreasing pain and improving healing and function in patients with orthopaedic bone and soft-tissue injuries. METHODS: We searched MEDLINE and Embase for randomized controlled trials or prospective cohort studies that compared autologous blood concentrates with a control therapy in patients with an orthopaedic injury. We identified additional studies by searching through the bibliographies of eligible studies as well as the archives of orthopaedic conferences and meetings. RESULTS: Twenty-three randomized trials and ten prospective cohort studies were identified. There was a lack of consistency in outcome measures across all studies. In six randomized controlled trials (n = 358) and three prospective cohort studies (n = 88), the authors reported visual analog scale (VAS) scores when comparing platelet-rich plasma with a control therapy across injuries to the acromion, rotator cuff, lateral humeral epicondyle, anterior cruciate ligament, patella, tibia, and spine. The use of platelet-rich plasma provided no significant benefit up to (and including) twenty-four months across the randomized trials (standardized mean difference, -0.34; 95% confidence interval [CI], -0.75 to 0.06) or the prospective cohort studies (standardized mean difference, -0.20; 95% CI, -0.64 to 0.23). Both point estimates suggested a small trend favoring platelet-rich plasma, but the associated wide confidence intervals were consistent with nonsignificant effects. CONCLUSIONS: The current literature is complicated by a lack of standardization of study protocols, platelet-separation techniques, and outcome measures. As a result, there is uncertainty about the evidence to support the increasing clinical use of platelet-rich plasma and autologous blood concentrates as a treatment modality for orthopaedic bone and soft-tissue injuries.",
  "authors": [
    {
      "last_name": "Sheth",
      "fore_name": "Ujash",
      "initials": "U",
      "name": "Ujash Sheth",
      "affiliations": [
        "Center for Evidence-Based Orthopaedics, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. usheth@qmed.ca"
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Klein",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Klein",
      "affiliations": []
    },
    {
      "last_name": "Fu",
      "fore_name": "Freddie",
      "initials": "F",
      "name": "Freddie Fu",
      "affiliations": []
    },
    {
      "last_name": "Einhorn",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Einhorn",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "298",
  "end_page": "307",
  "pages": "298-307",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Bone and Bones",
    "Humans",
    "Platelet-Rich Plasma",
    "Soft Tissue Injuries",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "22241606",
    "doi": "10.2106/JBJS.K.00154"
  },
  "doi": "10.2106/JBJS.K.00154",
  "dates": {
    "completed": "2012-04-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.322186",
    "pmid": "22241606"
  }
}