{
  "pmid": "22246307",
  "uid": "22246307",
  "title": "The effects of feedback on computer workstation posture habits.",
  "abstract": "UNLABELLED: Repetitive stress injuries (RSI) and musculoskeletal disorders in the United States and worldwide are increasing at an alarming rate due to the advent of ubiquitous computer usage. Factors that lead to computer-related musculoskeletal disorders (MSD) include inadequately designed workstations, poor posture, and lack of knowledge about proper ergonomics and use habits. Studies have documented the negative impact of improper posture and the MSD seen in students and office workers due to frequent computer usage. OBJECTIVE: Determine if the frequency (single vs. continuous reminder) and/or use of feedback affects posture at a computer workstation. PARTICIPANTS: Observations of posture habits were made in three local schools and one local company. Feedback effects were tested on the students (ages 10-15). METHODS: Real time feedback was given in two studies. In one study, instructions and a verbal reminder were given to students and in a second study, a prototype 'Posture Pad' was developed to provide continuous feedback to the user. RESULTS: Verbal reminders to sit correctly led to transient improvement of posture. Use of the 'Posture Pad' resulted in significant improvement in posture with subjects exhibiting correct posture 98 ± 5% of the time. CONCLUSIONS: Real time feedback about how one is sitting is an effective mechanism for non-transient improvement of posture at computer workstations.",
  "authors": [
    {
      "last_name": "Epstein",
      "fore_name": "Rhonda",
      "initials": "R",
      "name": "Rhonda Epstein",
      "affiliations": [
        "Back Straight Boys, San Diego, CA 92130, USA. rtepstein@gmail.com"
      ]
    },
    {
      "last_name": "Colford",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Colford",
      "affiliations": []
    },
    {
      "last_name": "Epstein",
      "fore_name": "Ethan",
      "initials": "E",
      "name": "Ethan Epstein",
      "affiliations": []
    },
    {
      "last_name": "Loye",
      "fore_name": "Brandon",
      "initials": "B",
      "name": "Brandon Loye",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Work (Reading, Mass.)",
    "iso_abbreviation": "Work",
    "issn": "1875-9270",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2012"
  },
  "start_page": "73",
  "end_page": "79",
  "pages": "73-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Computers",
    "Cumulative Trauma Disorders",
    "Ergonomics",
    "Feedback",
    "Humans",
    "Posture",
    "Schools"
  ],
  "article_ids": {
    "pubmed": "22246307",
    "doi": "10.3233/WOR-2012-1287",
    "pii": "3GG5866701283834"
  },
  "doi": "10.3233/WOR-2012-1287",
  "dates": {
    "completed": "2012-05-15",
    "revised": "2017-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.756381",
    "pmid": "22246307"
  }
}