{
  "pmid": "22258770",
  "uid": "22258770",
  "title": "Increasing incidence of shoulder arthroplasty in the United States.",
  "abstract": "BACKGROUND: The number of total shoulder arthroplasties performed in the United States increased slightly between 1990 and 2000. However, the incidence of shoulder arthroplasty in recent years has not been well described. The purpose of the present study was to examine recent trends in shoulder hemiarthroplasty and total shoulder arthroplasty along with the common reasons for these surgical procedures in the United States. METHODS: We modeled the incidence of shoulder arthroplasty from 1993 to 2008 with use of the Nationwide Inpatient Sample. On the basis of hemiarthroplasty and total shoulder arthroplasty cases that were identified with use of surgical procedure codes, we conducted a design-based analysis to calculate national estimates. RESULTS: While the annual number of hemiarthroplasties grew steadily, the number of total shoulder arthroplasties showed a discontinuous jump (p < 0.01) in 2004 and increased with a steeper linear slope (p < 0.01) since then. As a result, more total shoulder arthroplasties than hemiarthroplasties have been performed annually since 2006. Approximately 27,000 total shoulder arthroplasties and 20,000 hemiarthroplasties were performed in 2008. More than two-thirds of total shoulder arthroplasties were performed in adults with an age of sixty-five years or more. Osteoarthritis was the primary diagnosis for 43% of hemiarthroplasties and 77% of total shoulder arthroplasties in 2008, with fracture of the humerus as the next most common primary diagnosis leading to hemiarthroplasty. CONCLUSIONS: The number of shoulder arthroplasties, particularly total shoulder arthroplasties, is growing faster than ever. The use of reverse total arthroplasty, which was approved by the United States Food and Drug Administration in November 2003, may be part of the reason for the greater increase in the number of total shoulder arthroplasties. A long-term follow-up study is warranted to evaluate total shoulder arthroplasty in terms of patient outcomes, safety, and implant longevity.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Sunny H",
      "initials": "SH",
      "name": "Sunny H Kim",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of California at Davis, Sacramento, CA 95817, USA. sunny.kim@ucdmc.ucdavis.edu"
      ]
    },
    {
      "last_name": "Wise",
      "fore_name": "Barton L",
      "initials": "BL",
      "name": "Barton L Wise",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Szabo",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M Szabo",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "24",
    "pub_year": "2011",
    "pub_month": "Dec",
    "pub_day": "21"
  },
  "start_page": "2249",
  "end_page": "2254",
  "pages": "2249-54",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Distribution",
    "Aged",
    "Aged, 80 and over",
    "Arthroplasty, Replacement",
    "Cohort Studies",
    "Confidence Intervals",
    "Databases, Factual",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Incidence",
    "Joint Prosthesis",
    "Male",
    "Middle Aged",
    "Osteoarthritis",
    "Prosthesis Failure",
    "Reoperation",
    "Retrospective Studies",
    "Risk Assessment",
    "Sex Distribution",
    "Shoulder Joint",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22258770",
    "doi": "10.2106/JBJS.J.01994"
  },
  "doi": "10.2106/JBJS.J.01994",
  "dates": {
    "completed": "2012-03-12",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.115843",
    "pmid": "22258770"
  }
}