{
  "pmid": "22269302",
  "uid": "22269302",
  "title": "Principles and practice of clinical research course for surgeons: an evaluation of knowledge transfer and perceptions.",
  "abstract": "BACKGROUND: Knowledge and training in evidence-based medicine (EBM) and clinical research is under-represented in most surgical training programs in North America. To address a lack of resources for surgeons, trainees and related specialties, we developed a Principles and Practice of Clinical Research (PPCR) course. The current study evaluated transfer of knowledge and perceptions about the course. METHODS: The course was an intensive 2.5-day workshop consisting of interactive lectures and small group breakout sessions. Pre- and postcourse tests were completed by participants. The Fresno test, questions from the Centre of Applied Medical Statistics (CAMS) test and questions developed by the course chairs were used to determine if participants' knowledge of EBM, clinical research methodology and statistics improved. We also elicited participant perceptions of the course. RESULTS: Overall participant knowledge about EBM and clinical research methods improved significantly from the pre- to the postcourse test (mean improvement inscore 13.5%, relative increase 35.3%, p < 0.001). Specifically, improvements were demonstrated on the Fresno test (mean improvement 13.5%, relative increase 36.1%, p< 0.001) and the CAMS test (mean improvement 11.4%, relative increase 20.1%, p = 0.001). Participants showed the greatest improvement in general knowledge about clinical research (mean improvement 15.4%, relative increase 46.5%, p < 0.001). The PPCR course was well received; 30 (81.1%) participants who completed the course evaluation gave it a positive rating. CONCLUSION: Participants in a short course focusing on EBM and clinical research methodology had significant improvements in scores on tests of knowledge gained. Widespread implementation of similar courses may bridge knowledge gaps for surgeons, surgical trainees and health professionals. Whether shorter knowledge gain sare retained in the longer term remains unknown.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Pozdniakova",
      "fore_name": "Polina",
      "initials": "P",
      "name": "Polina Pozdniakova",
      "affiliations": []
    },
    {
      "last_name": "Kaempffer",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Kaempffer",
      "affiliations": []
    },
    {
      "last_name": "Saccone",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Saccone",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "46",
  "end_page": "52",
  "pages": "46-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Biomedical Research",
    "Education, Medical, Continuing",
    "Educational Measurement",
    "Evidence-Based Medicine",
    "Female",
    "General Surgery",
    "Humans",
    "Male",
    "Ontario",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "22269302",
    "pmc": "PMC3270085",
    "doi": "10.1503/cjs.018610",
    "pii": "10.1503/cjs.018610"
  },
  "doi": "10.1503/cjs.018610",
  "pmc_id": "PMC3270085",
  "dates": {
    "completed": "2012-04-04",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.324094",
    "pmid": "22269302"
  }
}