{
  "pmid": "22279127",
  "uid": "22279127",
  "title": "Nurse home visitors' perceptions of mandatory reporting of intimate partner violence to law enforcement agencies.",
  "abstract": "In the United States, there is an ongoing debate about requiring health care professionals to report intimate partner violence (IPV) to law enforcement agencies. A comprehensive examination of the perspectives of those required to report abuse is critical, as their roles as mandated reporters often pose legal, practical, moral, and ethical questions. Even so, the perspective of health care professionals who are required to report is often overlooked and research is scarce on mandated reporters who work outside of clinical settings, such as nurses who engage in home visitation with clients. The purpose of this study was to examine nurse home visitors' perspectives regarding the mandatory reporting of IPV, specifically focusing on their attitudes toward reporting, perceived awareness of reporting requirements, and intended reporting behaviors. A web-based survey was administered to nurses in the Nurse-Family Partnership home visitation program across the United States. A total of 532 completed surveys were returned (response rate = 49%). In terms of support for reporting IPV, 40% of nurses indicated that they should \"always\" be required to report. Almost half of the sample indicated that they would report a case of IPV, yet less than one-third of participants were aware of a legal mandate. Attitudes and support toward reporting as well as the perception of a reporting requirement significantly predicted intention to report. Furthermore, 29% of participants did not know if they were required to report IPV perpetrated against their clients. Comprehensive information about mandatory reporting duties is needed for health care professionals in home visitation settings. The findings of the current study highlight the need to reduce variation among practitioners and establish consistent program practices that are grounded in the program's principals, supported by existing research, and compliant with existing state policies.",
  "authors": [
    {
      "last_name": "Davidov",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Davidov",
      "affiliations": [
        "Department of Emergency Medicine, West Virginia University, P.O. Box 9149, Morgantown, WV 26506-9149, USA. ddavidov@hsc.wvu.edu"
      ]
    },
    {
      "last_name": "Nadorff",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Nadorff",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Coben",
      "fore_name": "Jeffrey H",
      "initials": "JH",
      "name": "Jeffrey H Coben",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of interpersonal violence",
    "iso_abbreviation": "J Interpers Violence",
    "issn": "1552-6518",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "12",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "2484",
  "end_page": "2502",
  "pages": "2484-502",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adult",
    "Community Health Nursing",
    "Data Collection",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "House Calls",
    "Humans",
    "Law Enforcement",
    "Mandatory Programs",
    "Middle Aged",
    "Nurses",
    "Spouse Abuse",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22279127",
    "doi": "10.1177/0886260511433511",
    "pii": "0886260511433511"
  },
  "doi": "10.1177/0886260511433511",
  "dates": {
    "completed": "2012-11-27",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "5R49CE001170",
      "agency": "NCIPC CDC HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 GM081741",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.526580",
    "pmid": "22279127"
  }
}