{
  "pmid": "22273588",
  "uid": "22273588",
  "title": "Organizational- and employee-level recruitment into a worksite-based weight loss study.",
  "abstract": "BACKGROUND: Based on national estimates, the majority of working adults are overweight or obese. Overweight and obesity are associated with diminished health, productivity, and increased medical costs for employers. Worksite-based weight loss interventions are desirable from both employee and employer perspectives. PURPOSE: To investigate organizational- and employee-level participation in a group-randomized controlled worksite-based weight loss trial. METHODS: Using a set of inclusion criteria and pre-established procedures, we recruited worksites (and overweight/obese employees from enrolled worksites) from the North Carolina Community College System to participate in a weight loss study. Recruitment results at the worksite (organization) and employee levels are described, along with an assessment of representativeness. RESULTS: Eighty-one percent (48/59) of community colleges indicated initial interest in participating in the weight loss study, and of those, 17 colleges were enrolled. Few characteristics distinguished enrolled community colleges from unenrolled colleges in the overall system. Eligible employees (n = 1004) at participating colleges were enrolled in the weight loss study. On average, participants were aged 46.9 years (SD = 12.1 years), had a body mass index (BMI) of 33.6 kg/m(2) (SD = 7.9 kg/m(2)), 83.2% were White, 13.3% African American, 82.2% female, and 41.8% reported holding an advanced degree (master's or doctoral degree). Compared with the larger North Carolina Community College employee population, participants most often were women, but few other differences were observed. LIMITATIONS: Employees with reduced computer access may have been less likely to participate, and limited data on unenrolled individuals or colleges were available. CONCLUSIONS: Community colleges are willing partners for weight loss intervention studies, and overweight/obese employees were receptive to joining a weight loss study offered in the workplace. The results from this study are useful for planning future worksite-based weight loss interventions and research studies that achieve high participation rates at the employee and organizational levels.",
  "authors": [
    {
      "last_name": "Linnan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Linnan",
      "affiliations": [
        "University of North Carolina-Gillings School of Public Health, Chapel Hill, NC 27599-7440, USA. linnan@email.unc.edu"
      ]
    },
    {
      "last_name": "Tate",
      "fore_name": "Deborah F",
      "initials": "DF",
      "name": "Deborah F Tate",
      "affiliations": []
    },
    {
      "last_name": "Harrington",
      "fore_name": "Cherise B",
      "initials": "CB",
      "name": "Cherise B Harrington",
      "affiliations": []
    },
    {
      "last_name": "Brooks-Russell",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Brooks-Russell",
      "affiliations": []
    },
    {
      "last_name": "Finkelstein",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Finkelstein",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant",
      "initials": "S",
      "name": "Shrikant Bangdiwala",
      "affiliations": []
    },
    {
      "last_name": "Birken",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Birken",
      "affiliations": []
    },
    {
      "last_name": "Britt",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Britt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical trials (London, England)",
    "iso_abbreviation": "Clin Trials",
    "issn": "1740-7753",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "215",
  "end_page": "225",
  "pages": "215-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Female",
    "Health Promotion",
    "Humans",
    "Male",
    "Middle Aged",
    "North Carolina",
    "Patient Selection",
    "Research",
    "Weight Reduction Programs",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "22273588",
    "doi": "10.1177/1740774511432554",
    "pii": "1740774511432554"
  },
  "doi": "10.1177/1740774511432554",
  "dates": {
    "completed": "2012-09-11",
    "revised": "2012-12-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DP000102",
      "agency": "NCCDPHP CDC HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.878266",
    "pmid": "22273588"
  }
}