{
  "pmid": "22286412",
  "uid": "22286412",
  "title": "The BREAST-Q: further validation in independent clinical samples.",
  "abstract": "BACKGROUND: The BREAST-Q is a new patient-reported outcome instrument for cosmetic and reconstructive breast surgery. For it to be used appropriately in clinical research, it is important that its validity is demonstrated. The aim of this study was to test this property. METHODS: The authors evaluated the BREAST-Q subscales by using Rasch measurement methods and traditional psychometric methods with a focus on construct validity (including comparisons with existing breast-related, patient-reported outcome measures) and clinical validity (including hypothesis-driven questions with clinical subsamples). RESULTS: A total of 817 women returned completed questionnaires (corrected response rate, 66 percent). Validity was supported by three Rasch analysis findings: the number of item response options was found to be appropriate (thresholds were ordered correctly); item locations in each subscale were spread out (range of logit span, 0.7 to 6.6), indicating that each subscale captures a wide range of issues; and fit to the Rasch model was good. Overall, scale reliability was supported by high Person separation indices (≥0.73). Traditional psychometric scale validity was supported by interscale correlations, comparisons of scores generated from clinically defined subgroups, and correlations with sociodemographic variables. Scale reliability was supported by high Cronbach's alpha coefficients (>0.80), item-total correlations (range of means, 0.58 to 0.87), and intraclass correlation coefficients (>0.80). CONCLUSIONS: This study further supports the BREAST-Q as a useful tool to study the impact and effectiveness of breast surgery from the patients' perspective. It can be used as the initial building blocks toward establishing the clinical meaning of BREAST-Q scale scores, further supporting an evidence-based approach to surgical practice.",
  "authors": [
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Plymouth, United Kingdom; Hamilton, Ontario, Canada; and New York, N.Y. From Peninsula College of Medicine and Dentistry, McMaster University, and Memorial Sloan-Kettering Cancer Center."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie M",
      "initials": "AM",
      "name": "Amie M Scott",
      "affiliations": []
    },
    {
      "last_name": "Cordeiro",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Cordeiro",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "129",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "293",
  "end_page": "302",
  "pages": "293-302",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Humans",
    "Mammaplasty",
    "Middle Aged",
    "Patient Satisfaction",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22286412",
    "doi": "10.1097/PRS.0b013e31823aec6b",
    "pii": "00006534-201202000-00001"
  },
  "doi": "10.1097/PRS.0b013e31823aec6b",
  "dates": {
    "completed": "2012-03-19",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.046820",
    "pmid": "22286412"
  }
}