{
  "pmid": "22282761",
  "uid": "22282761",
  "title": "Chemical characterization of etched dentin in non-carious cervical lesions.",
  "abstract": "PURPOSE: Bonding to non-carious cervical lesion (NCCL) sclerotic dentin that involves acid etching continues to be a challenging problem due to its altered chemical structure. In the present study, the objective was to investigate the chemical response of NCCL sclerotic dentin to the different acid etching times. MATERIALS AND METHODS: Extracted human premolars affected with NCCLs were selected, and a cavity matching the natural lesion with respect to size and location was prepared on the lingual surface of each tooth to serve as the control. The dentin surfaces were treated for 15 s and 30 s using 37% phosphoric acid and then analyzed by Raman microspectroscopic mapping/imaging. RESULTS: NCCL dentin substrates had dramatic effects on the chemical profile of dentin demineralization. The spectral comparison showed that the demineralized layer generated by the acid treatment was highly irregular in terms of depth and mineral component retained, especially when NCCL sclerotic dentin was etched for 15 s. When the etching time was increased to 30 s, the demineralization of NCCL sclerotic dentin was more effective and comparable to the nonsclerotic control that was treated for 15 s. Different etching times affected the depth, degree, and profile of the dentin demineralization. CONCLUSION: The shorter etching time (ie, 15 s) might not be adequate for NCCL sclerotic dentin. However, the longer etching time (ie, 30 s) would induce much deeper demineralized dentin for nonsclerotic substrates. Thus, although extended etching times can be used to remove the hypermineralized layer, further studies are required to analyze the impact this might have on the dentin bonding.",
  "authors": [
    {
      "last_name": "Karan",
      "fore_name": "Kunal",
      "initials": "K",
      "name": "Kunal Karan",
      "affiliations": [
        "Department of Oral Biology, University of Missouri-Kansas City School of Dentistry, Kansas City, MO, USA."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": []
    },
    {
      "last_name": "Xu",
      "fore_name": "Changqi",
      "initials": "C",
      "name": "Changqi Xu",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Wang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of adhesive dentistry",
    "iso_abbreviation": "J Adhes Dent",
    "issn": "1461-5185",
    "issn_type": "Print",
    "volume": "14",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "315",
  "end_page": "322",
  "pages": "315-22",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Acid Etching, Dental",
    "Calcinosis",
    "Dentin",
    "Dentin, Secondary",
    "Humans",
    "Microspectrophotometry",
    "Minerals",
    "Phosphates",
    "Phosphoric Acids",
    "Spectrum Analysis, Raman",
    "Time Factors",
    "Tooth Cervix",
    "Tooth Diseases",
    "Tooth Wear"
  ],
  "article_ids": {
    "pubmed": "22282761",
    "doi": "10.3290/j.jad.a22766",
    "pii": "842987"
  },
  "doi": "10.3290/j.jad.a22766",
  "dates": {
    "completed": "2012-10-24",
    "revised": "2024-08-31"
  },
  "chemicals": [
    "Minerals",
    "Phosphates",
    "Phosphoric Acids",
    "phosphoric acid"
  ],
  "grants": [
    {
      "grant_id": "K25 DE015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R03 DE015735",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "DE015281",
      "agency": "NIDCR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.351466",
    "pmid": "22282761"
  }
}