{
  "pmid": "22280473",
  "uid": "22280473",
  "title": "An ecological quantification of the relationships between water, sanitation and infant, child, and maternal mortality.",
  "abstract": "BACKGROUND: Water and sanitation access are known to be related to newborn, child, and maternal health. Our study attempts to quantify these relationships globally using country-level data: How much does improving access to water and sanitation influence infant, child, and maternal mortality? METHODS: Data for 193 countries were abstracted from global databases (World Bank, WHO, and UNICEF). Linear regression was used for the outcomes of under-five mortality rate and infant mortality rate (IMR). These results are presented as events per 1000 live births. Ordinal logistic regression was used to compute odds ratios for the outcome of maternal mortality ratio (MMR). RESULTS: Under-five mortality rate decreased by 1.17 (95%CI 1.08-1.26) deaths per 1000, p < 0.001, for every quartile increase in population water access after adjustments for confounders. There was a similar relationship between quartile increase of sanitation access and under-five mortality rate, with a decrease of 1.66 (95%CI 1.11-1.32) deaths per 1000, p < 0.001. Improved water access was also related to IMR, with the IMR decreasing by 1.14 (95%CI 1.05-1.23) deaths per 1000, p < 0.001, with increasing quartile of access to improved water source. The significance of this relationship was retained with quartile improvement in sanitation access, where the decrease in IMR was 1.66 (95%CI 1.11-1.32) deaths per 1000, p < 0.001. The estimated odds ratio that increased quartile of water access was significantly associated with increased quartile of MMR was 0.58 (95%CI 0.39-0.86), p = 0.008. The corresponding odds ratio for sanitation was 0.52 (95%CI 0.32-0.85), p = 0.009, both suggesting that better water and sanitation were associated with decreased MMR. CONCLUSIONS: Our analyses suggest that access to water and sanitation independently contribute to child and maternal mortality outcomes. If the world is to seriously address the Millennium Development Goals of reducing child and maternal mortality, then improved water and sanitation accesses are key strategies.",
  "authors": [
    {
      "last_name": "Cheng",
      "fore_name": "June J",
      "initials": "JJ",
      "name": "June J Cheng",
      "affiliations": [
        "Public Health and Preventive Medicine Residency Program, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. june.cheng@medportal.ca"
      ]
    },
    {
      "last_name": "Schuster-Wallace",
      "fore_name": "Corinne J",
      "initials": "CJ",
      "name": "Corinne J Schuster-Wallace",
      "affiliations": []
    },
    {
      "last_name": "Watt",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Watt",
      "affiliations": []
    },
    {
      "last_name": "Newbold",
      "fore_name": "Bruce K",
      "initials": "BK",
      "name": "Bruce K Newbold",
      "affiliations": []
    },
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental health : a global access science source",
    "iso_abbreviation": "Environ Health",
    "issn": "1476-069X",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2012",
    "pub_month": "Jan",
    "pub_day": "27"
  },
  "start_page": "4",
  "pages": "4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child Mortality",
    "Child, Preschool",
    "Developed Countries",
    "Developing Countries",
    "Female",
    "Humans",
    "Infant",
    "Infant Mortality",
    "Infant, Newborn",
    "Linear Models",
    "Logistic Models",
    "Maternal Mortality",
    "Odds Ratio",
    "Sanitation",
    "Water Supply"
  ],
  "article_ids": {
    "pubmed": "22280473",
    "pmc": "PMC3293047",
    "doi": "10.1186/1476-069X-11-4",
    "pii": "1476-069X-11-4"
  },
  "doi": "10.1186/1476-069X-11-4",
  "pmc_id": "PMC3293047",
  "dates": {
    "completed": "2012-06-15",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:33.706067",
    "pmid": "22280473"
  }
}