{
  "pmid": "22286507",
  "uid": "22286507",
  "title": "Influence of medical journal press releases on the quality of associated newspaper coverage: retrospective cohort study.",
  "abstract": "OBJECTIVE: To determine whether the quality of press releases issued by medical journals can influence the quality of associated newspaper stories. DESIGN: Retrospective cohort study of medical journal press releases and associated news stories. SETTING: We reviewed consecutive issues (going backwards from January 2009) of five major medical journals (Annals of Internal Medicine, BMJ, Journal of the National Cancer Institute, JAMA, and New England Journal of Medicine) to identify the first 100 original research articles with quantifiable outcomes and that had generated any newspaper coverage (unique stories ≥100 words long). We identified 759 associated newspaper stories using Lexis Nexis and Factiva searches, and 68 journal press releases using Eurekalert and journal website searches. Two independent research assistants assessed the quality of journal articles, press releases, and a stratified random sample of associated newspaper stories (n=343) by using a structured coding scheme for the presence of specific quality measures: basic study facts, quantification of the main result, harms, and limitations. MAIN OUTCOME: Proportion of newspaper stories with specific quality measures (adjusted for whether the quality measure was present in the journal article's abstract or editor note). RESULTS: We recorded a median of three newspaper stories per journal article (range 1-72). Of 343 stories analysed, 71% reported on articles for which medical journals had issued press releases. 9% of stories quantified the main result with absolute risks when this information was not in the press release, 53% did so when it was in the press release (relative risk 6.0, 95% confidence interval 2.3 to 15.4), and 20% when no press release was issued (2.2, 0.83 to 6.1). 133 (39%) stories reported on research describing beneficial interventions. 24% mentioned harms (or specifically declared no harms) when harms were not mentioned in the press release, 68% when mentioned in the press release (2.8, 1.1 to 7.4), and 36% when no press release was issued (1.5, 0.49 to 4.4). 256 (75%) stories reported on research with important limitations. 16% reported any limitations when limitations were not mentioned in the press release, 48% when mentioned in the press release (3.0, 1.5 to 6.2), and 21% if no press release was issued (1.3, 0.50 to 3.6). CONCLUSION: High quality press releases issued by medical journals seem to make the quality of associated newspaper stories better, whereas low quality press releases might make them worse.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Andrews",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Andrews",
      "affiliations": []
    },
    {
      "last_name": "Stukel",
      "fore_name": "Therese A",
      "initials": "TA",
      "name": "Therese A Stukel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "344",
    "pub_year": "2012",
    "pub_month": "Jan",
    "pub_day": "27"
  },
  "start_page": "d8164",
  "pages": "d8164",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Biomedical Research",
    "Diffusion of Innovation",
    "Ethics, Research",
    "Humans",
    "Information Dissemination",
    "Journalism, Medical",
    "Mass Media",
    "Newspapers as Topic",
    "Periodicals as Topic",
    "Professional Competence",
    "Quality Improvement",
    "Research Design",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "22286507",
    "pmc": "PMC3267473",
    "doi": "10.1136/bmj.d8164",
    "pii": "bmj.d8164"
  },
  "doi": "10.1136/bmj.d8164",
  "pmc_id": "PMC3267473",
  "dates": {
    "completed": "2012-03-20",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.491259",
    "pmid": "22286507"
  }
}