{
  "pmid": "22298268",
  "uid": "22298268",
  "title": "The need to define musculoskeletal inflammation: a report from the GRAPPA 2010 annual meeting.",
  "abstract": "Psoriatic arthritis (PsA) is a form of spondyloarthritis, a group of conditions that share a spectrum of components including arthritis, enthesitis, dactylitis, and spine inflammation. In PsA, however, the unpredictable, heterogeneous, and often insidious involvement of joints or juxtaarticular tendons and ligaments can sometimes make clinical recognition of the disease a challenge. Underrecognition of PsA may be due to the absence of a single sensitive and specific diagnostic measure. Although the ClASsification of Psoriatic ARthritis (CASPAR) criteria introduced in 2006 have improved disease classification, they are designed to be applied to cases already diagnosed with inflammatory arthritis. Therefore, in order for these criteria to be applied, the clinician is required to recognize the presence of inflammatory arthritis, enthesitis, or spondylitis. At the 2010 annual meeting of GRAPPA (Group for Research and Assessment of Psoriasis and Psoriatic Arthritis), the need to define inflammatory arthritis, enthesitis, dactylitis, and spondylitis, especially for nonrheumatologists, was discussed. Conclusions from breakout group discussions are summarized.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Boston University School of Medicine, Boston, MA 02118, USA. agarg@bu.edu"
      ]
    },
    {
      "last_name": "Gladman",
      "fore_name": "Dafna D",
      "initials": "DD",
      "name": "Dafna D Gladman",
      "affiliations": []
    },
    {
      "last_name": "Mease",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Mease",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of rheumatology",
    "iso_abbreviation": "J Rheumatol",
    "issn": "1499-2752",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "413",
  "end_page": "414",
  "pages": "413-4",
  "language": "eng",
  "publication_types": [
    "Congress"
  ],
  "keywords": [
    "Arthritis, Psoriatic",
    "Humans",
    "Musculoskeletal Diseases",
    "Rheumatic Diseases",
    "Spondylitis"
  ],
  "article_ids": {
    "pubmed": "22298268",
    "doi": "10.3899/jrheum.111236",
    "pii": "39/2/413"
  },
  "doi": "10.3899/jrheum.111236",
  "dates": {
    "completed": "2012-06-05",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.122448",
    "pmid": "22298268"
  }
}