{
  "pmid": "22300305",
  "uid": "22300305",
  "title": "Confined space emergency response: assessing employer and fire department practices.",
  "abstract": "An emergency response plan for industrial permit-required confined space entry is essential for employee safety and is legally required. Maintaining a trained confined space rescue team, however, is costly and technically challenging. Some employers turn to public fire departments to meet their emergency response requirements. The confined space emergency response practices of employers and fire departments have not been previously assessed. We present (1) federal data on the U.S. occurrence between 1992 and 2005 of confined space fatal incidents involving toxic and/or oxygen-deficient atmospheres; (2) survey data from 21 large companies on permit-required confined space emergency response practices; (3) data on fire department arrival times; and (4) estimates by 10 senior fire officers of fire department rescue times for confined space incidents. Between 1992 and 2005, 431 confined space incidents that met the case definition claimed 530 lives, or about 0.63% of the 84,446 all-cause U.S. occupational fatal injuries that occurred during this period. Eighty-seven (20%) incidents resulted in multiple fatalities. Twelve (57%) of 21 surveyed companies reported that they relied on the fire department for permit-required confined space emergency response. Median fire department arrival times were about 5 min for engines and 7 min for technical rescue units. Fire department confined space rescue time estimates ranged from 48 to 123 min and increased to 70 and 173 min when hazardous materials were present. The study illustrates that (1) confined space incidents represent a small but continuing source of fatal occupational injuries in the United States; (2) a sizeable portion of employers may be relying on public fire departments for permit-required confined space emergency response; and (3) in the event of a life-threatening emergency, fire departments usually are not able to effect a confined space rescue in a timely manner. We propose that the appropriate role for the fire department is to support a properly trained and equipped on-site rescue team and to provide advanced life support intervention following extrication and during ambulance transportation.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Labor Occupational Health Program, School of Public Health, 3334 Fulton St. 4th Floor, University of California, Berkeley, Berkeley, CA 94720-5120, USA. mpwilson@berkeley.edu"
      ]
    },
    {
      "last_name": "Madison",
      "fore_name": "Heather N",
      "initials": "HN",
      "name": "Heather N Madison",
      "affiliations": []
    },
    {
      "last_name": "Healy",
      "fore_name": "Stephen B",
      "initials": "SB",
      "name": "Stephen B Healy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of occupational and environmental hygiene",
    "iso_abbreviation": "J Occup Environ Hyg",
    "issn": "1545-9632",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "2",
    "pub_year": "2012"
  },
  "start_page": "120",
  "end_page": "128",
  "pages": "120-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Confined Spaces",
    "Firefighters",
    "Hazardous Substances",
    "Humans",
    "National Institute for Occupational Safety and Health, U.S.",
    "Occupational Health",
    "Safety",
    "Time Factors",
    "United States",
    "United States Occupational Safety and Health Administration"
  ],
  "article_ids": {
    "pubmed": "22300305",
    "doi": "10.1080/15459624.2011.646644"
  },
  "doi": "10.1080/15459624.2011.646644",
  "dates": {
    "completed": "2012-06-04",
    "revised": "2022-04-10"
  },
  "chemicals": [
    "Hazardous Substances"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.213782",
    "pmid": "22300305"
  }
}