{
  "pmid": "22315274",
  "uid": "22315274",
  "title": "Primary and secondary prevention of cardiovascular disease: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines.",
  "abstract": "BACKGROUND: This guideline focuses on long-term administration of antithrombotic drugs designed for primary and secondary prevention of cardiovascular disease, including two new antiplatelet therapies. METHODS: The methods of this guideline follow those described in Methodology for the Development of Antithrombotic Therapy and Prevention of Thrombosis Guidelines: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines in this supplement. RESULTS: We present 23 recommendations for pertinent clinical questions. For primary prevention of cardiovascular disease, we suggest low-dose aspirin (75-100 mg/d) in patients aged > 50 years over no aspirin therapy (Grade 2B). For patients with established coronary artery disease, defined as patients 1-year post-acute coronary syndrome, with prior revascularization, coronary stenoses > 50% by coronary angiogram, and/or evidence for cardiac ischemia on diagnostic testing, we recommend long-term low-dose aspirin or clopidogrel (75 mg/d) (Grade 1A). For patients with acute coronary syndromes who undergo percutaneous coronary intervention (PCI) with stent placement, we recommend for the first year dual antiplatelet therapy with low-dose aspirin in combination with ticagrelor 90 mg bid, clopidogrel 75 mg/d, or prasugrel 10 mg/d over single antiplatelet therapy (Grade 1B). For patients undergoing elective PCI with stent placement, we recommend aspirin (75-325 mg/d) and clopidogrel for a minimum duration of 1 month (bare-metal stents) or 3 to 6 months (drug-eluting stents) (Grade 1A). We suggest continuing low-dose aspirin plus clopidogrel for 12 months for all stents (Grade 2C). Thereafter, we recommend single antiplatelet therapy over continuation of dual antiplatelet therapy (Grade 1B). CONCLUSIONS: Recommendations continue to favor single antiplatelet therapy for patients with established coronary artery disease. For patients with acute coronary syndromes or undergoing elective PCI with stent placement, dual antiplatelet therapy for up to 1 year is warranted.",
  "authors": [
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services and Department of Medicine, Innlandet Hospital Trust Gjøvik, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Lincoff",
      "fore_name": "A Michael",
      "initials": "AM",
      "name": "A Michael Lincoff",
      "affiliations": [
        "Department of Cardiovascular Medicine and Cleveland Clinic Coordinating Center for Clinical Research (C5Research), Cleveland Clinic, Cleveland, OH."
      ]
    },
    {
      "last_name": "Gore",
      "fore_name": "Joel M",
      "initials": "JM",
      "name": "Joel M Gore",
      "affiliations": [
        "Department of Medicine, University of Massachusetts Medical School, Worcester, MA."
      ]
    },
    {
      "last_name": "Gutterman",
      "fore_name": "David D",
      "initials": "DD",
      "name": "David D Gutterman",
      "affiliations": [
        "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Sonnenberg",
      "fore_name": "Frank A",
      "initials": "FA",
      "name": "Frank A Sonnenberg",
      "affiliations": [
        "Department of Medicine, University of Medicine and Dentistry of New Jersey, Robert Wood Johnson Medical School, New Brunswick, NJ."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, CIBERESP-IIB Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine and Department of Clinical Epidemiology and Biostatistics, State University of New York at Buffalo, Buffalo, NY."
      ]
    },
    {
      "last_name": "Lansberg",
      "fore_name": "Maarten G",
      "initials": "MG",
      "name": "Maarten G Lansberg",
      "affiliations": [
        "Stanford Stroke Center, Stanford University Medical Center, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Frederick A",
      "initials": "FA",
      "name": "Frederick A Spencer",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: fspence@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2 Suppl",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "e637S",
  "end_page": "e668S",
  "pages": "e637S-e668S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Aged",
    "Angioplasty, Balloon, Coronary",
    "Cardiovascular Diseases",
    "Combined Modality Therapy",
    "Coronary Disease",
    "Dose-Response Relationship, Drug",
    "Drug Therapy, Combination",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Long-Term Care",
    "Middle Aged",
    "Myocardial Ischemia",
    "Platelet Aggregation Inhibitors",
    "Risk Factors",
    "Secondary Prevention",
    "Societies, Medical",
    "Stents",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "22315274",
    "pmc": "PMC3278064",
    "doi": "10.1378/chest.11-2306",
    "pii": "S0012-3692(12)60134-2"
  },
  "doi": "10.1378/chest.11-2306",
  "pmc_id": "PMC3278064",
  "dates": {
    "completed": "2012-04-13",
    "revised": "2022-04-10"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [
    {
      "grant_id": "R13 HL104758",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.027696",
    "pmid": "22315274"
  }
}