{
  "pmid": "22315262",
  "uid": "22315262",
  "title": "Patient values and preferences in decision making for antithrombotic therapy: a systematic review: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines.",
  "abstract": "BACKGROUND: Development of clinical practice guidelines involves making trade-offs between desirable and undesirable consequences of alternative management strategies. Although the relative value of health states to patients should provide the basis for these trade-offs, few guidelines have systematically summarized the relevant evidence. We conducted a systematic review relating to values and preferences of patients considering antithrombotic therapy. METHODS: We included studies examining patient preferences for alternative approaches to antithrombotic prophylaxis and studies that examined, in the context of antithrombotic prophylaxis or treatment, how patients value alternative health states and experiences with treatment. We conducted a systematic search and compiled structured summaries of the results. Steps in the process that involved judgment were conducted in duplicate. RESULTS: We identified 48 eligible studies. Sixteen dealt with atrial fibrillation, five with VTE, four with stroke or myocardial infarction prophylaxis, six with thrombolysis in acute stroke or myocardial infarction, and 17 with burden of antithrombotic treatment. CONCLUSION: Patient values and preferences regarding thromboprophylaxis treatment appear to be highly variable. Participant responses may depend on their prior experience with the treatments or health outcomes considered as well as on the methods used for preference elicitation. It should be standard for clinical practice guidelines to conduct systematic reviews of patient values and preferences in the specific content area.",
  "authors": [
    {
      "last_name": "MacLean",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha MacLean",
      "affiliations": [
        "Department of Biostatistics and Clinical Epidemiology, McMaster University, Hamilton, ON, Canada. Electronic address: macleast@mcmaster.ca."
      ]
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Mulla",
      "affiliations": [
        "Department of Biostatistics and Clinical Epidemiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Biostatistics and Clinical Epidemiology, McMaster University, Hamilton, ON, Canada; Department of Medicine, State University of New York at Buffalo, Buffalo, NY."
      ]
    },
    {
      "last_name": "Jankowski",
      "fore_name": "Milosz",
      "initials": "M",
      "name": "Milosz Jankowski",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Medicine, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services and Department of Medicine Gjøvik, Innlandet Hospital Trust, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": [
        "Department of Biostatistics and Clinical Epidemiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Shelley",
      "initials": "S",
      "name": "Shelley McLeod",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, Schulich School of Medicine and Dentistry, The University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "Department of Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Biostatistics and Clinical Epidemiology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2 Suppl",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "e1S",
  "end_page": "e23S",
  "pages": "e1S-e23S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Cost of Illness",
    "Decision Making",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Myocardial Infarction",
    "Patient Participation",
    "Patient Preference",
    "Patient Satisfaction",
    "Practice Guidelines as Topic",
    "Social Values",
    "Societies, Medical",
    "Stroke",
    "Thrombolytic Therapy",
    "Thrombosis",
    "United States",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "22315262",
    "pmc": "PMC3278050",
    "doi": "10.1378/chest.11-2290",
    "pii": "S0012-3692(12)60117-2"
  },
  "doi": "10.1378/chest.11-2290",
  "pmc_id": "PMC3278050",
  "dates": {
    "completed": "2012-04-13",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [
    {
      "grant_id": "R13 HL104758",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:14.941932",
    "pmid": "22315262"
  }
}