{
  "pmid": "22315272",
  "uid": "22315272",
  "title": "Antithrombotic and thrombolytic therapy for valvular disease: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines.",
  "abstract": "BACKGROUND: Antithrombotic therapy in valvular disease is important to mitigate thromboembolism, but the hemorrhagic risk imposed must be considered. METHODS: The methods of this guideline follow those described in Methodology for the Development of Antithrombotic Therapy and Prevention of Thrombosis Guidelines. Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines in this supplement. RESULTS: In rheumatic mitral disease, we recommend vitamin K antagonist (VKA) therapy when the left atrial diameter is > 55 mm (Grade 2C) or when complicated by left atrial thrombus (Grade 1A). In candidates for percutaneous mitral valvotomy with left atrial thrombus, we recommend VKA therapy until thrombus resolution, and we recommend abandoning valvotomy if the thrombus fails to resolve (Grade 1A). In patients with patent foramen ovale (PFO) and stroke or transient ischemic attack, we recommend initial aspirin therapy (Grade 1B) and suggest substitution of VKA if recurrence (Grade 2C). In patients with cryptogenic stroke and DVT and a PFO, we recommend VKA therapy for 3 months (Grade 1B) and consideration of PFO closure (Grade 2C). We recommend against the use of anticoagulant (Grade 1C) and antiplatelet therapy (Grade 1B) for native valve endocarditis. We suggest holding VKA therapy until the patient is stabilized without neurologic complications for infective endocarditis of a prosthetic valve (Grade 2C). In the first 3 months after bioprosthetic valve implantation, we recommend aspirin for aortic valves (Grade 2C), the addition of clopidogrel to aspirin if the aortic valve is transcatheter (Grade 2C), and VKA therapy with a target international normalized ratio (INR) of 2.5 for mitral valves (Grade 2C). After 3 months, we suggest aspirin therapy (Grade 2C). We recommend early bridging of mechanical valve patients to VKA therapy with unfractionated heparin (DVT dosing) or low-molecular-weight heparin (Grade 2C). We recommend long-term VKA therapy for all mechanical valves (Grade 1B): target INR 2.5 for aortic (Grade 1B) and 3.0 for mitral or double valve (Grade 2C). In patients with mechanical valves at low bleeding risk, we suggest the addition of low-dose aspirin (50-100 mg/d) (Grade 1B). In valve repair patients, we suggest aspirin therapy (Grade 2C). In patients with thrombosed prosthetic valve, we recommend fibrinolysis for right-sided valves and left-sided valves with thrombus area < 0.8 cm(2) (Grade 2C). For patients with left-sided prosthetic valve thrombosis and thrombus area ≥ 0.8 cm(2), we recommend early surgery (Grade 2C). CONCLUSIONS: These antithrombotic guidelines provide recommendations based on the optimal balance of thrombotic and hemorrhagic risk.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada. Electronic address: richard.whitlock@phri.ca."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Jack C",
      "initials": "JC",
      "name": "Jack C Sun",
      "affiliations": [
        "University of Washington School of Medicine, Seattle, WA."
      ]
    },
    {
      "last_name": "Fremes",
      "fore_name": "Stephen E",
      "initials": "SE",
      "name": "Stephen E Fremes",
      "affiliations": [
        "Sunnybrook Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rubens",
      "fore_name": "Fraser D",
      "initials": "FD",
      "name": "Fraser D Rubens",
      "affiliations": [
        "Ottawa Heart Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Teoh",
      "fore_name": "Kevin H",
      "initials": "KH",
      "name": "Kevin H Teoh",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2 Suppl",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "e576S",
  "end_page": "e600S",
  "pages": "e576S-e600S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Aspirin",
    "Catheterization",
    "Combined Modality Therapy",
    "Ductus Arteriosus, Patent",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Heart Atria",
    "Heart Valve Diseases",
    "Heart Valve Prosthesis",
    "Hemorrhage",
    "Humans",
    "Mitral Valve",
    "Platelet Aggregation Inhibitors",
    "Postoperative Complications",
    "Rheumatic Heart Disease",
    "Risk Factors",
    "Societies, Medical",
    "Stroke",
    "Thromboembolism",
    "Thrombolytic Therapy",
    "Thrombosis",
    "Vitamin K"
  ],
  "article_ids": {
    "pubmed": "22315272",
    "pmc": "PMC3278057",
    "doi": "10.1378/chest.11-2305",
    "pii": "S0012-3692(12)60132-9"
  },
  "doi": "10.1378/chest.11-2305",
  "pmc_id": "PMC3278057",
  "dates": {
    "completed": "2012-04-13",
    "revised": "2024-03-22"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Platelet Aggregation Inhibitors",
    "Vitamin K",
    "Aspirin"
  ],
  "grants": [
    {
      "grant_id": "R13 HL104758",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.078590",
    "pmid": "22315272"
  }
}