{
  "pmid": "22315275",
  "uid": "22315275",
  "title": "Antithrombotic therapy in peripheral artery disease: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines.",
  "abstract": "BACKGROUND: This guideline focuses on antithrombotic drug therapies for primary and secondary prevention of cardiovascular disease as well as for the relief of lower-extremity symptoms and critical ischemia in persons with peripheral arterial disease (PAD). METHODS: The methods of this guideline follow those described in Methodology for the Development of Antithrombotic Therapy and Prevention of Thrombosis Guidelines: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines in this supplement. RESULTS: The most important of our 20 recommendations are as follows. In patients aged ≥ 50 years with asymptomatic PAD or asymptomatic carotid stenosis, we suggest aspirin (75-100 mg/d) over no therapy (Grade 2B) for the primary prevention of cardiovascular events. For secondary prevention of cardiovascular disease in patients with symptomatic PAD (including patients before and after peripheral arterial bypass surgery or percutaneous transluminal angioplasty), we recommend long-term aspirin (75-100 mg/d) or clopidogrel (75 mg/d) (Grade 1A). We recommend against the use of warfarin plus aspirin in patients with symptomatic PAD (Grade 1B). For patients undergoing peripheral artery percutaneous transluminal angioplasty with stenting, we suggest single rather than dual antiplatelet therapy (Grade 2C). For patients with refractory claudication despite exercise therapy and smoking cessation, we suggest addition of cilostazol (100 mg bid) to aspirin (75-100 mg/d) or clopidogrel (75 mg/d) (Grade 2C). In patients with critical limb ischemia and rest pain unable to undergo revascularization, we suggest the use of prostanoids (Grade 2C). In patients with acute limb ischemia due to acute thrombosis or embolism, we recommend surgery over peripheral arterial thrombolysis (Grade 1B). CONCLUSIONS: Recommendations continue to favor single antiplatelet therapy for primary and secondary prevention of cardiovascular events in most patients with asymptomatic PAD, symptomatic PAD, and asymptomatic carotid stenosis. Additional therapies for relief of limb symptoms should be considered only after exercise therapy, smoking cessation, and evaluation for peripheral artery revascularization.",
  "authors": [
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, CIBERESP-IIB Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Bellmunt",
      "fore_name": "Sergi",
      "initials": "S",
      "name": "Sergi Bellmunt",
      "affiliations": [
        "Angiology, Vascular and Endovascular Surgery Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "McGorrian",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine McGorrian",
      "affiliations": [
        "The Heart House, Mater Misericordiae University Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guzman",
      "fore_name": "Randolph",
      "initials": "R",
      "name": "Randolph Guzman",
      "affiliations": [
        "Department of Section Vascular Surgery, University of Manitoba, St Boniface Hospital, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Criqui",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Criqui",
      "affiliations": [
        "Department of Family and Preventive Medicine, University of California San Diego School of Medicine, La Jolla, CA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, Buffalo, NY."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Norwegian Knowledge Centre for the Health Services and Department of Medicine Gjøvik, Innlandet Hospital Trust, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Lansberg",
      "fore_name": "Maarten G",
      "initials": "MG",
      "name": "Maarten G Lansberg",
      "affiliations": [
        "Stanford Stroke Center, Stanford University Medical Center, Palo Alto, CA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Frederick A",
      "initials": "FA",
      "name": "Frederick A Spencer",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: fspence@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2 Suppl",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "e669S",
  "end_page": "e690S",
  "pages": "e669S-e690S",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Aged",
    "Angioplasty",
    "Arterial Occlusive Diseases",
    "Carotid Stenosis",
    "Combined Modality Therapy",
    "Drug Therapy, Combination",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Ischemia",
    "Leg",
    "Middle Aged",
    "Platelet Aggregation Inhibitors",
    "Secondary Prevention",
    "Societies, Medical",
    "Thrombolytic Therapy",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "22315275",
    "pmc": "PMC3278062",
    "doi": "10.1378/chest.11-2307",
    "pii": "S0012-3692(12)60135-4"
  },
  "doi": "10.1378/chest.11-2307",
  "pmc_id": "PMC3278062",
  "dates": {
    "completed": "2012-04-13",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [
    {
      "grant_id": "R13 HL104758",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.028124",
    "pmid": "22315275"
  }
}