{
  "pmid": "22315114",
  "uid": "22315114",
  "title": "Pharmacologic and compression therapies for postthrombotic syndrome: a systematic review of randomized controlled trials.",
  "abstract": "BACKGROUND: Postthrombotic syndrome (PTS) is a frequent, chronic complication of DVT. The effectiveness and safety of available treatments are unknown. The objective of this study was to systematically review the literature to assess whether pharmacologic and compression therapies are effective and safe for the treatment of PTS. METHODS: We sought to identify randomized controlled trials (RCTs) via a search of PubMed, studies referenced in included publications, and studies that cited relevant literature. RESULTS: A total of 121 titles were reviewed, 12 full-text publications were assessed for inclusion, and seven RCTs, including 703 patients, were selected for inclusion. Four trials assessed the effectiveness of drugs, including rutosides, hidrosmin, and defibrotide, and four trials assessed compression therapies for treatment of PTS. Systems for the diagnosis and classification of PTS severity varied across studies. Three of four drug therapy trials reported moderate improvement in selected PTS symptoms, minor changes in calf and ankle circumference, and some effects on ulcer healing. Two studies of compression stockings did not report benefit. Two studies that assessed compression devices reported improvement in PTS symptoms scores; one of these reported an improvement in quality-of-life score. CONCLUSIONS: There is limited and low-quality evidence for the effectiveness of rutosides, hidrosmin, defibrotide, and compression stockings, but moderate-quality evidence that supports the use of intermittent compression to provide at least short-term relief from PTS. More rigorous studies are needed to assess the short- and long-term effectiveness and safety of PTS therapies.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Jacqueline M",
      "initials": "JM",
      "name": "Jacqueline M Cohen",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, State University of New York at Buffalo, Buffalo, NY."
      ]
    },
    {
      "last_name": "Kahn",
      "fore_name": "Susan R",
      "initials": "SR",
      "name": "Susan R Kahn",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, Montreal, QC, Canada; Division of Internal Medicine, McGill University, Montreal, QC, Canada; Lady Davis Institute for Medical Research, Jewish General Hospital, Montreal, QC, Canada. Electronic address: susan.kahn@mcgill.ca."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "308",
  "end_page": "320",
  "pages": "308-320",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Diosmin",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Leg",
    "Polydeoxyribonucleotides",
    "Postthrombotic Syndrome",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Rutin",
    "Stockings, Compression"
  ],
  "article_ids": {
    "pubmed": "22315114",
    "doi": "10.1378/chest.11-1175",
    "pii": "S0012-3692(12)60067-1"
  },
  "doi": "10.1378/chest.11-1175",
  "dates": {
    "completed": "2012-04-03",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Polydeoxyribonucleotides",
    "defibrotide",
    "hidrosmin",
    "Rutin",
    "Diosmin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.062374",
    "pmid": "22315114"
  }
}