{
  "pmid": "22315261",
  "uid": "22315261",
  "title": "Prevention of VTE in nonsurgical patients: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines.",
  "abstract": "BACKGROUND: This guideline addressed VTE prevention in hospitalized medical patients, outpatients with cancer, the chronically immobilized, long-distance travelers, and those with asymptomatic thrombophilia. METHODS: This guideline follows methods described in Methodology for the Development of Antithrombotic Therapy and Prevention of Thrombosis Guidelines: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines in this supplement. RESULTS: For acutely ill hospitalized medical patients at increased risk of thrombosis, we recommend anticoagulant thromboprophylaxis with low-molecular-weight heparin (LMWH), low-dose unfractionated heparin (LDUH) bid, LDUH tid, or fondaparinux (Grade 1B) and suggest against extending the duration of thromboprophylaxis beyond the period of patient immobilization or acute hospital stay (Grade 2B). For acutely ill hospitalized medical patients at low risk of thrombosis, we recommend against the use of pharmacologic prophylaxis or mechanical prophylaxis (Grade 1B). For acutely ill hospitalized medical patients at increased risk of thrombosis who are bleeding or are at high risk for major bleeding, we suggest mechanical thromboprophylaxis with graduated compression stockings (GCS) (Grade 2C) or intermittent pneumatic compression (IPC) (Grade 2C). For critically ill patients, we suggest using LMWH or LDUH thromboprophylaxis (Grade 2C). For critically ill patients who are bleeding or are at high risk for major bleeding, we suggest mechanical thromboprophylaxis with GCS and/or IPC at least until the bleeding risk decreases (Grade 2C). In outpatients with cancer who have no additional risk factors for VTE we suggest against routine prophylaxis with LMWH or LDUH (Grade 2B) and recommend against the prophylactic use of vitamin K antagonists (Grade 1B). CONCLUSIONS: Decisions regarding prophylaxis in nonsurgical patients should be made after consideration of risk factors for both thrombosis and bleeding, clinical context, and patients' values and preferences.",
  "authors": [
    {
      "last_name": "Kahn",
      "fore_name": "Susan R",
      "initials": "SR",
      "name": "Susan R Kahn",
      "affiliations": [
        "Department of Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Lim",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dunn",
      "fore_name": "Andrew S",
      "initials": "AS",
      "name": "Andrew S Dunn",
      "affiliations": [
        "Department of Medicine, Mount Sinai School of Medicine, New York, NY."
      ]
    },
    {
      "last_name": "Cushman",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Cushman",
      "affiliations": [
        "Department of Medicine, University of Vermont and Fletcher Allen Health Care, Burlington, VT."
      ]
    },
    {
      "last_name": "Dentali",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Dentali",
      "affiliations": [
        "Department of Clinical Medicine, University of Insubria, Varese, Italy."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Medicine, University at Buffalo, Buffalo, NY."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Balekian",
      "fore_name": "Alex A",
      "initials": "AA",
      "name": "Alex A Balekian",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA."
      ]
    },
    {
      "last_name": "Klein",
      "fore_name": "Russell C",
      "initials": "RC",
      "name": "Russell C Klein",
      "affiliations": [
        "Huntington Beach Internal Medicine Group, Newport Beach, CA; Department of Pulmonary and Critical Care Medicine, University of California Irvine School of Medicine, Orange, CA."
      ]
    },
    {
      "last_name": "Le",
      "fore_name": "Hoang",
      "initials": "H",
      "name": "Hoang Le",
      "affiliations": [
        "Hoag Memorial Hospital Presbyterian, Newport Beach, CA; Pulmonary Division, Fountain Valley Regional Hospital, Fountain Valley, CA."
      ]
    },
    {
      "last_name": "Schulman",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Schulman",
      "affiliations": [
        "Division of Hematology and Thromboembolism, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine and the Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN. Electronic address: Murad.Mohammad@mayo.edu."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2 Suppl",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "e195S",
  "end_page": "e226S",
  "pages": "e195S-e226S",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Ambulatory Care",
    "Combined Modality Therapy",
    "Critical Care",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Fondaparinux",
    "Hemorrhage",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Hospitalization",
    "Humans",
    "Immobilization",
    "Intermittent Pneumatic Compression Devices",
    "Neoplasms",
    "Polysaccharides",
    "Randomized Controlled Trials as Topic",
    "Risk Factors",
    "Societies, Medical",
    "Stockings, Compression",
    "Travel",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "22315261",
    "pmc": "PMC3278052",
    "doi": "10.1378/chest.11-2296",
    "pii": "S0012-3692(12)60124-X"
  },
  "doi": "10.1378/chest.11-2296",
  "pmc_id": "PMC3278052",
  "dates": {
    "completed": "2012-04-13",
    "revised": "2024-12-19"
  },
  "chemicals": [
    "Fibrinolytic Agents",
    "Heparin, Low-Molecular-Weight",
    "Polysaccharides",
    "Heparin",
    "Fondaparinux"
  ],
  "grants": [
    {
      "grant_id": "R13 HL104758",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000130",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.988959",
    "pmid": "22315261"
  }
}