{
  "pmid": "22315256",
  "uid": "22315256",
  "title": "Methodology for the development of antithrombotic therapy and prevention of thrombosis guidelines: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines.",
  "abstract": "BACKGROUND: To develop the Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: ACCP Evidence-Based Clinical Practice Guidelines (AT9), the American College of Chest Physicians (ACCP) assembled a panel of clinical experts, information scientists, decision scientists, and systematic review and guideline methodologists. METHODS: Clinical areas were designated as articles, and a methodologist without important intellectual or financial conflicts of interest led a panel for each article. Only panel members without significant conflicts of interest participated in making recommendations. Panelists specified the population, intervention and alternative, and outcomes for each clinical question and defined criteria for eligible studies. Panelists and an independent evidence-based practice center executed systematic searches for relevant studies and evaluated the evidence, and where resources and evidence permitted, they created standardized tables that present the quality of the evidence and key results in a transparent fashion. RESULTS: One or more recommendations relate to each specific clinical question, and each recommendation is clearly linked to the underlying body of evidence. Judgments regarding the quality of evidence and strength of recommendations were based on approaches developed by the Grades of Recommendations, Assessment, Development, and Evaluation Working Group. Panel members constructed scenarios describing relevant health states and rated the disutility associated with these states based on an additional systematic review of evidence regarding patient values and preferences for antithrombotic therapy. These ratings guided value and preference decisions underlying the recommendations. Each topic panel identified questions in which resource allocation issues were particularly important and, for these issues, experts in economic analysis provided additional searches and guidance. CONCLUSIONS: AT9 methodology reflects the current science of evidence-based clinical practice guideline development, with reliance on high-quality systematic reviews, a standardized process for quality assessment of individual studies and the body of evidence, an explicit process for translating the evidence into recommendations, disclosure of financial as well as intellectual conflicts of interest followed by management of disclosed conflicts, and extensive peer review.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada; Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada. Electronic address: guyatt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Norris",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Norris",
      "affiliations": [
        "Department of Medical Informatics and Clinical Epidemiology, Oregon Health & Science University, Portland, OR."
      ]
    },
    {
      "last_name": "Schulman",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Schulman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada; Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hirsh",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Hirsh",
      "affiliations": [
        "Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eckman",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Eckman",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati, Cincinnati, OH."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada; Departments of Medicine and Family Medicine, State University of New York, Buffalo, NY."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine Gjøvik-Innlandet Hospital Trust and Norwegian Knowledge Centre for the Health Services, Oslo, Norway."
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": [
        "Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McDonagh",
      "fore_name": "Marian S",
      "initials": "MS",
      "name": "Marian S McDonagh",
      "affiliations": [
        "Department of Medical Informatics and Clinical Epidemiology, Oregon Health & Science University, Portland, OR."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Sandra Zelman",
      "initials": "SZ",
      "name": "Sandra Zelman Lewis",
      "affiliations": [
        "Evidence-Based Clinical Practice Guidelines and Clinical Standards, American College of Chest Physicians, Northbrook, IL."
      ]
    },
    {
      "last_name": "Gutterman",
      "fore_name": "David D",
      "initials": "DD",
      "name": "David D Gutterman",
      "affiliations": [
        "Cardiovascular Research Center, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada; Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada; Department of Medicine, McMaster University Faculty of Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2 Suppl",
    "pub_year": "2012",
    "pub_month": "Feb"
  },
  "start_page": "53S",
  "end_page": "70S",
  "pages": "53S-70S",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Practice Guidelines as Topic",
    "Societies, Medical",
    "Thrombosis",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22315256",
    "pmc": "PMC3278053",
    "doi": "10.1378/chest.11-2288",
    "pii": "S0012-3692(12)60116-0"
  },
  "doi": "10.1378/chest.11-2288",
  "pmc_id": "PMC3278053",
  "dates": {
    "completed": "2012-04-13",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [
    {
      "grant_id": "K23 DK075599",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K23 HL085387",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R13 HL104758",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR000077",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 RR026314",
      "agency": "NCRR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.596924",
    "pmid": "22315256"
  }
}