{
  "pmid": "22312349",
  "uid": "22312349",
  "title": "The Role of Plasmacytoid Dendritic Cells in Innate and Adaptive Immune Responses against Alpha Herpes Virus Infections.",
  "abstract": "In 1999, two independent groups identified plasmacytoid dendritic cells (PDC) as major type I interferon- (IFN-) producing cells in the blood. Since then, evidence is accumulating that PDC are a multifunctional cell population effectively coordinating innate and adaptive immune responses. This paper focuses on the role of different immune cells and their interactions in the surveillance of alpha herpes virus infections, summarizes current knowledge on PDC surface receptors and their role in direct cell-cell contacts, and develops a risk factor model for the clinical implications of herpes simplex and varicella zoster virus reactivation. Data from studies involving knockout mice and cell-depletion experiments as well as human studies converge into a \"spider web\", in which the direct and indirect crosstalk between many cell populations tightly controls acute, latent, and recurrent alpha herpes virus infections. Notably, cells involved in innate immune regulations appear to shape adaptive immune responses more extensively than previously thought.",
  "authors": [
    {
      "last_name": "Schuster",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Schuster",
      "affiliations": [
        "Institute of Clinical and Molecular Virology, German National Reference Centre for Retroviruses, Friedrich-Alexander-Universität Erlangen-Nürnberg, Schlossgarten 4, 91054 Erlangen, Germany."
      ]
    },
    {
      "last_name": "Boscheinen",
      "fore_name": "Jan Bernardin",
      "initials": "JB",
      "name": "Jan Bernardin Boscheinen",
      "affiliations": []
    },
    {
      "last_name": "Tennert",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Tennert",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in virology",
    "iso_abbreviation": "Adv Virol",
    "issn": "1687-8647",
    "issn_type": "Electronic",
    "volume": "2011",
    "pub_year": "2011"
  },
  "start_page": "679271",
  "pages": "679271",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22312349",
    "pmc": "PMC3265311",
    "doi": "10.1155/2011/679271"
  },
  "doi": "10.1155/2011/679271",
  "pmc_id": "PMC3265311",
  "dates": {
    "completed": "2012-08-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.364943",
    "pmid": "22312349"
  }
}