{
  "pmid": "22328919",
  "uid": "22328919",
  "title": "The role of hydrogeography and climate in the landscape epidemiology of West Nile virus in New York State from 2000 to 2010.",
  "abstract": "The epidemiology and ecology of West Nile virus (WNV) have not yet been completely described. In particular, the specific roles of climate and water in the landscape in the occurrence of human WNV cases remain unknown. This study used Poisson regression to describe the relationships between WNV cases and temperature, precipitation, and the hydrogeography of the landscape in New York State from 2000 to 2010. Fully adjusted models showed that hydrogeographic area was significantly inversely associated with WNV cases (incidence rate ratio (IRR) = 0.99; 95% C.I. = 0.98-0.997, p = 0.04), such that each one square kilometer increase in hydrogeographic area was associated with a 1% decrease in WNV incidence. This association was independent of both temperature, which was also associated with WNV incidence (IRR = 2.06; 95% C.I. = 1.84-2.31, p<0.001), and precipitation, which was not (IRR = 1.0; 95% C.I. = 0.99-1.01, p = 0.16). While the results are only suggestive due to the county-level aggregated data, these findings do identify a potentially important surveillance signal in the landscape epidemiology of WNV infection.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate, New York, New York, United States of America. michael.walsh@downstate.edu"
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2012"
  },
  "start_page": "e30620",
  "pages": "e30620",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Climate",
    "Geography",
    "Humans",
    "New York",
    "West Nile Fever",
    "West Nile virus"
  ],
  "article_ids": {
    "pubmed": "22328919",
    "pmc": "PMC3273478",
    "doi": "10.1371/journal.pone.0030620",
    "pii": "PONE-D-11-16813"
  },
  "doi": "10.1371/journal.pone.0030620",
  "pmc_id": "PMC3273478",
  "dates": {
    "completed": "2012-06-11",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.758004",
    "pmid": "22328919"
  }
}