{
  "pmid": "22324532",
  "uid": "22324532",
  "title": "Influences on medical students' self-regulated learning after test completion.",
  "abstract": "CONTEXT: The inadequacy of self-assessment as a mechanism to guide performance improvements has placed greater emphasis on the value of testing as a pedagogic strategy. The mechanism whereby testing influences learning is incompletely understood. This study was performed to examine which aspects of a testing experience most influence self-regulated learning behaviour among medical students. METHODS: Sixty-seven medical students participated in a computer-based, multiple-choice test. Initially, participants were instructed to attempt only items for which they felt confident of their response. They were then asked to indicate their best responses to deferred items. Students were then given an opportunity to review the items, with correct responses indicated. Accuracy, the attempt/defer decision and the time taken to reach this decision were recorded, along with participants' ratings of their confidence in each response and the time spent reviewing each item on completion of the test. RESULTS: Students correctly answered a larger proportion of attempted items than deferred items (71% versus 40%; p < 0.001), and indicated a higher mean confidence in responses to items they answered correctly compared with items they answered incorrectly (70 versus 46; p < 0.001). They spent longer reviewing items they had answered incorrectly than correctly (8.3 versus 4.0 seconds; p < 0.001), and paid particular attention to items for which the attempt/defer decision and accuracy were discordant (p < 0.01). The amount of time required to make a decision on whether or not to answer a test question was also related to reviewing time. CONCLUSIONS: Medical students showed a robust ability to accurately and consciously self-monitor their likelihood of success on multiple-choice test items. By focusing their subsequent self-regulated learning on areas in which performance and self-monitoring judgements were misaligned, participants reinforced the importance of providing learners with opportunities to discover the limits of their ability and further elucidated the mechanism through which test-enhanced learning might be derived.",
  "authors": [
    {
      "last_name": "Agrawal",
      "fore_name": "Sacha",
      "initials": "S",
      "name": "Sacha Agrawal",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada. agrawas@mcmaster.ca"
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    },
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "3",
    "pub_year": "2012",
    "pub_month": "Mar"
  },
  "start_page": "326",
  "end_page": "335",
  "pages": "326-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Education, Medical, Undergraduate",
    "Female",
    "Humans",
    "Learning",
    "Male",
    "Self-Assessment",
    "Students, Medical",
    "Test Taking Skills",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22324532",
    "doi": "10.1111/j.1365-2923.2011.04150.x"
  },
  "doi": "10.1111/j.1365-2923.2011.04150.x",
  "dates": {
    "completed": "2012-04-23",
    "revised": "2012-02-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.747966",
    "pmid": "22324532"
  }
}