{
  "pmid": "22348688",
  "uid": "22348688",
  "title": "Building capacity for evidence informed decision making in public health: a case study of organizational change.",
  "abstract": "BACKGROUND: Core competencies for public health in Canada require proficiency in evidence informed decision making (EIDM). However, decision makers often lack access to information, many workers lack knowledge and skills to conduct systematic literature reviews, and public health settings typically lack infrastructure to support EIDM activities. This research was conducted to explore and describe critical factors and dynamics in the early implementation of one public health unit's strategic initiative to develop capacity to make EIDM standard practice. METHODS: This qualitative case study was conducted in one public health unit in Ontario, Canada between 2008 and 2010. In-depth information was gathered from two sets of semi-structured interviews and focus groups (n = 27) with 70 members of the health unit, and through a review of 137 documents. Thematic analysis was used to code the key informant and document data. RESULTS: The critical factors and dynamics for building EIDM capacity at an organizational level included: clear vision and strong leadership, workforce and skills development, ability to access research (library services), fiscal investments, acquisition and development of technological resources, a knowledge management strategy, effective communication, a receptive organizational culture, and a focus on change management. CONCLUSION: With leadership, planning, commitment and substantial investments, a public health department has made significant progress, within the first two years of a 10-year initiative, towards achieving its goal of becoming an evidence informed decision making organization.",
  "authors": [
    {
      "last_name": "Peirson",
      "fore_name": "Leslea",
      "initials": "L",
      "name": "Leslea Peirson",
      "affiliations": [
        "McMaster University School of Nursing, Hamilton, ON, Canada. peirson@mcmaster.ca"
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Mowat",
      "fore_name": "David",
      "initials": "D",
      "name": "David Mowat",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Feb",
    "pub_day": "20"
  },
  "start_page": "137",
  "pages": "137",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Capacity Building",
    "Decision Making",
    "Evidence-Based Practice",
    "Focus Groups",
    "Humans",
    "Interviews as Topic",
    "Ontario",
    "Organizational Case Studies",
    "Organizational Innovation",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "22348688",
    "pmc": "PMC3305606",
    "doi": "10.1186/1471-2458-12-137",
    "pii": "1471-2458-12-137"
  },
  "doi": "10.1186/1471-2458-12-137",
  "pmc_id": "PMC3305606",
  "dates": {
    "completed": "2012-06-20",
    "revised": "2024-03-15"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.336781",
    "pmid": "22348688"
  }
}