{
  "pmid": "22345029",
  "uid": "22345029",
  "title": "Unequal access to ART: exploratory results from rural and urban case studies of ART use.",
  "abstract": "INTRODUCTION: South Africa has the world's largest antiretroviral treatment (ART) programme. While services in the public sector are free at the point of use, little is known about overall access barriers. This paper explores these barriers from the perspective of ART users enrolled in services in two rural and two urban settings. METHODS: Using a comprehensive framework of access, interviews were conducted with over 1200 ART users to assess barriers along three dimensions: availability, affordability and acceptability. Summary statistics were computed and comparisons of access barriers between sites were explored using multivariate linear and logistic regressions. RESULTS: While availability access barriers in rural settings were found to be mitigated through a more decentralised model of service provision in one site, affordability barriers were considerably higher in rural versus urban settings. 50% of respondents incurred catastrophic healthcare expenditure and 36% borrowed money to cover these expenses in one rural site. On acceptability, rural users were less likely to report feeling respected by health workers. Stigma was reported to be lowest in the two sites with the most decentralised services and the highest coverage of those in need. CONCLUSIONS: While results suggest inequitable access to ART for rural relative to urban users, nurse-led services offered through primary healthcare facilities mitigated these barriers in one rural site. This is an important finding given current policy emphasis on decentralised and nurse-led ART in South Africa. This study is one of the first to present comprehensive evidence on access barriers to assist in the design of policy solutions.",
  "authors": [
    {
      "last_name": "Cleary",
      "fore_name": "Susan May",
      "initials": "SM",
      "name": "Susan May Cleary",
      "affiliations": [
        "Health Economics Unit, School of Public Health and Family Medicine, University of Cape Town, Anzio Road, Observatory, Cape Town 7925, South Africa. susan.cleary@uct.ac.za"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Moshabela",
      "fore_name": "Mosa",
      "initials": "M",
      "name": "Mosa Moshabela",
      "affiliations": []
    },
    {
      "last_name": "Schneider",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Schneider",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Sexually transmitted infections",
    "iso_abbreviation": "Sex Transm Infect",
    "issn": "1472-3263",
    "issn_type": "Electronic",
    "volume": "88",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Mar"
  },
  "start_page": "141",
  "end_page": "146",
  "pages": "141-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Anti-HIV Agents",
    "Antiretroviral Therapy, Highly Active",
    "Female",
    "HIV Infections",
    "Health Expenditures",
    "Health Services Accessibility",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Pregnancy",
    "Rural Population",
    "South Africa",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "22345029",
    "doi": "10.1136/sextrans-2011-050136",
    "pii": "sextrans-2011-050136"
  },
  "doi": "10.1136/sextrans-2011-050136",
  "dates": {
    "completed": "2012-04-11",
    "revised": "2012-02-20"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.657029",
    "pmid": "22345029"
  }
}