{
  "pmid": "22345803",
  "uid": "22345803",
  "title": "The development of a decision aid to elicit treatment preferences for displaced femoral neck fractures.",
  "abstract": "BACKGROUND: Decision aids help physicians convey information to patients and enable patients to be involved in the decision-making process. There is a lack of use of decision aids in the orthopedic literature. The purpose of this study was to develop a decision board to elicit preferences for treatment of displaced femoral neck fractures in patients over 60 years old. MATERIALS AND METHODS: We developed a decision board presenting descriptions and potential outcomes and complications of two treatment options, hemiarthroplasty (HA) and internal fixation (IF), for displaced femoral neck fractures. Five orthopedic surgeons evaluated the face and content validity of the decision board and 10 volunteers completed \"scope tests\" to determine the comprehensibility. We then presented the decision board to 108 study participants faced with the scenario of sustaining a displaced femoral neck fracture. Participants stated their preference for operative procedure and described the reasons for their choices. RESULTS: The decision board achieved good face and content validity. All participants in the scope tests appropriately switched their preference to the other modality when probabilities were altered. Most participants found the decision board easy to understand and helpful in making an informed decision. Also, most participants were satisfied with the amount of information presented and with the use of the decision board as a decision making tool. Sixty-one participants (56%) chose IF as their operative procedure of choice quoting less blood loss, shorter operative time, and less invasiveness as the top factors that contributed to this choice. Participants who preferred HA (44%) did so primarily due to the lower re-operation rate. CONCLUSIONS: The decision board is a useful and reliable tool to inform patients about the treatment options for displaced femoral neck fractures. They should be utilized by surgeons to incorporate patients' preferences into the decision-making process.",
  "authors": [
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Department of Surgery, The University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shirali",
      "fore_name": "Janhavi",
      "initials": "J",
      "name": "Janhavi Shirali",
      "affiliations": []
    },
    {
      "last_name": "Bajammal",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Bajammal",
      "affiliations": []
    },
    {
      "last_name": "Karanicolas",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Karanicolas",
      "affiliations": []
    },
    {
      "last_name": "Zlowodzki",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zlowodzki",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian journal of orthopaedics",
    "iso_abbreviation": "Indian J Orthop",
    "issn": "1998-3727",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "22",
  "end_page": "28",
  "pages": "22-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22345803",
    "pmc": "PMC3270601",
    "doi": "10.4103/0019-5413.91631",
    "pii": "IJOrtho-46-22"
  },
  "doi": "10.4103/0019-5413.91631",
  "pmc_id": "PMC3270601",
  "dates": {
    "completed": "2012-08-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:44.892646",
    "pmid": "22345803"
  }
}