{
  "pmid": "22356728",
  "uid": "22356728",
  "title": "Prevalence of malnutrition and nutritional risk factors in patients undergoing alcohol and drug treatment.",
  "abstract": "OBJECTIVE: Chronic substance abuse is recognized to affect nutritional status and is associated with nutrient deficiencies and malnutrition. This study aimed to identify the prevalence of malnutrition and nutritional risk factors using a spread of measurements in patients undergoing alcohol and drug treatment. METHODS: Sixty-seven patients (48 male, 19 female) admitted to a public hospital detoxification unit participated: 49 were alcohol dependent (73%) and the remaining were opiate, benzodiazepine, and/or amphetamine dependent. Nutritional status was assessed by the Subjective Global Assessment. An appetite questionnaire (Simplified Nutritional Appetite Questionnaire), a diet-quality questionnaire (Australian Recommended Food Score), and blood biochemistry and hematologic tests were also applied. RESULTS: The prevalence of mild/moderate malnutrition was 24% according to the Subjective Global Assessment. Weight and body mass index were associated with nutritional status (P < 0.05). Appetite and diet quality were poor overall, with 88% of all participants requiring advice and guidance. Blood markers showed that 50% of all subjects were deficient in iron or vitamins (low vitamin A levels in 21%, low iron levels in 18%, low-range potassium in 12%, and low vitamin C levels in 8%). CONCLUSION: The prevalence of malnutrition in this patient population is likely to underestimate the prevalence of nutritional risk factors and micronutrient undernutrition. Multiple tools assessing nutritional status, appetite, diet quality, and blood test results have different advantages and can further identify the specific needs and appropriateness of nutritional education in patients during treatment for drug and alcohol use.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Lynda J",
      "initials": "LJ",
      "name": "Lynda J Ross",
      "affiliations": [
        "Department of Nutrition and Dietetics, Royal Brisbane and Women's Hospital, Brisbane, Queensland, Australia. lynda_ross@health.qld.gov.au"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Banks",
      "fore_name": "Merrilyn",
      "initials": "M",
      "name": "Merrilyn Banks",
      "affiliations": []
    },
    {
      "last_name": "Rezannah",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Rezannah",
      "affiliations": []
    },
    {
      "last_name": "Daglish",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Daglish",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nutrition (Burbank, Los Angeles County, Calif.)",
    "iso_abbreviation": "Nutrition",
    "issn": "1873-1244",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "7-8",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "738",
  "end_page": "743",
  "pages": "738-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcoholism",
    "Amphetamine-Related Disorders",
    "Anemia, Iron-Deficiency",
    "Appetite",
    "Avitaminosis",
    "Cohort Studies",
    "Comorbidity",
    "Diet",
    "Female",
    "Hospitals, Teaching",
    "Hospitals, Urban",
    "Humans",
    "Male",
    "Malnutrition",
    "Opioid-Related Disorders",
    "Prevalence",
    "Queensland",
    "Risk Factors",
    "Severity of Illness Index",
    "Substance-Related Disorders"
  ],
  "article_ids": {
    "pubmed": "22356728",
    "doi": "10.1016/j.nut.2011.11.003",
    "pii": "S0899-9007(11)00410-2"
  },
  "doi": "10.1016/j.nut.2011.11.003",
  "dates": {
    "completed": "2012-10-16",
    "revised": "2012-06-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.214206",
    "pmid": "22356728"
  }
}