{
  "pmid": "22364795",
  "uid": "22364795",
  "title": "Finding and evaluating renal evidence: bridging the knowledge gap.",
  "abstract": "Nephrologists often search for clinical information to guide patient care, especially in the chronic kidney disease patient population where information needs are complex. Applying evidence-based principles while searching for current high-quality information can be challenging. This article details the \"6S\" framework to approaching evidence-based information resources popularized by Haynes and colleagues. This hierarchal structure of resources includes \"systems,\" \"summaries,\" \"synopses of syntheses,\" \"syntheses,\" \"synopses of studies,\" and finally, \"studies\" with the intent of providing nephrologists with an efficient method of retrieving accurate, high-quality information. Accurate clinical decision support systems are ideal but are yet to reach their full potential. Summaries of best evidence for individual clinical problems are useful (UpToDate, DynaMed, Best Practice, and PIER). Syntheses of articles are an efficient way to understand the available evidence for a clinical question. The Cochrane Renal Review Group is a helpful resource which provides many systematic reviews in renal research. When using bibliographic databases, such PubMed, nephrologists can improve the precision of their search results with information filters. The application of accurate and current clinical knowledge is increasingly important in renal patient care. Better ways of achieving this will have large benefits.",
  "authors": [
    {
      "last_name": "Bejaimal",
      "fore_name": "Shayna A D",
      "initials": "SA",
      "name": "Shayna A D Bejaimal",
      "affiliations": [
        "Division of Nephrology, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah",
      "initials": "S",
      "name": "Salimah Shariff",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in chronic kidney disease",
    "iso_abbreviation": "Adv Chronic Kidney Dis",
    "issn": "1548-5609",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "5",
  "end_page": "10",
  "pages": "5-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Databases, Bibliographic",
    "Evidence-Based Medicine",
    "Humans",
    "Information Systems",
    "Nephrology",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "22364795",
    "doi": "10.1053/j.ackd.2012.01.003",
    "pii": "S1548-5595(12)00004-3"
  },
  "doi": "10.1053/j.ackd.2012.01.003",
  "dates": {
    "completed": "2012-06-13",
    "revised": "2012-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.421924",
    "pmid": "22364795"
  }
}