{
  "pmid": "22368149",
  "uid": "22368149",
  "title": "Effect of PON1 Q192R genetic polymorphism on clopidogrel efficacy and cardiovascular events in the Clopidogrel in the Unstable Angina to Prevent Recurrent Events trial and the Atrial Fibrillation Clopidogrel Trial with Irbesartan for Prevention of Vascular Events.",
  "abstract": "BACKGROUND: A recent report suggested that carriers of the Q allele of the PON1 Q192R polymorphism had decreased biotransformation of clopidogrel into its active metabolite and decreased efficacy of clopidogrel in preventing cardiovascular events. Furthermore, PON1 has been reported to have a central role in the antioxidant function of high-density lipoprotein, and the Q192R polymorphism has been previously associated with cardiovascular risk in patients not treated with clopidogrel. METHODS AND RESULTS: Patients (n=5059) from the Clopidogrel in Unstable Angina to Prevent Recurrent Events (CURE) randomized trial that demonstrated benefits of clopidogrel versus placebo in preventing cardiovascular events in acute coronary syndromes were genotyped for the PON1 Q192R polymorphism. Clopidogrel compared with placebo significantly reduced the first primary efficacy outcome, irrespective of PON1 Q192R genotype (P=0.07 for heterogeneity). No association was observed between the Q192R polymorphism and cardiovascular events in the overall sample (hazard ratio [HR], 1.09 per allele; 95% confidence interval [CI], 0.95-1.24; P=0.23). However, an association was observed between the Q allele and increased cardiovascular events in the placebo group (HR, 1.23 per allele; 95% CI, 1.03-1.47; P=0.03) but not in the clopidogrel group (HR, 0.93 per allele; 95% CI, 0.76-1.13; P=0.46). In 1156 atrial fibrillation patients from the Atrial Fibrillation Clopidogrel Trial With Irbesartan for Prevention of Vascular Events, there was no evidence of interaction between PON1 genotype and clopidogrel for any outcome or for an association between genotype and cardiovascular events. CONCLUSIONS: In conclusion, our study shows that PON1 Q192R genotype does not modify the efficacy and safety of clopidogrel in patients with acute coronary syndromes. Further studies are needed to confirm or refute the association of the Q allele with adverse cardiovascular events independent of clopidogrel in secondary prevention patients.",
  "authors": [
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and Departments of Medicine, Epidemiology, and Pathology, McMaster University, Hamilton, Ontario, Canada. pareg@mcmaster.ca"
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ross",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    },
    {
      "last_name": "Connolly",
      "fore_name": "Stuart J",
      "initials": "SJ",
      "name": "Stuart J Connolly",
      "affiliations": []
    },
    {
      "last_name": "Fox",
      "fore_name": "Keith A A",
      "initials": "KA",
      "name": "Keith A A Fox",
      "affiliations": []
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Circulation. Cardiovascular genetics",
    "iso_abbreviation": "Circ Cardiovasc Genet",
    "issn": "1942-3268",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "250",
  "end_page": "256",
  "pages": "250-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Angina, Unstable",
    "Aryldialkylphosphatase",
    "Atrial Fibrillation",
    "Clopidogrel",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Polymorphism, Single Nucleotide",
    "Risk Factors",
    "Ticlopidine"
  ],
  "article_ids": {
    "pubmed": "22368149",
    "doi": "10.1161/CIRCGENETICS.111.961417",
    "pii": "CIRCGENETICS.111.961417"
  },
  "doi": "10.1161/CIRCGENETICS.111.961417",
  "dates": {
    "completed": "2012-08-27",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Clopidogrel",
    "Aryldialkylphosphatase",
    "PON1 protein, human",
    "Ticlopidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.596483",
    "pmid": "22368149"
  }
}