{
  "pmid": "22360847",
  "uid": "22360847",
  "title": "Discussing study limitations in reports of biomedical studies- the need for more transparency.",
  "abstract": "Unbiased and frank discussion of study limitations by authors represents a crucial part of the scientific discourse and progress. In today's culture of publishing many authors or scientific teams probably balance 'utter honesty' when discussing limitations of their research with the risk of being unable to publish their work. Currently, too few papers in the medical literature frankly discuss how limitations could have affected the study findings and interpretations. The goals of this commentary are to review how limitations are currently acknowledged in the medical literature, to discuss the implications of limitations in biomedical studies, and to make suggestions as to how to openly discuss limitations for scientists submitting their papers to journals. This commentary was developed through discussion and logical arguments by the authors who are doing research in the area of hedging (use of language to express uncertainty) and who have extensive experience as authors and editors of biomedical papers. We strongly encourage authors to report on all potentially important limitations that may have affected the quality and interpretation of the evidence being presented. This will not only benefit science but also offers incentives for authors: If not all important limitations are acknowledged readers and reviewers of scientific articles may perceive that the authors were unaware of them. Authors should take advantage of their content knowledge and familiarity with the study to prevent misinterpretations of the limitations by reviewers and readers. Articles discussing limitations help shape the future research agenda and are likely to be cited because they have informed the design and conduct of future studies. Instead of perceiving acknowledgment of limitations negatively, authors, reviewers and editors should recognize the potential of a frank and unbiased discussion of study limitations that should not jeopardize acceptance of manuscripts.",
  "authors": [
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": [
        "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, 615 North Wolfe Street, Mail room E6153, Baltimore, MD 21205, USA. mpuhan@jhsph.edu"
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": []
    },
    {
      "last_name": "Apolone",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Apolone",
      "affiliations": []
    },
    {
      "last_name": "ter Riet",
      "fore_name": "Gerben",
      "initials": "G",
      "name": "Gerben ter Riet",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2012",
    "pub_month": "Feb",
    "pub_day": "23"
  },
  "start_page": "23",
  "pages": "23",
  "language": "eng",
  "publication_types": [
    "Editorial"
  ],
  "keywords": [
    "Biomedical Research",
    "Humans",
    "Needs Assessment",
    "Publishing",
    "Quality Control",
    "Research Report",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22360847",
    "pmc": "PMC3305390",
    "doi": "10.1186/1477-7525-10-23",
    "pii": "1477-7525-10-23"
  },
  "doi": "10.1186/1477-7525-10-23",
  "pmc_id": "PMC3305390",
  "dates": {
    "completed": "2012-06-07",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.938788",
    "pmid": "22360847"
  }
}