{
  "pmid": "22360987",
  "uid": "22360987",
  "title": "Systematic reviews identify important methodological flaws in stroke rehabilitation therapy primary studies: review of reviews.",
  "abstract": "OBJECTIVE: A \"review of reviews\" was undertaken to assess methodological issues in studies evaluating nondrug rehabilitation interventions in stroke patients. STUDY DESIGN AND SETTING: MEDLINE, CINAHL, PsycINFO, and the Cochrane Database of Systematic Reviews were searched from January 2000 to January 2008 within the stroke rehabilitation setting. Electronic searches were supplemented by reviews of reference lists and citations identified by experts. Eligible studies were systematic reviews; excluded citations were narrative reviews or reviews of reviews. Review characteristics and criteria for assessing methodological quality of primary studies within them were extracted. RESULTS: The search yielded 949 English-language citations. We included a final set of 38 systematic reviews. Cochrane reviews, which have a standardized methodology, were generally of higher methodological quality than non-Cochrane reviews. Most systematic reviews used standardized quality assessment criteria for primary studies, but not all were comprehensive. Reviews showed that primary studies had problems with randomization, allocation concealment, and blinding. Baseline comparability, adverse events, and co-intervention or contamination were not consistently assessed. Blinding of patients and providers was often not feasible and was not evaluated as a source of bias. CONCLUSIONS: The eligible systematic reviews identified important methodological flaws in the evaluated primary studies, suggesting the need for improvement of research methods and reporting.",
  "authors": [
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Walker",
      "affiliations": []
    },
    {
      "last_name": "Wishart",
      "fore_name": "Laurie R",
      "initials": "LR",
      "name": "Laurie R Wishart",
      "affiliations": []
    },
    {
      "last_name": "Siegel",
      "fore_name": "Karen Lohmann",
      "initials": "KL",
      "name": "Karen Lohmann Siegel",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "358",
  "end_page": "367",
  "pages": "358-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bias",
    "Canada",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Stroke",
    "Stroke Rehabilitation",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "22360987",
    "doi": "10.1016/j.jclinepi.2011.10.012",
    "pii": "S0895-4356(11)00352-0"
  },
  "doi": "10.1016/j.jclinepi.2011.10.012",
  "dates": {
    "completed": "2012-04-19",
    "revised": "2018-12-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.423106",
    "pmid": "22360987"
  }
}