{
  "pmid": "22362791",
  "uid": "22362791",
  "title": "Variation in daily shedding patterns of Staphylococcus aureus in naturally occurring intramammary infections.",
  "abstract": "The goal of the current prospective field study was to examine the shedding patterns of naturally occurring Staphylococcus aureus intramammary infections and the association of pulsed field gel electrophoresis pulsotype with shedding. Milk samples from 5 multiparous and 2 primiparous cows identified with S. aureus intramammary infections were collected for 21 consecutive days, 3 times throughout the lactation (63 days total). Cyclicity of each quarter was evaluated using a locally weighted regression. Pulsed field gel electrophoresis was used for genotypic cluster comparisons to evaluate the association of strain type and shedding patterns. Although the amount of shedding varied greatly, 97.5% of the samples were culture positive. There were notable differences in S. aureus shedding patterns among cows as well as within cows; however, no consistent cyclic pattern was identified. Quarters infected with S. aureus isolates grouped in genotypic cluster 1 appeared to shed at consistently higher levels with a median cfu/0.01 ml of 154 (ln[cfu] = 5.0). In comparing ln(cfu)/0.01 ml between genotypic clusters over the first 21-day sample period, accounting for the effect of sample day, samples collected from quarters infected with S. aureus in genotypic cluster 1 had a 1.5 times greater ln(cfu) than those collected from quarters infected with strains in genotypic cluster 2. The ability to detect S. aureus from day to day was very consistent. The current study examining naturally occurring intramammary infections would support the conclusions of other studies suggesting that a single quarter sample would be adequate in determining S. aureus intramammary infections status.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer B",
      "initials": "JB",
      "name": "Jennifer B Walker",
      "affiliations": [
        "Department of Veterinary Preventive Medicine, College of Veterinary Medicine, Ohio State University, Columbus, OH, USA. jennifer_walker@deanfoods.com"
      ]
    },
    {
      "last_name": "Rajala-Schultz",
      "fore_name": "Päivi J",
      "initials": "PJ",
      "name": "Päivi J Rajala-Schultz",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "William L",
      "initials": "WL",
      "name": "William L Walker",
      "affiliations": []
    },
    {
      "last_name": "Mathews",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Mathews",
      "affiliations": []
    },
    {
      "last_name": "Gebreyes",
      "fore_name": "Wondwossen A",
      "initials": "WA",
      "name": "Wondwossen A Gebreyes",
      "affiliations": []
    },
    {
      "last_name": "DeGraves",
      "fore_name": "Fred J",
      "initials": "FJ",
      "name": "Fred J DeGraves",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of veterinary diagnostic investigation : official publication of the American Association of Veterinary Laboratory Diagnosticians, Inc",
    "iso_abbreviation": "J Vet Diagn Invest",
    "issn": "1943-4936",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2011",
    "pub_month": "Nov"
  },
  "start_page": "1114",
  "end_page": "1122",
  "pages": "1114-22",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Bacterial Shedding",
    "Cattle",
    "Circadian Rhythm",
    "Female",
    "Mastitis, Bovine",
    "Staphylococcal Infections",
    "Staphylococcus aureus"
  ],
  "article_ids": {
    "pubmed": "22362791",
    "doi": "10.1177/1040638711425587",
    "pii": "1040638711425587"
  },
  "doi": "10.1177/1040638711425587",
  "dates": {
    "completed": "2012-07-06",
    "revised": "2019-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.549233",
    "pmid": "22362791"
  }
}