{
  "pmid": "22361797",
  "uid": "22361797",
  "title": "Differential student attrition and differential exposure mask effects of problem-based learning in curriculum comparison studies.",
  "abstract": "PURPOSE: Studies that compare the effects of problem-based and conventional medical curricula on student performance generally show no significant differences. However, curriculum comparison studies are at best quasi-experimental, so they are prone to forms of selection bias. The purpose of this study was to reanalyze data from such comparisons by controlling for two potential biases: differential student attrition and differential exposure. METHOD: The authors reanalyzed 104 previously published comparisons involving a single, problem-based medical school in the Netherlands (Maastricht University's medical school), using student attrition and study duration data from this school and the schools with which it was compared. The authors removed bias by reequalizing the comparison groups in terms of attrition and study duration. RESULTS: The uncorrected data showed no differences between problem-based and conventional curricula: Mean effect sizes as expressed by Cohen d were 0.02 for medical knowledge and 0.07 for diagnostic reasoning. However, the reanalysis demonstrated medium-level effect sizes favoring the problem-based curriculum. After corrections for attrition and study duration, the mean effect size for knowledge acquisition was 0.31 and for diagnostic reasoning was 0.51. CONCLUSIONS: Effects of the Maastricht problem-based curriculum were masked by differential attrition and differential exposure in the original studies. Because this school has been involved in many studies included in influential literature reviews published in the past 20 years, the authors' findings have implications for the assessment of the value of problem-based learning put forward by these reviews.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Henk G",
      "initials": "HG",
      "name": "Henk G Schmidt",
      "affiliations": [
        "Department of Psychology, Erasmus University, Rotterdam, The Netherlands. schmidt@fsw.eur.nl"
      ]
    },
    {
      "last_name": "Muijtjens",
      "fore_name": "Arno M M",
      "initials": "AM",
      "name": "Arno M M Muijtjens",
      "affiliations": []
    },
    {
      "last_name": "Van der Vleuten",
      "fore_name": "Cees P M",
      "initials": "CP",
      "name": "Cees P M Van der Vleuten",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "87",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "463",
  "end_page": "475",
  "pages": "463-75",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Curriculum",
    "Data Interpretation, Statistical",
    "Education, Medical, Undergraduate",
    "Effect Modifier, Epidemiologic",
    "Humans",
    "Netherlands",
    "Problem-Based Learning",
    "Research Design",
    "Selection Bias",
    "Student Dropouts",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "22361797",
    "doi": "10.1097/ACM.0b013e318249591a"
  },
  "doi": "10.1097/ACM.0b013e318249591a",
  "dates": {
    "completed": "2012-07-27",
    "revised": "2012-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.097629",
    "pmid": "22361797"
  }
}