{
  "pmid": "22372721",
  "uid": "22372721",
  "title": "Single-session primary high-intensity focused ultrasonography treatment for localized prostate cancer: biochemical outcomes using third generation-based technology.",
  "abstract": "UNLABELLED: What's known on the subject? and What does the study add? The experience with HIFU as a minimally invasive treatment for localized prostate cancer is relatively new and most reports are from European centres. Our study is unique in five regards: 1. Data was collected prospectively. 2. All patients were treated with contemporary technology. 3. Outcomes are reported after a single HIFU session using two definitions of biochemical failure that have the ability to predict longer-term clinical failure after primary ablative therapies for prostate cancer (Stuttgart definition for HIFU and Horwitz definition for radiation). 4. All patients were treated in a single centre. 5. No patients underwent peri-HIFU TURP. The present study represents the largest North American prospective cohort of primary HIFU for prostate cancer with mid-term oncological outcome data. OBJECTIVE: To assess 4-year biochemical failure (BCF) rates in patients after high-intensity focused ultrasonography (HIFU) treatment using the Horwitz and Stuttgart definitions. PATIENTS AND METHODS: A total of 447 consecutive patients were treated with a single session of HIFU between May 2005 and December 2010. Follow-up included prostate-specific antigen (PSA) measurement every 3 months during the first year and every 6 months thereafter. Patients who had previously received radiation, androgen deprivation or HIFU therapy, and patients with <2 consecutive PSA measurements were excluded. BCF was reported using the Stuttgart (PSA nadir + 1.2 ng/mL rising) and the Horwitz (two consecutive increases of at least 0.5 ng/mL) definitions. RESULTS: In all, 402 patients met the inclusion criteria and the median (range) follow-up was 24 (6-48) months. Of these patients, 183 (45.5%) had low and 219 (54.5%) had intermediate D'Amico's risk stratification disease. Mean and median absolute PSA nadir levels were 0.36 ± 0.69 and 0.1 ng/mL (Q(1):0, Q(3):0.37), respectively and these were achieved in median time of 3 months. Overall 4-year mean (range) BCF-free rates were 68 (61-75)% and 72 (68-77)% according to the Stuttgart and Horwitz definitions at 4 years, respectively. Mean (range) BCF-free rates were significantly higher for a PSA nadir ≤0.5 ng/mL and prostate volume ≤30 mL for both definitions at 4-year follow-up [Stuttgart: 79 (72-86)% vs. 25 (13-38)%; Horwitz: 82 (77-87)% vs. 33 (21-44)%] and [Stuttgart: 72 (64-79)% vs. 56 (42-69)%; Horwitz: 75 (69-80)% vs. 63 (53-74)%], respectively. Pre-treatment PSA and PSA nadir of >0.5 ng/mL were the predictors of BCF using both definitions. CONCLUSIONS: Primary HIFU appears to result in promising 4-year BCF-free rates in individuals with low- and intermediate-risk prostate cancer who achieve PSA nadir <0.5 ng/mL. A prostate volume <30 mL is associated with PSA nadir levels of <0.5 ng/mL suggesting a potential role for pretreatment volume reduction (medically or surgically) in larger prostates.",
  "authors": [
    {
      "last_name": "Pinthus",
      "fore_name": "Jehonathan H",
      "initials": "JH",
      "name": "Jehonathan H Pinthus",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Hassouna",
      "fore_name": "Magdy M",
      "initials": "MM",
      "name": "Magdy M Hassouna",
      "affiliations": []
    },
    {
      "last_name": "Woods",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Woods",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Kaitlyn",
      "initials": "K",
      "name": "Kaitlyn Whelan",
      "affiliations": []
    },
    {
      "last_name": "Shayegan",
      "fore_name": "Bobby",
      "initials": "B",
      "name": "Bobby Shayegan",
      "affiliations": []
    },
    {
      "last_name": "Orovan",
      "fore_name": "William L",
      "initials": "WL",
      "name": "William L Orovan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BJU international",
    "iso_abbreviation": "BJU Int",
    "issn": "1464-410X",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "8",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "1142",
  "end_page": "1148",
  "pages": "1142-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Disease-Free Survival",
    "Humans",
    "Male",
    "Neoplasm Grading",
    "Prostatic Neoplasms",
    "Ultrasound, High-Intensity Focused, Transrectal"
  ],
  "article_ids": {
    "pubmed": "22372721",
    "doi": "10.1111/j.1464-410X.2012.10945.x"
  },
  "doi": "10.1111/j.1464-410X.2012.10945.x",
  "dates": {
    "completed": "2012-12-07",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.335374",
    "pmid": "22372721"
  }
}