{
  "pmid": "22370064",
  "uid": "22370064",
  "title": "Do psychiatric medications, especially antidepressants, adversely impact maternal metabolic outcomes?",
  "abstract": "BACKGROUND: Psychiatric illnesses, particularly depression, are some of the most common complications of pregnancy. Accordingly, pharmacologic treatment of these illnesses is prevalent and increasing. Systematic reviews on psychiatric medication use during pregnancy have shown effects on obstetrical and neonatal outcomes and non-systematic reviews of maternal outcomes suggest higher weight gain and an increased risk of gestational diabetes. However, to date there has not been a systematic review of the effects of these medications on maternal metabolic outcomes. OBJECTIVE: The objective of this study was to assess the relationship between psychiatric medication use during pregnancy and adverse maternal metabolic outcomes [gestational weight gain (GWG), gestational diabetes (GDM) and postpartum weight retention (PPWR)]. STUDY DESIGN: Systematic review and meta-analysis were used. We searched Medline, EMBASE, PsychInfo and references. Two reviewers independently performed each step of the systematic review, following the MOOSE guidelines. RESULTS: Of 3080 non-duplicate titles and abstracts, 175 articles underwent full text review. Two moderate quality cohort studies were included. No differences were found for GWG, GDM and PPWR. LIMITATIONS: There were only two studies which met our inclusion criteria, making it difficult to make any definitive conclusions regarding the effects of psychiatric medication on maternal metabolic outcomes. CONCLUSIONS: Despite the suggestions in non-systematic reviews that psychiatric medication use during pregnancy results in adverse maternal metabolic sequelae, in this systematic review, we found no evidence of an increased risk of GWG, GDM or PPWR in women with psychiatric illness who took psychiatric medications compared to non-medicated women with psychiatric illness. However, more, high quality studies are needed in this area to determine if there is an association between psychiatric medication use and maternal metabolic outcomes.",
  "authors": [
    {
      "last_name": "Lopez-Yarto",
      "fore_name": "Maite",
      "initials": "M",
      "name": "Maite Lopez-Yarto",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Hospital del Mar, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Ruiz-Mirazo",
      "fore_name": "Eider",
      "initials": "E",
      "name": "Eider Ruiz-Mirazo",
      "affiliations": []
    },
    {
      "last_name": "Holloway",
      "fore_name": "Alison C",
      "initials": "AC",
      "name": "Alison C Holloway",
      "affiliations": []
    },
    {
      "last_name": "Taylor",
      "fore_name": "Valerie H",
      "initials": "VH",
      "name": "Valerie H Taylor",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "141",
    "issue": "2-3",
    "pub_year": "2012",
    "pub_month": "Dec",
    "pub_day": "10"
  },
  "start_page": "120",
  "end_page": "129",
  "pages": "120-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Antidepressive Agents",
    "Antipsychotic Agents",
    "Body Weight",
    "Cohort Studies",
    "Diabetes, Gestational",
    "Female",
    "Humans",
    "Mental Disorders",
    "Pregnancy",
    "Pregnancy Complications",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "22370064",
    "doi": "10.1016/j.jad.2012.01.043",
    "pii": "S0165-0327(12)00090-0"
  },
  "doi": "10.1016/j.jad.2012.01.043",
  "dates": {
    "completed": "2013-08-12",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antidepressive Agents",
    "Antipsychotic Agents"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.428711",
    "pmid": "22370064"
  }
}