{
  "pmid": "22386549",
  "uid": "22386549",
  "title": "Radiation therapy for infiltrative giant cell tumor of the tendon sheath.",
  "abstract": "PURPOSE: Giant cell tumor of the tendon sheath (GCTTS) has a high recurrence after excision and can be a management challenge. Although experience with radiation therapy for GCTTS is limited, it is purported to control infiltrative cases and prevent recurrence. We describe our approach to primary and recurrent GCTTS, as well as our identification of infiltrative cases and their treatment with radiation therapy. METHODS: We reviewed 58 patients (32 men and 26 women) with GCTTS in the hand excised at 1 center between 1998 and 2009. Mean age at the time of excision at our center was 50 years. A total of 14 patients who had undergone primary excision at other centers were referred to our center with recurrent disease. Intraoperatively, we found infiltrative disease in 4 patients undergoing primary excision at our center and in 10 of the 14 patients referred to our institution with recurrent disease. All infiltrative (4 primary and 10 recurrent) cases were referred for radiation therapy. RESULTS: Of 14 patients with infiltrative tumors, 10 received radiation therapy (3 patients declined and 1 had a major comorbidity that precluded therapy). Radiation dose was either 35 Gy in 14 fractions or 48 Gy in 24 fractions. At 3.1 years' follow-up, none of the 10 patients treated with radiation therapy had recurrence. No long-term complications were associated with radiation therapy, and hand function was not adversely affected. We identified 4 recurrences, 2 of which were in patients with primary tumors without infiltrative features. Of the 4 patients who were referred for radiation but did not receive it, 2 patients developed recurrence by 2 years after referral. CONCLUSIONS: In cases of infiltrative GCTTS, radiation therapy may provide local tumor control with preservation of hand function. Radiation therapy may be particularly helpful when further surgery is not a good option. TYPE OF STUDY/LEVEL OF EVIDENCE: Therapeutic IV.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, Toronto Western Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Sullivan",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian O'Sullivan",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Ferguson",
      "affiliations": []
    },
    {
      "last_name": "Chung",
      "fore_name": "Peter W",
      "initials": "PW",
      "name": "Peter W Chung",
      "affiliations": []
    },
    {
      "last_name": "Anastakis",
      "fore_name": "Dimitri J",
      "initials": "DJ",
      "name": "Dimitri J Anastakis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "775",
  "end_page": "782",
  "pages": "775-82",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Female",
    "Finger Joint",
    "Giant Cell Tumors",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasm Recurrence, Local",
    "Osteoarthritis",
    "Radiotherapy Dosage",
    "Retrospective Studies",
    "Tendons",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22386549",
    "doi": "10.1016/j.jhsa.2012.01.011",
    "pii": "S0363-5023(12)00098-6"
  },
  "doi": "10.1016/j.jhsa.2012.01.011",
  "dates": {
    "completed": "2012-08-07",
    "revised": "2012-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:41.187309",
    "pmid": "22386549"
  }
}