{
  "pmid": "22390183",
  "uid": "22390183",
  "title": "Fair reckoning: a qualitative investigation of responses to an economic health resource allocation survey.",
  "abstract": "OBJECTIVE: To investigate how participants in an economic resource allocation survey construct notions of fairness. DESIGN: Qualitative interview study guided by interpretive grounded theory methods. SETTING AND PARTICIPANTS: Qualitative interviews were conducted with volunteer university- (n=39) and community-based (n =7) economic survey participants. INTERVENTION OR MAIN VARIABLES STUDIED: We explored how participants constructed meanings to guide or explain fair survey choices, focusing on rationales, imagery and additional desired information not provided in the survey scenarios. MAIN OUTCOME MEASURES: Data were transcribed and coded into qualitative categories. Analysis iterated with data collection iterated through three waves of interviews. RESULTS: Participants compared the survey dilemmas to domains outside the health system. Most compared them with other micro-level, inter-personal sharing tasks. Participants raised several fairness-relevant factors beyond need or capacity to benefit. These included age, weight, poverty, access to other options and personal responsibility for illness; illness duration, curability or seriousness; life expectancy; possibilities for sharing; awareness of other's needs; and ability to explain allocations to those affected. They also articulated a fairness principle little considered by equity theories: that everybody must get something and nobody should get nothing. DISCUSSION AND CONCLUSIONS: Lay criteria for judging fairness are myriad. Simple scenarios may be used to investigate lay commitments to abstract principles. Although principles are the focus of analysis and inference, participants may solve simplified dilemmas by imputing extraneous features to the problem or applying unanticipated principles. These possibilities should be taken into account in the design of resource allocation surveys eliciting the views of the public.",
  "authors": [
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Professor, Department of Clinical Epidemiology & Biostatistics, Centre for Health Economics & Policy Analysis, McMaster University, Hamilton, ONProfessor, Department of Economics, McMaster University, Hamilton, ONDoctoral Candidate, Health Research Methodology Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hurley",
      "fore_name": "Jeremiah",
      "initials": "J",
      "name": "Jeremiah Hurley",
      "affiliations": []
    },
    {
      "last_name": "DeJean",
      "fore_name": "Deirdre",
      "initials": "D",
      "name": "Deirdre DeJean",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "174",
  "end_page": "185",
  "pages": "174-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Body Weight",
    "Choice Behavior",
    "Health Care Rationing",
    "Health Services Needs and Demand",
    "Humans",
    "Life Expectancy",
    "Qualitative Research",
    "Severity of Illness Index",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "22390183",
    "pmc": "PMC5060722",
    "doi": "10.1111/j.1369-7625.2011.00751.x"
  },
  "doi": "10.1111/j.1369-7625.2011.00751.x",
  "pmc_id": "PMC5060722",
  "dates": {
    "completed": "2014-12-29",
    "revised": "2024-05-31"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "76670",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.592398",
    "pmid": "22390183"
  }
}