{
  "pmid": "22393129",
  "uid": "22393129",
  "title": "Do physicians understand cancer screening statistics? A national survey of primary care physicians in the United States.",
  "abstract": "BACKGROUND: Unlike reduced mortality rates, improved survival rates and increased early detection do not prove that cancer screening tests save lives. Nevertheless, these 2 statistics are often used to promote screening. OBJECTIVE: To learn whether primary care physicians understand which statistics provide evidence about whether screening saves lives. DESIGN: Parallel-group, randomized trial (randomization controlled for order effect only), conducted by Internet survey. (ClinicalTrials.gov registration number: NCT00981019) SETTING: National sample of U.S. primary care physicians from a research panel maintained by Harris Interactive (79% cooperation rate). PARTICIPANTS: 297 physicians who practiced both inpatient and outpatient medicine were surveyed in 2010, and 115 physicians who practiced exclusively outpatient medicine were surveyed in 2011. INTERVENTION: Physicians received scenarios about the effect of 2 hypothetical screening tests: The effect was described as improved 5-year survival and increased early detection in one scenario and as decreased cancer mortality and increased incidence in the other. MEASUREMENTS: Physicians' recommendation of screening and perception of its benefit in the scenarios and general knowledge of screening statistics. RESULTS: Primary care physicians were more enthusiastic about the screening test supported by irrelevant evidence (5-year survival increased from 68% to 99%) than about the test supported by relevant evidence (cancer mortality reduced from 2 to 1.6 in 1000 persons). When presented with irrelevant evidence, 69% of physicians recommended the test, compared with 23% when presented with relevant evidence (P < 0.001). When asked general knowledge questions about screening statistics, many physicians did not distinguish between irrelevant and relevant screening evidence; 76% versus 81%, respectively, stated that each of these statistics proves that screening saves lives (P = 0.39). About one half (47%) of the physicians incorrectly said that finding more cases of cancer in screened as opposed to unscreened populations \"proves that screening saves lives.\" LIMITATION: Physicians' recommendations for screening were based on hypothetical scenarios, not actual practice. CONCLUSION: Most primary care physicians mistakenly interpreted improved survival and increased detection with screening as evidence that screening saves lives. Few correctly recognized that only reduced mortality in a randomized trial constitutes evidence of the benefit of screening. PRIMARY FUNDING SOURCE: Harding Center for Risk Literacy, Max Planck Institute for Human Development.",
  "authors": [
    {
      "last_name": "Wegwarth",
      "fore_name": "Odette",
      "initials": "O",
      "name": "Odette Wegwarth",
      "affiliations": [
        "Harding Center for Risk Literacy, Max Planck Institute for Human Development, Berlin, Germany. wegwarth@mpib-berlin.mpg.de"
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    },
    {
      "last_name": "Gaissmaier",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Gaissmaier",
      "affiliations": []
    },
    {
      "last_name": "Gigerenzer",
      "fore_name": "Gerd",
      "initials": "G",
      "name": "Gerd Gigerenzer",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "156",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Mar",
    "pub_day": "06"
  },
  "start_page": "340",
  "end_page": "349",
  "pages": "340-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Early Detection of Cancer",
    "Humans",
    "Neoplasms",
    "Physicians, Primary Care",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires",
    "Survival Rate",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22393129",
    "doi": "10.7326/0003-4819-156-5-201203060-00005",
    "pii": "156/5/340"
  },
  "doi": "10.7326/0003-4819-156-5-201203060-00005",
  "dates": {
    "completed": "2012-04-16",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA104721",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.491573",
    "pmid": "22393129"
  }
}