{
  "pmid": "22397846",
  "uid": "22397846",
  "title": "Radiographic arthrosis after elbow trauma: interobserver reliability.",
  "abstract": "PURPOSE: This study measured observer variation in radiographic rating of elbow arthrosis. METHODS: Thirty-seven independent orthopedic surgeons graded the extent of elbow arthrosis in 20 consecutive sets of plain radiographs, according to the Broberg and Morrey rating system (grade 0, normal joint; grade 1, slight joint-space narrowing with minimum osteophyte formation; grade 2, moderate joint-space narrowing with moderate osteophyte formation; and grade 3, severe degenerative change with gross destruction of the joint). The kappa multirater measure (κ) was used to estimate reliability between observers, with 0 indicating no agreement above chance, and 1 indicating perfect agreement. RESULTS: There was fair agreement in arthrosis ratings between surgeons. Surgeons with more than 10 years of experience had greater agreement than did surgeons with less experience, and surgeons who treated more than 10 elbow fractures per year had better agreement than did those treating fewer fractures. In post hoc analyses, 2 simplified binary rating systems (eg, \"none or mild\" vs \"moderate or severe\" arthrosis) resulted in moderate agreement among observers. CONCLUSIONS: The 4 grades of the Broberg and Morrey classification system have only fair interobserver reliability that is influenced by subspecialty and experience. Binary rating systems might be more reliable. TYPE OF STUDY/LEVEL OF EVIDENCE: Diagnostic III.",
  "authors": [
    {
      "last_name": "Lindenhovius",
      "fore_name": "Anneluuk",
      "initials": "A",
      "name": "Anneluuk Lindenhovius",
      "affiliations": [
        "Department of Orthopaedic Surgery, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Karanicolas",
      "fore_name": "Paul Jack",
      "initials": "PJ",
      "name": "Paul Jack Karanicolas",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Ring",
      "fore_name": "David",
      "initials": "D",
      "name": "David Ring",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "755",
  "end_page": "759",
  "pages": "755-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthritis",
    "Female",
    "Humans",
    "Humeral Fractures",
    "Intra-Articular Fractures",
    "Male",
    "Observer Variation",
    "Osteophyte",
    "Radiography",
    "Radius Fractures",
    "Reproducibility of Results",
    "Elbow Injuries"
  ],
  "article_ids": {
    "pubmed": "22397846",
    "doi": "10.1016/j.jhsa.2011.12.043",
    "pii": "S0363-5023(12)00059-7"
  },
  "doi": "10.1016/j.jhsa.2011.12.043",
  "dates": {
    "completed": "2012-08-07",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.071730",
    "pmid": "22397846"
  }
}