{
  "pmid": "22390732",
  "uid": "22390732",
  "title": "Consumer involvement in systematic reviews of comparative effectiveness research.",
  "abstract": "BACKGROUND: The Institute of Medicine recently recommended that comparative effectiveness research (CER) should involve input from consumers. While systematic reviews are a major component of CER, little is known about consumer involvement. OBJECTIVE: To explore current approaches to involving consumers in US-based and key international organizations and groups conducting or commissioning systematic reviews ('organizations'). DESIGN: In-depth, semi-structured interviews with key informants and review of organizations' websites. SETTING AND PARTICIPANTS: Seventeen highly regarded US-based and international (Cochrane Collaboration, Campbell Collaboration) organizations. RESULTS: Organizations that usually involve consumers (seven of 17 in our sample) involve them at a programmatic level in the organization or in individual reviews through one-time consultation or on-going collaboration. For example, consumers may suggest topics, provide input on the key questions of the review, provide comments on draft protocols and reports, serve as co-authors or on an advisory group. Organizations involve different types of consumers (individual patients, consumer advocates, families and caregivers), recruiting them mainly through patient organizations and consumer networks. Some offer training in research methods, and one developed training for researchers on how to involve consumers. Little formal evaluation of the effects of consumer involvement is being carried out. CONCLUSIONS: Consumers are currently involved in systematic reviews in a variety of ways and for various reasons. Assessing which approaches are most effective in achieving different aims of consumer involvement is now required to inform future recommendations on consumer involvement in CER.",
  "authors": [
    {
      "last_name": "Kreis",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Kreis",
      "affiliations": [
        "Harkness/Bosch Fellow, Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USAResearch Associate, Department Non-Drug Interventions, Institute for Quality and Efficiency in Health Care (IQWiG), Cologne, GermanyAssociate Professor, Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USAProfessor, Departments of Clinical Epidemiology & Biostatistics and Medicine, McMaster University, Hamilton, CanadaProfessor, Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Dickersin",
      "fore_name": "Kay",
      "initials": "K",
      "name": "Kay Dickersin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "323",
  "end_page": "337",
  "pages": "323-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Community Participation",
    "Comparative Effectiveness Research",
    "Conflict of Interest",
    "Humans",
    "Interviews as Topic",
    "Review Literature as Topic",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22390732",
    "pmc": "PMC5060681",
    "doi": "10.1111/j.1369-7625.2011.00722.x"
  },
  "doi": "10.1111/j.1369-7625.2011.00722.x",
  "pmc_id": "PMC5060681",
  "dates": {
    "completed": "2014-08-13",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.598074",
    "pmid": "22390732"
  }
}