{
  "pmid": "22408721",
  "uid": "22408721",
  "title": "The zinc-ribbon domain of Helicobacter pylori HP0958: requirement for RpoN accumulation and possible roles of homologs in other bacteria.",
  "abstract": "BACKGROUND: Helicobacter pylori HP0958 protein (FlgZ) prevents the rapid turnover of RpoN (σ(54)), a transcription factor required for expression of several flagellar genes in H. pylori. FlgZ possesses a zinc-ribbon domain (DUF164) that contains two conserved CXXC motifs which coordinate a zinc ion and is thought to interact with nucleic acids or proteins. Two conserved cysteine residues in FlgZ (Cys-202 and Cys-223) were replaced with serine to assess their significance in FlgZ function. After confirming the importance of the CXXC motifs in the DUF164 domain of FlgZ, the distribution of DUF164 proteins and RpoN homologs in other bacteria was examined to determine if a correlation existed for the concurrence of the two proteins. RESULTS: Levels of RpoN were greatly reduced in H. pylori strains that expressed the FlgZ(C202S) or FlgZ(C223S) variants. The FlgZ(C202S) variant, but not the FlgZ(C223S) variant, accumulated at levels similar to the wild-type protein. DUF164 proteins are not universally distributed and appear to be absent in several major bacterial taxa, including Cyanobacteria as well as Alpha-, Beta- and Gammaproteobacteria. With the exception of the Actinobacteria, members of which generally lack RpoN, genes encoding DUF164 proteins and RpoN are frequently found in the same genome. Interestingly, many of the DUF164 proteins in Actinobacteria and Bacteroidetes lack most or even all of the conserved cysteine residues. CONCLUSIONS: These findings suggest the importance of the zinc-ribbon domain of FlgZ in protecting RpoN from turnover. Since many bacteria that possess a DUF164 protein also contain RpoN, DUF164 proteins may have roles in RpoN protection or function in other bacteria.",
  "authors": [
    {
      "last_name": "Pereira",
      "fore_name": "Lara E",
      "initials": "LE",
      "name": "Lara E Pereira",
      "affiliations": [
        "Emory Vaccine Center, 954 Gatewood Road, Emory University, Atlanta, GA 30329, USA."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Tsang",
      "affiliations": []
    },
    {
      "last_name": "Mrázek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Mrázek",
      "affiliations": []
    },
    {
      "last_name": "Hoover",
      "fore_name": "Timothy R",
      "initials": "TR",
      "name": "Timothy R Hoover",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Microbial informatics and experimentation",
    "iso_abbreviation": "Microb Inform Exp",
    "issn": "2042-5783",
    "issn_type": "Print",
    "volume": "1",
    "issue": "8",
    "pub_year": "2011",
    "pub_month": "Aug",
    "pub_day": "23"
  },
  "start_page": "1",
  "end_page": "10",
  "pages": "1-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22408721",
    "pmc": "PMC3372290",
    "doi": "10.1186/2042-5783-1-8"
  },
  "doi": "10.1186/2042-5783-1-8",
  "pmc_id": "PMC3372290",
  "dates": {
    "completed": "2014-02-28",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R03 AI080923",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.513732",
    "pmid": "22408721"
  }
}