{
  "pmid": "22411195",
  "uid": "22411195",
  "title": "Using anchoring vignettes to assess the comparability of self-rated feelings of sadness, lowness or depression in France and Vietnam.",
  "abstract": "General measures of self-rated health are collected routinely in national health surveys and widely used in the analyses of determinants of health and health care utilization. However, these subjective assessments can be influenced by health expectations (contextualized beliefs about health) that may vary systematically across individuals and be associated with their socio-demographic characteristics. Our objective is to contrast the impact of health expectations associated with respondent characteristics (reporting heterogeneity) on self-rated feelings of sadness, lowness or depression obtained from general population samples in France and Vietnam. Based on self ratings and ratings in response to common anchoring vignettes depicting different levels of depression, we used nationally representative data from the World Health Survey conducted in France (2002) and Vietnam (2002-2003) and a modification of the standard probit model to test and adjust for reporting heterogeneity associated with individual characteristics. We find evidence of reporting heterogeneity within France and Vietnam and across the two countries. In particular we find that, when adjusted for reporting heterogeneity, sex is no longer significantly associated with self-rated feelings of sadness, lowness or depression in France. Given the absence of clear biological markers in the definitions of depressive disorders and the substantial impact reporting heterogeneity is shown to have, measures of depressive disorders based on self-reports should be interpreted with caution.",
  "authors": [
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Département d'administration de la santé, Université de Montréal, Québec, Canada. emmanuel.guindon@umontreal.ca"
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of methods in psychiatric research",
    "iso_abbreviation": "Int J Methods Psychiatr Res",
    "issn": "1557-0657",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Mar"
  },
  "start_page": "29",
  "end_page": "40",
  "pages": "29-40",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Cross-Cultural Comparison",
    "Depression",
    "Emotions",
    "Female",
    "France",
    "Global Health",
    "Humans",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Self Report",
    "Sex Factors",
    "Surveys and Questionnaires",
    "Vietnam",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22411195",
    "pmc": "PMC6878381",
    "doi": "10.1002/mpr.1346"
  },
  "doi": "10.1002/mpr.1346",
  "pmc_id": "PMC6878381",
  "dates": {
    "completed": "2012-07-27",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:34.935340",
    "pmid": "22411195"
  }
}