{
  "pmid": "22417184",
  "uid": "22417184",
  "title": "A framework for costing diagnostic methods in oral health care: an application comparing a new imaging technology with the conventional approach for maxillary canines with eruption disturbances.",
  "abstract": "OBJECTIVES: The aims were (i) to propose a framework for costing diagnostic methods in oral health care and (ii) to illustrate the application of the framework to the radiographic examination of maxillary canines with eruption disturbances. METHODS: The framework for costing, following Drummond et al. (2005), includes three elements: (i) identification of different resources used in producing and delivering the service, (ii) measurement of the amount of each resource required and (iii) valuation of the resources in monetary terms. Four data collection instruments were designed - a protocol for apportioning the cost of capital equipment to each diagnostic procedure, separate forms for recording consumable items, for the time of different health care providers used for a diagnostic examination and a patient survey for calculation of the total cost to the patient associated with the examination. The framework was applied to the radiographic examination of maxillary canines with eruption disturbances comparing two imaging methods: (i) a new method with cone beam computed tomography and panoramic radiography and (ii) a conventional method using intraoral and panoramic radiography. The primary analysis was performed from the perspective of the health care system. A separate analysis included patient costs with health care system costs to provide a societal perspective. Comparison of the two perspectives allows consideration of whether any costs savings to the health care system are generated at the expense of greater costs for patients and their families. Data for the cost-analysis were retrieved from 47 patients (mean age 14 years) referred to a department of radiology for examination of maxillary canines. RESULTS: Application of the framework for costing allowed us to compare the resources used to perform examinations of the two methods. The mean total cost per examination for the new method was 128.38€ and 81.80€ for the conventional method, resulting in an incremental cost per examination of the new method of 46.58€. CONCLUSIONS: The application of the framework demonstrates the feasibility of measuring and comparing the total costs as well as the distribution of total costs between providers and patients for different approaches to this common examination.",
  "authors": [
    {
      "last_name": "Christell",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Christell",
      "affiliations": [
        "Department of Oral and Maxillofacial Radiology, Faculty of Odontology, Malmö, University, Malmö, Sweden. Helena.Christell@mah.se"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Horner",
      "fore_name": "Keith",
      "initials": "K",
      "name": "Keith Horner",
      "affiliations": []
    },
    {
      "last_name": "Rohlin",
      "fore_name": "Madeleine",
      "initials": "M",
      "name": "Madeleine Rohlin",
      "affiliations": []
    },
    {
      "last_name": "Lindh",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Lindh",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Community dentistry and oral epidemiology",
    "iso_abbreviation": "Community Dent Oral Epidemiol",
    "issn": "1600-0528",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "351",
  "end_page": "361",
  "pages": "351-61",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Costs and Cost Analysis",
    "Cuspid",
    "Fees, Dental",
    "Humans",
    "Radiography, Dental",
    "Tooth Eruption, Ectopic",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22417184",
    "doi": "10.1111/j.1600-0528.2012.00674.x"
  },
  "doi": "10.1111/j.1600-0528.2012.00674.x",
  "dates": {
    "completed": "2012-12-17",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.657495",
    "pmid": "22417184"
  }
}