{
  "pmid": "22429177",
  "uid": "22429177",
  "title": "The role of collaborative interactivity in the observational practice of clinical skills.",
  "abstract": "CONTEXT: Video-based observational practice can extend simulation-based learning outside the training space. This study explores the value of collaborative feedback provided during observational practice to the acquisition of clinical skills. METHODS:   Nursing students viewed a video demonstrating the proper ventrogluteal injection technique before performing a videotaped pre-test trial on a simulator. They were then assigned randomly to one of three observational practice groups: a group that observed the expert demonstration (EO group); a group that viewed the expert demonstration, self-assessed their individual pre-test and contrasted their self-assessments with expert feedback (ESO group), and a group that observed the expert demonstration, self-assessed and contrasted their assessments with those of an expert, and formed a community that engaged in peer-to-peer feedback (ESPO group). The observation of all videos, the provision of assessments and all networking occurred via an Internet-mediated network. After 2 weeks, participants returned for post-tests and transfer tests. RESULTS:   The pre-test-post-test analyses revealed significant interactions (global rating scale: F((2,22)) =4.00 [p =0.033]; checklist: F((2,22)) =4.31 [p =0.026]), which indicated that post-test performance in the ESPO group was significantly better than pre-test performance. The transfer analyses revealed main effects for both the global rating scale (F((2,23)) =6.73; p =0.005) and validated checklist (F((2,23)) =7.04; p =0.004) measures. Participants in the ESPO group performed better on the transfer test than those in the EO group. CONCLUSIONS:   The results suggest that video-based observational practice can be effective in extending simulation-based learning, but its effectiveness is mediated by the amount of time the learner spends engaged in the practice and the type of learning activities the learner performs in the observational practice environment. We speculate that increasing collaborative interactivity supports observational learning by increasing the extent to which the educational environment can accommodate learners' specific needs.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barry",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Barry",
      "affiliations": []
    },
    {
      "last_name": "Kapralos",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Kapralos",
      "affiliations": []
    },
    {
      "last_name": "Carnahan",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Carnahan",
      "affiliations": []
    },
    {
      "last_name": "Dubrowski",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Dubrowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "409",
  "end_page": "416",
  "pages": "409-16",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Computer-Assisted Instruction",
    "Cooperative Behavior",
    "Education, Nursing",
    "Educational Measurement",
    "Feedback",
    "Humans",
    "Students, Nursing",
    "Task Performance and Analysis",
    "Teaching",
    "Video Recording"
  ],
  "article_ids": {
    "pubmed": "22429177",
    "doi": "10.1111/j.1365-2923.2011.04196.x"
  },
  "doi": "10.1111/j.1365-2923.2011.04196.x",
  "dates": {
    "completed": "2012-05-22",
    "revised": "2012-07-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.279917",
    "pmid": "22429177"
  }
}