{
  "pmid": "22436136",
  "uid": "22436136",
  "title": "Maternal depression and infant growth and development in British Pakistani women: a cohort study.",
  "abstract": "OBJECTIVES: Perinatal depression has been found to be a strong and independent risk factor for poor child growth and development in low-income South Asian populations. The authors aimed to study if there was a similar association in first and second-generation British women of Pakistani origin. DESIGN: A prospective cohort study. SETTING: The study was conducted in the North-West of England, in areas with high density of Pakistani-origin population. The subjects were recruited from Central Manchester Hospital in the City of Manchester and East Lancashire Hospital in Lancashire. PARTICIPANTS: 704 physically healthy women were assessed in two phases (screening and detailed assessment of high scorers and a proportion of low scorers) during the third trimester of pregnancy to obtain at birth a cohort of 63 infants of depressed mothers and 173 infants of psychologically well mothers. PRIMARY AND SECONDARY OUTCOME MEASURES: All infants were weighed and measured at birth and 6 months, and their development was assessed using the Bayley Scales of Infant Development-Third Edition. RESULTS: There was no difference in the birth weight or weight and height at 6 months of infants of depressed mothers versus infants of psychologically well mothers. The only significant difference between the two groups was in the infants' adaptive behaviour; infants of depressed mothers scored significantly lower than those of psychologically well mothers (mean difference 4.6, t=2.81, df 195, p=0.006). The associations remained significant after adjustment for socio-demographic factors by multivariate analyses. CONCLUSIONS: Prenatal depression is not associated with impaired growth in this sample of British Pakistani women. There is, however, an association of prenatal depression with parent-reported problems in the infants' adaptive behaviour. Further research is needed to understand various pathways through which maternal depression affects infant outcomes in low- and high-income settings.",
  "authors": [
    {
      "last_name": "Husain",
      "fore_name": "Nusrat",
      "initials": "N",
      "name": "Nusrat Husain",
      "affiliations": [
        "Psychiatry Research Group, School of Community Based Medicine, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Cruickshank",
      "fore_name": "John Kennedy",
      "initials": "JK",
      "name": "John Kennedy Cruickshank",
      "affiliations": []
    },
    {
      "last_name": "Tomenson",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Tomenson",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": []
    },
    {
      "last_name": "Rahman",
      "fore_name": "Atif",
      "initials": "A",
      "name": "Atif Rahman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2012"
  },
  "start_page": "e000523",
  "pages": "e000523",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22436136",
    "pmc": "PMC3312074",
    "doi": "10.1136/bmjopen-2011-000523",
    "pii": "bmjopen-2011-000523"
  },
  "doi": "10.1136/bmjopen-2011-000523",
  "pmc_id": "PMC3312074",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G0401084",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.683427",
    "pmid": "22436136"
  }
}