{
  "pmid": "22438170",
  "uid": "22438170",
  "title": "Ratio of geometric means to analyze continuous outcomes in meta-analysis: comparison to mean differences and ratio of arithmetic means using empiric data and simulation.",
  "abstract": "Meta-analyses pooling continuous outcomes can use mean differences (MD), standardized MD (MD in pooled standard deviation units, SMD), or ratio of arithmetic means (RoM). Recently, ratio of geometric means using ad hoc (RoGM (ad hoc)) or Taylor series (RoGM (Taylor)) methods for estimating variances have been proposed as alternative effect measures for skewed continuous data. Skewed data are suggested for summary measures of clinical parameters restricted to positive values which have large coefficients of variation (CV). Our objective was to compare performance characteristics of RoGM (ad hoc) and RoGM (Taylor) to MD, SMD, and RoM. We used empiric data from systematic reviews reporting continuous outcomes and selected from each the meta-analysis with the most and at least 5 trials (Cochrane Database [2008, Issue 1]). We supplemented this with simulations conducted with representative parameters. Pooled results were calculated using each effect measure. Of the reviews, 232/5053 met the inclusion criteria. Empiric data and simulation showed that RoGM (ad hoc) exhibits more extreme treatment effects and greater heterogeneity than all other effect measures. Compared with MD, SMD, and RoM, RoGM (Taylor) exhibits similar treatment effects, more heterogeneity when CV ≤0.7, and less heterogeneity when CV > 0.7. In conclusion, RoGM (Taylor) may be considered for pooling continuous outcomes in meta-analysis when data are skewed, but RoGM (ad hoc) should not be used. However, clinicians' lack of familiarity with geometric means combined with acceptable performance characteristics of RoM in most situations suggests that RoM may be the preferable ratio method for pooling continuous outcomes in meta-analysis.",
  "authors": [
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada. j.friedrich@utoronto.ca"
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Statistics in medicine",
    "iso_abbreviation": "Stat Med",
    "issn": "1097-0258",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "17",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "1857",
  "end_page": "1886",
  "pages": "1857-86",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Computer Simulation",
    "Data Interpretation, Statistical",
    "Humans",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22438170",
    "doi": "10.1002/sim.4501"
  },
  "doi": "10.1002/sim.4501",
  "dates": {
    "completed": "2012-11-29",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "84392",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.916803",
    "pmid": "22438170"
  }
}