{
  "pmid": "22455458",
  "uid": "22455458",
  "title": "Working with immigrant families raising a child with a disability: challenges and recommendations for healthcare and community service providers.",
  "abstract": "PURPOSE: Although providing culturally sensitive care is an important element of family-centered rehabilitation very is little known about providers' experiences working with immigrant families in pediatric settings. The purpose of this study is to develop a better understanding of the experiences of service providers working with immigrant families raising a child with a physical disability. METHOD: We draw on a qualitative approach involving in-depth interviews and focus groups with healthcare and community service providers (n = 13) in two multi-cultural Canadian cities. RESULTS: The findings indicate that healthcare and community service providers encounter several challenges in providing care to immigrant families raising a child with a disability. Such challenges include the following: (1) lack of training in providing culturally sensitive care; (2) language and communication issues; (3) discrepancies in conceptualizations of disability between healthcare providers and immigrant parents; (4) building rapport; and (5) helping parents to advocate for themselves and their children. Service providers also have several recommendations for improving services to better meet the needs of immigrant families. CONCLUSION: Clinicians should be cognizant of how culture influences the care they provide to clients. More training opportunities are needed for enhancing culturally sensitive care. IMPLICATIONS FOR REHABILITATION: • Pediatric rehabilitation providers working with immigrant families raising a child with a disability should engage in training and education around culturally sensitive care to better meet the needs of these clients. • More time is needed when working with immigrant families to build trust and rapport. • Clinicians need to be sensitive around gender issues and try to involve both parents in the decision making around the care for their child. • Healthcare providers should help clients to become more aware of the resources available to them in the hospital and in the community.",
  "authors": [
    {
      "last_name": "Lindsay",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Lindsay",
      "affiliations": [
        "Bloorview Research Institute, Holland Bloorview Kids Rehabilitation Hospital, Toronto, Ontario, Canada. slindsay@hollandbloorview.ca"
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian King",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Esses",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Esses",
      "affiliations": []
    },
    {
      "last_name": "Stachel",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Stachel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Disability and rehabilitation",
    "iso_abbreviation": "Disabil Rehabil",
    "issn": "1464-5165",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "23",
    "pub_year": "2012"
  },
  "start_page": "2007",
  "end_page": "2017",
  "pages": "2007-17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Child",
    "Child Health Services",
    "Communication",
    "Cultural Competency",
    "Culture",
    "Delivery of Health Care",
    "Children with Disabilities",
    "Emigrants and Immigrants",
    "Family",
    "Female",
    "Focus Groups",
    "Health Personnel",
    "Health Services Accessibility",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Professional-Patient Relations",
    "Qualitative Research",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "22455458",
    "doi": "10.3109/09638288.2012.667192"
  },
  "doi": "10.3109/09638288.2012.667192",
  "dates": {
    "completed": "2012-12-11",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.387357",
    "pmid": "22455458"
  }
}