{
  "pmid": "22459796",
  "uid": "22459796",
  "title": "Pharyngeal flap versus sphincter pharyngoplasty for the treatment of velopharyngeal insufficiency: a meta-analysis.",
  "abstract": "BACKGROUND: Velopharyngeal insufficiency (VPI) has been reported in 5-20% of patients following cleft palate repair. Since VPI can limit communication, determining which operative procedure leads to the greatest improvement is of utmost importance. Since there is no consensus, this meta-analysis aims to determine which procedure results in the most significant resolution of VPI. METHODS: Two independent assessors undertook a literature review for articles that compare procedures aimed at treating VPI. Study quality was determined using validated scales. Level of agreement was assessed using intra-class coalition coefficient analysis. The heterogeneity between studies was evaluated using I(2) and Cochran's Q-statistic. Random effect model analysis and forest plots were used to report a pooled odds ratio (OR) and 95% confidence intervals (CI) for treatment effect. A p-value of 0.05 was considered for statistical significance. RESULTS: Two randomised controlled trials (RCTs) comparing pharyngeal flap to sphincter pharyngoplasty were obtained. A total of 133 patients were included, with follow-ups at 3-4 months. The pooled OR was determined to be 2.95 (95% CI: 0.66-13.23) in favour of the pharyngeal flap. CONCLUSIONS: Based on these RCTs, which currently compose the highest quality data that compares pharyngeal flap versus pharyngoplasty, the pooled treatment effect suggests a possible trend favouring pharyngeal flap.",
  "authors": [
    {
      "last_name": "Collins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Collins",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Cheung",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Strumas",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Strumas",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "7",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "864",
  "end_page": "868",
  "pages": "864-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Child",
    "Cleft Palate",
    "Humans",
    "Pharyngeal Muscles",
    "Randomized Controlled Trials as Topic",
    "Speech Intelligibility",
    "Surgical Flaps",
    "Velopharyngeal Insufficiency"
  ],
  "article_ids": {
    "pubmed": "22459796",
    "doi": "10.1016/j.bjps.2012.01.020",
    "pii": "S1748-6815(12)00059-9"
  },
  "doi": "10.1016/j.bjps.2012.01.020",
  "dates": {
    "completed": "2012-09-20",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.335890",
    "pmid": "22459796"
  }
}