{
  "pmid": "22467000",
  "uid": "22467000",
  "title": "Satisfaction and quality-of-life issues in body contouring surgery patients: a qualitative study.",
  "abstract": "BACKGROUND: Body contouring, which encompasses a range of surgical procedures on different areas of the body, is one of the most rapidly growing areas of plastic surgery. Little is known about outcomes from the perspective of post-weight loss body contouring patients. The aim of our qualitative study was to identify the health and aesthetic concerns of such patients through in-depth patient interviews. METHODS: Forty-three bariatric surgery post-weight loss body contouring patients were recruited between September 2009 and January 2011 from the offices of five plastic surgeons located in the USA and Canada. Interviews were used to explore the impact that obesity, weight loss, and body contouring surgery had on all aspects of the patient's life. Interviews were transcribed and data analysis involved coding and the use of the constant comparison method to develop categories and themes. Interviewing continued until no new themes emerged. RESULTS: Patients described a range of important health and aesthetic concerns related to body contouring surgery following massive weight loss, including the following: appearance-related concerns, physical health concerns, sexual health concerns, psychological health concerns, and social health concerns. Body contouring surgery played an instrumental role in the completion of the entire weight loss process for patients. CONCLUSIONS: The removal of excess skin leads to improvements in a patient's appearance and enhanced physical, psychological, and social health and well-being. In order to appropriately measure the impact of body contouring procedures from the patient's perspective, a well-developed psychometrically sound patient-reported outcome instrument is needed.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "McMaster University, HSC-3N27, 1280 Main Street West, Hamilton, ON, Canada, L8S 4K1. aklass@mcmaster.ca"
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie",
      "initials": "A",
      "name": "Amie Scott",
      "affiliations": []
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Johnson",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Obesity surgery",
    "iso_abbreviation": "Obes Surg",
    "issn": "1708-0428",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "1527",
  "end_page": "1534",
  "pages": "1527-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Bariatric Surgery",
    "Body Image",
    "Canada",
    "Coitus",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Obesity, Morbid",
    "Patient Satisfaction",
    "Psychometrics",
    "Qualitative Research",
    "Quality of Life",
    "Skin",
    "Surgery, Plastic",
    "Surveys and Questionnaires",
    "United States",
    "Weight Loss",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22467000",
    "doi": "10.1007/s11695-012-0640-1"
  },
  "doi": "10.1007/s11695-012-0640-1",
  "dates": {
    "completed": "2013-01-23",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.047851",
    "pmid": "22467000"
  }
}