{
  "pmid": "22483124",
  "uid": "22483124",
  "title": "A crisis of faith? A review of simulation in teaching team-based, crisis management skills to surgical trainees.",
  "abstract": "BACKGROUND: Team-based training using crisis resource management (CRM) has gained popularity as a strategy to minimize the impact of medical error during critical events. The purpose of this review was to appraise and summarize the design, implementation, and efficacy of peer-reviewed, simulation-based CRM training programs for postgraduate trainees (residents). METHODS: Two independent reviewers conducted a structured literature review, querying multiple medical and allied health databases from 1950 to May 2010 (MEDLINE, EMBASE, CINAHL, EBM, and PsycINFO). We included articles that (1) were written in English, (2) were published in peer-reviewed journals, (3) included residents, (4) contained a simulation component, and (5) included a team-based component. Peer-reviewed articles describing the implementation of CRM instruction were critically appraised using the Kirkpatrick framework for evaluating training programs. RESULTS: Fifteen studies involving a total of 404 residents met inclusion criteria; most studies reported high resident satisfaction for CRM training. In several CRM domains, residents demonstrated significant improvements after training, which did not decay over time. With regard to design, oral feedback may be equivalent to video feedback and single-day interventions may be as efficacious as multiple-day interventions for residents. No studies demonstrated a link between simulation-based CRM training and performance during real-life critical events. CONCLUSIONS: The findings support the utility of CRM programs for residents. A high degree of satisfaction and perceived value reflect robust resident engagement. The iteration of themes from our review provides the basis for the development of best practices in curricula design. A dearth of well-designed, randomized studies preclude the quantification of impact of simulation-based training in the clinical environment.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, Keenan Research Center of the Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada. adoumouras@qmed.ca"
      ]
    },
    {
      "last_name": "Keshet",
      "fore_name": "Itay",
      "initials": "I",
      "name": "Itay Keshet",
      "affiliations": []
    },
    {
      "last_name": "Nathens",
      "fore_name": "Avery B",
      "initials": "AB",
      "name": "Avery B Nathens",
      "affiliations": []
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Najma",
      "initials": "N",
      "name": "Najma Ahmed",
      "affiliations": []
    },
    {
      "last_name": "Hicks",
      "fore_name": "Christopher M",
      "initials": "CM",
      "name": "Christopher M Hicks",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of surgical education",
    "iso_abbreviation": "J Surg Educ",
    "issn": "1878-7452",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "3",
    "pub_year": "2012"
  },
  "start_page": "274",
  "end_page": "281",
  "pages": "274-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Computer Simulation",
    "Crisis Intervention",
    "Curriculum",
    "Education, Medical, Graduate",
    "Female",
    "General Surgery",
    "Humans",
    "Internship and Residency",
    "Male",
    "Medical Errors",
    "Patient Care Team",
    "Problem-Based Learning",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22483124",
    "doi": "10.1016/j.jsurg.2011.11.004",
    "pii": "S1931-7204(11)00311-4"
  },
  "doi": "10.1016/j.jsurg.2011.11.004",
  "dates": {
    "completed": "2012-08-24",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:05.504659",
    "pmid": "22483124"
  }
}