{
  "pmid": "22491345",
  "uid": "22491345",
  "title": "Assumptions of expected benefits in randomized phase III trials evaluating systemic treatments for cancer.",
  "abstract": "BACKGROUND: In designing phase III randomized clinical trials (RCTs), the expected magnitude of the benefit of the experimental therapy (δ) determines the number of patients required and the number of person-years of follow-up. We conducted a systematic review to evaluate how reliably δ approximates the observed benefit (B) in RCTs that evaluated cancer treatment. METHODS: RCTs evaluating systemic therapy in adult cancer patients published in 10 journals from January 1, 2005, through December 31, 2009, were identified. Data were extracted from each publication independently by two investigators. The related-samples Sign test was used to determine whether the median difference between δ and B was statistically significant in different study subsets and was two-sided. RESULTS: A total of 253 RCTs met the eligibility criteria and were included in the analysis. Regardless of whether benefit was defined as proportional change (median difference between δ and B = -13.0%, 95% confidence interval [CI] = -21.0% to -8.0%), absolute change (median difference between δ and B = -8.0%, 95% CI = -9.9% to -5.1%), or median increase in a time-to-event endpoint (median difference between δ and B = -1.4 months, 95% CI = -2.1 to -0.8 months), δ was consistently and statistically significantly larger than B (P < .001, for each, respectively). This relationship between δ and B was independent of year of publication, industry funding, management by cooperative trial groups, type of control arm, type of experimental arm, disease site, adjuvant treatment, or treatment for advanced disease, and likely contributed to the high proportion of negative RCTs (158 [62.5%] of 253 studies). CONCLUSIONS: Investigators consistently make overly optimistic assumptions regarding treatment benefits when designing RCTs. Attempts to reduce the number of negative RCTs should focus on more realistic estimations of δ. Increased use of interim analyses, certain adaptive trial designs, and better biological characterization of patients are potential ways of mitigating this problem.",
  "authors": [
    {
      "last_name": "Gan",
      "fore_name": "Hui K",
      "initials": "HK",
      "name": "Hui K Gan",
      "affiliations": [
        "Joint Austin-Ludwig Medical Oncology Unit, Austin Hospital, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "You",
      "fore_name": "Benoit",
      "initials": "B",
      "name": "Benoit You",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Eric X",
      "initials": "EX",
      "name": "Eric X Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the National Cancer Institute",
    "iso_abbreviation": "J Natl Cancer Inst",
    "issn": "1460-2105",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "8",
    "pub_year": "2012",
    "pub_month": "Apr",
    "pub_day": "18"
  },
  "start_page": "590",
  "end_page": "598",
  "pages": "590-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Clinical Trials, Phase III as Topic",
    "Humans",
    "Neoplasms",
    "Publication Bias",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Treatment Failure",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22491345",
    "doi": "10.1093/jnci/djs141",
    "pii": "djs141"
  },
  "doi": "10.1093/jnci/djs141",
  "dates": {
    "completed": "2012-06-08",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.862840",
    "pmid": "22491345"
  }
}