{
  "pmid": "22496115",
  "uid": "22496115",
  "title": "Radial artery versus femoral artery access options in coronary angiogram procedures: randomized controlled trial of a patient-decision aid.",
  "abstract": "BACKGROUND: Vascular access options in coronary angiography can be considered a preference-sensitive decision, where the benefits/risks have different levels of significance, depending on the individual patient. For preference-sensitive healthcare options, patient decision aids (PtDA) significantly improve the process of decision-making. The purpose of this trial was to evaluate the effectiveness of an evidence-based PtDA compared with usual care in patients eligible for radial and femoral artery access. METHODS AND RESULTS: We conducted a single-center, nonblinded, randomized controlled trial with patients eligible for both femoral and radial access as per their treating physician. The PtDA was designed to guide patients to make an informed choice, consistent with their preferences and values. The primary outcome, decisional conflict, was assessed using the validated decisional conflict scale. One hundred fifty patients were randomized (vascular access PtDA=76 versus usual care=74). The intervention group had a significantly reduced decisional conflict scale compared with control (unadjusted 14.8 versus 19.5, P=0.04) and were significantly more knowledgeable regarding risks/benefits associated with each vascular access (mean knowledge score 3/5 (95% confidence interval, 2.6 to 3.3) versus 2/5 (95% confidence interval, 1.7 to 2.3, P<0.01). PtDA patients had better informed value congruence with their vascular access received (47.3% versus 25.7%, P<0.01). There were no significant differences in procedural success or safety between the 2 groups. CONCLUSIONS: A vascular access PtDA for eligible patients undergoing coronary angiogram procedures reduces decisional conflict and improves value congruence and the patients' knowledge of their healthcare options; however, a multicenter study, powered to confirm these benefits and evaluate differences in procedural success or complications, is required.",
  "authors": [
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "McMaster University-Hamilton Health Sciences, Department of Medicine, Division of Cardiology, Population Health Research Institute, Canada. schwalj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Stacey",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Stacey",
      "affiliations": []
    },
    {
      "last_name": "Pericak",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Pericak",
      "affiliations": []
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Circulation. Cardiovascular quality and outcomes",
    "iso_abbreviation": "Circ Cardiovasc Qual Outcomes",
    "issn": "1941-7705",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2012",
    "pub_month": "May"
  },
  "start_page": "260",
  "end_page": "266",
  "pages": "260-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Analysis of Variance",
    "Catheterization, Peripheral",
    "Chi-Square Distribution",
    "Conflict, Psychological",
    "Coronary Angiography",
    "Decision Support Techniques",
    "Female",
    "Femoral Artery",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Education as Topic",
    "Patient Participation",
    "Patient Preference",
    "Patient Selection",
    "Predictive Value of Tests",
    "Radial Artery",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "22496115",
    "doi": "10.1161/CIRCOUTCOMES.111.962837",
    "pii": "CIRCOUTCOMES.111.962837"
  },
  "doi": "10.1161/CIRCOUTCOMES.111.962837",
  "dates": {
    "completed": "2012-09-11",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.132930",
    "pmid": "22496115"
  }
}