{
  "pmid": "22507805",
  "uid": "22507805",
  "title": "Ensuring maximum outcomes and benefits in comprehensive care for bleeding disorders through surveillance and data collection.",
  "abstract": "OBJECTIVES: In order to maximize the impact and outcome of comprehensive care, it is important to track the identification of people with bleeding disorders and to evaluate their health outcomes over a long-term period. METHODS: Establishment of a comprehensive care program for the care of patients with bleeding disorders is an essential feature of national health systems desiring to achieve the best health outcomes for their patients. Implementation of a surveillance system in conjunction with a comprehensive care program allows assessments to be made on data, with regards to optimizing resources and outcomes for the patients. RESULTS: This data provides governments with answers about the bleeding disorders population, and indicates what the trends are, what the best practices are and what interventions may be required. DISCUSSION: The challenges of answering government and payer demands for evidence-based medicine and cost justification for the introduction and enhancement of treatment and care are ever-present and growing. To sustain and continue the expansion of access to care globally it is critical to build the body of outcome data for individual patients, within HTCs, nationally, regionally and globally. Doing so will not only improve clinical practices and support the allocation of scare resources, but most importantly, the well-being of patients will improve as well.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "World Federation of Hemophilia, 1155 23rd St NW #3A, Washington, DC 20037-3303, USA. mskinner@wfh.org"
      ]
    }
  ],
  "journal": {
    "title": "Hematology (Amsterdam, Netherlands)",
    "iso_abbreviation": "Hematology",
    "issn": "1607-8454",
    "issn_type": "Electronic",
    "volume": "17 Suppl 1",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "S147",
  "end_page": "S149",
  "pages": "S147-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Comprehensive Health Care",
    "Data Collection",
    "Evidence-Based Medicine",
    "Hemophilia A",
    "Humans",
    "Societies, Medical"
  ],
  "article_ids": {
    "pubmed": "22507805",
    "doi": "10.1179/102453312X13336169156573"
  },
  "doi": "10.1179/102453312X13336169156573",
  "dates": {
    "completed": "2012-08-14",
    "revised": "2012-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.392069",
    "pmid": "22507805"
  }
}