{
  "pmid": "22512835",
  "uid": "22512835",
  "title": "An optimal search filter for retrieving systematic reviews and meta-analyses.",
  "abstract": "BACKGROUND: Health-evidence.ca is an online registry of systematic reviews evaluating the effectiveness of public health interventions. Extensive searching of bibliographic databases is required to keep the registry up to date. However, search filters have been developed to assist in searching the extensive amount of published literature indexed. Search filters can be designed to find literature related to a certain subject (i.e. content-specific filter) or particular study designs (i.e. methodological filter). The objective of this paper is to describe the development and validation of the health-evidence.ca Systematic Review search filter and to compare its performance to other available systematic review filters. METHODS: This analysis of search filters was conducted in MEDLINE, EMBASE, and CINAHL. The performance of thirty-one search filters in total was assessed. A validation data set of 219 articles indexed between January 2004 and December 2005 was used to evaluate performance on sensitivity, specificity, precision and the number needed to read for each filter. RESULTS: Nineteen of 31 search filters were effective in retrieving a high level of relevant articles (sensitivity scores greater than 85%). The majority achieved a high degree of sensitivity at the expense of precision and yielded large result sets. The main advantage of the health-evidence.ca Systematic Review search filter in comparison to the other filters was that it maintained the same level of sensitivity while reducing the number of articles that needed to be screened. CONCLUSIONS: The health-evidence.ca Systematic Review search filter is a useful tool for identifying published systematic reviews, with further screening to identify those evaluating the effectiveness of public health interventions. The filter that narrows the focus saves considerable time and resources during updates of this online resource, without sacrificing sensitivity.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Edwin",
      "initials": "E",
      "name": "Edwin Lee",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1200 Main St, W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Decorby",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Decorby",
      "affiliations": []
    },
    {
      "last_name": "McRae",
      "fore_name": "Lyndsey",
      "initials": "L",
      "name": "Lyndsey McRae",
      "affiliations": []
    },
    {
      "last_name": "Tirilis",
      "fore_name": "Daiva",
      "initials": "D",
      "name": "Daiva Tirilis",
      "affiliations": []
    },
    {
      "last_name": "Husson",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Husson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Apr",
    "pub_day": "18"
  },
  "start_page": "51",
  "pages": "51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Databases, Bibliographic",
    "Early Medical Intervention",
    "Humans",
    "Information Storage and Retrieval",
    "Internet",
    "Meta-Analysis as Topic",
    "Online Systems",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "22512835",
    "pmc": "PMC3515398",
    "doi": "10.1186/1471-2288-12-51",
    "pii": "1471-2288-12-51"
  },
  "doi": "10.1186/1471-2288-12-51",
  "pmc_id": "PMC3515398",
  "dates": {
    "completed": "2013-06-20",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.337600",
    "pmid": "22512835"
  }
}