{
  "pmid": "22511132",
  "uid": "22511132",
  "title": "The relationship between organizational culture and family satisfaction in critical care.",
  "abstract": "OBJECTIVES: Family satisfaction with critical care is influenced by a variety of factors. We investigated the relationship between measures of organizational and safety culture, and family satisfaction in critical care. We further explored differences in this relationship depending on intensive care unit survival status and length of intensive care unit stay of the patient. DESIGN: Cross-sectional surveys. SETTING: Twenty-three tertiary and community intensive care units within three provinces in Canada. SUBJECTS: One thousand two-hundred eighty-five respondents from 2374 intensive care unit clinical staff, and 880 respondents from 1381 family members of intensive care unit patients. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Intensive care unit staff completed the Organization and Management of Intensive Care Units survey and the Hospital Survey on Patient Safety Culture. Family members completed the Family Satisfaction in the Intensive Care Unit 24, a validated survey of family satisfaction. A priori, we analyzed adjusted relationships between each domain score from the culture surveys and either satisfaction with care or satisfaction with decision-making for each of four subgroups of family members according to patient descriptors: intensive care unit survivors who had length of intensive care unit stay <14 days or >14 days, and intensive care unit nonsurvivors who had length of stay <14 days or ≥14 days. We found strong positive relationships between most domains of organizational and safety culture, and satisfaction with care or decision-making for family members of intensive care unit nonsurvivors who spent at least 14 days in the intensive care unit. For the other three groups, there were only a few weak relationships between domains of organizational and safety culture and family satisfaction. CONCLUSIONS: Our findings suggest that the effect of organizational culture on care delivery is most easily detectable by family members of the most seriously ill patients who interact frequently with intensive care unit staff, who are intensive care unit nonsurvivors, and who spend a longer time in the intensive care unit. Positive relationships between measures of organizational and safety culture and family satisfaction suggest that by improving organizational culture, we may also improve family satisfaction.",
  "authors": [
    {
      "last_name": "Dodek",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Dodek",
      "affiliations": [
        "Center for Health Evaluation and Outcome Sciences and Division of Critical Care Medicine, Providence Health Care and University of British Columbia, Vancouver, BC, Canada. peter.dodek@ubc.ca"
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Hubert",
      "initials": "H",
      "name": "Hubert Wong",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Rocker",
      "fore_name": "Graeme M",
      "initials": "GM",
      "name": "Graeme M Rocker",
      "affiliations": []
    },
    {
      "last_name": "Kutsogiannis",
      "fore_name": "Demetrios J",
      "initials": "DJ",
      "name": "Demetrios J Kutsogiannis",
      "affiliations": []
    },
    {
      "last_name": "Dale",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Dale",
      "affiliations": []
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Fowler",
      "affiliations": []
    },
    {
      "last_name": "Robinson",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Robinson",
      "affiliations": []
    },
    {
      "last_name": "Ayas",
      "fore_name": "Najib T",
      "initials": "NT",
      "name": "Najib T Ayas",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "May"
  },
  "start_page": "1506",
  "end_page": "1512",
  "pages": "1506-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Canada",
    "Critical Care",
    "Cross-Sectional Studies",
    "Data Collection",
    "Family",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Organizational Culture",
    "Patient Safety",
    "Patient Satisfaction",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "22511132",
    "doi": "10.1097/CCM.0b013e318241e368",
    "pii": "00003246-201205000-00015"
  },
  "doi": "10.1097/CCM.0b013e318241e368",
  "dates": {
    "completed": "2012-06-11",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.080374",
    "pmid": "22511132"
  }
}