{
  "pmid": "22529934",
  "uid": "22529934",
  "title": "Designing and analyzing clinical trials with composite outcomes: consideration of possible treatment differences between the individual outcomes.",
  "abstract": "When the individual outcomes within a composite outcome appear to have different treatment effects, either in magnitude or direction, researchers may question the validity or appropriateness of using this composite outcome as a basis for measuring overall treatment effect in a randomized controlled trial. The question remains as to how to distinguish random variation in estimated treatment effects from important heterogeneity within a composite outcome. This paper suggests there may be some utility in directly testing the assumption of homogeneity of treatment effect across the individual outcomes within a composite outcome. We describe a treatment heterogeneity test for composite outcomes based on a class of models used for the analysis of correlated data arising from the measurement of multiple outcomes for the same individuals. Such a test may be useful in planning a trial with a primary composite outcome and at trial end with final analysis and presentation. We demonstrate how to determine the statistical power to detect composite outcome treatment heterogeneity using the POISE Trial data. Then we describe how this test may be incorporated into a presentation of trial results with composite outcomes. We conclude that it may be informative for trialists to assess the consistency of treatment effects across the individual outcomes within a composite outcome using a formalized methodology and the suggested test represents one option.",
  "authors": [
    {
      "last_name": "Pogue",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Pogue",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. janice.pogue@phri.ca"
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "4",
    "pub_year": "2012"
  },
  "start_page": "e34785",
  "pages": "e34785",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Humans",
    "Models, Statistical",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22529934",
    "pmc": "PMC3328496",
    "doi": "10.1371/journal.pone.0034785"
  },
  "doi": "10.1371/journal.pone.0034785",
  "pmc_id": "PMC3328496",
  "dates": {
    "completed": "2012-11-19",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "British Heart Foundation",
      "country": "United Kingdom"
    },
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.598883",
    "pmid": "22529934"
  }
}