{
  "pmid": "22534689",
  "uid": "22534689",
  "title": "The need to standardize functional outcome in randomized trials of hip fracture: a review using the ICF framework.",
  "abstract": "OBJECTIVES: The choice of ideal outcome assessment is complex with the ever-growing number of possible instruments found in the orthopaedic literature. It is critical to reach a worldwide consensus approach in identifying the specific measures to be used in study designs for evaluating treatment of patients with hip fracture. In this article, we present results from a systematic review of the measures being used currently to assess functional outcome in randomized trials. We used the International Classification of Functioning Disability and Health (ICF) framework for conceptualizing outcome after hip fracture trauma from a body, individual, and societal perspective. DATA SOURCES: Relevant articles from 1980 to 2008 (week 52) were found using PubMed, Ovid MEDLINE, Cochrane, Ovid Healthstar, EMBASE, and CINAHL. STUDY SELECTION: Studies were included if (1) patients were older than 65 years and managed postoperatively after a hip fracture and (2) the studies were randomized and in the English language. DATA EXTRACTION: The intervention, sample size, follow-up, intention-to-treat analysis, mode of administration, and functional outcome domains and concepts using the ICF were recorded for each study. DATA SYNTHESIS: Ninety-seven studies containing 82 different instruments for assessing functional outcome were included. Those trials with a low risk of bias relied upon standardized patient-reported outcomes when compared with those trials with a high risk of bias that adopted more investigator-developed instruments. Nineteen percent of the trials used the Harris hip score, 14% used the Katz activities of daily living index, and 10% used the new mobility score. CONCLUSIONS: We believe that standardized patient-reported outcomes should be used to assess functional outcome after hip fracture and more rigor is needed when conducting surgical trials in this area. Variation in outcome measures across trials leads to several problems. Clinicians may not be able to interpret their findings when different measures are used. Researchers will not be able to calculate summary treatment effects. Our findings are based on a process for delineating the categories from within the ICF framework that may serve, in the future, as a comprehensive foundation of content for outcomes in the area of hip fractures.",
  "authors": [
    {
      "last_name": "Hoang-Kim",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Hoang-Kim",
      "affiliations": [
        "Department of Medicine, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada. hoangkima@smh.ca"
      ]
    },
    {
      "last_name": "Beaton",
      "fore_name": "Dorcas",
      "initials": "D",
      "name": "Dorcas Beaton",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Abhaya V",
      "initials": "AV",
      "name": "Abhaya V Kulkarni",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "e1",
  "end_page": "e8",
  "pages": "e1-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Hip Fractures",
    "Humans",
    "Outcome Assessment, Health Care",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22534689",
    "doi": "10.1097/BOT.0b013e318252d3c4"
  },
  "doi": "10.1097/BOT.0b013e318252d3c4",
  "dates": {
    "completed": "2013-07-15",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.072818",
    "pmid": "22534689"
  }
}