{
  "pmid": "22535815",
  "uid": "22535815",
  "title": "Ultrasonographic evaluation of Achilles tendons in clubfeet before and after percutaneous tenotomy.",
  "abstract": "PURPOSE: To measure the size of the Achilles tendons in congenital clubfeet using ultrasonography before and after percutaneous tenotomy. METHODS: 15 boys and 12 girls (39 feet) aged one to 11 (mean, 5) months with idiopathic clubfeet underwent percutaneous tenotomy (Ponseti method). The size of each Achilles tendon was measured ultrasonographically by a single radiologist before and after surgery. In patients with unilateral clubfoot, the normal foot was used as a referent. Longitudinal scans assessed the echotexture, echogenicity, and continuity of the tendon. Transverse scans assessed the shape, echotexture, echogenicity, thickness, and width of the tendon. The size of the Achilles tendon was estimated as an elliptical area using the formula: pi(thickness)x(width)/4. RESULTS: Before tenotomy, homogenous, hyperechoic, and linear continuous shadows were noted in longitudinal scans of both the normal and affected Achilles tendons. In transverse scans, the tendons were elliptical, homogenous, and echogenic in appearance. Four weeks after tenotomy, the tendons appeared as heterogeneous, linear continuous shadows with regular margins irrespective of patient age. There was decreased echogenicity in the treated foot. The transverse section of the tendons was elliptical with a heterogeneous echotexture that was predominantly hypoechoic. There was no significant difference in normal, unilateral, and bilateral tendons before and after tenotomy. CONCLUSION: The study reasserts functional continuity of the Achilles tendons 4 weeks after tenotomy using clinical and ultrasonographic methods.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Anil",
      "initials": "A",
      "name": "Anil Agarwal",
      "affiliations": [
        "Department of Orthopaedics, CNBC, Geeta Colony, Delhi, India. rachna_anila@yahoo.co.in"
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Nadeem Akhtar",
      "initials": "NA",
      "name": "Nadeem Akhtar Qureshi",
      "affiliations": []
    },
    {
      "last_name": "Kumar",
      "fore_name": "Pawan",
      "initials": "P",
      "name": "Pawan Kumar",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": []
    },
    {
      "last_name": "Gupta",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Gupta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic surgery (Hong Kong)",
    "iso_abbreviation": "J Orthop Surg (Hong Kong)",
    "issn": "2309-4990",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "71",
  "end_page": "74",
  "pages": "71-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Achilles Tendon",
    "Clubfoot",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Organ Size",
    "Postoperative Period",
    "Preoperative Period",
    "Tenotomy",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "22535815",
    "doi": "10.1177/230949901202000114"
  },
  "doi": "10.1177/230949901202000114",
  "dates": {
    "completed": "2012-08-20",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.128318",
    "pmid": "22535815"
  }
}