{
  "pmid": "22530686",
  "uid": "22530686",
  "title": "In the arc of history: AIHA and the movement to reform the Toxic Substances Control Act.",
  "abstract": "Dr. Michael P. Wilson of UC Berkeley delivered his keynote address before the general assembly of the American Industrial Hygiene Conference and Exhibition (AIHce) in Portland, Oregon, in May 2011. Here, Dr. Wilson again discusses the political and economic drivers of occupational disease in the United States and proposes a role for AIHA in helping to highlight and resolve them. He proposes that until these underlying drivers are acknowledged and ameliorated, the toll of occupational disease will persist, despite the hard work of industrial hygienists in the workplace. Among these drivers, Dr. Wilson points to the decline of labor rights and unionization; economic inequality; economic insecurity; political resistance to public health protections for workers, notably the OSHA and NIOSH programs; and weaknesses in the Federal Toxic Substances Control Act of 1976 (TSCA). Of these, Dr. Wilson calls on the AIHA to participate in the historic effort to rewrite TSCA. He points to weaknesses in TSCA that have produced a chemicals market dominated by the function, price, and performance of chemicals, with little attention given to their health and environmental effects. Under these conditions, he argues, hazardous chemicals have remained economically competitive, and innovation in inherently safer chemicals-in green chemistry-has been held back by a lack of market transparency and public accountability in the industry. TSCA reform has the potential to shift the market toward green chemistry, with long-term implications for occupational disease prevention, industrial investment, and renewed energy in the industrial hygiene profession. Dr. Wilson proposes that, like previous legislative changes in the United States, TSCA reform is likely to occur in response to myriad social pressures, which include the emergence of the European Union's REACH regulation; recent chemicals policy actions in 18 U.S. states; growing support from downstream businesses; increasing public awareness; and a social movement that reaches across traditional boundaries. Dr. Wilson urges the AIHA to involve itself in this effort by building alliances with professional associations and other groups that share similar goals.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "School of Public Health, University of California, Berkeley, CA 94720, USA. mpwilson@berkeley.edu"
      ]
    }
  ],
  "journal": {
    "title": "Journal of occupational and environmental hygiene",
    "iso_abbreviation": "J Occup Environ Hyg",
    "issn": "1545-9632",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2012"
  },
  "start_page": "D87",
  "end_page": "D94",
  "pages": "D87-94",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Government Regulation",
    "Hazardous Substances",
    "Humans",
    "Occupational Diseases",
    "Occupational Health",
    "Policy Making",
    "Public Health",
    "Societies, Scientific",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22530686",
    "doi": "10.1080/15459624.2012.677802"
  },
  "doi": "10.1080/15459624.2012.677802",
  "dates": {
    "completed": "2012-10-18",
    "revised": "2012-04-25"
  },
  "chemicals": [
    "Hazardous Substances"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.218143",
    "pmid": "22530686"
  }
}