{
  "pmid": "22534069",
  "uid": "22534069",
  "title": "Surgical indications for arthroscopic management of femoroacetabular impingement.",
  "abstract": "PURPOSE: The clinical literature was systematically reviewed to determine the consistently reported indications for arthroscopic management of femoroacetabular impingement (FAI). METHODS: Two databases (Medline and EMBASE) were screened for clinical studies involving the arthroscopic surgical management of FAI. A full-text review of eligible studies was conducted, and the references were searched. Articles published from 1980 until June 2011 were included, and the inclusion criteria were as follows: studies of human patients of all ages and genders with FAI, studies with a minimum of 6 months of patient follow-up, and studies reporting clinical outcome data. A quality assessment of the included articles was conducted. RESULTS: We included 20 articles in this review, involving a total of 1,368 patients. We identified a lack of consensus on clinical and radiographic indications for the arthroscopic management of FAI. The indications varied from a positive impingement sign (45%) and symptoms or pain for more than 6 months (35%) to a series of positive special tests (25%). Commonly reported radiographic indicators for arthroscopic FAI management included the following: results from a computed tomography scan or magnetic resonance imaging (60%), cam or pincer lesions evident on anteroposterior and/or lateral radiographs (50%), loss of sphericity of the femoral neck (30%), acetabular retroversion (30%), magnetic resonance arthrography (25%), reduction in head-neck offset (25%), an alpha angle greater than 50° (25%), and coxa profunda (25%). CONCLUSIONS: We found that there was great inconsistency among the indications for arthroscopic management of FAI. Clinical and radiographic indices remain largely unvalidated. This review highlights the need for more consistent reporting of surgical indications for the arthroscopic management of FAI. Future research should explore what combination of clinical and radiographic indications should be best used to determine arthroscopic FAI management. LEVEL OF EVIDENCE: Level IV, systematic review of Level II to IV studies.",
  "authors": [
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main St W, Hamilton, Ontario, Canada. ayenif@mcmaster.ca"
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Wong",
      "affiliations": []
    },
    {
      "last_name": "Chien",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Chien",
      "affiliations": []
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": []
    },
    {
      "last_name": "Kelly",
      "fore_name": "Bryan T",
      "initials": "BT",
      "name": "Bryan T Kelly",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "8",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "1170",
  "end_page": "1179",
  "pages": "1170-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "22534069",
    "doi": "10.1016/j.arthro.2012.01.010",
    "pii": "S0749-8063(12)00083-7"
  },
  "doi": "10.1016/j.arthro.2012.01.010",
  "dates": {
    "completed": "2012-11-23",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.325598",
    "pmid": "22534069"
  }
}