{
  "pmid": "22540851",
  "uid": "22540851",
  "title": "Assessing the effectiveness of 'pulse radiofrequency treatment of dorsal root ganglion' in patients with chronic lumbar radicular pain: study protocol for a randomized control trial.",
  "abstract": "BACKGROUND: Chronic lumbar radicular pain can be described as neuropathic pain along the distribution of a particular nerve root. The dorsal root ganglion has been implicated in its pathogenesis by giving rise to abnormal impulse generation as a result of irritation, direct compression and sensitization. Chronic lumbar radicular pain is commonly treated with medications, physiotherapy and epidural steroid injections. Epidural steroid injections are associated with several common and rarer side effects such as spinal cord infarction and death. It is essential and advantageous to look for alternate interventions which could be effective with fewer side effects. Pulse radio frequency is a relatively new technique and is less destructive then conventional radiofrequency. Safety and effectiveness of pulse radio frequency in neuropathic pain has been demonstrated in animal and humans studies. Although its effects on dorsal root ganglion have been studied in animals there is only one randomized control trial in literature demonstrating its effectiveness in cervical radicular pain and none in lumbar radicular pain. Our primary objective is to study the feasibility of a larger trial in terms of recruitment and methodology. Secondary objectives are to compare the treatment effects and side effects. METHODS/DESIGNS: This is a single-center, parallel, placebo-controlled, triple-blinded (patients, care-givers, and outcome assessors), randomized control trial. Participants will have a history of chronic lumbar radicular pain for at least 4 months in duration. Once randomized, all patients will have an intervention involving fluoroscopy guided needle placement to appropriate dorsal root ganglion. After test stimulation in both groups; the study group will have a pulse radio frequency treatment at 42°C for 120 s to the dorsal root ganglion, with the control group having only low intensity test stimulation for the same duration. Primary outcome is to recruit at least four patients every month with 80% of eligible patients being recruited. Secondary outcomes would be to assess success of intervention through change in the visual analogue scale measured at 4 weeks post intervention and side effects. Allocation to each group will be a 1:1 ratio with allocation block sizes of 2, 4, and 6. TRIAL REGISTRATION: ClinicalTrials.gov NCT01117870.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia and Pain Medicine (D-149), St Joseph's Hospital, 50 Charlton Avenue East Hamilton, Ontario, L8N 4A6, Canada. harshamd@gmail.com"
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Chan",
      "affiliations": []
    },
    {
      "last_name": "McChesney",
      "fore_name": "James",
      "initials": "J",
      "name": "James McChesney",
      "affiliations": []
    },
    {
      "last_name": "Paul",
      "fore_name": "James",
      "initials": "J",
      "name": "James Paul",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2012",
    "pub_month": "Apr",
    "pub_day": "28"
  },
  "start_page": "52",
  "pages": "52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Catheter Ablation",
    "Chronic Pain",
    "Ganglia, Spinal",
    "Humans",
    "Low Back Pain",
    "Neuralgia",
    "Ontario",
    "Pain Measurement",
    "Research Design",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22540851",
    "pmc": "PMC3404908",
    "doi": "10.1186/1745-6215-13-52",
    "pii": "1745-6215-13-52"
  },
  "doi": "10.1186/1745-6215-13-52",
  "pmc_id": "PMC3404908",
  "dates": {
    "completed": "2012-11-06",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:02.062533",
    "pmid": "22540851"
  }
}