{
  "pmid": "22559007",
  "uid": "22559007",
  "title": "A multi-faceted approach to promote knowledge translation platforms in eastern Mediterranean countries: climate for evidence-informed policy.",
  "abstract": "OBJECTIVES: Limited work has been done to promote knowledge translation (KT) in the Eastern Mediterranean Region (EMR). The objectives of this study are to: 1.assess the climate for evidence use in policy; 2.explore views and practices about current processes and weaknesses of health policymaking; 3.identify priorities including short-term requirements for policy briefs; and 4.identify country-specific requirements for establishing KT platforms. METHODS: Senior policymakers, stakeholders and researchers from Algeria, Bahrain, Egypt, Iran, Jordan, Lebanon, Oman, Sudan, Syria, Tunisia, and Yemen participated in this study. Questionnaires were used to assess the climate for use of evidence and identify windows of opportunity and requirements for policy briefs and for establishing KT platforms. Current processes and weaknesses of policymaking were appraised using case study scenarios. Closed-ended questions were analyzed descriptively. Qualitative data was analyzed using thematic analysis. RESULTS: KT activities were not frequently undertaken by policymakers and researchers in EMR countries, research evidence about high priority policy issues was rarely made available, and interaction between policymakers and researchers was limited, and policymakers rarely identified or created places for utilizing research evidence in decision-making processes. Findings emphasized the complexity of policymaking. Donors, political regimes, economic goals and outdated laws were identified as key drivers. Lack of policymakers' abilities to think strategically, constant need to make quick decisions, limited financial resources, and lack of competent and trained human resources were suggested as main weaknesses. CONCLUSION: Despite the complexity of policymaking processes in countries from this region, the absence of a structured process for decision making, and the limited engagement of policymakers and researchers in KT activities, there are windows of opportunity for moving towards more evidence informed policymaking.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, PO Box 11-0236, Riad El Solh, Beirut, 1107 2020, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Jaafar",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Jaafar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2012",
    "pub_month": "May",
    "pub_day": "06"
  },
  "start_page": "15",
  "pages": "15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Health Policy",
    "Humans",
    "International Cooperation",
    "Mediterranean Region",
    "Policy Making",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "22559007",
    "pmc": "PMC3445832",
    "doi": "10.1186/1478-4505-10-15",
    "pii": "1478-4505-10-15"
  },
  "doi": "10.1186/1478-4505-10-15",
  "pmc_id": "PMC3445832",
  "dates": {
    "completed": "2013-01-04",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.345457",
    "pmid": "22559007"
  }
}