{
  "pmid": "22554931",
  "uid": "22554931",
  "title": "Antiplatelet therapy and the effects of B vitamins in patients with previous stroke or transient ischaemic attack: a post-hoc subanalysis of VITATOPS, a randomised, placebo-controlled trial.",
  "abstract": "BACKGROUND: Previous studies have suggested that any benefits of folic acid-based therapy to lower serum homocysteine in prevention of cardiovascular events might be offset by concomitant use of antiplatelet therapy. We aimed to establish whether there is an interaction between antiplatelet therapy and the effects of folic acid-based homocysteine-lowering therapy on major vascular events in patients with stroke or transient ischaemic attack enrolled in the vitamins to prevent stroke (VITATOPS) trial. METHODS: In the VITATOPS trial, 8164 patients with recent stroke or transient ischaemic attack were randomly allocated to double-blind treatment with one tablet daily of placebo or B vitamins (2 mg folic acid, 25 mg vitamin B(6), and 500 μg vitamin B(12)) and followed up for a median 3·4 years (IQR 2·0-5·5) for the primary composite outcome of stroke, myocardial infarction, or death from vascular causes. In our post-hoc analysis of the interaction between antiplatelet therapy and the effects of treatment with B vitamins on the primary outcome, we used Cox proportional hazards regression before and after adjusting for imbalances in baseline prognostic factors in participants who were and were not taking antiplatelet drugs at baseline and in participants assigned to receive B vitamins or placebo. We also assessed the interaction in different subgroups of patients and different secondary outcomes. The VITATOPS trial is registered with ClinicalTrials.gov, number NCT00097669, and Current Controlled Trials, number ISRCTN74743444. FINDINGS: At baseline, 6609 patients were taking antiplatelet therapy and 1463 were not. Patients not receiving antiplatelet therapy were more likely to be younger, east Asian, and disabled, to have a haemorrhagic stroke or cardioembolic ischaemic stroke, and to have a history of hypertension or atrial fibrillation. They were less likely to be smokers and to have a history of peripheral artery disease, hypercholesterolaemia, diabetes, ischaemic heart disease, and a revascularisation procedure. Of the participants taking antiplatelet drugs at baseline, B vitamins had no significant effect on the primary outcome (488 patients in the B-vitamins group [15%] vs 519 in the placebo group [16%]; hazard ratio [HR] 0·94, 95% CI 0·83-1·07). By contrast, of the participants not taking antiplatelet drugs at baseline, B vitamins had a significant effect on the primary outcome (123 in the B-vitamins group [17%] vs 153 in the placebo group [21%]; HR 0·76, 0·60-0·96). The interaction between antiplatelet therapy and the effect of B vitamins on the primary outcome was significant after adjusting for imbalance in the baseline variables (adjusted p for interaction=0·0204). INTERPRETATION: Our findings support the hypothesis that antiplatelet therapy modifies the potential benefits of lowering homocysteine with B-vitamin supplementation in the secondary prevention of major vascular events. If validated, B vitamins might have a role in the prevention of ischaemic events in high-risk individuals with an allergy, intolerance, or lack of indication for antiplatelet therapy. FUNDING: Australia National Health and Medical Research Council, UK Medical Research Council, Singapore Biomedical Research Council, and Singapore National Medical Research Council.",
  "authors": [
    {
      "last_name": "Hankey",
      "fore_name": "Graeme J",
      "initials": "GJ",
      "name": "Graeme J Hankey",
      "affiliations": [
        "Department of Neurology, Royal Perth Hospital, Perth, WA, Australia. gjhankey@cyllene.uwa.edu.au"
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": []
    },
    {
      "last_name": "Yi",
      "fore_name": "Qilong",
      "initials": "Q",
      "name": "Qilong Yi",
      "affiliations": []
    },
    {
      "last_name": "Lees",
      "fore_name": "Kennedy R",
      "initials": "KR",
      "name": "Kennedy R Lees",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Chen",
      "affiliations": []
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": []
    },
    {
      "last_name": "Navarro",
      "fore_name": "Jose C",
      "initials": "JC",
      "name": "Jose C Navarro",
      "affiliations": []
    },
    {
      "last_name": "Ranawaka",
      "fore_name": "Udaya K",
      "initials": "UK",
      "name": "Udaya K Ranawaka",
      "affiliations": []
    },
    {
      "last_name": "Uddin",
      "fore_name": "Wasim",
      "initials": "W",
      "name": "Wasim Uddin",
      "affiliations": []
    },
    {
      "last_name": "Ricci",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Ricci",
      "affiliations": []
    },
    {
      "last_name": "Gommans",
      "fore_name": "John",
      "initials": "J",
      "name": "John Gommans",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Reinhold",
      "initials": "R",
      "name": "Reinhold Schmidt",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Neurology",
    "iso_abbreviation": "Lancet Neurol",
    "issn": "1474-4465",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "512",
  "end_page": "520",
  "pages": "512-20",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Double-Blind Method",
    "Female",
    "Folic Acid",
    "Follow-Up Studies",
    "Humans",
    "Ischemic Attack, Transient",
    "Male",
    "Middle Aged",
    "Platelet Aggregation Inhibitors",
    "Proportional Hazards Models",
    "Stroke",
    "Treatment Outcome",
    "Vitamin B 12",
    "Vitamin B 6",
    "Vitamin B Complex"
  ],
  "article_ids": {
    "pubmed": "22554931",
    "pmc": "PMC3361667",
    "doi": "10.1016/S1474-4422(12)70091-1",
    "pii": "S1474-4422(12)70091-1"
  },
  "doi": "10.1016/S1474-4422(12)70091-1",
  "pmc_id": "PMC3361667",
  "dates": {
    "completed": "2012-07-25",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Vitamin B Complex",
    "Vitamin B 6",
    "Folic Acid",
    "Vitamin B 12"
  ],
  "grants": [
    {
      "grant_id": "G0200583",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.583658",
    "pmid": "22554931"
  }
}