{
  "pmid": "22560426",
  "uid": "22560426",
  "title": "Recurrence rates of basal cell carcinoma of the periocular skin: what to do with patients who have positive margins after resection.",
  "abstract": "OBJECTIVE: To determine the recurrence rates of basal cell carcinoma of the periocular skin in patients who were in the following 3 groups after pathologic analysis: Mohs frozen sections (negative margins); permanent sections with positive tumor margins; and permanent sections with negative tumor margins at the time of primary surgical removal. DESIGN: The study is a retrospective chart review. PARTICIPANTS: We identified 385 patients who underwent surgery for basal cell carcinoma. The surgery was performed by a single surgeon between January 1, 1995 and January 1, 2005. METHODS: The patients were divided into 3 groups: (i) Mohs frozen sections with margins negative for tumor; (ii) permanent sections with margins negative for tumor; (iii) permanent sections with margins positive for tumor. The recurrence rates of basal cell carcinoma were compared. RESULTS: The recurrence-free rate was 92% for the group that had had Mohs frozen-section, 87% for the group that had had permanent sections with negative margins, and 80% for the group that had had permanent sections with positive margins at 170 months follow-up time. We found that the only predictor of recurrence rate was younger age (hazards ratio (HR) = 0.97 95%; CI 0.94, 0.99; p = 0.021). CONCLUSIONS: The results showed a statistically significant difference in the recurrence-free rate in the 3 groups. A minimum of a 3-year follow-up is recommended in patients who have had basal cell carcinomas removed; the average time to recurrence was approximately 3 years.",
  "authors": [
    {
      "last_name": "Jebodhsingh",
      "fore_name": "Kim N",
      "initials": "KN",
      "name": "Kim N Jebodhsingh",
      "affiliations": [
        "Hamilton Regional Eye Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Calafati",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Calafati",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Harvey",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Harvey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "181",
  "end_page": "184",
  "pages": "181-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Carcinoma, Basal Cell",
    "Eyelid Neoplasms",
    "Female",
    "Humans",
    "Male",
    "Mohs Surgery",
    "Neoplasm Recurrence, Local",
    "Retrospective Studies",
    "Skin Neoplasms",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "22560426",
    "doi": "10.1016/j.jcjo.2012.01.024",
    "pii": "S0008-4182(12)00025-7"
  },
  "doi": "10.1016/j.jcjo.2012.01.024",
  "dates": {
    "completed": "2012-07-04",
    "revised": "2016-10-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.336199",
    "pmid": "22560426"
  }
}