{
  "pmid": "22564488",
  "uid": "22564488",
  "title": "Mansonia africana and Mansonia uniformis are vectors in the transmission of Wuchereria bancrofti lymphatic filariasis in Ghana.",
  "abstract": "BACKGROUND: Recent data from Ghana indicates that after seven rounds of annual mass drug administration (MDA) there is still sustained transmission albeit at low levels in certain areas where Anopheles melas, An. gambiae s.s., Mansonia and Culex species are the main biting mosquitoes. Anopheles gambiae s.l. and An. funestus are the known vectors in Ghana and a recent report indicated that An. melas could transmit at low level microfilaraemia. However, because An. melas is not found everywhere there was the need to determine whether any of the other culicine species could also be playing a role in the transmission of LF. METHODS: Indoor mosquitoes collected once a month for three months using pyrethrum spray catches in six communities within the Kommenda-Edina-Eguafo-Abirem (KEEA) District, Central Region of Ghana were morphologically identified, dissected and examined for the presence of W. bancrofti. Additionally, stored mosquito samples collected during previous years in 8 communities from the Gomoa District also in the Central Region were similarly processed. The identities of all W. bancrofti parasites found were confirmed using an established PCR method. RESULTS: A total of 825 indoor resting mosquitoes comprising of 501 Anopheles species, 239 Mansonia species, 84 Culex species and 1 Aedes species were dissected and examined for the presence of W. bancrofti. Mansonia africana had infection and infectivity rates of 2.5%. and 2.1% respectively. Anopheles gambiae s.l. had an infection rate of 0.4% and a similar infectivity rate. None of the Culex sp. and Aedes sp were found with infection. From the stored mosquitoes the infection and infectivity rates for M. africana were 7.6% (N=144) and 2.8% respectively whilst the corresponding rates for M. uniformis were 2.9% (N=244) and 0.8%. CONCLUSIONS: This is the first report of Mansonia species as vectors of lymphatic filariasis (LF) in Ghana and in West Africa since that of 1958 in Guinea. The revelation of a hitherto unrecognised vector which is possibly more efficient in transmission than the recognised ones has a profound implication for elimination of lymphatic filariasis programmes in the sub-region.",
  "authors": [
    {
      "last_name": "Ughasi",
      "fore_name": "Josephine",
      "initials": "J",
      "name": "Josephine Ughasi",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, P,O, Box LG 581, Legon-Accra, Ghana."
      ]
    },
    {
      "last_name": "Bekard",
      "fore_name": "Hilaria Esiawonam",
      "initials": "HE",
      "name": "Hilaria Esiawonam Bekard",
      "affiliations": []
    },
    {
      "last_name": "Coulibaly",
      "fore_name": "Maimouna",
      "initials": "M",
      "name": "Maimouna Coulibaly",
      "affiliations": []
    },
    {
      "last_name": "Adabie-Gomez",
      "fore_name": "Delphina",
      "initials": "D",
      "name": "Delphina Adabie-Gomez",
      "affiliations": []
    },
    {
      "last_name": "Gyapong",
      "fore_name": "John",
      "initials": "J",
      "name": "John Gyapong",
      "affiliations": []
    },
    {
      "last_name": "Appawu",
      "fore_name": "Maxwell",
      "initials": "M",
      "name": "Maxwell Appawu",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael David",
      "initials": "MD",
      "name": "Michael David Wilson",
      "affiliations": []
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel Adjei",
      "initials": "DA",
      "name": "Daniel Adjei Boakye",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Parasites & vectors",
    "iso_abbreviation": "Parasit Vectors",
    "issn": "1756-3305",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2012",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "89",
  "pages": "89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Elephantiasis, Filarial",
    "Ghana",
    "Humans",
    "Insect Vectors",
    "Malvaceae",
    "Wuchereria bancrofti"
  ],
  "article_ids": {
    "pubmed": "22564488",
    "pmc": "PMC3419659",
    "doi": "10.1186/1756-3305-5-89",
    "pii": "1756-3305-5-89"
  },
  "doi": "10.1186/1756-3305-5-89",
  "pmc_id": "PMC3419659",
  "dates": {
    "completed": "2012-11-23",
    "revised": "2024-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.219397",
    "pmid": "22564488"
  }
}