{
  "pmid": "22578285",
  "uid": "22578285",
  "title": "A target based approach identifies genomic predictors of breast cancer patient response to chemotherapy.",
  "abstract": "BACKGROUND: The efficacy of chemotherapy regimens in breast cancer patients is variable and unpredictable. Whether individual patients either achieve long-term remission or suffer recurrence after therapy may be dictated by intrinsic properties of their breast tumors including genetic lesions and consequent aberrant transcriptional programs. Global gene expression profiling provides a powerful tool to identify such tumor-intrinsic transcriptional programs, whose analyses provide insight into the underlying biology of individual patient tumors. For example, multi-gene expression signatures have been identified that can predict the likelihood of disease reccurrence, and thus guide patient prognosis. Whereas such prognostic signatures are being introduced in the clinical setting, similar signatures that predict sensitivity or resistance to chemotherapy are not currently clinically available. METHODS: We used gene expression profiling to identify genes that were co-expressed with genes whose transcripts encode the protein targets of commonly used chemotherapeutic agents. RESULTS: Here, we present target based expression indices that predict breast tumor response to anthracycline and taxane based chemotherapy. Indeed, these signatures were independently predictive of chemotherapy response after adjusting for standard clinic-pathological variables such as age, grade, and estrogen receptor status in a cohort of 488 breast cancer patients treated with adriamycin and taxotere/taxol. CONCLUSIONS: Importantly, our findings suggest the practicality of developing target based indices that predict response to therapeutics, as well as highlight the possibility of using gene signatures to guide the use of chemotherapy during treatment of breast cancer patients.",
  "authors": [
    {
      "last_name": "Hallett",
      "fore_name": "Robin M",
      "initials": "RM",
      "name": "Robin M Hallett",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, Centre for Functional Genomics, McMaster University, 1200 Main Street West, Hamilton, Ontario, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": []
    },
    {
      "last_name": "Hassell",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Hassell",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical genomics",
    "iso_abbreviation": "BMC Med Genomics",
    "issn": "1755-8794",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2012",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "16",
  "pages": "16",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anthracyclines",
    "Antigens, Neoplasm",
    "Antineoplastic Agents",
    "Breast Neoplasms",
    "Bridged-Ring Compounds",
    "Cell Proliferation",
    "DNA Topoisomerases, Type II",
    "DNA-Binding Proteins",
    "Gene Expression Profiling",
    "Gene Expression Regulation, Neoplastic",
    "Genomics",
    "Humans",
    "Middle Aged",
    "Molecular Targeted Therapy",
    "RNA, Messenger",
    "Taxoids",
    "Treatment Outcome",
    "Tubulin"
  ],
  "article_ids": {
    "pubmed": "22578285",
    "pmc": "PMC3441237",
    "doi": "10.1186/1755-8794-5-16",
    "pii": "1755-8794-5-16"
  },
  "doi": "10.1186/1755-8794-5-16",
  "pmc_id": "PMC3441237",
  "dates": {
    "completed": "2013-01-28",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Anthracyclines",
    "Antigens, Neoplasm",
    "Antineoplastic Agents",
    "Bridged-Ring Compounds",
    "DNA-Binding Proteins",
    "RNA, Messenger",
    "Taxoids",
    "Tubulin",
    "taxane",
    "DNA Topoisomerases, Type II"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.140229",
    "pmid": "22578285"
  }
}