{
  "pmid": "22570567",
  "uid": "22570567",
  "title": "Stability of additive treatment effects in multiple treatment comparison meta-analysis: a simulation study.",
  "abstract": "BACKGROUND: Many medical interventions are administered in the form of treatment combinations involving two or more individual drugs (eg, drug A + drug B). When the individual drugs and drug combinations have been compared in a number of randomized clinical trials, it is possible to quantify the comparative effectiveness of all drugs simultaneously in a multiple treatment comparison (MTC) meta-analysis. However, current MTC models ignore the dependence between drug combinations (eg, A + B) and the individual drugs that are part of the combination. In particular, current models ignore the possibility that drug effects may be additive, ie, the property that the effect of A and B combined is equal to the sum of the individual effects of A and B. Current MTC models may thus be suboptimal for analyzing data including drug combinations when their effects are additive or approximately additive. However, the extent to which the additivity assumption can be violated before the conventional model becomes the more optimal approach is unknown. The objective of this study was to evaluate the comparative statistical performance of the conventional MTC model and the additive effects MTC model in MTC scenarios where additivity holds true, is mildly violated, or is strongly violated. METHODS: We simulated MTC scenarios in which additivity held true, was mildly violated, or was strongly violated. For each scenario we simulated 500 MTC data sets and applied the conventional and additive effects MTC models in a Bayesian framework. Under each scenario we estimated the proportion of treatment effect estimates that were 20% larger than 'the truth' (ie, % overestimates), the proportion that were 20% smaller than 'the truth' (ie, % underestimates), the coverage of the 95% credible intervals, and the statistical power. We did this for all the comparisons under both models. RESULTS: Under true additivity, the additive effects model is superior to the conventional model. Under mildly violated additivity, the additive model generally yields more overestimates or underestimates for a subset of treatment comparisons, but comparable coverage and greater power. Under strongly violated additivity, the proportion of overestimates or underestimates and coverage is considerably worse with the additive effects model. CONCLUSION: The additive MTC model is statistically superior when additivity holds true. The two models are comparably advantageous in terms of a bias-precision trade-off when additivity is only mildly violated. When additivity is strongly violated, the additive effects model is statistically inferior.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical epidemiology",
    "iso_abbreviation": "Clin Epidemiol",
    "issn": "1179-1349",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2012"
  },
  "start_page": "75",
  "end_page": "85",
  "pages": "75-85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22570567",
    "pmc": "PMC3346206",
    "doi": "10.2147/CLEP.S29470",
    "pii": "clep-4-075"
  },
  "doi": "10.2147/CLEP.S29470",
  "pmc_id": "PMC3346206",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.951090",
    "pmid": "22570567"
  }
}