{
  "pmid": "22587815",
  "uid": "22587815",
  "title": "An empirical study using permutation-based resampling in meta-regression.",
  "abstract": "BACKGROUND: In meta-regression, as the number of trials in the analyses decreases, the risk of false positives or false negatives increases. This is partly due to the assumption of normality that may not hold in small samples. Creation of a distribution from the observed trials using permutation methods to calculate P values may allow for less spurious findings. Permutation has not been empirically tested in meta-regression. The objective of this study was to perform an empirical investigation to explore the differences in results for meta-analyses on a small number of trials using standard large sample approaches verses permutation-based methods for meta-regression. METHODS: We isolated a sample of randomized controlled clinical trials (RCTs) for interventions that have a small number of trials (herbal medicine trials). Trials were then grouped by herbal species and condition and assessed for methodological quality using the Jadad scale, and data were extracted for each outcome. Finally, we performed meta-analyses on the primary outcome of each group of trials and meta-regression for methodological quality subgroups within each meta-analysis. We used large sample methods and permutation methods in our meta-regression modeling. We then compared final models and final P values between methods. RESULTS: We collected 110 trials across 5 intervention/outcome pairings and 5 to 10 trials per covariate. When applying large sample methods and permutation-based methods in our backwards stepwise regression the covariates in the final models were identical in all cases. The P values for the covariates in the final model were larger in 78% (7/9) of the cases for permutation and identical for 22% (2/9) of the cases. CONCLUSIONS: We present empirical evidence that permutation-based resampling may not change final models when using backwards stepwise regression, but may increase P values in meta-regression of multiple covariates for relatively small amount of trials.",
  "authors": [
    {
      "last_name": "Gagnier",
      "fore_name": "Joel J",
      "initials": "JJ",
      "name": "Joel J Gagnier",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI, USA. jgagnier@umich.edu"
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": []
    },
    {
      "last_name": "Boon",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Boon",
      "affiliations": []
    },
    {
      "last_name": "Bombardier",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Bombardier",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "1",
    "pub_year": "2012",
    "pub_month": "Feb",
    "pub_day": "23"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Herbal Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Regression Analysis",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "22587815",
    "pmc": "PMC3351721",
    "doi": "10.1186/2046-4053-1-18",
    "pii": "2046-4053-1-18"
  },
  "doi": "10.1186/2046-4053-1-18",
  "pmc_id": "PMC3351721",
  "dates": {
    "completed": "2013-05-27",
    "revised": "2024-05-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.917791",
    "pmid": "22587815"
  }
}