{
  "pmid": "22580746",
  "uid": "22580746",
  "title": "Calibration and validation of a regionally and seasonally stratified macroinvertebrate index for West Virginia wadeable streams.",
  "abstract": "Multimetric indices (MMIs) are routinely used by federal, state, and tribal entities to assess the quality of aquatic resources. Because of their diversity, abundance, ubiquity, and sensitivity to environmental stress, benthic macroinvertebrates are well suited for MMIs. West Virginia has used a statewide family-level stream condition index (WVSCI) since 2002. We describe the development, validation, and application of a geographically- and seasonally partitioned genus-level index of most probable stream status (GLIMPSS) for West Virginia wadeable streams. Natural classification strata were evaluated with reference site communities using mean similarity analysis and non-metric multidimensional scaling ordination. Forty-one metrics spanning six ecological categories (richness, composition, tolerance, dominance, trophic groups, and habits) were evaluated for sensitivity, responsiveness, redundancy, range and variability across seasonal (spring and summer) and regional (mountains and plateau) strata. Through a step-wise metric selection process, 8-10 metrics were aggregated to comprise four stratum-specific GLIMPSS models (mountain/plateau and spring/summer). A comparison of GLIMPSS with WVSCI exhibited marked improvements where GLIMPSS detecting greater stream impacts. A variation of the GLIMPSS, which differs only in the family-level taxonomic identification of Chironomidae (GLIMPSS (CF)), was comparable to the full GLIMPSS. These MMIs are robust yet practical tools for evaluating impacts to water quality, instream and riparian habitat, and aquatic wildlife in wadeable riffle-run streams based on sensitivity, responsiveness, precision, and independent validation. These models may be used effectively to detect degradation of the naturally occurring benthic community, assess causes of biological degradation, and plan and evaluate remediation of damaged stream ecosystems.",
  "authors": [
    {
      "last_name": "Pond",
      "fore_name": "Gregory J",
      "initials": "GJ",
      "name": "Gregory J Pond",
      "affiliations": [
        "Office of Monitoring and Assessment, Environmental Assessment and Innovation Division, U.S. Environmental Protection Agency, Region III, 1060 Chapline St, Wheeling, WV 26003, USA. pond.greg@epa.gov"
      ]
    },
    {
      "last_name": "Bailey",
      "fore_name": "Jeffrey E",
      "initials": "JE",
      "name": "Jeffrey E Bailey",
      "affiliations": []
    },
    {
      "last_name": "Lowman",
      "fore_name": "Benjamin M",
      "initials": "BM",
      "name": "Benjamin M Lowman",
      "affiliations": []
    },
    {
      "last_name": "Whitman",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Whitman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental monitoring and assessment",
    "iso_abbreviation": "Environ Monit Assess",
    "issn": "1573-2959",
    "issn_type": "Electronic",
    "volume": "185",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "1515",
  "end_page": "1540",
  "pages": "1515-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Animals",
    "Aquatic Organisms",
    "Biodiversity",
    "Calibration",
    "Ecosystem",
    "Environmental Monitoring",
    "Invertebrates",
    "Rivers",
    "Seasons",
    "West Virginia"
  ],
  "article_ids": {
    "pubmed": "22580746",
    "doi": "10.1007/s10661-012-2648-3"
  },
  "doi": "10.1007/s10661-012-2648-3",
  "dates": {
    "completed": "2013-03-01",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.864370",
    "pmid": "22580746"
  }
}