{
  "pmid": "22588016",
  "uid": "22588016",
  "title": "Male participation in prevention programmes of mother to child transmission of HIV: a protocol for a systematic review to identify barriers, facilitators and reported interventions.",
  "abstract": "BACKGROUND: Infection with the HIV and AIDS are leading causes of morbidity and mortality among women and children worldwide. Prevention of mother-to-child transmission of HIV (PMTCT) programs were developed to protect women and their babies from having HIV infection. However, knowledge on how male participation has been applied to these programs is limited. We present a research protocol for a review which seeks to determine the effects of male participation on female uptake of PMTCT programs, and assess how this male participation has been investigated and documented worldwide. METHODS: This is a systematic review of published literature. We will attempt to identify all studies relevant to the subject written in the English language from January 1998 to June 2011. Electronic searches of the PubMED, EMBASE, CINAHL, and LILACS databases will be conducted using the relevant medical subject headings. Reference lists of identified studies and previous reviews will be manually checked for articles of interest. We shall also contact authors on the field for any relevant material. Two authors (FM and LM) will independently screen potential articles for eligibility using well-defined inclusion and exclusion criteria. They will independently assess the methodological quality of each included paper using the Jadad scale for randomized controlled trials, and the Newcastle-Ottawa scale for observational studies. Then they will independently extract data from the studies using a pre-established data extraction form. The primary outcome data will be female uptake of PMTCT services following a male/couple intervention, while secondary outcome measures will include indicators and barriers of male participation in PMTCT activities among others. During the data extraction process, discrepancies between the two authors will be sorted out by discussion or consultation with a third party (LT). The analysis and reporting of the review will be according to the PRISMA and MOOSE guidelines. Any identified clinical or statistical heterogeneity will be explored. Where possible, a random-effects meta-analysis will be performed to obtain aggregate estimates. We will also assess publication bias using funnel plots. Analysis of other outcomes will be descriptive.",
  "authors": [
    {
      "last_name": "Morfaw",
      "fore_name": "Frederick L I",
      "initials": "FL",
      "name": "Frederick L I Morfaw",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Faculty of Medicines and Biomedical Sciences, University of Yaoundé 1, PO Box 1364, Yaoundé, Cameroon. ikomi_fred@yahoo.com"
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence C E",
      "initials": "LC",
      "name": "Lawrence C E Mbuagbaw",
      "affiliations": []
    },
    {
      "last_name": "Nana",
      "fore_name": "Philip N",
      "initials": "PN",
      "name": "Philip N Nana",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "1",
    "pub_year": "2012",
    "pub_month": "Feb",
    "pub_day": "16"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "HIV Infections",
    "Humans",
    "Infectious Disease Transmission, Vertical",
    "Male",
    "Pregnancy",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "22588016",
    "pmc": "PMC3351738",
    "doi": "10.1186/2046-4053-1-13",
    "pii": "2046-4053-1-13"
  },
  "doi": "10.1186/2046-4053-1-13",
  "pmc_id": "PMC3351738",
  "dates": {
    "completed": "2013-05-27",
    "revised": "2024-05-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.283358",
    "pmid": "22588016"
  }
}