{
  "pmid": "22590966",
  "uid": "22590966",
  "title": "Home-based treatment of acute malnutrition in Cambodian urban poor communities.",
  "abstract": "BACKGROUND: The prevalence of malnutrition in Cambodia is among the highest in Southeast Asia. Until recently, there has been a consensus that the treatment and rehabilitation of acutely severely malnourished children should take place in hospitals; however, limited local health resources often place constraints upon the inpatient management of these children. OBJECTIVE: This study reviews the outcomes of a community nutrition program designed to rehabilitate children under the age of 5 years with moderate or severe acute malnutrition living in a poor urban community in Phnom Penh, Cambodia. METHODS: Clinical records of the program participants during the period from January 1999 to November 2006 were reviewed. Attainment of recovery weight-for-height z-scores, the length of time taken to achieve this recovery, rates of weight gain, mortality rate, and rate of default were determined from the data. RESULTS: One hundred fifty-nine children aged 4 years or younger with a mean admission weight-for-height z-score of -3.3 were treated. The mean outcome weight-for-height z-score was -1.5. Eighty-seven children (55%) reached a weight-for-height z-score > or = -1 over a mean period of 14 weeks of rehabilitation. The average rate of weight gain was 4 g/kg/day. The case fatality rate was 5.6%. CONCLUSIONS: This program is an example of effective, community-based rehabilitation of children with moderate or severe acute malnutrition in an urban, Southeast Asian, non-humanitarian-relief context, through a combination of nutritional education, regular home visiting, and food support.",
  "authors": [
    {
      "last_name": "Harris",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Harris",
      "affiliations": [
        "University of Otago, Christchurch, New Zealand."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Food and nutrition bulletin",
    "iso_abbreviation": "Food Nutr Bull",
    "issn": "0379-5721",
    "issn_type": "Print",
    "volume": "32",
    "issue": "4",
    "pub_year": "2011",
    "pub_month": "Dec"
  },
  "start_page": "333",
  "end_page": "339",
  "pages": "333-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cambodia",
    "Child, Preschool",
    "Community Health Services",
    "Developed Countries",
    "Female",
    "Food Services",
    "House Calls",
    "Humans",
    "Infant",
    "Male",
    "Malnutrition",
    "Medical Records",
    "Mothers",
    "Nutritional Sciences",
    "Patient Education as Topic",
    "Poverty Areas",
    "Retrospective Studies",
    "Severity of Illness Index",
    "Urban Health",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "22590966",
    "doi": "10.1177/156482651103200404"
  },
  "doi": "10.1177/156482651103200404",
  "dates": {
    "completed": "2012-05-24",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.527139",
    "pmid": "22590966"
  }
}