{
  "pmid": "22591757",
  "uid": "22591757",
  "title": "Information seeking for making evidence-informed decisions: a social network analysis on the staff of a public health department in Canada.",
  "abstract": "BACKGROUND: Social network analysis is an approach to study the interactions and exchange of resources among people. It can help understanding the underlying structural and behavioral complexities that influence the process of capacity building towards evidence-informed decision making. A social network analysis was conducted to understand if and how the staff of a public health department in Ontario turn to peers to get help incorporating research evidence into practice. METHODS: The staff were invited to respond to an online questionnaire inquiring about information seeking behavior, identification of colleague expertise, and friendship status. Three networks were developed based on the 170 participants. Overall shape, key indices, the most central people and brokers, and their characteristics were identified. RESULTS: The network analysis showed a low density and localized information-seeking network. Inter-personal connections were mainly clustered by organizational divisions; and people tended to limit information-seeking connections to a handful of peers in their division. However, recognition of expertise and friendship networks showed more cross-divisional connections. Members of the office of the Medical Officer of Health were located at the heart of the department, bridging across divisions. A small group of professional consultants and middle managers were the most-central staff in the network, also connecting their divisions to the center of the information-seeking network. In each division, there were some locally central staff, mainly practitioners, who connected their neighboring peers; but they were not necessarily connected to other experts or managers. CONCLUSIONS: The methods of social network analysis were useful in providing a systems approach to understand how knowledge might flow in an organization. The findings of this study can be used to identify early adopters of knowledge translation interventions, forming Communities of Practice, and potential internal knowledge brokers.",
  "authors": [
    {
      "last_name": "Yousefi-Nooraie",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Yousefi-Nooraie",
      "affiliations": [
        "Health Research Methodology program, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. yousefr@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": []
    },
    {
      "last_name": "Wakefield",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Wakefield",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "May",
    "pub_day": "16"
  },
  "start_page": "118",
  "pages": "118",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Decision Making",
    "Evidence-Based Medicine",
    "Humans",
    "Information Seeking Behavior",
    "Ontario",
    "Public Health",
    "Social Support",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "22591757",
    "pmc": "PMC3496590",
    "doi": "10.1186/1472-6963-12-118",
    "pii": "1472-6963-12-118"
  },
  "doi": "10.1186/1472-6963-12-118",
  "pmc_id": "PMC3496590",
  "dates": {
    "completed": "2013-05-24",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE-101867",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.337878",
    "pmid": "22591757"
  }
}