{
  "pmid": "22596075",
  "uid": "22596075",
  "title": "Attitudes of healthcare students and professionals toward patients with physical disability: a systematic review.",
  "abstract": "OBJECTIVE: Negative healthcare provider attitudes toward patients with physical disabilities may challenge the delivery of quality care to patients. The objective of this study was to systematically review published studies examining the attitudes of healthcare students and professionals toward patients with physical disabilities. DESIGN: In October 2011, we searched four electronic databases using the OVID platform. In addition, we screened citation lists. Independent reviewers completed the selection of articles and data abstraction by triplicate review using standardized and pilot tested forms. They resolved disagreements by discussion or with the help of an additional reviewer when necessary. Articles were included if they examined healthcare professionals' and students' attitudes toward patients with physical disabilities. We did not perform a meta-analysis because of the variation in instruments used and variables examined. We used a qualitative approach to identifying and reporting common findings across the studies. RESULTS: Results indicate that healthcare students and professionals have favorable attitudes toward persons with physical disabilities. More experience with persons with physical disabilities, both professionally and socially, was associated with more favorable attitudes. In addition, female healthcare students and professionals were found to have more positive attitudes toward patients with physical disabilities than do their male colleagues. Limited evidence exists examining the influence of age, race or ethnicity, and rank of student or professional on attitudes toward patients with physical disabilities. Finally, it was found that healthcare students and professionals reported overall more favorable attitudes than did individuals in non-healthcare professions. CONCLUSIONS: Overall, healthcare students' and professionals' attitudes toward persons with physical disabilities were favorable. However, some studies revealed the possibility that some healthcare providers demonstrate fear and anxiety with the challenge of caring for a patient with physical disabilities. Some of the factors associated with providers' attitudes toward patients with physical disabilities are potentially modifiable (e.g., experience) and could be the target of educational interventions to ameliorate this fear and facilitate higher quality care.",
  "authors": [
    {
      "last_name": "Satchidanand",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Satchidanand",
      "affiliations": [
        "Department of Family Medicine, 462 Grider Street, CC-175 Buffalo, NY 14215, USA."
      ]
    },
    {
      "last_name": "Gunukula",
      "fore_name": "Sameer K",
      "initials": "SK",
      "name": "Sameer K Gunukula",
      "affiliations": []
    },
    {
      "last_name": "Lam",
      "fore_name": "Wai Yim",
      "initials": "WY",
      "name": "Wai Yim Lam",
      "affiliations": []
    },
    {
      "last_name": "McGuigan",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise McGuigan",
      "affiliations": []
    },
    {
      "last_name": "New",
      "fore_name": "Isaiah",
      "initials": "I",
      "name": "Isaiah New",
      "affiliations": []
    },
    {
      "last_name": "Symons",
      "fore_name": "Andrew B",
      "initials": "AB",
      "name": "Andrew B Symons",
      "affiliations": []
    },
    {
      "last_name": "Withiam-Leitch",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Withiam-Leitch",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physical medicine & rehabilitation",
    "iso_abbreviation": "Am J Phys Med Rehabil",
    "issn": "1537-7385",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "533",
  "end_page": "545",
  "pages": "533-45",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Delivery of Health Care",
    "Disability Evaluation",
    "Persons with Disabilities",
    "Education, Medical",
    "Education, Nursing",
    "Female",
    "Health Personnel",
    "Humans",
    "Male",
    "Quality of Health Care",
    "Students, Health Occupations",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22596075",
    "doi": "10.1097/PHM.0b013e3182555ea4",
    "pii": "00002060-201206000-00010"
  },
  "doi": "10.1097/PHM.0b013e3182555ea4",
  "dates": {
    "completed": "2012-07-18",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "1 D56HP10318-01-00",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.193810",
    "pmid": "22596075"
  }
}