{
  "pmid": "22608713",
  "uid": "22608713",
  "title": "Social stress and depression during pregnancy and in the postnatal period in British Pakistani mothers: a cohort study.",
  "abstract": "BACKGROUND: Depressive disorders are common and disabling among perinatal women. The rates are high in ethnic minority groups. The causes are not known in British Pakistani women. The aim of this study was to estimate the rates, correlates and maintaining factors of perinatal depression in a Pakistani sample in UK. The design used was a cross-sectional two phase population based survey with a prospective cohort study. METHODS: All women in 3rd trimester attending antenatal clinic were screened with the Edinburgh postnatal depression scale (EPDS). Women scoring 12 or more on EPDS and a random sample of low scorers were interviewed using the Schedules for Assessment in Neuropsychiatry (SCAN) and the Life Events and Difficulties schedule (LEDS). Social support was assessed with the Multidimensional Scale for Perceived Social Support (MSPSS). They were reassessed 6 months after the delivery using the same measures. RESULTS: The weighted prevalence of depression was 16.8%. Depressed mothers had more marked non health difficulties (housing, financial and marital). They had less social support and were socially isolated. Marked social isolation and marked non-health related difficulties were independent predictors of depression. Analyses of all the possible risk factors, comparing 26 persistent depressed with 27 depression resolved group showed significant differences in the MSPSS subscales between the two groups. LIMITATIONS: The study lacked inter-rater reliability testing between the individuals carrying out diagnostic interviews. The study sample did not accurately represent the general population and information about the origins of depression in this group of mothers was limited. CONCLUSION: Depression in British Pakistani mothers is associated with social isolation, poor social support and severe and persistent social difficulties. The findings will have implications in planning suitable services for this group.",
  "authors": [
    {
      "last_name": "Husain",
      "fore_name": "Nusrat",
      "initials": "N",
      "name": "Nusrat Husain",
      "affiliations": [
        "School of Community-based Medicine, University of Manchester, Manchester, UK. Nusrat.Husain@manchester.ac.uk"
      ]
    },
    {
      "last_name": "Cruickshank",
      "fore_name": "Kennedy",
      "initials": "K",
      "name": "Kennedy Cruickshank",
      "affiliations": []
    },
    {
      "last_name": "Husain",
      "fore_name": "Meher",
      "initials": "M",
      "name": "Meher Husain",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": []
    },
    {
      "last_name": "Tomenson",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Tomenson",
      "affiliations": []
    },
    {
      "last_name": "Rahman",
      "fore_name": "Atif",
      "initials": "A",
      "name": "Atif Rahman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "140",
    "issue": "3",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "268",
  "end_page": "276",
  "pages": "268-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Depression",
    "Depression, Postpartum",
    "Depressive Disorder",
    "Ethnicity",
    "Female",
    "Humans",
    "Pakistan",
    "Pregnancy",
    "Pregnancy Complications",
    "Pregnancy Trimester, Third",
    "Prevalence",
    "Prospective Studies",
    "Risk Factors",
    "Socioeconomic Factors",
    "Stress, Psychological",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "22608713",
    "pmc": "PMC3657151",
    "doi": "10.1016/j.jad.2012.02.009",
    "pii": "S0165-0327(12)00105-X"
  },
  "doi": "10.1016/j.jad.2012.02.009",
  "pmc_id": "PMC3657151",
  "dates": {
    "completed": "2013-01-31",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G0401084",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.683714",
    "pmid": "22608713"
  }
}