{
  "pmid": "22615087",
  "uid": "22615087",
  "title": "Patient management, and time and health care resource utilization associated with the use of intravenous bisphosphonates for patients with metastatic bone disease: a Delphi study.",
  "abstract": "OBJECTIVE: To identify patient management patterns in patients with solid tumors and metastatic bone disease who are receiving intravenous (IV) bisphosphonates (zoledronic acid and pamidronate), and to estimate the time and health care resources used for preparation and administration of zoledronic acid and pamidronate in patients with metastatic bone disease in Canada. METHODS: A modified 2-round Delphi technique was used, which was composed of 7 clinical experts. The first round was performed through telephone interviews with individual clinical experts to assess the management of patients with bone metastases receiving IV zoledronic acid and pamidronate. The interviews focused on qualitative issues, such as drugs administered, cancers identified, and the method of drug administration. The information obtained from the first round was used to describe typical patient management patterns. The information obtained from the second round was done by a face-to-face meeting involving all expert members, with the aim of confirming the management patterns, and identifying commonality and uniqueness across institutions. The time and health care resources needed for preparation and administration of the IV bisphosphonates were estimated. RESULTS: The expert panel comprised 4 pharmacists and 3 nurses from 2 centers in Ontario and 3 centers in Quebec. The main stages identified, which were associated with the preparation and administration of pamidronate and zoledronic acid, included preinfusion activities, IV access set-up, IV bisphosphonate preparation, chemotherapy infusion (if applicable), IV bisphosphonate infusion, and postinfusion activities. Five patient management patterns were identified and varied with respect to inclusion of chemotherapy and the use of ambulatory infusion devices. Without chemotherapy, the mean time for preparation and administration of zoledronic acid ranged from 38 minutes in a community service center to 85 minutes in a hospital-based cancer center. With chemotherapy, the total mean time increased to 119 minutes for patients with prostate cancer and 173 minutes for patients with breast cancer. The mean time for preparation and administration of pamidronate was 159 minutes with the use of a regular infusion device, and the time in the clinic was only 14 minutes with the use of an ambulatory infusion device. If chemotherapy was scheduled on the same visits, the mean time increased substantially, and varied depending on the type of cancer being treated. CONCLUSION: Preparation and administration of IV bisphosphonates are associated with notable burden to health care providers and patients, even if the waiting time, including preinfusion (eg, IV access set-up, serum creatinine level monitoring) and postinfusion activities, were excluded. Variations in the time and health care resources utilized for preparing and administering IV bisphosphonates were observed across the centers in Canada. The variation could be primarily due to the difference in patient management patterns.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. fengxie@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Hopkins",
      "affiliations": []
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Hospital practice (1995)",
    "iso_abbreviation": "Hosp Pract (1995)",
    "issn": "2154-8331",
    "issn_type": "Print",
    "volume": "40",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Apr"
  },
  "start_page": "131",
  "end_page": "137",
  "pages": "131-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bone Density Conservation Agents",
    "Bone Neoplasms",
    "Delphi Technique",
    "Diphosphonates",
    "Female",
    "Humans",
    "Imidazoles",
    "Infusions, Intravenous",
    "Male",
    "Nursing Staff, Hospital",
    "Ontario",
    "Pamidronate",
    "Pharmacists",
    "Quebec",
    "Time Factors",
    "Zoledronic Acid"
  ],
  "article_ids": {
    "pubmed": "22615087",
    "doi": "10.3810/hp.2012.04.978"
  },
  "doi": "10.3810/hp.2012.04.978",
  "dates": {
    "completed": "2014-08-21",
    "revised": "2018-12-01"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Diphosphonates",
    "Imidazoles",
    "Zoledronic Acid",
    "Pamidronate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.844900",
    "pmid": "22615087"
  }
}