{
  "pmid": "22619678",
  "uid": "22619678",
  "title": "The current practice of screening, prevention, and treatment of androgen-deprivation-therapy induced osteoporosis in patients with prostate cancer.",
  "abstract": "Introduction. ADT is used in the management of locally advanced and metastatic disease. The detrimental effect of ADT on bone density is well documented. This study assesses care gaps in screening, prevention and treatment of osteoporosis among prostate cancer patients. Methods. We conducted a retrospective cohort study for patients diagnosed with non-metastatic prostate cancer on ADT. Charts from a tertiary oncology center were assessed for utilization of DXA scan, prescription of calcium, vitamin D, calcitonin and bisphosphonates.Bivariate analysis was used to determine the effect of patient characteristics and likelihood for osteoporosis screening. Results. 149 charts were reviewed, with 3-year mean follow-up. 58.8% of men received a baseline DXA, of which 20.3% had a repeat DXA within their follow-up periods.In all, 28% were appropriately screened and managed for osteoporosis (received repeat DXA, bisphosphonate). In bivariate analysis, the number of ADT injections which correlate with the duration of androgen suppression was significantly associated with the number of DXA scans. Conclusions. Our study found a care gap in the screening, prevention, and treatment of osteoporosis in this population. Patients receiving the most ADT injections were more likely to be screened. Our results suggest healthcare providers treating prostate cancer are insufficiently screening and treating this susceptible population. We suggest baseline measurement of BMD at the initiation of ADT with periodic reassessment during therapy.",
  "authors": [
    {
      "last_name": "Al-Shamsi",
      "fore_name": "Humaid O",
      "initials": "HO",
      "name": "Humaid O Al-Shamsi",
      "affiliations": [
        "Division of Medical Oncology, Department of Medicine, Juravinski Cancer Centre, McMaster University Hamilton Health Sciences, Hamilton, ON, Canada L8V 5C2."
      ]
    },
    {
      "last_name": "Lau",
      "fore_name": "Arthur N",
      "initials": "AN",
      "name": "Arthur N Lau",
      "affiliations": []
    },
    {
      "last_name": "Malik",
      "fore_name": "Kartika",
      "initials": "K",
      "name": "Kartika Malik",
      "affiliations": []
    },
    {
      "last_name": "Alamri",
      "fore_name": "Abdulaziz",
      "initials": "A",
      "name": "Abdulaziz Alamri",
      "affiliations": []
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Corbett",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Corbett",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Adachi",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of oncology",
    "iso_abbreviation": "J Oncol",
    "issn": "1687-8469",
    "issn_type": "Electronic",
    "volume": "2012",
    "pub_year": "2012"
  },
  "start_page": "958596",
  "pages": "958596",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22619678",
    "pmc": "PMC3350851",
    "doi": "10.1155/2012/958596"
  },
  "doi": "10.1155/2012/958596",
  "pmc_id": "PMC3350851",
  "dates": {
    "completed": "2012-08-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.390161",
    "pmid": "22619678"
  }
}