{
  "pmid": "22616789",
  "uid": "22616789",
  "title": "The minimal relationship between simulation fidelity and transfer of learning.",
  "abstract": "CONTEXT: High-fidelity simulators have enjoyed increasing popularity despite costs that may approach six figures. This is justified on the basis that simulators have been shown to result in large learning gains that may transfer to actual patient care situations. However, most commonly, learning from a simulator is compared with learning in a 'no-intervention' control group. This fails to clarify the relationship between simulator fidelity and learning, and whether comparable gains might be achieved at substantially lower cost. OBJECTIVES: This analysis was conducted to review studies that compare learning from high-fidelity simulation (HFS) with learning from low-fidelity simulation (LFS) based on measures of clinical performance. METHODS: Using a variety of search strategies, a total of 24 studies contrasting HFS and LFS and including some measure of performance were located. These studies referred to learning in three areas: auscultation skills; surgical techniques, and complex management skills such as cardiac resuscitation. RESULTS: Both HFS and LFS learning resulted in consistent improvements in performance in comparisons with no-intervention control groups. However, nearly all the studies showed no significant advantage of HFS over LFS, with average differences ranging from 1% to 2%. DISCUSSION: The factors influencing learning, and the reasons for this surprising finding, are discussed.",
  "authors": [
    {
      "last_name": "Norman",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Norman",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. norman@mcmaster.ca"
      ]
    },
    {
      "last_name": "Dore",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Dore",
      "affiliations": []
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "7",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "636",
  "end_page": "647",
  "pages": "636-47",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Clinical Competence",
    "Computer Simulation",
    "Education, Medical, Undergraduate",
    "Humans",
    "Learning",
    "Patient Simulation"
  ],
  "article_ids": {
    "pubmed": "22616789",
    "doi": "10.1111/j.1365-2923.2012.04243.x"
  },
  "doi": "10.1111/j.1365-2923.2012.04243.x",
  "dates": {
    "completed": "2012-10-31",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.280276",
    "pmid": "22616789"
  }
}