{
  "pmid": "22615702",
  "uid": "22615702",
  "title": "Imaging-genetics in autism spectrum disorder: advances, translational impact, and future directions.",
  "abstract": "Autism Spectrum Disorder (ASD) refers to a group of heterogeneous neurodevelopmental disorders that are unified by impairments in reciprocal social communication and a pattern of inflexible behaviors. Recent genetic advances have resolved some of the complexity of the genetic architecture underlying ASD by identifying several genetic variants that contribute to the disorder. Different etiological pathways associated with ASD may converge through effects on common molecular mechanisms, such as synaptogenesis, neuronal motility, and axonal guidance. Recently, with more sophisticated techniques, neuroimaging, and neuropathological studies have provided some consistency of evidence that altered structure, activity, and connectivity within complex neural networks is present in ASD, compared to typically developing children. The imaging-genetics approach promises to help bridge the gap between genetic variation, resultant biological effects on the brain, and production of complex neuropsychiatric symptoms. Here, we review recent findings from the developing field of imaging-genetics applied to ASD. Studies to date have indicated that relevant risk genes are associated with alterations in circuits that mediate socio-emotional, visuo-spatial, and language processing. Longitudinal studies ideally focused on early development, in conjunction with investigation for gene-gene, and gene-environment interactions may move the promise of imaging-genetics in ASD closer to the clinical domain.",
  "authors": [
    {
      "last_name": "Ameis",
      "fore_name": "Stephanie H",
      "initials": "SH",
      "name": "Stephanie H Ameis",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, University of Toronto Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2012"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22615702",
    "pmc": "PMC3351673",
    "doi": "10.3389/fpsyt.2012.00046"
  },
  "doi": "10.3389/fpsyt.2012.00046",
  "pmc_id": "PMC3351673",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.346705",
    "pmid": "22615702"
  }
}