{
  "pmid": "22626486",
  "uid": "22626486",
  "title": "Validity and reliability of the rapid assessment for adolescent preventive services adolescent health risk assessment.",
  "abstract": "PURPOSE: Seventy-five percent of adolescent morbidity and mortality is a result of risky behaviors. The Rapid Assessment for Adolescent Preventive Services (RAAPS) is a 21-question adolescent risk screening tool developed to identify the behaviors contributing most to adolescent morbidity, mortality, and social problems. The aim of this study was to evaluate the validity and reliability of the RAAPS. METHODS: This study used psychometric methods to establish face-, content-, and criterion-related validity and inter-rater and equivalence reliability. Focus groups with adolescents (n = 21) and health care professionals (n = 7) were facilitated to establish face validity. Adolescent expert review (n = 10) was gathered to establish content validity and reliability. A retrospective chart audit of adolescents (n = 263) who completed both the RAAPS and the Guidelines for Adolescent Preventive Services risk questionnaire was conducted to assess criterion-related validity and equivalence between paired question responses using Cohen kappa measure, percent agreement, and Fisher exact test. RESULTS: Face validity was established by consensus of focus group. Adolescent expert content validity index scores ranged from 0.825 to 1.0, and inter-rater content agreement ranged from 0.9 to 1.0. Cohen kappa ranged from 0.44 to 0.99; percent agreement ranged from 0.71 to .99; Fisher exact test resulted in all p > 0.05 establishing criterion-related validity and equivalence. CONCLUSION: Validity and reliability of the RAAPS as a measure of adolescent risk behaviors was established. Results indicate RAAPS is an acceptable screening tool in identifying adolescent risk behaviors, contributing most to morbidity, mortality, and social problems.",
  "authors": [
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "Regional Alliance for Healthy Schools Vincent Marshall, University of Michigan, Ann Arbor, Michigan, USA. jsalerno@umich.edu"
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Vincent D",
      "initials": "VD",
      "name": "Vincent D Marshall",
      "affiliations": []
    },
    {
      "last_name": "Picken",
      "fore_name": "Elisa B",
      "initials": "EB",
      "name": "Elisa B Picken",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of adolescent health : official publication of the Society for Adolescent Medicine",
    "iso_abbreviation": "J Adolesc Health",
    "issn": "1879-1972",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "595",
  "end_page": "599",
  "pages": "595-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Health Services",
    "Child",
    "Female",
    "Focus Groups",
    "Health Status Indicators",
    "Humans",
    "Male",
    "Mass Screening",
    "Michigan",
    "Observer Variation",
    "Preventive Health Services",
    "Psychometrics",
    "Reproducibility of Results",
    "Retrospective Studies",
    "Risk-Taking",
    "School Health Services",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22626486",
    "doi": "10.1016/j.jadohealth.2011.10.015",
    "pii": "S1054-139X(11)00359-4"
  },
  "doi": "10.1016/j.jadohealth.2011.10.015",
  "dates": {
    "completed": "2012-09-24",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:06.067639",
    "pmid": "22626486"
  }
}