{
  "pmid": "22626051",
  "uid": "22626051",
  "title": "Understanding responses to feedback: the potential and limitations of regulatory focus theory.",
  "abstract": "OBJECTIVES: Regulatory focus theory posits the existence of two systems of self-regulation underlying human motivation: promotion focus, which is concerned with aspirations and accomplishments, and prevention focus, which is concerned with obligations and responsibilities. It has been proposed that regulatory focus theory may help to explain learners' variable responses to feedback, predicting that positive feedback is motivating under promotion focus, whereas negative feedback is motivating under prevention focus. We aimed to explore this link between regulatory focus theory and response to feedback using data collected in a naturalistic setting. METHODS: In a constructivist grounded theory study, we interviewed 22 early-career academic doctors about experiences they perceived as influential in their learning. Although feedback emerged as important, responses to feedback were highly variable. To better understand how feedback becomes (or fails to become) influential, we used the theoretical framework of regulatory focus to re-examine all descriptions of experiences of receiving and responding to feedback. RESULTS: Feedback could be influential or non-influential, regardless of its sign (positive or negative). In circumstances in which the individual's regulatory focus was readily determined, such as in choosing a career (promotion) or preparing for a high-stakes examination (prevention), the apparent influence of feedback was consistent with the prediction of regulatory focus theory. However, we encountered many challenges in applying regulatory focus theory to real feedback scenarios, including the frequent presence of a mixed regulatory focus, the potential for regulatory focus to change over time, and the competing influences of other factors, such as the perceived credibility of the source or content of the feedback. CONCLUSIONS: Regulatory focus theory offers a useful, if limited, construct for exploring learners' responses to feedback in the clinical setting. The insights and predictions it offers must be considered in light of the motivational complexity of clinical learning tasks and of other factors influencing the impact of feedback.",
  "authors": [
    {
      "last_name": "Watling",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Watling",
      "affiliations": [
        "Department of Clinical Neurological Sciences, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada. chris.watling@schulich.uwo.ca"
      ]
    },
    {
      "last_name": "Driessen",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Driessen",
      "affiliations": []
    },
    {
      "last_name": "van der Vleuten",
      "fore_name": "Cees P M",
      "initials": "CP",
      "name": "Cees P M van der Vleuten",
      "affiliations": []
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": []
    },
    {
      "last_name": "Lingard",
      "fore_name": "Lorelei",
      "initials": "L",
      "name": "Lorelei Lingard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "593",
  "end_page": "603",
  "pages": "593-603",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Education, Medical",
    "Feedback",
    "Humans",
    "Learning",
    "Motivation",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "22626051",
    "doi": "10.1111/j.1365-2923.2012.04209.x"
  },
  "doi": "10.1111/j.1365-2923.2012.04209.x",
  "dates": {
    "completed": "2012-10-09",
    "revised": "2012-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:30.586504",
    "pmid": "22626051"
  }
}