{
  "pmid": "22646299",
  "uid": "22646299",
  "title": "An evaluation of the '5 Minute Medicine' video podcast series compared to conventional medical resources for the internal medicine clerkship.",
  "abstract": "BACKGROUND: '5 Minute Medicine' (5MM) is a series of video podcasts, that in approximately 5 min, each explain a core objective of the internal medicine clerkship that all clinical clerks should understand. Video podcasts are accessible at www.5minutemedicine.com AIM: The aim of this study was to investigate how well received 5MM video podcasts are as an educational tool for clinical clerks to use while on call. METHODS: Clinical clerks rotating through their internal medicine clerkship rotation were asked to use the 5MM video podcasts or conventional resources to prepare themselves prior to seeing patients. Questionnaires were distributed to students to determine effectiveness, appropriateness and time-efficiency of the resources students used. RESULTS: Students almost unanimously strongly agreed or agreed that the 5MM video podcasts were effective learning tools, appropriate for clinical clerks and time-efficient, more so than conventionally used resources. The vast majority of clerks selected the 5MM videos as their preferred resource of all resources available to them. Most clerks felt the 5MM videos were better than textbooks and conventional online resources. CONCLUSION: Video podcasts such as the 5MM videos are welcomed as educational tools and may have a role in the future of undergraduate medical education.",
  "authors": [
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Department of Internal Medicine, McMaster University Medical Centre, 1200 Main Street West, Hamilton, Ontario L8N 3Z5, Canada. neeraj.narula@medportal.ca"
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Liban",
      "initials": "L",
      "name": "Liban Ahmed",
      "affiliations": []
    },
    {
      "last_name": "Rudkowski",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Rudkowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical teacher",
    "iso_abbreviation": "Med Teach",
    "issn": "1466-187X",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "11",
    "pub_year": "2012"
  },
  "start_page": "e751",
  "end_page": "e755",
  "pages": "e751-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Clerkship",
    "Clinical Competence",
    "Humans",
    "Internal Medicine",
    "Learning",
    "Time Factors",
    "Video Recording",
    "Webcasts as Topic"
  ],
  "article_ids": {
    "pubmed": "22646299",
    "doi": "10.3109/0142159X.2012.689446"
  },
  "doi": "10.3109/0142159X.2012.689446",
  "dates": {
    "completed": "2013-04-29",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.139397",
    "pmid": "22646299"
  }
}