{
  "pmid": "22646478",
  "uid": "22646478",
  "title": "An emigration versus a globalization perspective of the Lebanese physician workforce: a qualitative study.",
  "abstract": "BACKGROUND: Lebanon is witnessing an increased emigration of physicians. The objective of this study was to understand the perceptions of Lebanese policymakers of this emigration, and elicit their proposals for future policies and strategies to deal with this emigration. METHODS: We conducted semi-structured individual interviews with the deans of Lebanon's seven medical schools, the presidents of the two physicians professional associations, and governmental officials. We analyzed the results qualitatively. RESULTS: Participants differed in the assessment of the extent and gravity of emigration. Lebanon has a surplus of physicians, driven largely by the over-production of graduates by a growing number of medical schools. Participants cited advantages and disadvantages of the emigration on the personal, financial, medical education system, healthcare system, and national levels. Proposed strategies included limiting the number of students entering medical schools, creating job opportunities for graduating students, and implementing quality standards. Most participants acknowledged the globalization of the Lebanese physician workforce, including exchanges with the Gulf region, exchanges with developed countries, and the involvement of North American medical education institutions in the region. CONCLUSION: Many Lebanese policy makers, particularly deans of medical schools, perceive the emigration of the physician workforce as an opportunity in the context of the globalization of the profession.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, State University of New York at Buffalo, Buffalo, NY, USA. elieakl@buffalo.edu"
      ]
    },
    {
      "last_name": "Maroun",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Maroun",
      "affiliations": []
    },
    {
      "last_name": "Rahbany",
      "fore_name": "Aline",
      "initials": "A",
      "name": "Aline Rahbany",
      "affiliations": []
    },
    {
      "last_name": "Hagopian",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Hagopian",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "May",
    "pub_day": "30"
  },
  "start_page": "135",
  "pages": "135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Emigration and Immigration",
    "Humans",
    "Internationality",
    "Lebanon",
    "Physicians",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "22646478",
    "pmc": "PMC3414743",
    "doi": "10.1186/1472-6963-12-135",
    "pii": "1472-6963-12-135"
  },
  "doi": "10.1186/1472-6963-12-135",
  "pmc_id": "PMC3414743",
  "dates": {
    "completed": "2013-01-03",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.195818",
    "pmid": "22646478"
  }
}