{
  "pmid": "22651257",
  "uid": "22651257",
  "title": "Knowledge translation of research findings.",
  "abstract": "BACKGROUND: One of the most consistent findings from clinical and health services research is the failure to translate research into practice and policy. As a result of these evidence-practice and policy gaps, patients fail to benefit optimally from advances in healthcare and are exposed to unnecessary risks of iatrogenic harms, and healthcare systems are exposed to unnecessary expenditure resulting in significant opportunity costs. Over the last decade, there has been increasing international policy and research attention on how to reduce the evidence-practice and policy gap. In this paper, we summarise the current concepts and evidence to guide knowledge translation activities, defined as T2 research (the translation of new clinical knowledge into improved health). We structure the article around five key questions: what should be transferred; to whom should research knowledge be transferred; by whom should research knowledge be transferred; how should research knowledge be transferred; and, with what effect should research knowledge be transferred? DISCUSSION: We suggest that the basic unit of knowledge translation should usually be up-to-date systematic reviews or other syntheses of research findings. Knowledge translators need to identify the key messages for different target audiences and to fashion these in language and knowledge translation products that are easily assimilated by different audiences. The relative importance of knowledge translation to different target audiences will vary by the type of research and appropriate endpoints of knowledge translation may vary across different stakeholder groups. There are a large number of planned knowledge translation models, derived from different disciplinary, contextual (i.e., setting), and target audience viewpoints. Most of these suggest that planned knowledge translation for healthcare professionals and consumers is more likely to be successful if the choice of knowledge translation strategy is informed by an assessment of the likely barriers and facilitators. Although our evidence on the likely effectiveness of different strategies to overcome specific barriers remains incomplete, there is a range of informative systematic reviews of interventions aimed at healthcare professionals and consumers (i.e., patients, family members, and informal carers) and of factors important to research use by policy makers. SUMMARY: There is a substantial (if incomplete) evidence base to guide choice of knowledge translation activities targeting healthcare professionals and consumers. The evidence base on the effects of different knowledge translation approaches targeting healthcare policy makers and senior managers is much weaker but there are a profusion of innovative approaches that warrant further evaluation.",
  "authors": [
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Department of Medicine, Clinical Epidemiology Program, Ottawa Hospital Research Institute, University of Ottawa, 501 Smyth Road, Box 711, Ottawa, ON, K1H 8L6, Canada. jgrimshaw@ohri.ca"
      ]
    },
    {
      "last_name": "Eccles",
      "fore_name": "Martin P",
      "initials": "MP",
      "name": "Martin P Eccles",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Hill",
      "fore_name": "Sophie J",
      "initials": "SJ",
      "name": "Sophie J Hill",
      "affiliations": []
    },
    {
      "last_name": "Squires",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E Squires",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2012",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "50",
  "pages": "50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Databases as Topic",
    "Health Behavior",
    "Humans",
    "Information Dissemination",
    "Information Storage and Retrieval",
    "Knowledge Management",
    "Policy Making",
    "Review Literature as Topic",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "22651257",
    "pmc": "PMC3462671",
    "doi": "10.1186/1748-5908-7-50",
    "pii": "1748-5908-7-50"
  },
  "doi": "10.1186/1748-5908-7-50",
  "pmc_id": "PMC3462671",
  "dates": {
    "completed": "2013-01-16",
    "revised": "2024-04-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.846722",
    "pmid": "22651257"
  }
}