{
  "pmid": "22660484",
  "uid": "22660484",
  "title": "A prospective, randomized comparison between perivascular and perineural ultrasound-guided axillary brachial plexus block.",
  "abstract": "BACKGROUND: This prospective, randomized, observer-blinded study compared perivascular (PV) and perineural (PN) ultrasound-guided axillary brachial plexus block (AXB) for upper extremity surgery. METHODS: Fifty patients were randomly allocated to receive a PV (n = 25) or PN (n = 25) ultrasound-guided AXB. The local anesthetic agent (lidocaine 1.5% with epinephrine 5 μg/mL) and total volume (32 mL) were identical in all subjects. For both groups, the musculocutaneous nerve was first located and then anesthetized using 8 mL. Subsequently, in the PV group, 24 mL was deposited dorsal to the axillary artery (6-o'clock position). In contrast, for the PN group, the median, ulnar, and radial nerves were individually anesthetized with volumes of 8 mL. During the performance of the block, the performance time, number of needle passes, and complications (vascular puncture, paresthesia) were recorded. Subsequently, a blinded observer assessed the onset time, block-related pain scores, and success rate (surgical anesthesia). The main outcome variable was the total anesthesia-related time (sum of performance and onset times). RESULTS: No differences were observed between the 2 groups in terms of success rate (92%-96%), total anesthesia-related time (27.1-29.0 min), and block-related pain scores. However, the PV technique required fewer needle passes (3.5 [SD, 1.0] vs 8.2 [SD, 2.2]; P = 0.000) as well as a shorter performance time (8.2 [SD, 2.3] vs 15.7 [SD, 3.2] min; P = 0.000) and was associated with a lower incidence of paresthesia (8 vs 52%; P = 0.001). In contrast, the PN technique resulted in a quicker onset time (13.8 [SD, 7.0] vs 18.9 [SD, 7.0] min; P = 0.021) and a decreased incidence of vascular puncture (0 vs 24%; P = 0.01). CONCLUSIONS: Perivascular and PN ultrasound-guided AXBs result in comparable success rates and total anesthesia-related times. Because of fewer needle passes and a shorter performance time, the PV technique provides a simple alternative for ultrasound-guided AXB.",
  "authors": [
    {
      "last_name": "Bernucci",
      "fore_name": "Francisca",
      "initials": "F",
      "name": "Francisca Bernucci",
      "affiliations": [
        "Department of Anesthesia, Montreal General Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea P",
      "initials": "AP",
      "name": "Andrea P Gonzalez",
      "affiliations": []
    },
    {
      "last_name": "Finlayson",
      "fore_name": "Roderick J",
      "initials": "RJ",
      "name": "Roderick J Finlayson",
      "affiliations": []
    },
    {
      "last_name": "Tran",
      "fore_name": "De Q H",
      "initials": "DQ",
      "name": "De Q H Tran",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Regional anesthesia and pain medicine",
    "iso_abbreviation": "Reg Anesth Pain Med",
    "issn": "1532-8651",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "5",
    "pub_year": "2012"
  },
  "start_page": "473",
  "end_page": "477",
  "pages": "473-7",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Brachial Plexus",
    "Humans",
    "Middle Aged",
    "Nerve Block",
    "Peripheral Nerves",
    "Prospective Studies",
    "Single-Blind Method",
    "Time Factors",
    "Ultrasonography, Interventional",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22660484",
    "doi": "10.1097/AAP.0b013e3182576b6f"
  },
  "doi": "10.1097/AAP.0b013e3182576b6f",
  "dates": {
    "completed": "2013-06-11",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.114479",
    "pmid": "22660484"
  }
}