{
  "pmid": "22676379",
  "uid": "22676379",
  "title": "A usability study of patients setting up a cardiac event loop recorder and BlackBerry gateway for remote monitoring at home.",
  "abstract": "This article reports on a usability study of remote noninvasive cardiac testing in homes. We studied the Vitaphone 3100BT (Bluetooth®) event loop recorder (Vitaphone GmbH, Mannheim, Germany) and paired BlackBerry® Curve™ 8520 smartphone (Research In Motion, Ltd., Waterloo, ON, Canada). This application requires independent device set-up by patients in their own homes following receipt by mail out of the kit (instructions plus the event loop recorder and smartphone). The case studies of five participants, each with varying experience with technology, were documented as they interacted with the devices. Participants were videotaped following written instructions as they performed a \"think aloud\" procedure while completing 20 device set-up tasks. Interviews provided insight into how the independent device set-up and processes could be improved. This study concluded that gender, age, and familiarity with technology seemed to influence the participants' abilities to successfully set up these devices and that sending the kit by mail appeared to be an acceptable strategy to provide remote noninvasive cardiac diagnostic services. This study provides a foundation for future research assessing usability of mobile healthcare technology.",
  "authors": [
    {
      "last_name": "Sparkes",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Sparkes",
      "affiliations": [
        "eHealth, McMaster University, Hamilton, Ontario, Canada. sparkejm@mcmaster.ca"
      ]
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann McKibbon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Telemedicine journal and e-health : the official journal of the American Telemedicine Association",
    "iso_abbreviation": "Telemed J E Health",
    "issn": "1556-3669",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "6",
    "pub_year": "2012"
  },
  "start_page": "484",
  "end_page": "490",
  "pages": "484-90",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Cell Phone",
    "Feasibility Studies",
    "Female",
    "Heart Diseases",
    "Humans",
    "Male",
    "Middle Aged",
    "Monitoring, Ambulatory",
    "Telemedicine",
    "Video Recording"
  ],
  "article_ids": {
    "pubmed": "22676379",
    "doi": "10.1089/tmj.2011.0230"
  },
  "doi": "10.1089/tmj.2011.0230",
  "dates": {
    "completed": "2012-12-07",
    "revised": "2018-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:48.377741",
    "pmid": "22676379"
  }
}