{
  "pmid": "22673167",
  "uid": "22673167",
  "title": "Little congruence between health care provider and patient perceptions of counselling on gestational weight gain.",
  "abstract": "OBJECTIVE: To determine the self-reported counselling practices of health care providers with regard to prenatal weight gain and the risks of inappropriate gain. METHODS: We conducted a cross-sectional survey using a self-administered questionnaire at obstetrician, midwifery, and family medicine clinics in Hamilton, Ontario. Health care providers were eligible to participate if they provided prenatal care and could read English sufficiently well to complete the survey. RESULTS: Forty-two health care providers completed the survey; of these, 95% reported counselling women to gain a specific amount of weight, and 81% reported that they recommended values that were in accordance with the 2009 Institute of Medicine/Health Canada guidelines. The risks of excess and inadequate gain were reported as being discussed with their patients by 87% and 76% of health care providers, respectively. CONCLUSION: In this first study to the best of our knowledge of gestational weight gain counselling since the publication of the 2009 guidelines, most health care providers reported discussing weight gain and the risks of inappropriate gain, which is incongruent with previously published information on their patients' reports of counselling.",
  "authors": [
    {
      "last_name": "Lutsiv",
      "fore_name": "Olha",
      "initials": "O",
      "name": "Olha Lutsiv",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Bracken",
      "fore_name": "Keyna",
      "initials": "K",
      "name": "Keyna Bracken",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Biostatistics Unit, St. Joseph's Healthcare, Hamilton ON; Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Valerie H",
      "initials": "VH",
      "name": "Valerie H Taylor",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON; Department of Obstetrics and Gynecology, McMaster University, Hamilton ON; Division of Maternal Fetal Medicine, McMaster University, Hamilton ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "518",
  "end_page": "524",
  "pages": "518-524",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Counseling",
    "Female",
    "Guideline Adherence",
    "Health Knowledge, Attitudes, Practice",
    "Health Personnel",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Pregnancy",
    "Prenatal Care",
    "Self Report",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "22673167",
    "doi": "10.1016/S1701-2163(16)35267-7",
    "pii": "S1701-2163(16)35267-7"
  },
  "doi": "10.1016/S1701-2163(16)35267-7",
  "dates": {
    "completed": "2012-12-12",
    "revised": "2017-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.018834",
    "pmid": "22673167"
  }
}