{
  "pmid": "22682470",
  "uid": "22682470",
  "title": "Mortality as an indicator of patient safety in orthopaedics: lessons from qualitative analysis of a database of medical errors.",
  "abstract": "BACKGROUND: Orthopaedic surgery is a high-risk specialty in which errors will undoubtedly occur. Patient safety incidents can yield valuable information to generate solutions and prevent future cases of avoidable harm. The aim of this study was to understand the causative factors leading to all unnecessary deaths in orthopaedics and trauma surgery reported to the National Patient Safety Agency (NPSA) over a four-year period (2005-2009), using a qualitative approach. METHODS: Reports made to the NPSA are categorised and stored in the database as free-text data. A search was undertaken to identify the cases of all-cause mortality in orthopaedic and trauma surgery, and the free-text elements were used for thematic analysis. Descriptive statistics were calculated based on the incidents reported. This included presenting the number of times categories of incidents had the same or similar response. Superordinate and subordinate categories were created. RESULTS: A total of 257 incident reports were analysed. Four main thematic categories emerged. These were: (1) stages of the surgical journey - 118/191 (62%) of deaths occurred in the post-operative phase; (2) causes of patient deaths - 32% were related to severe infections; (3) reported quality of medical interventions - 65% of patients experienced minimal or delayed treatment; (4) skills of healthcare professionals - 44% of deaths had a failure in non-technical skills. CONCLUSIONS: Most complications in orthopaedic surgery can be dealt with adequately, provided they are anticipated and that risk-reduction strategies are instituted. Surgeons take pride in the precision of operative techniques; perhaps it is time to enshrine the multimodal tools available to ensure safer patient care.",
  "authors": [
    {
      "last_name": "Panesar",
      "fore_name": "Sukhmeet S",
      "initials": "SS",
      "name": "Sukhmeet S Panesar",
      "affiliations": [
        "Department of Surgery and Cancer, St Mary's Hospital, Imperial College London, Praed Street, London, W2 1NY, UK. sukhmeet.panesar@imperial.ac.uk"
      ]
    },
    {
      "last_name": "Carson-Stevens",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Carson-Stevens",
      "affiliations": []
    },
    {
      "last_name": "Mann",
      "fore_name": "Bhupinder S",
      "initials": "BS",
      "name": "Bhupinder S Mann",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Madhok",
      "fore_name": "Rajan",
      "initials": "R",
      "name": "Rajan Madhok",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2012",
    "pub_month": "Jun",
    "pub_day": "08"
  },
  "start_page": "93",
  "pages": "93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Databases, Factual",
    "Hospital Mortality",
    "Humans",
    "Medical Errors",
    "Orthopedic Procedures",
    "Patient Safety",
    "Postoperative Complications",
    "Safety Management",
    "Survival Rate",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "22682470",
    "pmc": "PMC3416713",
    "doi": "10.1186/1471-2474-13-93",
    "pii": "1471-2474-13-93"
  },
  "doi": "10.1186/1471-2474-13-93",
  "pmc_id": "PMC3416713",
  "dates": {
    "completed": "2012-12-13",
    "revised": "2024-05-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.073914",
    "pmid": "22682470"
  }
}