{
  "pmid": "22695015",
  "uid": "22695015",
  "title": "Secondary versus primary closure techniques for the prevention of postoperative complications following removal of impacted mandibular third molars: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "PURPOSE: To determine the impact of secondary versus primary closure techniques on the frequency and severity of pain, facial swelling, trismus, infectious complications, and postoperative bleeding after impacted mandibular third molar extraction. MATERIALS AND METHODS: Randomized controlled trials were identified through MEDLINE, EMBASE, and CENTRAL, ongoing trial registers, meeting abstracts, doctoral and masters theses, and manual searching of the reference lists of eligible studies. Study selection, data extraction, risk of bias, and Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) rating of confidence in effect estimates were undertaken independently in duplicate. RESULTS: Of 1,721 identified citations, 14 studies proved eligible. Pain and facial swelling at postoperative days 3 and 7 and infectious complications at day 7 did not differ between techniques. Patients receiving secondary closure had less trismus (in millimeters) at postoperative days 3 (mean difference, 3.72; 95% confidence interval, 1.42 to 6.03, P = .002) and 7 (mean difference, 2.35; 95% confidence interval, 0.37 to 4.33; P = .02). Four randomized controlled trials reported bleeding: in 2, there was no bleeding in either group; the numbers of bleeding events with primary and secondary closures were 22 and 16 and 5 and 15, respectively, in the other 2. Because of the risk of bias and inconsistency in results, the evidence warranted, at best, low confidence in the estimates of effect across all outcomes. CONCLUSIONS: Although differences between primary and secondary closure techniques after impacted mandibular third molar extraction are likely to be small, available evidence provides only low confidence in the effect estimates. The results do not support a preference for either approach.",
  "authors": [
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Department of Oral and Maxillofacial Surgery and Evidence-Based Dentistry Unit, Faculty of Dentistry, Universidad de Chile, Santiago, Chile. alonsocarrascolabra@gmail.com"
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": []
    },
    {
      "last_name": "Yanine",
      "fore_name": "Nicolás",
      "initials": "N",
      "name": "Nicolás Yanine",
      "affiliations": []
    },
    {
      "last_name": "Araya",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Araya",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of oral and maxillofacial surgery : official journal of the American Association of Oral and Maxillofacial Surgeons",
    "iso_abbreviation": "J Oral Maxillofac Surg",
    "issn": "1531-5053",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "8",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "e441",
  "end_page": "e457",
  "pages": "e441-57",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Edema",
    "Humans",
    "Mandible",
    "Molar, Third",
    "Pain, Postoperative",
    "Postoperative Complications",
    "Postoperative Hemorrhage",
    "Randomized Controlled Trials as Topic",
    "Surgical Wound Infection",
    "Tooth Extraction",
    "Tooth, Impacted",
    "Trismus",
    "Wound Closure Techniques"
  ],
  "article_ids": {
    "pubmed": "22695015",
    "doi": "10.1016/j.joms.2012.03.017",
    "pii": "S0278-2391(12)00386-2"
  },
  "doi": "10.1016/j.joms.2012.03.017",
  "dates": {
    "completed": "2012-10-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.390114",
    "pmid": "22695015"
  }
}