{
  "pmid": "22692511",
  "uid": "22692511",
  "title": "Clotting factor concentrate switching and inhibitor development in hemophilia A.",
  "abstract": "The development of alloantibodies or inhibitors is the most serious complication a patient with severe hemophilia can experience from treatment with clotting factor concentrates. Although common in previously untreated patients, inhibitor development is rare in multiply exposed, well-tolerized patients. There has been a nonevidence-based reluctance to change concentrate because of a perceived greater inhibitor risk after the switch, even though most patients are now likely to be using a concentrate on which they did not begin. Inhibitors in previously treated patients are observed in approximately 2 per 1000 patient/years, which makes it difficult to study and compare rates among different products. Because the baseline inhibitor risk in previously treated patients may vary over time, it is important to compare the risk in patients switching to a new product with that in a parallel control group of nonswitching patients or within a case-controlled study. The study designs imposed by regulators are suboptimal in detecting immunogenicity signals. The issue of immunogenicity of new products is likely to gain more relevance in the near future, with a call for effective postmarketing surveillance studies for all of the new engineered factor VIII concentrates with prolonged half-lives that are likely to enter clinical practice.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Puccetti",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Puccetti",
      "affiliations": []
    },
    {
      "last_name": "Makris",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Makris",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood",
    "iso_abbreviation": "Blood",
    "issn": "1528-0020",
    "issn_type": "Electronic",
    "volume": "120",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "26"
  },
  "start_page": "720",
  "end_page": "727",
  "pages": "720-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Coagulation Factors",
    "Hemophilia A",
    "Humans",
    "Isoantibodies"
  ],
  "article_ids": {
    "pubmed": "22692511",
    "doi": "10.1182/blood-2012-03-378927",
    "pii": "S0006-4971(20)46571-1"
  },
  "doi": "10.1182/blood-2012-03-378927",
  "dates": {
    "completed": "2012-10-09",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Blood Coagulation Factors",
    "Isoantibodies"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.138584",
    "pmid": "22692511"
  }
}