{
  "pmid": "22693047",
  "uid": "22693047",
  "title": "Sensitivity and predictive value of 15 PubMed search strategies to answer clinical questions rated against full systematic reviews.",
  "abstract": "BACKGROUND: Clinicians perform searches in PubMed daily, but retrieving relevant studies is challenging due to the rapid expansion of medical knowledge. Little is known about the performance of search strategies when they are applied to answer specific clinical questions. OBJECTIVE: To compare the performance of 15 PubMed search strategies in retrieving relevant clinical trials on therapeutic interventions. METHODS: We used Cochrane systematic reviews to identify relevant trials for 30 clinical questions. Search terms were extracted from the abstract using a predefined procedure based on the population, interventions, comparison, outcomes (PICO) framework and combined into queries. We tested 15 search strategies that varied in their query (PIC or PICO), use of PubMed's Clinical Queries therapeutic filters (broad or narrow), search limits, and PubMed links to related articles. We assessed sensitivity (recall) and positive predictive value (precision) of each strategy on the first 2 PubMed pages (40 articles) and on the complete search output. RESULTS: The performance of the search strategies varied widely according to the clinical question. Unfiltered searches and those using the broad filter of Clinical Queries produced large outputs and retrieved few relevant articles within the first 2 pages, resulting in a median sensitivity of only 10%-25%. In contrast, all searches using the narrow filter performed significantly better, with a median sensitivity of about 50% (all P < .001 compared with unfiltered queries) and positive predictive values of 20%-30% (P < .001 compared with unfiltered queries). This benefit was consistent for most clinical questions. Searches based on related articles retrieved about a third of the relevant studies. CONCLUSIONS: The Clinical Queries narrow filter, along with well-formulated queries based on the PICO framework, provided the greatest aid in retrieving relevant clinical trials within the 2 first PubMed pages. These results can help clinicians apply effective strategies to answer their questions at the point of care.",
  "authors": [
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland. thomas.agoritsas@gmail.com"
      ]
    },
    {
      "last_name": "Merglen",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Merglen",
      "affiliations": []
    },
    {
      "last_name": "Courvoisier",
      "fore_name": "Delphine S",
      "initials": "DS",
      "name": "Delphine S Courvoisier",
      "affiliations": []
    },
    {
      "last_name": "Combescure",
      "fore_name": "Christophe",
      "initials": "C",
      "name": "Christophe Combescure",
      "affiliations": []
    },
    {
      "last_name": "Garin",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Garin",
      "affiliations": []
    },
    {
      "last_name": "Perrier",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Perrier",
      "affiliations": []
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas V",
      "initials": "TV",
      "name": "Thomas V Perneger",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2012",
    "pub_month": "Jun",
    "pub_day": "12"
  },
  "start_page": "e85",
  "pages": "e85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Information Storage and Retrieval",
    "PubMed"
  ],
  "article_ids": {
    "pubmed": "22693047",
    "pmc": "PMC3414859",
    "doi": "10.2196/jmir.2021",
    "pii": "v14i3e85"
  },
  "doi": "10.2196/jmir.2021",
  "pmc_id": "PMC3414859",
  "dates": {
    "completed": "2012-10-01",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.046604",
    "pmid": "22693047"
  }
}