{
  "pmid": "22703834",
  "uid": "22703834",
  "title": "A systematic review of maternal and infant outcomes following magnesium sulfate for pre-eclampsia/eclampsia in real-world use.",
  "abstract": "BACKGROUND: Evidence from RCTs shows that magnesium sulfate reduces the risk of seizures and mortality for women with pre-eclampsia/eclampsia. However, it has been argued that outcomes within trials may not reflect real-world outcomes with the same intervention. OBJECTIVE: To assess whether outcomes for women with pre-eclampsia/eclampsia who received magnesium sulfate in the real world were comparable to those in RCTs. SEARCH STRATEGY: EMBASE and MEDLINE were searched (January 1990-July 2010). SELECTION CRITERIA: Cohort, before-and-after, and serial cross-sectional studies were included. Participants were women with eclampsia who received magnesium sulfate or another anticonvulsant, and women with pre-eclampsia who received magnesium sulfate or no anticonvulsant. Primary outcomes were death (maternal, fetal, neonatal) or recurrent seizures. DATA COLLECTION AND ANALYSIS: Data were extracted independently by 2 reviewers. MAIN RESULTS: Six studies (1831 women with eclampsia) were included, from academic centers in Bangladesh, India, Pakistan, and Nigeria, together with 2 population-based UK studies. Magnesium sulfate for eclampsia was associated with lower risks of maternal death, recurrent seizure, and major morbidity; for pre-eclampsia, it was associated with lower risks of eclampsia. CONCLUSION: Improvements in maternal outcome with magnesium sulfate for pre-eclampsia/eclampsia in real-world use are comparable to those reported in RCTs.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Canada. mcdonals@mcmaster.ca"
      ]
    },
    {
      "last_name": "Lutsiv",
      "fore_name": "Olha",
      "initials": "O",
      "name": "Olha Lutsiv",
      "affiliations": []
    },
    {
      "last_name": "Dzaja",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Dzaja",
      "affiliations": []
    },
    {
      "last_name": "Duley",
      "fore_name": "Lelia",
      "initials": "L",
      "name": "Lelia Duley",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics",
    "iso_abbreviation": "Int J Gynaecol Obstet",
    "issn": "1879-3479",
    "issn_type": "Electronic",
    "volume": "118",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "90",
  "end_page": "96",
  "pages": "90-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anticonvulsants",
    "Eclampsia",
    "Female",
    "Humans",
    "Magnesium Sulfate",
    "Pre-Eclampsia",
    "Pregnancy",
    "Seizures"
  ],
  "article_ids": {
    "pubmed": "22703834",
    "doi": "10.1016/j.ijgo.2012.01.028",
    "pii": "S0020-7292(12)00207-X"
  },
  "doi": "10.1016/j.ijgo.2012.01.028",
  "dates": {
    "completed": "2012-11-16",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticonvulsants",
    "Magnesium Sulfate"
  ],
  "grants": [
    {
      "grant_id": "G116/98",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.019561",
    "pmid": "22703834"
  }
}