{
  "pmid": "22726309",
  "uid": "22726309",
  "title": "Rapid, easy, and cheap randomization: prospective evaluation in a study cohort.",
  "abstract": "BACKGROUND: When planning a randomized controlled trial (RCT), investigators must select randomization and allocation procedures based upon a variety of factors. While third party randomization is cited as being among the most desirable randomization processes, many third party randomization procedures are neither feasible nor cost-effective for small RCTs, including pilot RCTs. In this study we present our experience with a third party randomization and allocation procedure that utilizes current technology to achieve randomization in a rapid, reliable, and cost-effective manner. METHODS: This method was developed by the investigators for use in a small 48-participant parallel group RCT with four study arms. As a nested study, the reliability of this randomization procedure was prospectively evaluated in this cohort. The primary outcome of this nested study was the proportion of subjects for whom allocation information was obtained by the Research Assistant within 15 min of the initial participant randomization request. A secondary outcome was the average time for communicating participant group assignment back to the Research Assistant. Descriptive information regarding any failed attempts at participant randomization as well as costs attributable to use of this method were also recorded. Statistical analyses included the calculation of simple proportions and descriptive statistics. RESULTS: Forty-eight participants were successfully randomized and group allocation instruction was received for 46 (96%) within 15 min of the Research Assistant placing the initial randomization request. Time elapsed in minutes until receipt of participant allocation instruction was Mean (SD) 3.1 +/- 3.6; Median (IQR) 2 (2,3); Range (1-20) for the entire cohort of 48. For the two participants for whom group allocation information was not received by the Research Assistant within the 15-min pass threshold, this information was obtained following a second request at 18 and 20 min, respectively. The method described here produced an email audit trail, which proved useful to the primary study. CONCLUSIONS: We report a method of third party randomization that uses current technology to operationalize randomization and allocation in a rapid, easy, and cost-effective manner. Other investigators may find this method useful, particularly for small RCTs, including pilot RCTs, on a tight budget.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": [
        "Division of Critical Care, Department of Pediatrics, McMaster Children's Hospital and McMaster University, 1200 Main St W, Room 3A-80, Hamilton, ON L8N 3Z5, Canada. parkermj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Manan",
      "fore_name": "Asmaa",
      "initials": "A",
      "name": "Asmaa Manan",
      "affiliations": []
    },
    {
      "last_name": "Duffett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Duffett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2012",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "start_page": "90",
  "pages": "90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cohort Studies",
    "Cost-Benefit Analysis",
    "Humans",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "22726309",
    "pmc": "PMC3502306",
    "doi": "10.1186/1745-6215-13-90",
    "pii": "1745-6215-13-90"
  },
  "doi": "10.1186/1745-6215-13-90",
  "pmc_id": "PMC3502306",
  "dates": {
    "completed": "2013-06-21",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.786434",
    "pmid": "22726309"
  }
}