{
  "pmid": "22726609",
  "uid": "22726609",
  "title": "Acute care inpatients with long-term delayed-discharge: evidence from a Canadian health region.",
  "abstract": "BACKGROUND: Acute hospital discharge delays are a pressing concern for many health care administrators. In Canada, a delayed discharge is defined by the alternate level of care (ALC) construct and has been the target of many provincial health care strategies. Little is known on the patient characteristics that influence acute ALC length of stay. This study examines which characteristics drive acute ALC length of stay for those awaiting nursing home admission. METHODS: Population-level administrative and assessment data were used to examine 17,111 acute hospital admissions designated as alternate level of care (ALC) from a large Canadian health region. Case level hospital records were linked to home care administrative and assessment records to identify and characterize those ALC patients that account for the greatest proportion of acute hospital ALC days. RESULTS: ALC patients waiting for nursing home admission accounted for 41.5% of acute hospital ALC bed days while only accounting for 8.8% of acute hospital ALC patients. Characteristics that were significantly associated with greater ALC lengths of stay were morbid obesity (27 day mean deviation, 99% CI = ±14.6), psychiatric diagnosis (13 day mean deviation, 99% CI = ±6.2), abusive behaviours (12 day mean deviation, 99% CI = ±10.7), and stroke (7 day mean deviation, 99% CI = ±5.0). Overall, persons with morbid obesity, a psychiatric diagnosis, abusive behaviours, or stroke accounted for 4.3% of all ALC patients and 23% of all acute hospital ALC days between April 1st 2009 and April 1st, 2011. ALC patients with the identified characteristics had unique clinical profiles. CONCLUSIONS: A small number of patients with non-medical days waiting for nursing home admission contribute to a substantial proportion of total non-medical days in acute hospitals. Increases in nursing home capacity or changes to existing funding arrangements should target the sub-populations identified in this investigation to maximize effectiveness. Specifically, incentives should be introduced to encourage nursing homes to accept acute patients with the least prospect for community-based living, while acute patients with the greatest prospect for community-based living are discharged to transitional care or directly to community-based care.",
  "authors": [
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, 200 University Avenue West, Waterloo, ON, N2L 3G1, Canada. acosta@uwaterloo.ca"
      ]
    },
    {
      "last_name": "Poss",
      "fore_name": "Jeffrey W",
      "initials": "JW",
      "name": "Jeffrey W Poss",
      "affiliations": []
    },
    {
      "last_name": "Peirce",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Peirce",
      "affiliations": []
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "start_page": "172",
  "pages": "172",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Acute Disease",
    "Aged",
    "Aged, 80 and over",
    "Bed Occupancy",
    "Catchment Area, Health",
    "Evidence-Based Medicine",
    "Female",
    "Health Services for the Aged",
    "Home Care Services",
    "Hospitalization",
    "Humans",
    "Inpatients",
    "Length of Stay",
    "Long-Term Care",
    "Male",
    "Middle Aged",
    "Nursing Homes",
    "Ontario",
    "Patient Discharge",
    "Retrospective Studies",
    "Time Factors",
    "Waiting Lists"
  ],
  "article_ids": {
    "pubmed": "22726609",
    "pmc": "PMC3424132",
    "doi": "10.1186/1472-6963-12-172",
    "pii": "1472-6963-12-172"
  },
  "doi": "10.1186/1472-6963-12-172",
  "pmc_id": "PMC3424132",
  "dates": {
    "completed": "2012-11-16",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:56.253478",
    "pmid": "22726609"
  }
}