{
  "pmid": "22721590",
  "uid": "22721590",
  "title": "Maternal early life experiences and parenting: the mediating role of cortisol and executive function.",
  "abstract": "OBJECTIVE: Research suggests that early life adversity may affect subsequent parenting. Animal studies investigating mechanisms of transmission have focused on biological factors; whereas research in humans has emphasized cognitive and psychosocial factors. We hypothesized that neuropsychological and physiological factors would act as mediators between maternal retrospective reports of early life experiences (ELE) and current parenting. METHOD: We recruited a community sample of 89 mothers and their infants (2-6 months of age). Maternal ELE consisted of self-reports of consistency of care and childhood maltreatment. Diurnal salivary cortisol samples were collected as the measure of hypothalamic-pituitary-adrenal (HPA) function. Executive function measures included attentional set-shifting and spatial working memory. Maternal sensitivity was assessed through videotapes of mothers interacting with their infants. RESULTS: A series of path analyses indicated that maternal ELE was indirectly related to maternal sensitivity via two pathways: one through HPA function, and the other through HPA function and spatial working memory. There was no direct path between maternal ELE and parenting. CONCLUSION: These findings provide support for the notion that mediators linking early life experiences to parenting in humans may be similar to physiological mechanisms found in animal models. As maternal care is associated with numerous infant outcomes, our findings may have broad relevance to understanding the risk associated with parenting and adverse outcomes in infants. A greater understanding of mechanism is important to informing interventions targeted at disrupting maladaptive trajectories of parenting.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "McMaster University, ON, Canada. gonzal@mcmaster.ca"
      ]
    },
    {
      "last_name": "Jenkins",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Jenkins",
      "affiliations": []
    },
    {
      "last_name": "Steiner",
      "fore_name": "Meir",
      "initials": "M",
      "name": "Meir Steiner",
      "affiliations": []
    },
    {
      "last_name": "Fleming",
      "fore_name": "Alison S",
      "initials": "AS",
      "name": "Alison S Fleming",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "7",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "673",
  "end_page": "682",
  "pages": "673-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Circadian Rhythm",
    "Executive Function",
    "Female",
    "Humans",
    "Hydrocortisone",
    "Hypothalamo-Hypophyseal System",
    "Infant",
    "Life Change Events",
    "Male",
    "Maternal Behavior",
    "Memory, Short-Term",
    "Mother-Child Relations",
    "Mothers",
    "Object Attachment",
    "Parenting",
    "Personality Assessment",
    "Pituitary-Adrenal System",
    "Retrospective Studies",
    "Saliva"
  ],
  "article_ids": {
    "pubmed": "22721590",
    "doi": "10.1016/j.jaac.2012.04.003",
    "pii": "S0890-8567(12)00285-7"
  },
  "doi": "10.1016/j.jaac.2012.04.003",
  "dates": {
    "completed": "2012-12-04",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Hydrocortisone"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.663630",
    "pmid": "22721590"
  }
}