{
  "pmid": "22726075",
  "uid": "22726075",
  "title": "WFH: closing the global gap--achieving optimal care.",
  "abstract": "For 50 years, the World Federation of Hemophilia (WFH) has been working globally to close the gap in care and to achieve Treatment for All patients, men and women, with haemophilia and other inherited bleeding disorders, regardless of where they might live. The WFH estimates that more than one in 1000 men and women has a bleeding disorder equating to 6,900,000 worldwide. To close the gap in care between developed and developing nations a continued focus on the successful strategies deployed heretofore will be required. However, in response to the rapid advances in treatment and emerging therapeutic advances on the horizon it will also require fresh approaches and renewed strategic thinking. It is difficult to predict what each therapeutic advance on the horizon will mean for the future, but there is no doubt that we are in a golden age of research and development, which has the prospect of revolutionizing treatment once again. An improved understanding of \"optimal\" treatment is fundamental to the continued evolution of global care. The challenges of answering government and payer demands for evidence-based medicine, and cost justification for the introduction and enhancement of treatment, are ever-present and growing. To sustain and improve care it is critical to build the body of outcome data for individual patients, within haemophilia treatment centers (HTCs), nationally, regionally and globally. Emerging therapeutic advances (longer half-life therapies and gene transfer) should not be justified or brought to market based only on the notion that they will be economically more affordable, although that may be the case, but rather more importantly that they will be therapeutically more advantageous. Improvements in treatment adherence, reductions in bleeding frequency (including microhemorrhages), better management of trough levels, and improved health outcomes (including quality of life) should be the foremost considerations. As part of a new WFH strategic plan (2012-2014) the WFH has identified several key initiatives for particular emphasis - continuation of the Global Alliance for Progress (GAP) program, a new initiative to address underserved countries and regions (The Cornerstone Initiative), enhancing health outcomes research and analysis, and a new research mentorship program. Despite our progress to date in closing the global gap in care, our work is not complete. Too many patients remain undiagnosed and too few receive adequate treatment. This paper will also discuss historical, present and future challenges and opportunities to close the gap in care and achieve Treatment for All.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "World Federation of Hemophilia, Washington, DC 20037-3303, USA. mskinner@wfh.org"
      ]
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "18 Suppl 4",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "1",
  "end_page": "12",
  "pages": "1-12",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Female",
    "Global Health",
    "Health Services Accessibility",
    "Hemorrhagic Disorders",
    "History, 20th Century",
    "History, 21st Century",
    "Humans",
    "International Agencies",
    "Male",
    "Societies, Medical"
  ],
  "article_ids": {
    "pubmed": "22726075",
    "doi": "10.1111/j.1365-2516.2012.02822.x"
  },
  "doi": "10.1111/j.1365-2516.2012.02822.x",
  "dates": {
    "completed": "2012-10-09",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.392379",
    "pmid": "22726075"
  }
}