{
  "pmid": "22738367",
  "uid": "22738367",
  "title": "The impact of distance on triage to trauma center care in an urban trauma system.",
  "abstract": "BACKGROUND: Urban trauma systems are characterized by high population density, availability of trauma centers, and acceptable road transport times (within 30 minutes). In such systems, patients meeting field trauma triage (FTT) criteria should be transported directly to a trauma center, bypassing closer non-trauma centers. OBJECTIVE: We evaluated emergency medical services (EMS) triage practices to identify opportunities for improving care delivery. OBJECTIVE: Specifically, we evaluated the effect of the additional distance to a trauma center, compared with a closer non-trauma center, on the noncompliance with trauma destination criteria by EMS personnel in an urban environment. METHODS: This was a retrospective cohort study of adults having at least one physiologic derangement and meeting Toronto EMS field trauma triage criteria from 2005 to 2010. Road travel distances between the site of injury, the closest non-trauma center, and the closest trauma center were estimated using geographic information systems. For patients who were transported to non-trauma centers, we estimated \"differential distance\": the additional travel distance required to transport directly to a trauma center. Logistic regression was used to analyze the effect of differential distance on triage decisions, adjusting for other patient characteristics. RESULTS: Inclusion criteria identified 898 patients; 53% were transported directly to a trauma center. Falls, female gender, and age greater than 65 years were associated with transport to non-trauma centers. Differential distances greater than 1 mile were associated with a decreased likelihood of triage to a trauma center. CONCLUSION: Differential distance between the closest non-trauma center and the closest trauma center was associated with lower compliance with triage protocols, even in an urban setting where trauma centers can be accessed within approximately 30 minutes. Our findings suggest that there are opportunities for reducing the gap between ideal and actual application of field trauma triage guidelines through a process of education and feedback.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Keenan Research Centre, Li Ka Shing Knowledge Institute, St Michael's Hospital, Division of General Surgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Haas",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Haas",
      "affiliations": []
    },
    {
      "last_name": "Gomez",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gomez",
      "affiliations": []
    },
    {
      "last_name": "de Mestral",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles de Mestral",
      "affiliations": []
    },
    {
      "last_name": "Boyes",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Boyes",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Laurie J",
      "initials": "LJ",
      "name": "Laurie J Morrison",
      "affiliations": []
    },
    {
      "last_name": "Craig",
      "fore_name": "Alan M",
      "initials": "AM",
      "name": "Alan M Craig",
      "affiliations": []
    },
    {
      "last_name": "Nathens",
      "fore_name": "Avery B",
      "initials": "AB",
      "name": "Avery B Nathens",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Prehospital emergency care",
    "iso_abbreviation": "Prehosp Emerg Care",
    "issn": "1545-0066",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2012"
  },
  "start_page": "456",
  "end_page": "462",
  "pages": "456-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Chi-Square Distribution",
    "Emergency Medical Services",
    "Female",
    "Geographic Information Systems",
    "Hospitals, Urban",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Ontario",
    "Registries",
    "Time Factors",
    "Transportation of Patients",
    "Trauma Centers",
    "Triage"
  ],
  "article_ids": {
    "pubmed": "22738367",
    "doi": "10.3109/10903127.2012.695431"
  },
  "doi": "10.3109/10903127.2012.695431",
  "dates": {
    "completed": "2013-02-11",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:05.505521",
    "pmid": "22738367"
  }
}