{
  "pmid": "22731122",
  "uid": "22731122",
  "title": "Supporting the Uptake of Nursing Guidelines: what you really need to know to move nursing guidelines into practice.",
  "abstract": "BACKGROUND: There is a current push to use best practice guidelines (BPGs) in health care to enhance client care and outcomes. Even though intensive resources have been invested internationally to develop BPGs, a gap in knowledge exists about how to consistently and efficiently move them into practice. METHODS: Constructivist grounded theory was used to explore the complex processes of a breastfeeding BPG implementation and uptake in three acute care hospitals. Interviews (n = 120) with 112 participants representing clients, nurses, lactation consultants, midwives, physicians, managers, administrators, and nurse educators as well as document and field note analysis informed this study. Data were analyzed using constant comparison and coding steps outlined by Charmaz: initial coding, selective (focused) coding, then theoretical coding. Triangulation of data types and sources were used as well as theoretical sampling. Data were collected from 2009 to 2010. RESULTS: Two sites showed BPG uptake while one did not. Factors present in the uptake sites included, ongoing passionate frontline leaders, the use of multifaceted strategies, and processes that occurred at organizational, leadership, individual and social levels. Particularly noteworthy was the transformation of individual nurses to believing in and using the BPG. Impacts occurred at client, nurse, unit, inter-professional, organizational and system levels. CONCLUSIONS: A conceptual framework: Supporting the Uptake of Nursing Guidelines, was developed that reveals essential processes used to facilitate BPG uptake into nursing practice and a process of nurse transformation to believing in and using the BPG.",
  "authors": [
    {
      "last_name": "Matthew-Maich",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Matthew-Maich",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, Mohawk College, McMaster-Mohawk Institute for Applied Health Sciences, Hamilton, ON, Canada. nancy.maich@mohawkcollege.ca"
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Worldviews on evidence-based nursing",
    "iso_abbreviation": "Worldviews Evid Based Nurs",
    "issn": "1741-6787",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "104",
  "end_page": "115",
  "pages": "104-15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Breast Feeding",
    "Canada",
    "Female",
    "Guideline Adherence",
    "Health Plan Implementation",
    "Humans",
    "Leadership",
    "Nurse Administrators",
    "Nursing Care",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "22731122",
    "doi": "10.1111/j.1741-6787.2012.00259.x"
  },
  "doi": "10.1111/j.1741-6787.2012.00259.x",
  "dates": {
    "completed": "2014-01-07",
    "revised": "2016-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.527575",
    "pmid": "22731122"
  }
}