{
  "pmid": "22734169",
  "uid": "22734169",
  "title": "Recognizing BRCA gene mutation risk subsequent to breast cancer diagnosis in southwestern Ontario.",
  "abstract": "OBJECTIVE: To describe the population of women in southwestern Ontario who were diagnosed with potentially preventable BRCA mutation-related breast cancer. DESIGN: Retrospective chart review. SETTING: The Cancer Genetics Clinic of the London Regional Cancer Program in London, Ont. PARTICIPANTS: Patients younger than 52 years of age who were referred to the London Regional Cancer Program Cancer Genetics Clinic between 1997 and 2007 for BRCA testing after being diagnosed with breast cancer (N = 1017). MAIN OUTCOME MEASURES: The proportion of women with BRCA1 or BRCA2 gene mutations and the proportion of women who would have qualified, based on family cancer history, for referral for genetic counseling and testing before their breast cancer diagnoses. RESULTS: Among the 1017 women referred for BRCA testing, 63 women younger than 52 years of age who had been diagnosed with breast cancer were found, subsequent to this diagnosis, to have BRCA1 or BRCA2 gene mutations. Of these, 41 (65%) had family cancer histories that would have qualified them for genetic counseling and testing, according to provincial criteria, before their own breast cancer diagnoses. Of the 63 women, most (81%) had been referred for BRCA gene mutation testing by their oncologists or surgeons. CONCLUSION: Our results suggest that the diagnosis of breast cancer could have been anticipated, and perhaps in some cases prevented, in up to two-thirds of high-risk women younger than 52 years of age in southwestern Ontario. If the high-risk status of these women had been recognized, they might have had the opportunity to choose genetic counseling, testing, more effective cancer surveillance, and potentially preventive options. The results of this study call for increased public and care provider awareness about hereditary breast cancer risk to promote women's ability to choose to access genetic counseling.",
  "authors": [
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "University of Western Ontario, Health Professional Education, Elborn College, Room 2538, 1151 Richmond St, London, ON N6G 1N1, Canada. mvansto@uwo.ca"
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Winsion",
      "initials": "W",
      "name": "Winsion Chow",
      "affiliations": []
    },
    {
      "last_name": "Lester",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Lester",
      "affiliations": []
    },
    {
      "last_name": "Ainsworth",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Ainsworth",
      "affiliations": []
    },
    {
      "last_name": "Nisker",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Nisker",
      "affiliations": []
    },
    {
      "last_name": "Brackstone",
      "fore_name": "Muriel",
      "initials": "M",
      "name": "Muriel Brackstone",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "May"
  },
  "start_page": "e258",
  "end_page": "e266",
  "pages": "e258-66",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "BRCA1 Protein",
    "BRCA2 Protein",
    "Breast Neoplasms",
    "DNA Mutational Analysis",
    "DNA, Neoplasm",
    "Female",
    "Genetic Predisposition to Disease",
    "Genetic Testing",
    "Humans",
    "Incidence",
    "Middle Aged",
    "Mutation",
    "Ontario",
    "Retrospective Studies",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "22734169",
    "pmc": "PMC3352812"
  },
  "pmc_id": "PMC3352812",
  "dates": {
    "completed": "2012-12-20",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "BRCA1 Protein",
    "BRCA2 Protein",
    "DNA, Neoplasm"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:30.586994",
    "pmid": "22734169"
  }
}