{
  "pmid": "22743876",
  "uid": "22743876",
  "title": "Measuring quality of life and patient satisfaction in facial paralysis patients: a systematic review of patient-reported outcome measures.",
  "abstract": "BACKGROUND: Incomplete recovery from facial nerve damage has functional deficits and significant social and psychological consequences. To evaluate the success of surgical and nonsurgical interventions in facial paralysis patients, patient satisfaction and impact on quality of life should be considered. The objective of this study is to identify existing patient-reported outcome instruments that measure quality-of-life outcomes in the facial paralysis population. METHODS: A systematic review of the English-language literature was performed to identify patient-reported outcome instruments that have been developed and validated for use in facial paralysis patients. Each qualifying measure was evaluated for content and psychometric properties, as outlined by international recommended guidelines for item generation, item reduction, and psychometric evaluation. RESULTS: From 598 articles, 28 questionnaires assessing facial paralysis were identified. Only three questionnaires satisfied the inclusion and exclusion criteria: the Facial Clinimetric Evaluation Scale, the Facial Disability Index, and a questionnaire developed to study aberrant facial nerve regeneration. Although these patient-reported outcome instruments show evidence of development and validation, no measures satisfy all instrument development and validation guidelines. All instruments were limited in domains that address self-perception of facial appearance and procedure-related symptoms or satisfaction. CONCLUSIONS: Although instruments are available for measuring outcomes with respect to facial function, there are few instruments developed to specifically evaluate the impact of facial paralysis on quality of life. To quantify treatment outcomes of facial paralysis patients, future research to develop and validate a new patient-reported outcome instrument is needed.",
  "authors": [
    {
      "last_name": "Ho",
      "fore_name": "Adelyn L",
      "initials": "AL",
      "name": "Adelyn L Ho",
      "affiliations": [
        "Vancouver, British Columbia, and Hamilton, Ontario, Canada; New York, N.Y.; and Plymouth, United Kingdom From the University of British Columbia, Memorial Sloan-Kettering Cancer Center, Peninsula College of Medicine and Dentistry, and McMaster University."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie M",
      "initials": "AM",
      "name": "Amie M Scott",
      "affiliations": []
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    },
    {
      "last_name": "Van Laeken",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Van Laeken",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "130",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "91",
  "end_page": "99",
  "pages": "91-99",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Facial Paralysis",
    "Humans",
    "Patient Satisfaction",
    "Psychometrics",
    "Quality of Life",
    "Rhytidoplasty",
    "Self Report",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22743876",
    "doi": "10.1097/PRS.0b013e318254b08d",
    "pii": "00006534-201207000-00019"
  },
  "doi": "10.1097/PRS.0b013e318254b08d",
  "dates": {
    "completed": "2012-09-04",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.048139",
    "pmid": "22743876"
  }
}