{
  "pmid": "22743956",
  "uid": "22743956",
  "title": "A systematic review of complication and recurrence rates of musculocutaneous, fasciocutaneous, and perforator-based flaps for treatment of pressure sores.",
  "abstract": "BACKGROUND: Management of pressure sores poses a significant reconstructive challenge for plastic surgeons. Currently, there is no consensus on whether musculocutaneous, fasciocutaneous, or perforator-based flaps provide superior results for treating pressure sores. METHODS: The following databases were searched: Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials, LILACS (January of 1950 to November of 2010), MEDLINE (January of 1950 to November of 2010), and EMBASE (January of 1980 to November of 2010). Only articles reporting on the use of musculocutaneous, fasciocutaneous, and perforator-based flaps were included. The primary study outcomes were complication and recurrence rates. RESULTS: Fifty-five articles were included in the final analysis (kappa = 0.78). From this total, 28 were categorized as pertaining to musculocutaneous flaps, 13 studied fasciocutaneous flaps, and 14 evaluated perforator-based flaps. The authors' review revealed recurrence and complication rates of 8.9 and 18.6 percent, respectively, following reconstruction with musculocutaneous flaps, 11.2 and 11.7 percent following reconstruction with fasciocutaneous flaps, and 5.6 and 19.6 percent following reconstruction with perforator-based flaps. Overall, statistical analysis revealed no significant difference in complication or recurrence rates among these three techniques. CONCLUSIONS: The authors' review revealed that there was no statistically significant difference with regard to recurrence or complication rates among musculocutaneous, fasciocutaneous, or perforator-based flaps. This suggests that surgeons performing such reconstructive procedures may choose to consider the advantages of a specific approach rather than the complication and recurrence rates. CLINICAL QUESTION/LEVEL OF EVIDENCE: Therapeutic, IV.",
  "authors": [
    {
      "last_name": "Sameem",
      "fore_name": "Mojib",
      "initials": "M",
      "name": "Mojib Sameem",
      "affiliations": [
        "Hamilton and Toronto, Ontario, Canada From the Michael G. DeGroote School of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, and the Division of Plastic Surgery/Wound Care, St. Michael's Hospital, University of Toronto."
      ]
    },
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": []
    },
    {
      "last_name": "Wood",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Wood",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Mahoney",
      "fore_name": "James",
      "initials": "J",
      "name": "James Mahoney",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "130",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "67e",
  "end_page": "77e",
  "pages": "67e-77e",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Fascia",
    "Graft Survival",
    "Humans",
    "Incidence",
    "Muscle, Skeletal",
    "Postoperative Complications",
    "Pressure Ulcer",
    "Plastic Surgery Procedures",
    "Recurrence",
    "Skin Transplantation",
    "Surgical Flaps"
  ],
  "article_ids": {
    "pubmed": "22743956",
    "doi": "10.1097/PRS.0b013e318254b19f",
    "pii": "00006534-201207000-00023"
  },
  "doi": "10.1097/PRS.0b013e318254b19f",
  "dates": {
    "completed": "2012-09-04",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.337125",
    "pmid": "22743956"
  }
}