{
  "pmid": "22743957",
  "uid": "22743957",
  "title": "A systematic review of power and sample size reporting in randomized controlled trials within plastic surgery.",
  "abstract": "BACKGROUND: The randomized controlled trial is a reliable study design for assessing the effectiveness of a surgical intervention, provided it is adequately powered. This systematic review examines the appropriateness of reporting of power and sample size in randomized controlled trials within the plastic surgery literature. METHODS: Original randomized controlled trials published from January of 1990 to December of 2010 in nine high-impact plastic surgery journals were appraised. The data extracted from each study included calculation of power and sample size, number of patients, and effect size. A Jadad score was calculated, providing a quality assessment of the randomized controlled trial. RESULTS: : Of the 736 original articles, 463 met the inclusion criteria; 88 (19.0 percent) of these 463 reported performing a priori power analysis or sample size calculation. Of these 88 studies, 68 (77.3 percent) had an adequate sample size. In most studies, a standard of 0.05 for the type I error and 0.20 for type II error was used. There has been some improvement in the reporting of power and sample size in the decades from 1990 to 2010. CONCLUSIONS: Nineteen percent of 463 randomized controlled trials in the plastic surgery literature reported performing an a priori power analysis or sample size calculation. The implication is that when we read the results of a published randomized controlled trial in plastic surgery, in 81 percent of cases we cannot trust the findings. Although the reporting of power and sample size has improved in the last decade, it is still inadequate. Lack of such reporting casts doubt on the validity (truthfulness) of the study's findings. CLINICAL QUESTION/LEVEL OF EVIDENCE: Therapeutic, IV.",
  "authors": [
    {
      "last_name": "Ayeni",
      "fore_name": "Olubimpe",
      "initials": "O",
      "name": "Olubimpe Ayeni",
      "affiliations": [
        "Hamilton, Ontario, Canada From the Division of Plastic and Reconstructive Surgery, Department of Surgery; the Surgical Outcomes Research Centre (SOURCE); and the Department of Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "Dickson",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dickson",
      "affiliations": []
    },
    {
      "last_name": "Ignacy",
      "fore_name": "Teegan A",
      "initials": "TA",
      "name": "Teegan A Ignacy",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "130",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jul"
  },
  "start_page": "78e",
  "end_page": "86e",
  "pages": "78e-86e",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Data Collection",
    "Humans",
    "Periodicals as Topic",
    "Randomized Controlled Trials as Topic",
    "Plastic Surgery Procedures",
    "Sample Size",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "22743957",
    "doi": "10.1097/PRS.0b013e318254b1d1",
    "pii": "00006534-201207000-00024"
  },
  "doi": "10.1097/PRS.0b013e318254b1d1",
  "dates": {
    "completed": "2012-09-04",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.149862",
    "pmid": "22743957"
  }
}