{
  "pmid": "22752106",
  "uid": "22752106",
  "title": "When can research from one setting be useful in another? Understanding perceptions of the applicability and transferability of research.",
  "abstract": "Determining whether research findings from one setting are relevant to another is complex and poorly understood. This study aimed to explore the factors affecting whether research from other settings was perceived to be of potential use to those working in or researching maternal health in Ghana. Semi-structured interviews were conducted with 69 purposively sampled government decision-makers, researchers and other stakeholders working in maternal health in Ghana in 2008-09. The most influential factors affecting perceptions of applicability/transferability were the study's congruence with interviewees' previous experiences and beliefs. Interventions' adaptability was also considered crucial (and more important than remaining faithful to the original intervention). However, it was frequently considered a distinct stage in the research use process rather than a consideration of applicability/transferability. More attention was paid to the implementability of the intervention in the new setting, than to whether it would be as effective there. Interpretations of intervention descriptions and evaluation findings varied between interviewees, even when the same information was presented. This study is one of the first to explore perceptions of applicability/transferability of public health research among researchers and potential research users in a low-income setting. The findings suggest that existing frameworks of applicability/transferability do not reflect the factors considered to be most important in Ghana.",
  "authors": [
    {
      "last_name": "Burchett",
      "fore_name": "Helen E D",
      "initials": "HE",
      "name": "Helen E D Burchett",
      "affiliations": [
        "Department of Global Health and Development, Faculty of Public Health and Policy, London Schoolo f Hygiene & Tropical Medicine, 15-17 Tavistock Place, London WC1H 9SH, UK. helen.burchett@lshtm.ac.uk"
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Susannah H",
      "initials": "SH",
      "name": "Susannah H Mayhew",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Dobrow",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Dobrow",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health promotion international",
    "iso_abbreviation": "Health Promot Int",
    "issn": "1460-2245",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "418",
  "end_page": "430",
  "pages": "418-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Ghana",
    "Health Promotion",
    "Health Services Research",
    "Humans",
    "Interviews as Topic",
    "Maternal Welfare",
    "Program Evaluation",
    "Qualitative Research",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "22752106",
    "doi": "10.1093/heapro/das026",
    "pii": "das026"
  },
  "doi": "10.1093/heapro/das026",
  "dates": {
    "completed": "2014-03-20",
    "revised": "2013-08-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.847471",
    "pmid": "22752106"
  }
}