{
  "pmid": "22769425",
  "uid": "22769425",
  "title": "Impact of a computerized system for evidence-based diabetes care on completeness of records: a before-after study.",
  "abstract": "BACKGROUND: Physicians practicing in ambulatory care are adopting electronic health record (EHR) systems. Governments promote this adoption with financial incentives, some hinged on improvements in care. These systems can improve care but most demonstrations of successful systems come from a few highly computerized academic environments. Those findings may not be generalizable to typical ambulatory settings, where evidence of success is largely anecdotal, with little or no use of rigorous methods. The purpose of our pilot study was to evaluate the impact of a diabetes specific chronic disease management system (CDMS) on recording of information pertinent to guideline-concordant diabetes care and to plan for larger, more conclusive studies. METHODS: Using a before-after study design we analyzed the medical record of approximately 10 patients from each of 3 diabetes specialists (total = 31) who were seen both before and after the implementation of a CDMS. We used a checklist of key clinical data to compare the completeness of information recorded in the CDMS record to both the clinical note sent to the primary care physician based on that same encounter and the clinical note sent to the primary care physician based on the visit that occurred prior to the implementation of the CDMS, accounting for provider effects with Generalized Estimating Equations. RESULTS: The CDMS record outperformed by a substantial margin dictated notes created for the same encounter. Only 10.1% (95% CI, 7.7% to 12.3%) of the clinically important data were missing from the CDMS chart compared to 25.8% (95% CI, 20.5% to 31.1%) from the clinical note prepared at the time (p < 0.001) and 26.3% (95% CI, 19.5% to 33.0%) from the clinical note prepared before the CDMS was implemented (p < 0.001). There was no significant difference between dictated notes created for the CDMS-assisted encounter and those created for usual care encounters (absolute mean difference, 0.8%; 95% CI, -8.5% to 6.8%). CONCLUSIONS: The CDMS chart captured information important for the management of diabetes more often than dictated notes created with or without its use but we were unable to detect a difference in completeness between notes dictated in CDMS-associated and usual-care encounters. Our sample of patients and providers was small, and completeness of records may not reflect quality of care.",
  "authors": [
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel S",
      "initials": "PS",
      "name": "Pavel S Roshanov",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, The University of Western Ontario, 1151 Richmond Street, London, ON, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": []
    },
    {
      "last_name": "Hunt",
      "fore_name": "Dereck L",
      "initials": "DL",
      "name": "Dereck L Hunt",
      "affiliations": []
    },
    {
      "last_name": "Sebaldt",
      "fore_name": "Rolf J",
      "initials": "RJ",
      "name": "Rolf J Sebaldt",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "start_page": "63",
  "pages": "63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Chronic Disease",
    "Diabetes Mellitus",
    "Disease Management",
    "Evidence-Based Practice",
    "Humans",
    "Medical Records Systems, Computerized",
    "Physicians, Family",
    "Quality Assurance, Health Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "22769425",
    "pmc": "PMC3461491",
    "doi": "10.1186/1472-6947-12-63",
    "pii": "1472-6947-12-63"
  },
  "doi": "10.1186/1472-6947-12-63",
  "pmc_id": "PMC3461491",
  "dates": {
    "completed": "2013-01-10",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.423207",
    "pmid": "22769425"
  }
}