{
  "pmid": "22780903",
  "uid": "22780903",
  "title": "Willingness of Lebanese physicians in the United States to relocate to Lebanon.",
  "abstract": "BACKGROUND: We recently proposed that Lebanon could become a regional 'academic hub' through the repatriation of emigrated Lebanese physicians who would then provide clinical services in the Arab Gulf region on a locum tenens basis. The objectives of this study were to assess the willingness of Lebanese medical graduates practicing in the United States of America to relocate to Lebanon and the Arab Gulf region and to explore the factors associated with this willingness. METHODS: In 2009 we surveyed Lebanese medical graduates practicing medicine in the United States. The questionnaire included questions about their willingness to relocate to Lebanon and to the Arab Gulf region and the associated timeframes. The questionnaire also included questions about family factors. We linked responders' answers to their personal, educational, and practice characteristics provided by the American Medical Association Physicians' Dataset. We conducted both descriptive and regression analyses. RESULTS: A total of 286 physicians participated in the survey (57% response rate). A majority (61%) was willing to relocate to Lebanon (51% possibly, 10% definitely). A third (33%) were willing to relocate to the Arab Gulf region (31% possibly, 2% definitely). About half (54%) were willing to relocate to Lebanon as a base for clinical missions to the Arab Gulf region (49% possibly, 5% definitely). Willingness to relocate to Lebanon was independently associated with Lebanese citizenship and the birthplace of the spouse being Lebanon, and inversely associated with US citizenship. Willingness to relocate to the Arab Gulf region was independently associated with being board certified, and inversely associated with being married, the age of the oldest child, and practicing in direct patient care. Willingness to relocate to Lebanon as a base was not independently associated with any factor. CONCLUSIONS: The findings of this study support the feasibility of the proposal of Lebanon becoming a regional 'academic hub'. Future research should explore other factors important for the feasibility of the proposal as well as actual relocation.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Medicine, University at Buffalo, ECMC-DKM 216, 462 Grider St, Buffalo, NY, 14215, USA. elieakl@buffalo.edu."
      ]
    },
    {
      "last_name": "Maroun",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Maroun",
      "affiliations": []
    },
    {
      "last_name": "El-Asmar",
      "fore_name": "Khalil",
      "initials": "K",
      "name": "Khalil El-Asmar",
      "affiliations": []
    },
    {
      "last_name": "Jaoude",
      "fore_name": "Eliane Abou",
      "initials": "EA",
      "name": "Eliane Abou Jaoude",
      "affiliations": []
    },
    {
      "last_name": "Irani",
      "fore_name": "Jihad",
      "initials": "J",
      "name": "Jihad Irani",
      "affiliations": []
    },
    {
      "last_name": "Badr",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Badr",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "10"
  },
  "start_page": "15",
  "pages": "15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22780903",
    "pmc": "PMC3549762",
    "doi": "10.1186/1478-4491-10-15",
    "pii": "1478-4491-10-15"
  },
  "doi": "10.1186/1478-4491-10-15",
  "pmc_id": "PMC3549762",
  "dates": {
    "completed": "2013-01-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.196051",
    "pmid": "22780903"
  }
}