{
  "pmid": "22785346",
  "uid": "22785346",
  "title": "Integrating patient safety standards into the accreditation program: a qualitative study to assess the readiness of Lebanese hospitals to implement into routine practice.",
  "abstract": "INTRODUCTION: Concerns about quality of care have led to the integration of patient safety standards and goals in national and international accreditation programs. Since 2005, two national hospital accreditation surveys have been conducted in Lebanon. In 2010, the Ministry of Health integrated patient safety standards into the current program. This study is one of the first efforts in Lebanon and the region to assess hospitals' readiness to integrate patient safety standards into routine practice. METHODS: This cross-sectional study sampled 6807 respondents from 68 hospitals in Lebanon. This paper will detail results from the qualitative thematic analysis of the responses on 5 open-ended questions added to the Hospital Survey on Patient Safety Culture. The emerging themes were compared across regions, accreditation status, and hospital size. RESULTS: Lebanese hospitals have made progress by recognizing patient safety as a major strategic goal and priority, but gaps still exist in implementation. Very few hospitals are ready for effective implementation of these standards. Staff education and training are needed. Public awareness about patient safety and integrating these concepts into health educational curricula were cited as important strategies among others for creating a culture of patient safety. Variations in responses across regions, accreditation status, and hospital size were discussed. DISCUSSION AND CONCLUSIONS: Integrating patient safety initiatives into routine practices requires a cultural shift in health-care organizations. Before assessing whether hospitals comply with patient safety standards, it is important to provide them with sufficient training and education on how to successfully implement these standards. Study findings provide valuable lessons for Lebanon and other countries, which are in the process or currently mandating the implementation of patient safety standards and/or accreditation programs.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Jaafar",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Jaafar",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Rabbaa",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Rabbaa",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of patient safety",
    "iso_abbreviation": "J Patient Saf",
    "issn": "1549-8425",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "3",
    "pub_year": "2012",
    "pub_month": "Sep"
  },
  "start_page": "97",
  "end_page": "103",
  "pages": "97-103",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accreditation",
    "Cross-Sectional Studies",
    "Health Plan Implementation",
    "Hospitals",
    "Humans",
    "Lebanon",
    "Organizational Culture",
    "Patient Safety",
    "Qualitative Research",
    "Quality Assurance, Health Care",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "22785346",
    "doi": "10.1097/PTS.0b013e318258ca70"
  },
  "doi": "10.1097/PTS.0b013e318258ca70",
  "dates": {
    "completed": "2013-01-07",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.345624",
    "pmid": "22785346"
  }
}