{
  "pmid": "22799440",
  "uid": "22799440",
  "title": "Use of health systems evidence by policymakers in eastern Mediterranean countries: views, practices, and contextual influences.",
  "abstract": "BACKGROUND: Health systems evidence can enhance policymaking and strengthen national health systems. In the Middle East, limited research exists on the use of evidence in the policymaking process. This multi-country study explored policymakers' views and practices regarding the use of health systems evidence in health policymaking in 10 eastern Mediterranean countries, including factors that influence health policymaking and barriers and facilitators to the use of evidence. METHODS: This study utilized a survey adapted and customized from a similar tool developed in Canada. Health policymakers from 10 countries (Algeria, Bahrain, Jordan, Lebanon Oman, Pakistan, Palestine, Sudan, Tunisia, and Yemen) were surveyed. Descriptive and bi-variate analyses were performed for quantitative questions and thematic analysis was done for qualitative questions. RESULTS: A total of 237 policymakers completed the survey (56.3% response rate). Governing parties, limited funding for the health sector and donor organizations exerted a strong influence on policymaking processes. Most (88.5%) policymakers reported requesting evidence and 43.1% reported collaborating with researchers. Overall, 40.1% reported that research evidence is not delivered at the right time. Lack of an explicit budget for evidence-informed health policymaking (55.3%), lack of an administrative structure for supporting evidence-informed health policymaking processes (52.6%), and limited value given to research (35.9%) all limited the use of research evidence. Barriers to the use of evidence included lack of research targeting health policy, lack of funding and investments, and political forces. Facilitators included availability of health research and research institutions, qualified researchers, research funding, and easy access to information. CONCLUSIONS: Health policymakers in several countries recognize the importance of using health systems evidence. Study findings are important in light of changes unfolding in some Arab countries and can help undertake an analysis of underlying transformations and their respective health policy implications including the way evidence will be used in policy decisions.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Room 107C, PO Box 11-0236, Riad El Solh, Beirut 1107 2020, Lebanon. fe08@aub.edu.lb"
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Ataya",
      "fore_name": "Nour",
      "initials": "N",
      "name": "Nour Ataya",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Ammar",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Ammar",
      "affiliations": []
    },
    {
      "last_name": "Raouf",
      "fore_name": "Saned",
      "initials": "S",
      "name": "Saned Raouf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "start_page": "200",
  "pages": "200",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Cross-Sectional Studies",
    "Delivery of Health Care",
    "Evidence-Based Practice",
    "Health Knowledge, Attitudes, Practice",
    "Health Policy",
    "Humans",
    "Mediterranean Region",
    "Middle East",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "22799440",
    "pmc": "PMC3476435",
    "doi": "10.1186/1472-6963-12-200",
    "pii": "1472-6963-12-200"
  },
  "doi": "10.1186/1472-6963-12-200",
  "pmc_id": "PMC3476435",
  "dates": {
    "completed": "2013-01-03",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.847655",
    "pmid": "22799440"
  }
}