{
  "pmid": "22795753",
  "uid": "22795753",
  "title": "Return to preinjury activity levels after surgical management of femoroacetabular impingement in athletes.",
  "abstract": "PURPOSE: A systematic review was conducted to identify, assess, and summarize the available evidence pertaining to surgical intervention for femoroacetabular impingement (FAI) in athletes. Summary estimates of treatment effect (proportion with 95% confidence interval [CI]) were calculated specifically for the rate of return to sport. METHODS: Electronic databases (Medline, Embase, and Cochrane Library) were searched from inception to November 2011. The references of included articles were reviewed for eligible studies. The inclusion criteria were clinical studies, studies involving humans, minimum 6 months' follow-up, exclusive FAI treatment, and focus on athletes. Exclusion criteria were review articles, basic science investigations, radiologic studies, arthroplasty, and nonathlete clinical studies. A quality assessment of the included articles was conducted by 2 reviewers using a quality assessment tool developed by Yang et al. We used a random-effects model (DerSimonian-Laird method) to calculate weighted proportions. Percentages with 95% CIs are reported. RESULTS: Nine articles met the inclusion and exclusion criteria in this review. There was 72% agreement (95% CI, 0% to 94%) between the 2 independent reviewers for inclusion and quality assessment of the studies. A total of 418 athletes were surgically treated for FAI and were available for assessment. The rate of return to sport was 92% (95% CI, 87% to 96%), and the rate of return to the previous level of competition was 88% (95% CI, 80% to 94%). CONCLUSIONS: Despite the limitations of our systematic review, the findings suggest that surgical treatment for FAI resulted in a high return to preinjury activity levels of sports. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies (case series).",
  "authors": [
    {
      "last_name": "Alradwan",
      "fore_name": "Hussain",
      "initials": "H",
      "name": "Hussain Alradwan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Chu",
      "fore_name": "Raymond",
      "initials": "R",
      "name": "Raymond Chu",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Whelan",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "1567",
  "end_page": "1576",
  "pages": "1567-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Athletic Injuries",
    "Female",
    "Femoracetabular Impingement",
    "Humans",
    "Male",
    "Middle Aged",
    "Recovery of Function",
    "Return to Work",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22795753",
    "doi": "10.1016/j.arthro.2012.03.016",
    "pii": "S0749-8063(12)00208-3"
  },
  "doi": "10.1016/j.arthro.2012.03.016",
  "dates": {
    "completed": "2012-12-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.337402",
    "pmid": "22795753"
  }
}