{
  "pmid": "22795437",
  "uid": "22795437",
  "title": "Cost-effectiveness of the Edwards SAPIEN transcatheter heart valve compared with standard management and surgical aortic valve replacement in patients with severe symptomatic aortic stenosis: a Canadian perspective.",
  "abstract": "OBJECTIVES: The primary analysis estimated the cost-effectiveness of transfemoral transcatheter aortic valve implantation (Edwards SAPIEN heart valve; Edwards Lifesciences LLC, Irvine, Calif) compared with standard management in inoperable patients with severe, symptomatic aortic stenosis. The secondary analysis estimated the cost-effectiveness of transcatheter aortic valve implantation (transfemoral or transapical approaches) (SAPIEN heart valve) compared with surgical aortic valve replacement in operable patients with severe, symptomatic aortic stenosis. METHODS: A combined decision tree and Markov model was developed to compare costs, life-years, and quality-adjusted life-years over a 20-year time horizon from the Canadian health-care payer perspective. The Placement of Aortic Transcatheter Valves trial provided rates of postoperative complications and mortality. Costs were derived from the Ontario Case Costing Initiative. Comprehensive sensitivity analyses were used to explore the impact of uncertainty on the cost-effective estimates. RESULTS: In the primary analysis, comparing transfemoral transcatheter aortic valve implantation and standard management resulted in incremental cost-effectiveness ratios of $36,458/life-year and $51,324/quality-adjusted life-year. In the secondary analysis, transcatheter aortic valve implantation (transfemoral or transapical) and surgical aortic valve replacement were compared, resulting in an incremental cost-effectiveness ratio of $870,143/life-year and transcatheter aortic valve implantation being dominated by surgical aortic valve replacement when comparing quality-adjusted life-years. Deterministic sensitivity analysis for the primary analysis identified the procedural costs and 1-year mortality rates of both transfemoral transcatheter aortic valve implantation and standard management to be the most sensitive parameters in the model, whereas results from the secondary analysis were largely unchanged. Removal of long-term complications in both analyses led to more favorable incremental cost-effectiveness ratios for transcatheter aortic valve implantation. CONCLUSIONS: This economic evaluation suggested that transfemoral transcatheter aortic valve implantation was a cost-effective option compared with standard management for inoperable patients with severe, symptomatic aortic stenosis, but it might not be a cost-effective treatment compared with surgical aortic valve replacement for operable patients.",
  "authors": [
    {
      "last_name": "Doble",
      "fore_name": "Brett",
      "initials": "B",
      "name": "Brett Doble",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "J Thorac Cardiovasc Surg",
    "issn": "1097-685X",
    "issn_type": "Electronic",
    "volume": "146",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "52",
  "end_page": "60.e3",
  "pages": "52-60.e3",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aortic Valve",
    "Aortic Valve Stenosis",
    "Canada",
    "Cardiac Catheterization",
    "Cost-Benefit Analysis",
    "Heart Valve Prosthesis",
    "Heart Valve Prosthesis Implantation",
    "Humans",
    "Models, Economic",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "22795437",
    "doi": "10.1016/j.jtcvs.2012.06.018",
    "pii": "S0022-5223(12)00696-4"
  },
  "doi": "10.1016/j.jtcvs.2012.06.018",
  "dates": {
    "completed": "2013-08-19",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.845273",
    "pmid": "22795437"
  }
}