{
  "pmid": "22799280",
  "uid": "22799280",
  "title": "Chronically ill Canadians' experiences of being unattached to a family doctor: a qualitative study of marginalized patients in British Columbia.",
  "abstract": "BACKGROUND: Unattached patients do not have a regular primary care provider. Initiatives are being developed to increase attachment rates across Canada. Most existing attention paid to patient unattachment has focused on quantifying the problem and health system costs. Our purpose is to qualitatively identify the implications of chronically ill patients' experiences of unattachment for health policy and planning to provide policy-relevant insights for Canadian attachment initiatives. METHODS: Three focus groups were conducted with marginalized chronically ill individuals residing in a mid-sized city in British Columbia who are unattached to a family doctor. We use the term marginalized as a descriptor to acknowledge that by virtue of their low socio-economic status and lack of attachment the participants are marginalized in Canada's health care system Focus groups were structured as an open conversation organized around a series of probing questions. They were digitally recorded and transcribed verbatim. Thematic analysis was employed. RESULTS: Twenty-six individuals participated in the focus groups. The most common chronic illnesses reported were active drug addiction or recovery (and their associated symptoms), depression, arthritis, and hepatitis C. Participants identified life transitions as being the root cause for not having a family doctor. There was a strong sense that unsuccessful attempts to get a family doctor reflected that they were undesirable patients. Participants wanted to experience having a trusting relationship with a regular family doctor as they believed it would encourage greater honesty and transparency. One of the main health concerns regarding lack of access to a regular family doctor is that participants lacked access to preventative care. Participants were also concerned about having a discontinuous medical record due to unattachment. CONCLUSIONS: Participants perceived that there are many benefits to be had by having attachment to a regular family doctor and that experiencing unattachment challenged their health and access to health care. We encourage more research to be done on the lived experience of unattachment in order to provide on-the-ground insights that policy-makers require in order to develop responsive, patient-centred supports and programs.",
  "authors": [
    {
      "last_name": "Crooks",
      "fore_name": "Valorie A",
      "initials": "VA",
      "name": "Valorie A Crooks",
      "affiliations": [
        "Department of Geography, Simon Fraser University, 8888 University Drive, Burnaby, BC, Canada. crooks@sfu.ca"
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": []
    },
    {
      "last_name": "Harrison",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Harrison",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC family practice",
    "iso_abbreviation": "BMC Fam Pract",
    "issn": "1471-2296",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "start_page": "69",
  "pages": "69",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adult",
    "British Columbia",
    "Canada",
    "Chronic Disease",
    "Female",
    "Focus Groups",
    "Healthcare Disparities",
    "Humans",
    "Male",
    "Middle Aged",
    "Physician-Patient Relations",
    "Poverty",
    "Root Cause Analysis",
    "Social Class",
    "Social Desirability",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "22799280",
    "pmc": "PMC3412741",
    "doi": "10.1186/1471-2296-13-69",
    "pii": "1471-2296-13-69"
  },
  "doi": "10.1186/1471-2296-13-69",
  "pmc_id": "PMC3412741",
  "dates": {
    "completed": "2012-10-24",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:28.005008",
    "pmid": "22799280"
  }
}