{
  "pmid": "22792480",
  "uid": "22792480",
  "title": "Identifying the turning point: using the transtheoretical model of change to map intimate partner violence disclosure in emergency department settings.",
  "abstract": "Background. The transtheoretical model of change (TTM) was used as a framework to examine the steps that women took to disclose intimate partner violence (IPV) in urban emergency departments. Methods. Mapping methods portrayed the evolving nature of decisions that facilitated or inhibited disclosure. This paper is a secondary analysis of qualitative data from a mixed methods study that explored abused women's decision making process about IPV disclosure. Findings. Change maps were created for 19 participants with movement from the precontemplation to the maintenance stages of the model. Disclosure often occurred after a significant \"turning point event\" combined with a series of smaller events over a period of time. The significant life event often involved a weighing of options where participants considered the perceived risks against the potential benefits of disclosure. Conclusions. Abused women experienced intrusion from the chaotic nature of the emergency department. IPV disclosure was perceived as a positive experience when participants trusted the health care provider and felt control over their decisions to disclose IPV. Practice Implications. Nurses can use these findings to gauge the readiness of women to disclose IPV in the emergency department setting.",
  "authors": [
    {
      "last_name": "Catallo",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Catallo",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, POD 458B, Toronto, ON, Canada M5B 2K3."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Macmillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L Macmillan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "ISRN nursing",
    "iso_abbreviation": "ISRN Nurs",
    "issn": "2090-5491",
    "issn_type": "Electronic",
    "volume": "2012",
    "pub_year": "2012"
  },
  "start_page": "239468",
  "pages": "239468",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22792480",
    "pmc": "PMC3390035",
    "doi": "10.5402/2012/239468"
  },
  "doi": "10.5402/2012/239468",
  "pmc_id": "PMC3390035",
  "dates": {
    "completed": "2012-08-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.528055",
    "pmid": "22792480"
  }
}