{
  "pmid": "22814873",
  "uid": "22814873",
  "title": "What do you mean, a spot?: A qualitative analysis of patients' reactions to discussions with their physicians about pulmonary nodules.",
  "abstract": "BACKGROUND: More than 150,000 Americans each year are found to have a pulmonary nodule. Even more will be affected following the publication of the National Lung Screening Trial. Patient-doctor communication about pulmonary nodules can be challenging. Although most nodules are benign, it may take 2 to 3 years to rule out cancer. We sought to characterize patients’ perceptions of communication with their providers about pulmonary nodules. METHODS: We conducted four focus groups at two sites with 22 adults with an indeterminate pulmonary nodule. Transcripts were analyzed using principles of grounded theory. RESULTS: Patients described conversations with 53 different providers about the pulmonary nodule. Almost all patients immediately assumed that they had cancer when first told about the nodule. Some whose providers did not discuss the actual cancer risk or explain the evaluation plan experienced confusion and distress that sometimes lasted for months. Patients were frustrated when their providers did not address their concerns about cancer or potential adverse effects of surveillance (eg, prolonged uncertainty, radiation exposure), which in some cases led to poor adherence to evaluation plans. Patients found it helpful when physicians used lay terms, showed the CT image, and quantified cancer risk. By contrast, patients resented medical jargon and dismissive language. CONCLUSIONS: Patients commonly assume that a pulmonary nodule means cancer. What providers tell (or do not tell) patients about their cancer risk and the evaluation plan can strongly influence patients’ perceptions of the nodule and related distress. We describe simple communication strategies that may help patients to come to terms with an indeterminate pulmonary nodule.",
  "authors": [
    {
      "last_name": "Wiener",
      "fore_name": "Renda Soylemez",
      "initials": "RS",
      "name": "Renda Soylemez Wiener",
      "affiliations": [
        "Pulmonary Center, Boston University School of Medicine, Boston, MA; Center for Health Quality, Outcomes and Economic Research, Edith Nourse Rogers Memorial VA Hospital, Bedford, MA. Electronic address: 02118rwiener@bu.edu."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Gould",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, CA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT; Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT; Dartmouth Institute for Health Policy and Clinical Practice, Lebanon, NH."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Jack A",
      "initials": "JA",
      "name": "Jack A Clark",
      "affiliations": [
        "Center for Health Quality, Outcomes and Economic Research, Edith Nourse Rogers Memorial VA Hospital, Bedford, MA; Department of Health Policy and Management, Boston University School of Public Health, Boston, MA."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "143",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Mar"
  },
  "start_page": "672",
  "end_page": "677",
  "pages": "672-677",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Communication",
    "Female",
    "Humans",
    "Lung Diseases",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Patient Satisfaction",
    "Physician-Patient Relations",
    "Radiography",
    "Risk Assessment",
    "Solitary Pulmonary Nodule",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22814873",
    "pmc": "PMC3590883",
    "doi": "10.1378/chest.12-1095",
    "pii": "S0012-3692(13)60146-4"
  },
  "doi": "10.1378/chest.12-1095",
  "pmc_id": "PMC3590883",
  "dates": {
    "completed": "2013-07-08",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K07 CA138772",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.493117",
    "pmid": "22814873"
  }
}