{
  "pmid": "22818274",
  "uid": "22818274",
  "title": "When should we operate on elderly patients with a hip fracture? It's about time!",
  "abstract": "Demographic predictions indicate the annual incidence of hip fractures will rise to 100,000 per annum in 2020. The annual costs to the NHS are approximately two billion pounds. Despite significant advances in the operating technique and management of these fractures, controversies still exist. One such matter for debate is the ideal timing for hip fracture surgery. There are arguments for and against early stabilization, yet all this evidence comes from observational studies. We present data from an often overlooked source, the largest patient safety reporting system in the world housed at the National Patient Safety Agency. Since 2003, 4325/4521 (96%) patients suffered some harm due to their operation being delayed. The issue of the ideal timing for hip surgery warrants an answer. This could be in the form of a controlled trial. A randomized trial comparing early surgery versus standard of care (site dependent) in hip fracture repair may provide some future guidance. In the meantime, current evidence suggests that we should stratify the elderly according to their medical morbidities; both new and old; optimize patient's who develop hypovolemia, accelerated hypertension, untreated infection, symptomatic arrhythmia or cardiopulmonary dysfunction; and attempt to bring patient's suffering from chronic diseases as close to their baseline level of functioning as normal. Hip fracture repair should then occur as soon as possible.",
  "authors": [
    {
      "last_name": "Panesar",
      "fore_name": "Sukhmeet S",
      "initials": "SS",
      "name": "Sukhmeet S Panesar",
      "affiliations": [
        "National Patient Safety Agency, 4-8 Maple Street, London W1T 5HD, UK. sukhmeet.panesar@npsa.nhs.uk"
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The surgeon : journal of the Royal Colleges of Surgeons of Edinburgh and Ireland",
    "iso_abbreviation": "Surgeon",
    "issn": "1479-666X",
    "issn_type": "Print",
    "volume": "10",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "185",
  "end_page": "188",
  "pages": "185-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Decision Making",
    "Hip Fractures",
    "Humans",
    "Orthopedic Procedures",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "22818274",
    "doi": "10.1016/j.surge.2011.03.005",
    "pii": "S1479-666X(11)00037-0"
  },
  "doi": "10.1016/j.surge.2011.03.005",
  "dates": {
    "completed": "2012-12-04",
    "revised": "2012-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.076407",
    "pmid": "22818274"
  }
}