{
  "pmid": "22829023",
  "uid": "22829023",
  "title": "Impact of sex on cardiovascular outcome in patients at high cardiovascular risk: analysis of the Telmisartan Randomized Assessment Study in ACE-Intolerant Subjects With Cardiovascular Disease (TRANSCEND) and the Ongoing Telmisartan Alone and in Combination With Ramipril Global End Point Trial (ONTARGET).",
  "abstract": "BACKGROUND: Epidemiological data suggest that sex independently contributes to cardiovascular risk. Clinical trials are often hampered by the enrollment of few female patients. METHODS AND RESULTS: The Ongoing Telmisartan Alone and in Combination With Ramipril Global End Point Trial (ONTARGET) and the parallel Telmisartan Randomized Assessment Study in ACE Intolerant Subjects With Cardiovascular Disease (TRANSCEND) included a large proportion of female patients (9378 female versus 22 168 male patients). Differences in male and female patients enrolled in ONTARGET/TRANSCEND were analyzed for the primary 4-fold end point (composite of cardiovascular death, myocardial infarction, stroke, or admission to hospital for heart failure), a secondary 3-fold end point (cardiovascular death, myocardial infarction, stroke), and individual components of the primary composite. Baseline characteristics included age, ethnicity, body mass index, physical activity, tobacco use, alcohol consumption, formal education, clinical diagnosis for study entry, patient history, and concomitant medication. Patients were followed up until death or the end of the study (median, 56 months). Compared with male patients, female patients had a 19% significantly lower risk for the 4-fold end point and 21% for the 3-fold end point (after adjustment for study, treatment, and the above baseline values). Similarly, the adjusted risk for cardiovascular death (17%) and myocardial infarction (22%), but not for stroke and hospitalization for heart failure, was also significantly lower in women. Diabetic female patients were characterized by a higher risk for acute myocardial infarction compared with diabetic male patients, whereas alcohol consumption resulted in significantly lower risk in women. CONCLUSIONS: In our analysis made up of 70.3% male and 29.7% female patients, an ≈20% lower risk for the combined cardiovascular end points in female patients was observed despite treatment with cardioprotective agents. This difference was driven primarily by a significantly lower incidence of myocardial infarction. Thus, we demonstrate in a large interventional trial that sex greatly affects the occurrence of cardiovascular events in patients with vascular disease or high-risk diabetes mellitus. CLINICAL TRIAL REGISTRATION: URL: http://www.clinicaltrials.gov. Unique identifier: NCT00153101.",
  "authors": [
    {
      "last_name": "Kappert",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai Kappert",
      "affiliations": [
        "Center for Cardiovascular Research/CCC, and Institute of Laboratory Medicine, Clinical Chemistry and Pathobiochemistry, Charité-University Medicine Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Böhm",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Böhm",
      "affiliations": []
    },
    {
      "last_name": "Schmieder",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Schmieder",
      "affiliations": []
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Helmut",
      "initials": "H",
      "name": "Helmut Schumacher",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Sleight",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Sleight",
      "affiliations": []
    },
    {
      "last_name": "Unger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Unger",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Circulation",
    "iso_abbreviation": "Circulation",
    "issn": "1524-4539",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "8",
    "pub_year": "2012",
    "pub_month": "Aug",
    "pub_day": "21"
  },
  "start_page": "934",
  "end_page": "941",
  "pages": "934-41",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Benzimidazoles",
    "Benzoates",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Ramipril",
    "Research Design",
    "Risk Assessment",
    "Risk Factors",
    "Sex Distribution",
    "Sex Factors",
    "Stroke",
    "Telmisartan"
  ],
  "article_ids": {
    "pubmed": "22829023",
    "doi": "10.1161/CIRCULATIONAHA.111.086660",
    "pii": "CIRCULATIONAHA.111.086660"
  },
  "doi": "10.1161/CIRCULATIONAHA.111.086660",
  "dates": {
    "completed": "2012-10-30",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Benzimidazoles",
    "Benzoates",
    "Ramipril",
    "Telmisartan"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.857175",
    "pmid": "22829023"
  }
}