{
  "pmid": "22827781",
  "uid": "22827781",
  "title": "Isolated vertigo and possibility of brain ischemia.",
  "abstract": "BACKGROUND: In cases of isolated vertigo, physicians are unable to definitely distinguish between central or peripheral vertigo by history and physical examination. Some central causes of isolated vertigo such as cerebellar stroke can be life-threatening and require intervention. Brain infarction can be detected shortly after the onset of clinical symptoms by using diffusion-weighted MRI (DWI). We have conducted this study to perform DWI on isolated vertigo patients with a higher probability of brain infarction. METHODS: We enrolled 55 consecutive patients with isolated vertigo who had at least one cardiovascular risk factor. A questionnaire that consisted of cardiovascular risk factors was completed and DWI performed for each patient. We analyzed the association of cardiovascular risk factors with infarction as identified by DWI. RESULTS: Using DWI, 5 (9.1%) patients had an acute ischemic stroke. Among cardiovascular risk factors, analysis showed a significant relationship between diabetes mellitus (DM) and infarction. CONCLUSION: Isolated vertigo may occur due to the occlusion of a small artery in the area of brain circulated by the posterior inferior cerebellar artery. According to our results, DWI may be used in diabetic patients with isolated vertigo to locate a probable infarction.",
  "authors": [
    {
      "last_name": "Mosarrezai",
      "fore_name": "Arash",
      "initials": "A",
      "name": "Arash Mosarrezai",
      "affiliations": [
        "Department of Neurology, Urmia University of Medical Sciences, Iran."
      ]
    },
    {
      "last_name": "Toghae",
      "fore_name": "Mansoureh",
      "initials": "M",
      "name": "Mansoureh Toghae",
      "affiliations": []
    },
    {
      "last_name": "Majed",
      "fore_name": "Masoud",
      "initials": "M",
      "name": "Masoud Majed",
      "affiliations": []
    },
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of Iranian medicine..",
    "iso_abbreviation": "Arch Iran Med",
    "issn": "1735-3947",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "8",
    "pub_year": "2012",
    "pub_month": "Aug"
  },
  "start_page": "469",
  "end_page": "471",
  "pages": "469-71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Brain Ischemia",
    "Diffusion Magnetic Resonance Imaging",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Vertigo"
  ],
  "article_ids": {
    "pubmed": "22827781",
    "pii": "005"
  },
  "dates": {
    "completed": "2012-11-13",
    "revised": "2013-05-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:33.434975",
    "pmid": "22827781"
  }
}