{
  "pmid": "22821753",
  "uid": "22821753",
  "title": "Efficacy of family-based treatment for adolescents with eating disorders: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To systematically review and quantitatively evaluate the efficacy of Family-Based Treatment (FBT) compared with individual treatment among adolescents with eating disorders. METHOD: The literature was reviewed using the MEDLINE search terms \"family therapy AND Anorexia Nervosa,\" and \"family therapy AND Bulimia Nervosa\". This produced 12 randomized controlled trials involving adolescents with eating disorders and family therapy which were reviewed carefully for several inclusion criteria including: allocation concealment, intent-to-treat analysis, assessor blinding, behavioral family therapy compared with an individual therapy, and adolescent age group. References from these articles were searched. Only three studies met these strict inclusion criteria for meta-analysis. A random effects model and odds ratio was used for meta-analysis, looking at \"remission\" as the outcome of choice. RESULTS: When combined in a meta-analysis, end of treatment data indicated that FBT was not significantly different from individual treatment (z = 1.62, p = 0.11). However, when follow-up data from 6 to 12 months were analyzed, FBT was superior to individual treatment (z = 2.94, p < 0.003), and heterogeneity was not significant (p = 0.59). DISCUSSION: Although FBT does not appear to be superior to individual treatment at end of treatment, there appear to be significant benefits at 6-12 month follow-up for adolescents suffering from eating disorders.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada. coutur@mcmaster.ca"
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": []
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of eating disorders",
    "iso_abbreviation": "Int J Eat Disord",
    "issn": "1098-108X",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "3",
  "end_page": "11",
  "pages": "3-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Family Therapy",
    "Feeding and Eating Disorders",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22821753",
    "doi": "10.1002/eat.22042"
  },
  "doi": "10.1002/eat.22042",
  "dates": {
    "completed": "2013-05-24",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.709277",
    "pmid": "22821753"
  }
}