{
  "pmid": "22846171",
  "uid": "22846171",
  "title": "Investigating clinical heterogeneity in systematic reviews: a methodologic review of guidance in the literature.",
  "abstract": "BACKGROUND: While there is some consensus on methods for investigating statistical and methodological heterogeneity, little attention has been paid to clinical aspects of heterogeneity. The objective of this study is to summarize and collate suggested methods for investigating clinical heterogeneity in systematic reviews. METHODS: We searched databases (Medline, EMBASE, CINAHL, Cochrane Library, and CONSORT, to December 2010) and reference lists and contacted experts to identify resources providing suggestions for investigating clinical heterogeneity between controlled clinical trials included in systematic reviews. We extracted recommendations, assessed resources for risk of bias, and collated the recommendations. RESULTS: One hundred and one resources were collected, including narrative reviews, methodological reviews, statistical methods papers, and textbooks. These resources generally had a low risk of bias, but there was minimal consensus among them. Resources suggested that planned investigations of clinical heterogeneity should be made explicit in the protocol of the review; clinical experts should be included on the review team; a set of clinical covariates should be chosen considering variables from the participant level, intervention level, outcome level, research setting, or others unique to the research question; covariates should have a clear scientific rationale; there should be a sufficient number of trials per covariate; and results of any such investigations should be interpreted with caution. CONCLUSIONS: Though the consensus was minimal, there were many recommendations in the literature for investigating clinical heterogeneity in systematic reviews. Formal recommendations for investigating clinical heterogeneity in systematic reviews of controlled trials are required.",
  "authors": [
    {
      "last_name": "Gagnier",
      "fore_name": "Joel J",
      "initials": "JJ",
      "name": "Joel J Gagnier",
      "affiliations": [
        "Departments of Orthopaedic Surgery and Epidemiology, University of Michigan, 24 Frank Lloyd Wright Drive, Ann Arbor, MI, USA. jgagnier@umich.edu"
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": []
    },
    {
      "last_name": "Boon",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Boon",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Bombardier",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Bombardier",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "111",
  "pages": "111",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bayes Theorem",
    "Bias",
    "Clinical Trials as Topic",
    "Controlled Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Databases, Bibliographic",
    "Epidemiologic Research Design",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "22846171",
    "pmc": "PMC3564789",
    "doi": "10.1186/1471-2288-12-111",
    "pii": "1471-2288-12-111"
  },
  "doi": "10.1186/1471-2288-12-111",
  "pmc_id": "PMC3564789",
  "dates": {
    "completed": "2013-05-28",
    "revised": "2023-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.919590",
    "pmid": "22846171"
  }
}