{
  "pmid": "22846340",
  "uid": "22846340",
  "title": "Effect of influenza vaccines against mismatched strains: a systematic review protocol.",
  "abstract": "BACKGROUND: Influenza vaccines are most effective when the antigens in the vaccine match those of circulating influenza strains. The extent to which the vaccine is protective when circulating strains differ from vaccine antigens, or are mismatched, is uncertain. We propose to systematically review the cross-protection offered by influenza vaccines against circulating influenza A or B viruses that are not antigenically well-matched to vaccine strains. METHODS/DESIGN: This is a protocol for a systematic review and meta-analysis. Placebo-controlled randomized clinical trials (RCTs) reporting laboratory-confirmed influenza among healthy participants vaccinated with antigens of influenza strains that differed from those circulating will be included. The primary outcome is the incidence of laboratory-confirmed influenza (polymerase chain reaction (PCR) or viral culture). The secondary outcome is the incidence of laboratory-confirmed influenza through antibody assay (a less sensitive test than PCR or viral culture) alone or combined with PCR, and/ or viral culture. The review will be limited to RCTs written in English.We will search MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials, previous influenza reviews, and the reference lists of included studies to identify potentially relevant RCTs. Two independent reviewers will conduct all levels of screening, data abstraction, and quality appraisal (using the Cochrane risk of bias tool).If appropriate, random effects meta-analysis of vaccine efficacy will be conducted in SAS (version 9.2) by calculating the relative risk. Vaccine efficacy will be calculated using the following formula: (1 - relative risk × 100). The results will be analyzed by type of vaccine (live attenuated, trivalent inactivated, or other). Subgroup analysis will include the effects of age (children, adults, older participants), and influenza A versus influenza B on the results. For influenza B we will also consider variable degrees of antigenic mismatch (lineage and drift mismatch). DISCUSSION: Our results can be used by researchers and policy-makers to help predict the efficacy of influenza vaccines during mismatched influenza seasons. Furthermore, the review will be of interest to patients and clinicians to determine whether to get immunized or support immunization for a particular influenza season.",
  "authors": [
    {
      "last_name": "Tricco",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Tricco",
      "affiliations": [
        "McMaster University, Room 3203, 1200 Main Street West, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chit",
      "fore_name": "Ayman",
      "initials": "A",
      "name": "Ayman Chit",
      "affiliations": []
    },
    {
      "last_name": "Hallett",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hallett",
      "affiliations": []
    },
    {
      "last_name": "Soobiah",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Soobiah",
      "affiliations": []
    },
    {
      "last_name": "Meier",
      "fore_name": "Genevieve",
      "initials": "G",
      "name": "Genevieve Meier",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Maggie",
      "initials": "M",
      "name": "Maggie Chen",
      "affiliations": []
    },
    {
      "last_name": "Tashkandi",
      "fore_name": "Mariam",
      "initials": "M",
      "name": "Mariam Tashkandi",
      "affiliations": []
    },
    {
      "last_name": "Bauch",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Bauch",
      "affiliations": []
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "1",
    "pub_year": "2012",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "35",
  "pages": "35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Influenza Vaccines",
    "Influenza, Human",
    "Meta-Analysis as Topic",
    "Orthomyxoviridae",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "22846340",
    "pmc": "PMC3488466",
    "doi": "10.1186/2046-4053-1-35",
    "pii": "2046-4053-1-35"
  },
  "doi": "10.1186/2046-4053-1-35",
  "pmc_id": "PMC3488466",
  "dates": {
    "completed": "2013-05-27",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Influenza Vaccines"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.131650",
    "pmid": "22846340"
  }
}