{
  "pmid": "22858238",
  "uid": "22858238",
  "title": "Employment goals, expectations, and migration intentions of nursing graduates in a Canadian border city: a mixed methods study.",
  "abstract": "BACKGROUND: Internationally, nurse migration in border cities has received little attention. Nurses who graduate from nursing programs in Canadian border communities have the option of working in Canada or the United States. They are able to cross the international border each day as commuter migrants returning to their home country after work. Despite recent investment by Canada to increase the number of nursing students, the migration intentions of graduating nurses and the factors influencing their decision making has not been explored. OBJECTIVES: The objective of this study is to explore the migration intentions of a graduating class of baccalaureate nursing students in a Canadian border community and the factors influencing their decision making. METHODS: An explanatory sequential mixed methods design was used. In the first quantitative phase, data was collected by a web-based self-report survey. In the qualitative phase, semi-structured interviews were conducted. Data collection took place between February and July 2011. RESULTS: The response rate to the survey was 40.9% (n=115). Eighty-six percent of graduates preferred to work in Canada although two thirds identified that they were considering migrating for work outside of Canada. Knowing a nurse who worked in the US (Michigan) influenced intention to migrate and living in a border community was a strong predictor of migration. Migrants had significantly higher expectations that their economic, professional development, healthy work environment, adventure and autonomy values would be met in another country than Canada. Evidence from the interviews revealed that clinical instructors and clinical experiences played a significant role in framing students' perceptions of the work environment, influencing their choice of specialty, and where they secured their first job. CONCLUSION: The value-expectancy framework offered a novel approach to identifying job factors driving migration intentions. The study offered a snapshot of the graduates' perception of the work environment before entering the workforce. The graduates doubted that their future work environment would meet many of their job expectations, a troubling finding requiring further investigation. Expectations influenced their migration intentions and may be relevant to their integration and retention in the workforce.",
  "authors": [
    {
      "last_name": "Freeman",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Freeman",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Canada. mfreeman@uwindsor.ca"
      ]
    },
    {
      "last_name": "Baumann",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Baumann",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    },
    {
      "last_name": "Blythe",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Blythe",
      "affiliations": []
    },
    {
      "last_name": "Fisher",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Fisher",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "12",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "1531",
  "end_page": "1543",
  "pages": "1531-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Emigration and Immigration",
    "Employment",
    "Goals",
    "Humans",
    "Michigan",
    "Nursing Staff"
  ],
  "article_ids": {
    "pubmed": "22858238",
    "doi": "10.1016/j.ijnurstu.2012.07.015",
    "pii": "S0020-7489(12)00254-4"
  },
  "doi": "10.1016/j.ijnurstu.2012.07.015",
  "dates": {
    "completed": "2013-05-06",
    "revised": "2012-11-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:56.865582",
    "pmid": "22858238"
  }
}