{
  "pmid": "22854653",
  "uid": "22854653",
  "title": "Temporal trends in the relative survival among women with cervical cancer in Canada: a population-based study.",
  "abstract": "OBJECTIVE: Cervical cancer was estimated to affect approximately 1300 women in Canada in 2011, and 350 women were expected to die from this disease. We estimated the trends in the relative survival ratio for patients diagnosed with epithelial invasive cervical cancer in Canadian population during the period 1992-2005. METHODS: A flexible parametric model was used to estimate the relative survival ratio. Relative survival ratio is defined as the observed survival among patients with cancer divided by the expected survival in the general population. We incorporated age group, histology of tumor, geographical region, and year of diagnosis in the model to predict 2- and 5-year relative survival ratios. RESULTS: A total of 13,424 patients with a diagnosis of epithelial invasive cervical cancer were included in this analysis, whose mean (SD) age was 49.3 (16.0) years at the time of diagnosis. The histologic classification of the cervical tumor was squamous for 75.4% of the cases followed by glandular for 18.5% of the cases. Other epithelial tumors accounted for 6.2% of the cases. The same pattern was observed for all regions. The glandular and the \"other epithelial\" cancers had the best and worst survival, respectively. Fifty percent of all cases were diagnosed in Ontario. CONCLUSIONS: This article indicates gradual improvements for relative survival ratio for all age groups, all types of tumor, and all geographical regions in Canada during the 1992-2005 period. The improvements may be related to evolutions in screening, diagnosis, and treatment. Further progress may be achieved by extending the screening coverage, possibly changing the screening test, or advances in treatment.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, Department of Clinical Epidemiology, McMaster University, Hamilton, Ontario, Canada. daneshn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": []
    },
    {
      "last_name": "Lytwyn",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Lytwyn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
    "iso_abbreviation": "Int J Gynecol Cancer",
    "issn": "1525-1438",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "7",
    "pub_year": "2012",
    "pub_month": "Sep"
  },
  "start_page": "1208",
  "end_page": "1213",
  "pages": "1208-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Carcinoma, Adenosquamous",
    "Carcinoma, Squamous Cell",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Middle Aged",
    "Mortality",
    "Neoplasm Invasiveness",
    "Neoplasm Staging",
    "Prognosis",
    "Survival Rate",
    "Uterine Cervical Neoplasms",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22854653",
    "doi": "10.1097/IGC.0b013e318263f014",
    "pii": "S1048-891X(24)02500-3"
  },
  "doi": "10.1097/IGC.0b013e318263f014",
  "dates": {
    "completed": "2013-02-05",
    "revised": "2025-07-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.221122",
    "pmid": "22854653"
  }
}