{
  "pmid": "22852083",
  "uid": "22852083",
  "title": "Care for patients with type 2 diabetes in a random sample of community family practices in ontario, Canada.",
  "abstract": "Objective. Diabetes care is an important part of family practice. Previous work indicates that diabetes management is variable. This study aimed to examine diabetes care according to best practices in one part of Ontario. Design and Participants. A retrospective chart audit of 96 charts from 18 physicians was conducted to examine charts regarding diabetes care during a one-year period. Setting. Grimsby, Ontario. Main Outcome Measures. Glycemic screening, control and management strategies, documentation and counselling for lifestyle habits, prevalence of comorbidities, screening for hypertension, hyperlipidemia, and use of appropriate recommended preventive medications in the charts were examined. Results. Mean A1c was within target (less than or equal to 7.00) in 76% of patients (ICC = -0.02), at least 4 readings per annum were taken in 75% of patients (ICC = 0.006). Nearly 2/3 of patients had been counselled about diet, more than 1/2 on exercise, and nearly all (90%) were on medication. Nearly all patients had a documented blood pressure reading and lipid profile. Over half (60%) had a record of their weight and/or BMI. Conclusion. Although room for improvement exists, diabetes targets were mainly reached according to recognized best practices, in keeping with international data on attainment of diabetes targets.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 175 Longwood Road South, Hamilton, Ontario, Canada L8P 0A1."
      ]
    },
    {
      "last_name": "Kaczorowski",
      "fore_name": "Janusz",
      "initials": "J",
      "name": "Janusz Kaczorowski",
      "affiliations": []
    },
    {
      "last_name": "Hanna",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Hanna",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of family medicine",
    "iso_abbreviation": "Int J Family Med",
    "issn": "2090-2050",
    "issn_type": "Electronic",
    "volume": "2012",
    "pub_year": "2012"
  },
  "start_page": "734202",
  "pages": "734202",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22852083",
    "pmc": "PMC3407621",
    "doi": "10.1155/2012/734202"
  },
  "doi": "10.1155/2012/734202",
  "pmc_id": "PMC3407621",
  "dates": {
    "completed": "2012-08-23",
    "revised": "2024-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.642420",
    "pmid": "22852083"
  }
}