{
  "pmid": "22854998",
  "uid": "22854998",
  "title": "Variability in the definition and perceived causes of delayed unions and nonunions: a cross-sectional, multinational survey of orthopaedic surgeons.",
  "abstract": "BACKGROUND: Despite the large number of fracture outcome studies, there remains variability in the definitions of fracture-healing. It is unclear how orthopaedic surgeons are diagnosing and managing delayed unions and nonunions in clinical practice. We aimed to explore the current opinions of orthopaedic surgeons with regard to defining, diagnosing, and treating delayed unions and nonunions in extremity fractures. METHODS: We developed a survey using previous literature, key informants in the field of orthopaedic surgery, and a sample-to-redundancy strategy. Our final survey contained four sections and twenty-nine questions focusing on demographics and surgical experience, definitions of fracture union, prognostic factors for union, and the need for clinical trials. The Internet-based survey and follow-up e-mails were continued until our a priori sample size of a minimum of 320 completed and eligible responses were collected. RESULTS: Three hundred and thirty-five surgeons completed the survey. The typical respondent was a North American, male orthopaedic surgeon or consultant over the age of thirty years who had completed trauma fellowship training, worked in an academic practice, supervised residents, and had more than six years of experience in treating orthopaedic injuries. Most surgeons endorsed a lack of standardization in definitions for delayed unions (73%) and nonunions (55%); almost all agreed that defining a delayed union and nonunion should be done on the basis of both radiographic and clinical criteria (88%). Most respondents believed that the degree of soft-tissue injury (approximately 93%), smoking history (approximately 82%), and vascular disease (approximately 76%) increased the risk of healing complications. CONCLUSIONS: Surgeons use similar prognostic factors to define and assess delayed unions and nonunions, but there is a lack of consensus in the definitions of delayed union and nonunion. The need for standardization and future randomized trials was strongly endorsed.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics and the Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Fong",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Fong",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Williams",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Williams",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Bradley",
      "initials": "B",
      "name": "Bradley Petrisor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "15",
    "pub_year": "2012",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "e1091",
  "end_page": "e1096",
  "pages": "e1091-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Fractures, Ununited",
    "Humans",
    "Practice Patterns, Physicians'",
    "Prognosis",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "22854998",
    "doi": "10.2106/JBJS.K.01344",
    "pii": "1221622"
  },
  "doi": "10.2106/JBJS.K.01344",
  "dates": {
    "completed": "2012-10-24",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.329099",
    "pmid": "22854998"
  }
}