{
  "pmid": "22867021",
  "uid": "22867021",
  "title": "Hemofiltration compared to hemodialysis for acute kidney injury: systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: The objective of this systematic review and meta-analysis was to determine the effect of renal replacement therapy (RRT), delivered as hemofiltration vs. hemodialysis, on clinical outcomes in patients with acute kidney injury (AKI). METHODS: MEDLINE, EMBASE and CENTRAL databases and conference abstracts were searched to June 2012 for parallel-group or crossover randomized and quasi-randomized controlled trials (RCTs) evaluating hemofiltration vs. hemodialysis in patients with AKI. Two authors independently selected studies and abstracted data on study quality and outcomes. Additional information was obtained from trial authors. We pooled data using random-effects models. RESULTS: Of 6,657 citations, 19 RCTs (10 parallel-group and 9 crossover) met inclusion criteria. Sixteen trials used continuous RRT. Study quality was variable. The primary analysis included three parallel-group trials comparing similar doses of hemofiltration and hemodialysis; sensitivity analyses included trials comparing combined hemofiltration-hemodialysis or dissimilar doses. We found no effect of hemofiltration on mortality (risk ratio (RR) 0.96, 95% confidence interval (CI) 0.73 to 1.25, P = 0.76; three trials, n = 121 (primary analysis); RR 1.10, 95% CI 0.88 to 1.38, P = 0.38; eight trials, n = 540 (sensitivity analysis)) or other clinical outcomes (RRT dependence in survivors, vasopressor use, organ dysfunction) compared to hemodialysis. Hemofiltration appeared to shorten time to filter failure (mean difference (MD) -7 hours, 95% CI (-19,+5), P = 0.24; two trials, n = 50 (primary analysis); MD -5 hours, 95% CI (-10, -1), P = 0.01; three trials, n = 113 (including combined hemofiltration-hemodialysis trials comparing similar doses); MD -6 hours, 95% CI (-10, -1), P = 0.02; five trials, n = 383 (sensitivity analysis)). Data primarily from crossover RCTs suggested that hemofiltration increased clearance of medium to larger molecules, including inflammatory cytokines, compared to hemodialysis, although almost no studies measured changes in serum concentrations. Meta-analyses were based on very limited data. CONCLUSIONS: Data from small RCTs do not suggest beneficial clinical outcomes from hemofiltration, but confidence intervals were wide. Hemofiltration may increase clearance of medium to larger molecules. Larger trials are required to evaluate effects on clinical outcomes.",
  "authors": [
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": []
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Aug",
    "pub_day": "06"
  },
  "start_page": "R146",
  "pages": "R146",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Hemofiltration",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Renal Dialysis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22867021",
    "pmc": "PMC3580734",
    "doi": "10.1186/cc11458",
    "pii": "cc11458"
  },
  "doi": "10.1186/cc11458",
  "pmc_id": "PMC3580734",
  "dates": {
    "completed": "2015-05-11",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.099282",
    "pmid": "22867021"
  }
}