{
  "pmid": "22862935",
  "uid": "22862935",
  "title": "Decision boxes for clinicians to support evidence-based practice and shared decision making: the user experience.",
  "abstract": "BACKGROUND: This project engages patients and physicians in the development of Decision Boxes, short clinical topic summaries covering medical questions that have no single best answer. Decision Boxes aim to prepare the clinician to communicate the risks and benefits of the available options to the patient so they can make an informed decision together. METHODS: Seven researchers (including four practicing family physicians) selected 10 clinical topics relevant to primary care practice through a Delphi survey. We then developed two one-page prototypes on two of these topics: prostate cancer screening with the prostate-specific antigen test, and prenatal screening for trisomy 21 with the serum integrated test. We presented the prototypes to purposeful samples of family physicians distributed in two focus groups, and patients distributed in four focus groups. We used the User Experience Honeycomb to explore barriers and facilitators to the communication design used in Decision Boxes. All discussions were transcribed, and three researchers proceeded to thematic content analysis of the transcriptions. The coding scheme was first developed from the Honeycomb's seven themes (valuable, usable, credible, useful, desirable, accessible, and findable), and included new themes suggested by the data. Prototypes were modified in light of our findings. RESULTS: Three rounds were necessary for a majority of researchers to select 10 clinical topics. Fifteen physicians and 33 patients participated in the focus groups. Following analyses, three sections were added to the Decision Boxes: introduction, patient counseling, and references. The information was spread to two pages to try to make the Decision Boxes less busy and improve users' first impression. To try to improve credibility, we gave more visibility to the research institutions involved in development. A statement on the boxes' purpose and a flow chart representing the shared decision-making process were added with the intent of clarifying the tool's purpose. Information about the risks and benefits according to risk levels was added to the Decision Boxes, to try to ease the adaptation of the information to individual patients. CONCLUSION: Results will guide the development of the eight remaining Decision Boxes. A future study will evaluate the effect of Decision Boxes on the integration of evidence-based and shared decision making principles in clinical practice.",
  "authors": [
    {
      "last_name": "Giguere",
      "fore_name": "Anik",
      "initials": "A",
      "name": "Anik Giguere",
      "affiliations": [
        "Health Information Research Unit, Department of Clinical Epidemiology and Biostatistics, McMaster University, CRL-139 1280 Main Street, West Hamilton, ON L8S 4 K1, Canada. anikgiguere@videotron.ca"
      ]
    },
    {
      "last_name": "Légaré",
      "fore_name": "France",
      "initials": "F",
      "name": "France Légaré",
      "affiliations": []
    },
    {
      "last_name": "Grad",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Grad",
      "affiliations": []
    },
    {
      "last_name": "Pluye",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Pluye",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Cauchon",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Cauchon",
      "affiliations": []
    },
    {
      "last_name": "Rousseau",
      "fore_name": "François",
      "initials": "F",
      "name": "François Rousseau",
      "affiliations": []
    },
    {
      "last_name": "Alvarez Argote",
      "fore_name": "Juliana",
      "initials": "J",
      "name": "Juliana Alvarez Argote",
      "affiliations": []
    },
    {
      "last_name": "Labrecque",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Labrecque",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2012",
    "pub_month": "Aug",
    "pub_day": "03"
  },
  "start_page": "72",
  "pages": "72",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Communication",
    "Decision Support Techniques",
    "Evidence-Based Medicine",
    "Female",
    "Focus Groups",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Participation",
    "Physicians",
    "Risk Assessment",
    "Surveys and Questionnaires",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "22862935",
    "pmc": "PMC3533695",
    "doi": "10.1186/1748-5908-7-72",
    "pii": "1748-5908-7-72"
  },
  "doi": "10.1186/1748-5908-7-72",
  "pmc_id": "PMC3533695",
  "dates": {
    "completed": "2013-04-22",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.019774",
    "pmid": "22862935"
  }
}