{
  "pmid": "22860705",
  "uid": "22860705",
  "title": "Barriers to screening for intimate partner violence.",
  "abstract": "BACKGROUND: Health care providers play a vital role in the detection of intimate partner violence among their patients. Despite the recommendations for routine intimate partner violence screening in various medical settings, health care providers do not routinely screen for intimate partner violence. The authors wanted to identify barriers to intimate partner violence screening and improve the understanding of intimate partner violence screening barriers among different health care providers. METHODS: The authors conducted a systematic review to examine health care providers' perceived barriers to screening for intimate partner violence. By grouping the studies into two time periods, based on date of publication, they examined differences in the reported barriers to intimate partner violence screening over time. RESULTS: The authors included a total of 22 studies in this review from all examined sources. Five categories of intimate partner violence screening barriers were identified: personal barriers, resource barriers, perceptions and attitudes, fears, and patient-related barriers. The most frequently reported barriers included personal discomfort with the issue, lack of knowledge, and time constraints. Provider-related barriers were reported more often than patient-related barriers. CONCLUSIONS: Barriers to screening for intimate partner violence are numerous among health care providers of various medical specialties. Increased education and training regarding intimate partner violence is necessary to address perceptions and attitudes to remove barriers that hinder intimate partner violence screening by health care providers.",
  "authors": [
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada. sprags@mcmaster.ca"
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": []
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Godin",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Godin",
      "affiliations": []
    },
    {
      "last_name": "Pham",
      "fore_name": "Ngan K",
      "initials": "NK",
      "name": "Ngan K Pham",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Goslings",
      "fore_name": "J C",
      "initials": "JC",
      "name": "J C Goslings",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Women & health",
    "iso_abbreviation": "Women Health",
    "issn": "1541-0331",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "6",
    "pub_year": "2012"
  },
  "start_page": "587",
  "end_page": "605",
  "pages": "587-605",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Mass Screening",
    "Professional-Patient Relations",
    "Sexual Partners",
    "Spouse Abuse"
  ],
  "article_ids": {
    "pubmed": "22860705",
    "doi": "10.1080/03630242.2012.690840"
  },
  "doi": "10.1080/03630242.2012.690840",
  "dates": {
    "completed": "2012-10-26",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.360712",
    "pmid": "22860705"
  }
}