{
  "pmid": "22895429",
  "uid": "22895429",
  "title": "Recommendations for the identification of chronic hepatitis C virus infection among persons born during 1945-1965.",
  "abstract": "Hepatitis C virus (HCV) is an increasing cause of morbidity and mortality in the United States. Many of the 2.7-3.9 million persons living with HCV infection are unaware they are infected and do not receive care (e.g., education, counseling, and medical monitoring) and treatment. CDC estimates that although persons born during 1945-1965 comprise an estimated 27% of the population, they account for approximately three fourths of all HCV infections in the United States, 73% of HCV-associated mortality, and are at greatest risk for hepatocellular carcinoma and other HCV-related liver disease. With the advent of new therapies that can halt disease progression and provide a virologic cure (i.e., sustained viral clearance following completion of treatment) in most persons, targeted testing and linkage to care for infected persons in this birth cohort is expected to reduce HCV-related morbidity and mortality. CDC is augmenting previous recommendations for HCV testing (CDC. Recommendations for prevention and control of hepatitis C virus (HCV) infection and HCV-related chronic disease. MMWR 1998;47[No. RR-19]) to recommend one-time testing without prior ascertainment of HCV risk for persons born during 1945-1965, a population with a disproportionately high prevalence of HCV infection and related disease. Persons identified as having HCV infection should receive a brief screening for alcohol use and intervention as clinically indicated, followed by referral to appropriate care for HCV infection and related conditions. These recommendations do not replace previous guidelines for HCV testing that are based on known risk factors and clinical indications. Rather, they define an additional target population for testing: persons born during 1945-1965. CDC developed these recommendations with the assistance of a work group representing diverse expertise and perspectives. The recommendations are informed by the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) framework, an approach that provides guidance and tools to define the research questions, conduct the systematic review, assess the overall quality of the evidence, and determine strength of the recommendations. This report is intended to serve as a resource for health-care professionals, public health officials, and organizations involved in the development, implementation, and evaluation of prevention and clinical services. These recommendations will be reviewed every 5 years and updated to include advances in the published evidence.",
  "authors": [
    {
      "last_name": "Smith",
      "fore_name": "Bryce D",
      "initials": "BD",
      "name": "Bryce D Smith",
      "affiliations": [
        "Division of Viral Hepatitis, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, USA. bsmith6@cdc.gov"
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": []
    },
    {
      "last_name": "Beckett",
      "fore_name": "Geoff A",
      "initials": "GA",
      "name": "Geoff A Beckett",
      "affiliations": []
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": []
    },
    {
      "last_name": "Holtzman",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Holtzman",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Chong-Gee",
      "initials": "CG",
      "name": "Chong-Gee Teo",
      "affiliations": []
    },
    {
      "last_name": "Jewett",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Jewett",
      "affiliations": []
    },
    {
      "last_name": "Baack",
      "fore_name": "Brittney",
      "initials": "B",
      "name": "Brittney Baack",
      "affiliations": []
    },
    {
      "last_name": "Rein",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Rein",
      "affiliations": []
    },
    {
      "last_name": "Patel",
      "fore_name": "Nita",
      "initials": "N",
      "name": "Nita Patel",
      "affiliations": []
    },
    {
      "last_name": "Alter",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Alter",
      "affiliations": []
    },
    {
      "last_name": "Yartel",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Yartel",
      "affiliations": []
    },
    {
      "last_name": "Ward",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Ward",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "MMWR. Recommendations and reports : Morbidity and mortality weekly report. Recommendations and reports",
    "iso_abbreviation": "MMWR Recomm Rep",
    "issn": "1545-8601",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "RR-4",
    "pub_year": "2012",
    "pub_month": "Aug",
    "pub_day": "17"
  },
  "start_page": "1",
  "end_page": "32",
  "pages": "1-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Aged",
    "Counseling",
    "Female",
    "Hepacivirus",
    "Hepatitis C, Chronic",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Outcome Assessment, Health Care",
    "Prevalence",
    "Risk Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22895429",
    "pii": "rr6104a1"
  },
  "dates": {
    "completed": "2012-10-12",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:33.623721",
    "pmid": "22895429"
  }
}