{
  "pmid": "22890257",
  "uid": "22890257",
  "title": "Ventilation with \"clinically relevant\" high tidal volumes does not promote stretch-induced injury in the lungs of healthy mice.",
  "abstract": "OBJECTIVE: Ventilator-induced lung injury is a crucial determinant of the outcome of mechanically ventilated patients. Increasing numbers of mouse studies have identified numerous pathways and mediators that are modulated by ventilation, but it is conceptually difficult to reconcile these into a single paradigm. There is substantial variability in tidal volumes used in these studies and no certainty about the pathophysiology that such varied models actually represent. This study was designed to investigate whether ventilation strategies ranging from \"very high\" to more \"clinically relevant\" tidal volumes induce similar pathophysiologies in healthy mice or represent distinct entities. DESIGN: In vivo study. SETTING: University research laboratory. SUBJECTS: C57/Bl6 mice. INTERVENTIONS: Anesthetized mice were ventilated with various tidal volumes up to 40 mL/kg. MEASUREMENTS AND MAIN RESULTS: Respiratory system compliance and arterial blood gases were used to evaluate physiological variables of injury. Lung wet:dry weight ratio, lavage fluid protein, and cytokines were used to assess pulmonary edema and inflammation. All ventilation strategies induced changes in respiratory system compliance, although the pattern of change was unique for each strategy. Ventilation with 10 mL/kg and 40 mL/kg also induced decreases in arterial PO2 and blood pressure. Any physiological changes induced during the 10, 20, and 30 mL/kg strategies were largely reversed by recruitment maneuvers at the end of the protocol. Markers of pulmonary edema and inflammation indicated that only 40 mL/kg induced substantial increases in both, consistent with development of lung injury. CONCLUSIONS: Tidal volumes up to 20 mL/kg are unlikely to induce substantial lung overstretch in models using healthy, young mice. Signs of injury/inflammation using such models are likely to result from other factors, particularly alveolar derecruitment and atelectasis. The results of such studies may need to be reevaluated before clinical relevance can be accurately determined.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom. michael.wilson@imperial.ac.uk"
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Brijesh V",
      "initials": "BV",
      "name": "Brijesh V Patel",
      "affiliations": []
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "2850",
  "end_page": "2857",
  "pages": "2850-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Blood Gas Analysis",
    "Hemodynamics",
    "Inflammation",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Pulmonary Edema",
    "Respiration, Artificial",
    "Tidal Volume",
    "Time Factors",
    "Ventilator-Induced Lung Injury"
  ],
  "article_ids": {
    "pubmed": "22890257",
    "mid": "EMS52014",
    "pmc": "PMC3698535",
    "doi": "10.1097/CCM.0b013e31825b91ef"
  },
  "doi": "10.1097/CCM.0b013e31825b91ef",
  "pmc_id": "PMC3698535",
  "dates": {
    "completed": "2012-11-20",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "092851",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "081208",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.225486",
    "pmid": "22890257"
  }
}