{
  "pmid": "22895940",
  "uid": "22895940",
  "title": "Exercises for mechanical neck disorders.",
  "abstract": "BACKGROUND: Neck disorders are common, disabling and costly. The effectiveness of exercise as a physiotherapy intervention remains unclear. OBJECTIVES: To improve pain, disability, function, patient satisfaction, quality of life and global perceived effect in adults with neck pain. SEARCH METHODS: Computerized searches were conducted up to February 2012. SELECTION CRITERIA: We included single therapeutic exercise randomized controlled trials for adults with neck pain with or without cervicogenic headache or radiculopathy. DATA COLLECTION AND ANALYSIS: Two review authors independently conducted selection, data extraction, 'Risk of bias' assessment, and clinical relevance. The quality of the body of evidence was assessed using GRADE. Relative risk and standardized mean differences (SMD) were calculated.  After judging clinical and statistical heterogeneity, we performed meta-analyses. MAIN RESULTS: Six of the 21 selected trials had low risk of bias. Moderate quality evidence shows that combined cervical, scapulothoracic stretching and strengthening are beneficial for pain relief post treatment (pooled SMD -0.35, 95% confidence interval (CI): -0.60, -0.10) and at intermediate follow-up (pooled SMD -0.31, 95% CI: -0.57, -0.06), and improved function short term and intermediate term (pooled SMD -0.45, 95% CI: -0.72, -0.18) for chronic neck pain. Moderate quality evidence demonstrates patients are very satisfied with their care when treated with therapeutic exercise. Low quality evidence shows exercise is of benefit for pain in the short term and for function up to long-term follow-up for chronic neck pain. Low to moderate quality evidence shows that chronic neck pain does not respond to upper extremity stretching and strengthening or a general exercise program.Low to moderate quality evidence supports self-mobilization, craniocervical endurance and low load cervical-scapular endurance exercises in reducing pain, improving function and global perceived effect in the long term for subacute/chronic cervicogenic headache. Low quality evidence supports neck strengthening exercise in acute cervical radiculopathy for pain relief in the short term. AUTHORS' CONCLUSIONS: Low to moderate quality evidence supports the use of specific cervical and scapular stretching and strengthening exercise for chronic neck pain immediately post treatment and intermediate term, and cervicogenic headaches in the long term. Low to moderate evidence suggests no benefit for some upper extremity stretching and strengthening exercises or a general exercise program.  Future trials should consider using an exercise classification system to establish similarity between protocols and adequate sample sizes. Factorial trials would help determine the active treatment agent within a treatment regimen where a standardized representation of dosage is essential. Standardized reporting of adverse events is needed for balancing the likelihood of treatment benefits over potential harms.",
  "authors": [
    {
      "last_name": "Kay",
      "fore_name": "Theresa M",
      "initials": "TM",
      "name": "Theresa M Kay",
      "affiliations": [
        "Women's College Hospital, Toronto, Canada. theresa.m.kay@gmail.com."
      ]
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Gross",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charles H",
      "initials": "CH",
      "name": "Charles H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Rutherford",
      "fore_name": "Sherrill",
      "initials": "S",
      "name": "Sherrill Rutherford",
      "affiliations": []
    },
    {
      "last_name": "Voth",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Voth",
      "affiliations": []
    },
    {
      "last_name": "Hoving",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Hoving",
      "affiliations": []
    },
    {
      "last_name": "Brønfort",
      "fore_name": "Gert",
      "initials": "G",
      "name": "Gert Brønfort",
      "affiliations": []
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina L",
      "initials": "PL",
      "name": "Pasqualina L Santaguida",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "8",
    "pub_year": "2012",
    "pub_month": "Aug",
    "pub_day": "15"
  },
  "start_page": "CD004250",
  "pages": "CD004250",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Pain",
    "Adult",
    "Chronic Pain",
    "Female",
    "Humans",
    "Male",
    "Manipulation, Chiropractic",
    "Neck",
    "Neck Pain",
    "Pain Management",
    "Physical Therapy Modalities",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22895940",
    "doi": "10.1002/14651858.CD004250.pub4"
  },
  "doi": "10.1002/14651858.CD004250.pub4",
  "dates": {
    "completed": "2012-09-26",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:31.433640",
    "pmid": "22895940"
  }
}