{
  "pmid": "22916094",
  "uid": "22916094",
  "title": "Partial ventilatory support modalities in acute lung injury and acute respiratory distress syndrome-a systematic review.",
  "abstract": "PURPOSE: The efficacy of partial ventilatory support modes that allow spontaneous breathing in patients with acute lung injury (ALI) and acute respiratory distress syndrome (ARDS) is unclear. The objective of this scoping review was to assess the effects of partial ventilatory support on mortality, duration of mechanical ventilation, and both hospital and intensive care unit (ICU) lengths of stay (LOS) for patients with ALI and ARDS; the secondary objective was to describe physiologic effects on hemodynamics, respiratory system and other organ function. METHODS: MEDLINE (1966-2009), Cochrane, and EmBase (1980-2009) databases were searched using common ventilator modes as keywords and reference lists from retrieved manuscripts hand searched for additional studies. Two researchers independently reviewed and graded the studies using a modified Oxford Centre for Evidence-Based Medicine grading system. Studies in adult ALI/ARDS patients were included for primary objectives and pre-clinical studies for supporting evidence. RESULTS: Two randomized controlled trials (RCTs) were identified, in addition to six prospective cohort studies, one retrospective cohort study, one case control study, 41 clinical physiologic studies and 28 pre-clinical studies. No study was powered to assess mortality, one RCT showed shorter ICU length of stay, and the other demonstrated more ventilator free days. Beneficial effects of preserved spontaneous breathing were mainly physiological effects demonstrated as improvement of gas exchange, hemodynamics and non-pulmonary organ perfusion and function. CONCLUSIONS: The use of partial ventilatory support modalities is often feasible in patients with ALI/ARDS, and may be associated with short-term physiological benefits without appreciable impact on clinically important outcomes.",
  "authors": [
    {
      "last_name": "McMullen",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McMullen",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": []
    },
    {
      "last_name": "Rose",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Rose",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": []
    },
    {
      "last_name": "Doyle",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Doyle",
      "affiliations": []
    },
    {
      "last_name": "Henzler",
      "fore_name": "Dietrich",
      "initials": "D",
      "name": "Dietrich Henzler",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "8",
    "pub_year": "2012"
  },
  "start_page": "e40190",
  "pages": "e40190",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Lung Injury",
    "Humans",
    "Length of Stay",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "22916094",
    "pmc": "PMC3420868",
    "doi": "10.1371/journal.pone.0040190",
    "pii": "PONE-D-12-08535"
  },
  "doi": "10.1371/journal.pone.0040190",
  "pmc_id": "PMC3420868",
  "dates": {
    "completed": "2013-05-15",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.418833",
    "pmid": "22916094"
  }
}