{
  "pmid": "22919630",
  "uid": "22919630",
  "title": "A coverslip-based technique for evaluating Staphylococcus aureus biofilm formation on human plasma.",
  "abstract": "The ability of the opportunistic pathogen, Staphylococcus aureus, to form biofilms is increasingly being viewed as an important contributor to chronic infections. In vitro methods for analyzing S. aureus biofilm formation have focused on bacterial attachment and accumulation on abiotic surfaces, such as in microtiter plate and flow cell assays. Microtiter plates provide a rapid measure of relative biomass levels, while flow cells have limited experimental throughput but are superior for confocal microscopy biofilm visualization. Although these assays have proven effective at identifying mechanisms involved in cell attachment and biofilm accumulation, the significance of these assays in vivo remains unclear. Studies have shown that when medical devices are implanted they are coated with host factors, such as matrix proteins, that facilitate S. aureus attachment and biofilm formation. To address the challenge of integrating existing biofilm assay features with a biotic surface, we have established an in vitro biofilm technique utilizing UV-sterilized coverslips coated with human plasma. The substratum more closely resembles the in vivo state and provides a platform for S. aureus to establish a robust biofilm. Importantly, these coverslips are amenable to confocal microscopy imaging to provide a visual reference of the biofilm growth stage, effectively merging the benefits of the microtiter and flow cell assays. We confirmed the approach using clinical S. aureus isolates and mutants with known biofilm phenotypes. Altogether, this new biofilm assay can be used to assess the function of S. aureus virulence factors associated with biofilm formation and for monitoring the efficacy of biofilm treatment modalities.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Walker",
      "affiliations": [
        "Department of Microbiology, Roy J. and Lucille A. Carver College of Medicine, University of Iowa, Iowa City, IA, USA."
      ]
    },
    {
      "last_name": "Horswill",
      "fore_name": "Alexander R",
      "initials": "AR",
      "name": "Alexander R Horswill",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Frontiers in cellular and infection microbiology",
    "iso_abbreviation": "Front Cell Infect Microbiol",
    "issn": "2235-2988",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2012"
  },
  "start_page": "39",
  "pages": "39",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bacteriological Techniques",
    "Biofilms",
    "Humans",
    "Microscopy, Confocal",
    "Plasma",
    "Staphylococcus aureus",
    "Virulence Factors"
  ],
  "article_ids": {
    "pubmed": "22919630",
    "pmc": "PMC3417647",
    "doi": "10.3389/fcimb.2012.00039"
  },
  "doi": "10.3389/fcimb.2012.00039",
  "pmc_id": "PMC3417647",
  "dates": {
    "completed": "2013-12-11",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Virulence Factors"
  ],
  "grants": [
    {
      "grant_id": "P01 AI083211",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "AI083211",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.553034",
    "pmid": "22919630"
  }
}