{
  "pmid": "22919862",
  "uid": "22919862",
  "title": "Integrating quality and patient safety concepts in medical curricula. Baseline assessment in Lebanon.",
  "abstract": "PURPOSE: Hospital accreditation places emphasis on the role of health professionals in quality of patient care. Training physicians in quality and patient safety influences quality improvement efforts in healthcare. Little is known about the attitudes and knowledge of medical students towards the concepts of quality of care, patient safety and accreditation. The objective of this study was to determine the extent to which Lebanese medical students are aware of and familiar with these aforementioned concepts. METHODS: The study adopted a cross-sectional research design on a sample of (148 participants) graduating medical students from four major universities in Lebanon. A semi-structured self-completion questionnaire was developed to assess students' knowledge towards: (A) quality concepts; (B) quality tools ; (C) patient safety & risk management; (D) accreditation ; and (E) policies & procedures/guidelines. Two statistical tests, MANOVA (parametric) and Kruskal-Wallis (nonparametric) were used to analyze the data. RESULTS: Study results showed that 85% of medical students did not receive any course about quality and patient safety, although 93% considered them to be important and called for their integration into curricula. Lowest mean scores were recorded for the theme on quality concepts and tools (1.60 +/- 0.81 and 1A.49 +/- 0.71 respectively). Respondents from sampled universities showed a general lack of knowledge of the themes studied. CONCLUSIONS: Quality, patient safety and accreditation are important disciplines that need to be incorporated into medical curricula. This would be a positive step towards enabling future physicians to meet the changing needs of the constantly evolving healthcare system.",
  "authors": [
    {
      "last_name": "Natafgi",
      "fore_name": "Nabil",
      "initials": "N",
      "name": "Nabil Natafgi",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Saliba",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Saliba",
      "affiliations": []
    },
    {
      "last_name": "Daya",
      "fore_name": "Rami",
      "initials": "R",
      "name": "Rami Daya",
      "affiliations": []
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Le Journal medical libanais. The Lebanese medical journal",
    "iso_abbreviation": "J Med Liban",
    "issn": "0023-9852",
    "issn_type": "Print",
    "volume": "60",
    "issue": "2",
    "pub_year": "2012"
  },
  "start_page": "77",
  "end_page": "87",
  "pages": "77-87",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Curriculum",
    "Education, Medical, Undergraduate",
    "Female",
    "Humans",
    "Lebanon",
    "Male",
    "Patient Safety",
    "Professional Competence",
    "Quality Assurance, Health Care",
    "Risk Management",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22919862"
  },
  "dates": {
    "completed": "2012-09-20",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.346029",
    "pmid": "22919862"
  }
}