{
  "pmid": "22918384",
  "uid": "22918384",
  "title": "Dyspepsia.",
  "abstract": "PURPOSE OF REVIEW: A variety of organic diseases can cause dyspepsia, but most patients with epigastric pain have functional dyspepsia. As dyspepsia is common and usually has a benign cause, it is not possible to fully investigate everyone with epigastric pain. Current recommendations suggest that young patients without alarm symptoms can be treated empirically with Helicobacter pylori test and treat and proton pump inhibitor therapy can be offered to those who are negative or remain symptomatic despite treatment for their H. pylori. Patients who remain symptomatic with this strategy may be investigated with endoscopy, but most will have functional dyspepsia. RECENT FINDINGS: There are a large number of trials for prokinetic therapy in functional dyspepsia, but treatment efficacy is uncertain, as there is evidence of publication bias. There are very limited data for the effectiveness of tricyclic antidepressants in functional dyspepsia. There has been recent interest in the observation that patients with functional dyspepsia have increased eosinophils in the duodenum and this may be accompanied by other subtle manifestations of upregulated mucosal immunity. It is possible that this is being driven by a dietary substance or by a change in the upper gut microbiome. SUMMARY: The initial management of dyspepsia is well established, but how to manage those who do not respond is a challenge. Future studies evaluating diet and altering the gut microbiome may give clinicians more therapeutic options.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University, Hamilton, Canada. moayyep@mcmaster.ca"
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in gastroenterology",
    "iso_abbreviation": "Curr Opin Gastroenterol",
    "issn": "1531-7056",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "602",
  "end_page": "607",
  "pages": "602-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Diet Therapy",
    "Dyspepsia",
    "Endoscopy, Digestive System",
    "Gastrointestinal Agents",
    "Gastrointestinal Tract",
    "Helicobacter Infections",
    "Humans",
    "Metagenome",
    "Proton Pump Inhibitors"
  ],
  "article_ids": {
    "pubmed": "22918384",
    "doi": "10.1097/MOG.0b013e328358ad9b"
  },
  "doi": "10.1097/MOG.0b013e328358ad9b",
  "dates": {
    "completed": "2013-04-09",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Gastrointestinal Agents",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.378020",
    "pmid": "22918384"
  }
}