{
  "pmid": "22922969",
  "uid": "22922969",
  "title": "Institutional and provider factors impeding access to trauma center care: an analysis of transfer practices in a regional trauma system.",
  "abstract": "BACKGROUND: More than a third of patients with severe injury who receive initial care at nontrauma centers (NTCs) are not transferred to trauma center care. In those who are transferred, significant delays have been described. The availability of specialists, imaging modalities, or critical care resources might significantly affect transfer practices. METHODS: We undertook a population-based retrospective cohort study of adult patients with severe injury who were transported from the scene to an NTC. NTCs were characterized based on the availability of general and orthopedic surgeons, computed tomographic scanners, intensive care units, and emergency department staffing. NTCs that had all of the resources were characterized as resource rich, while those with none were characterized as resource limited. We evaluated the relationships between NTC resources and the likelihood and timeliness of interfacility transfer through the use of hierarchical regression modeling. RESULTS: We identified 15,906 patients with severe injury across 192 NTCs (22% were resource limited, 57% were resource intermediate, and 21% were resource rich). Patients at resource rich centers, as compared with those at resource limited centers, were less likely to be transferred (27% vs. 50%, p < 0.001). This association persisted after adjustment for confounders (odds ratio, 0.66; 95% confidence interval, 0.47-0.92). Among patients who were transferred, median emergency department length of stay (ED-LOS) was 3.5 hours (interquartile range, 1.7-4.6 hours). However, ED-LOS varied significantly because resource rich centers had a greater proportion of patients experiencing prolonged ED-LOS when compared with resource limited centers (31% vs. 15%, p < 0.001). This association also persisted on multivariable analysis (odds ratio, 2.02; 95% confidence interval, 1.19-3.43). CONCLUSION: Severely injured patients who received initial care in resource rich NTCs were less likely to be transferred to a trauma center compared with resource limited NTCs. Significant delays in the transfer process were identified. However, patients transferred from resource rich centers were more likely to experience prolonged ED-LOS compared with resource limited NTCs. LEVEL OF EVIDENCE: Epidemiologic study, level II.",
  "authors": [
    {
      "last_name": "Gomez",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gomez",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, University of Toronto, Toronto, Ontario, Canada. david.gomezjaramillo@utoronto.ca"
      ]
    },
    {
      "last_name": "Haas",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Haas",
      "affiliations": []
    },
    {
      "last_name": "de Mestral",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles de Mestral",
      "affiliations": []
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": []
    },
    {
      "last_name": "Hsiao",
      "fore_name": "Marvin",
      "initials": "M",
      "name": "Marvin Hsiao",
      "affiliations": []
    },
    {
      "last_name": "Zagorski",
      "fore_name": "Brandon",
      "initials": "B",
      "name": "Brandon Zagorski",
      "affiliations": []
    },
    {
      "last_name": "Rubenfeld",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Rubenfeld",
      "affiliations": []
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": []
    },
    {
      "last_name": "Nathens",
      "fore_name": "Avery B",
      "initials": "AB",
      "name": "Avery B Nathens",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of trauma and acute care surgery",
    "iso_abbreviation": "J Trauma Acute Care Surg",
    "issn": "2163-0763",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "1288",
  "end_page": "1293",
  "pages": "1288-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Ontario",
    "Patient Transfer",
    "Referral and Consultation",
    "Regional Medical Programs",
    "Retrospective Studies",
    "Trauma Centers",
    "Traumatology",
    "Wounds and Injuries",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22922969",
    "doi": "10.1097/TA.0b013e318265cec2"
  },
  "doi": "10.1097/TA.0b013e318265cec2",
  "dates": {
    "completed": "2013-02-11",
    "revised": "2013-09-25"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:14.876764",
    "pmid": "22922969"
  }
}