{
  "pmid": "22924564",
  "uid": "22924564",
  "title": "Nurse home visitors' perspectives of mandatory reporting of children's exposure to intimate partner violence to child protection agencies.",
  "abstract": "OBJECTIVES: To examine nurse home visitors' perspectives of and intentions to report children's exposure to intimate partner violence (IPV) in the context of the home visitation setting. DESIGN AND SAMPLE: Cross-sectional study of 532 nurse home visitors in the Nurse-Family Partnership home visitation program. MEASURES: A web-based questionnaire assessing nurse home visitors' support for and attitudes toward mandatory reporting of children's exposure to IPV. Nurses' considerations of what levels of exposure constitute maltreatment and their intended reporting behaviors were also examined. RESULTS: Variability and uncertainty were observed in participants' attitudes as well as in their determinations as to which situations constitute child maltreatment. Most of the sample believed reporting exposure to IPV can help the battered woman (67%) and can protect children (92%), while 56% indicated that reporting can negatively affect the nurse-client relationship. Nurses were more likely to endorse reporting children's exposure to IPV when the child was at greatest risk for being physically injured as a result of IPV. CONCLUSIONS: Training about maltreatment reporting procedures in home visitation programs should focus on the interpretation of child maltreatment laws as well as collaborations with local child protection service agencies to determine if children's exposure to IPV is reportable.",
  "authors": [
    {
      "last_name": "Davidov",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Davidov",
      "affiliations": [
        "Department of Emergency Medicine, West Virginia University, Morgantown, WV 26506-9149, USA. ddavidov@hsc.wvu.edu"
      ]
    },
    {
      "last_name": "Nadorff",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Nadorff",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Coben",
      "fore_name": "Jeffrey H",
      "initials": "JH",
      "name": "Jeffrey H Coben",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Public health nursing (Boston, Mass.)",
    "iso_abbreviation": "Public Health Nurs",
    "issn": "1525-1446",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "5",
    "pub_year": "2012"
  },
  "start_page": "412",
  "end_page": "423",
  "pages": "412-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Child",
    "Child Abuse",
    "Child Welfare",
    "Cross-Sectional Studies",
    "Domestic Violence",
    "Female",
    "Home Nursing",
    "House Calls",
    "Humans",
    "Mandatory Reporting",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "22924564",
    "doi": "10.1111/j.1525-1446.2011.01003.x"
  },
  "doi": "10.1111/j.1525-1446.2011.01003.x",
  "dates": {
    "completed": "2012-10-29",
    "revised": "2012-08-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.530665",
    "pmid": "22924564"
  }
}