{
  "pmid": "22933700",
  "uid": "22933700",
  "title": "A mechanically powered negative pressure device used in conjunction with a bioengineered cell-based product for the treatment of pyoderma gangrenosum: a case report .",
  "abstract": "Pyoderma gangrenosum (PG), an uncommon inflammatory and ulcerative skin disease, typically is treated medically with a combination of immunosuppression and local wound care, but evidence to guide care is limited. PG wounds can be difficult to heal. A 76-year-old male patient presented with a history of rheumatoid arthritis and recalcitrant PG. After 9 months of treatment with local wound care, steroids, and topical tacrolimus, the wound had increased in size from 1.8 cm x 1.5 cm to 7.2 cm x 5.6 cm. At that time, he was started on a regimen of five applications of a bioengineered cell- based product (one application every 2 weeks for a total of five applications) with twice-weekly mechanically powered negative pressure device changes. The latter was started at 75 mm Hg and changed to 125 mm Hg after 4 weeks. Oral corticosteroid therapy was initially started at 40 mg of prednisone, then slowly tapered to 20 mg, but could not be completely discontinued due to a flare in the patient's rheumatoid symptoms. The wound was completely healed after 16 weeks. Research to ascertain the effectiveness of protocols of PG care, including the combination treatment described, is needed to help clinicians provide evidence-based care for these challenging wounds.",
  "authors": [
    {
      "last_name": "Neiderer",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Neiderer",
      "affiliations": [
        "Southern Arizona VA Health Care System and University of Arizona, Tucson, AZ 85723, USA. kateneiderer@hotmail.com"
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Billy",
      "initials": "B",
      "name": "Billy Martin",
      "affiliations": []
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Hoffman",
      "affiliations": []
    },
    {
      "last_name": "Jolley",
      "fore_name": "David",
      "initials": "D",
      "name": "David Jolley",
      "affiliations": []
    },
    {
      "last_name": "Dancho",
      "fore_name": "James",
      "initials": "J",
      "name": "James Dancho",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ostomy/wound management",
    "iso_abbreviation": "Ostomy Wound Manage",
    "issn": "1943-2720",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "9",
    "pub_year": "2012",
    "pub_month": "Sep"
  },
  "start_page": "44",
  "end_page": "48",
  "pages": "44-8",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Bioengineering",
    "Humans",
    "Male",
    "Pyoderma Gangrenosum"
  ],
  "article_ids": {
    "pubmed": "22933700"
  },
  "dates": {
    "completed": "2013-01-24",
    "revised": "2012-08-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.489311",
    "pmid": "22933700"
  }
}