{
  "pmid": "22936980",
  "uid": "22936980",
  "title": "Structure of the Children's Revised Impact of Event Scale (CRIES) with children and adolescents exposed to debris flood.",
  "abstract": "AIM: PTSD symptoms were pervasive among children and adolescents after experiencing or exposure to traumatic events. Screening and diagnosis of PTSD symptoms is crucial in trauma-related research and practice. The 13-item Children's Revised Impact of Event Scale (CRIES) has been demonstrated to be a valid and reliable tool to achieve this goal. This study was designed to examine the psychometric properties of the 13-item CRIES in a sample of Chinese debris flood victims. METHODS: A total of 268 participants (145 girls, 123 boys) aged 8-18 years were recruited from an integral part of a service oriented project, supported by the Institute of Psychology, Chinese Academy of Sciences following the debris flood. The participants were given the 13-item CRIES 3 months after the debris flood. RESULTS: The results of confirmatory factor analysis indicated that a two-factor structure (intrusion+arousal vs avoidance) emerged as the model best fit in total sample, boys and girls subsamples, respectively. The scale was also demonstrated to have good internal consistency (Cronbach's alpha = 0.83). CONCLUSION: The study confirmed the good psychometric properties of the CRIES and its' applicability to Chinese children and adolescents. Moreover, these findings imply that the CRIES factor structure is stable across age, gender, and different types of trauma.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Zhenggen",
      "initials": "Z",
      "name": "Zhenggen Chen",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Graduate University of the Chinese Academy of Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Zhengkui",
      "initials": "Z",
      "name": "Zhengkui Liu",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Yin",
      "initials": "Y",
      "name": "Yin Liu",
      "affiliations": []
    },
    {
      "last_name": "Dyregrov",
      "fore_name": "Atle",
      "initials": "A",
      "name": "Atle Dyregrov",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "8",
    "pub_year": "2012"
  },
  "start_page": "e41741",
  "pages": "e41741",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Female",
    "Floods",
    "Humans",
    "Male",
    "Psychiatric Status Rating Scales",
    "Psychometrics",
    "Stress Disorders, Post-Traumatic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "22936980",
    "pmc": "PMC3427319",
    "doi": "10.1371/journal.pone.0041741",
    "pii": "PONE-D-12-00903"
  },
  "doi": "10.1371/journal.pone.0041741",
  "pmc_id": "PMC3427319",
  "dates": {
    "completed": "2013-04-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.123103",
    "pmid": "22936980"
  }
}