{
  "pmid": "22931436",
  "uid": "22931436",
  "title": "Minimizing the risk of intrusion: a grounded theory of intimate partner violence disclosure in emergency departments.",
  "abstract": "AIMS: To report a study of processes used by women to disclose intimate partner violence to healthcare professionals in urban emergency department settings. BACKGROUND: Women seek emergency care for impairment related to intimate partner violence yet face barriers non-judgmental and supportive care. DESIGN: A two-phase sequential explanatory mixed methods study. METHODS: The study was conducted in Ontario, Canada (May 2006-December 2007). In a sub-analysis of quantitative data with 1182 participants, 15% of women patients reported intimate partner violence, but only 2% disclosed to a healthcare professional. To understand these results, grounded theory with 19 participants was completed. RESULTS/FINDINGS: Participants identified that the basic social problem was the violence 'being found out' by healthcare professionals while receiving care. To address this problem, women undertook a process to minimize intrusion including: deciding to seek care, evaluating the level of trust with the presenting healthcare professional, and establishing personal readiness to disclose. The trajectory of this process was different for each participant with some negotiating all phases leading to violence disclosure. The length of time it took for participants to move through each phase varied across all participants. Common to all participants was the anticipation and the actual experience of intrusion and its influence on women's willingness to disclose intimate partner violence. CONCLUSION: The results suggest nurses may be able to facilitate disclosure of intimate partner violence through limiting intrusion. This can include assessment in a private setting, and fewer professionals who interact with the client.",
  "authors": [
    {
      "last_name": "Catallo",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Catallo",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, Toronto, Ontario, Canada. ccatallo@ryerson.ca"
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "1366",
  "end_page": "1376",
  "pages": "1366-76",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Emergency Medical Services",
    "Female",
    "Humans",
    "Middle Aged",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Professional-Patient Relations",
    "Self Disclosure",
    "Spouse Abuse",
    "Trust",
    "Urban Health",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22931436",
    "doi": "10.1111/j.1365-2648.2012.06128.x"
  },
  "doi": "10.1111/j.1365-2648.2012.06128.x",
  "dates": {
    "completed": "2013-10-22",
    "revised": "2013-04-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.531701",
    "pmid": "22931436"
  }
}