{
  "pmid": "22943877",
  "uid": "22943877",
  "title": "Five-year trends in mortality indices among gynecological cancer patients in Canada.",
  "abstract": "OBJECTIVE: To estimate and compare the five-year trends in excess mortality rate, net probability of death, and crude probability of death for patients diagnosed with epithelial invasive gynecological cancers in Canada. We compared these trends among ovarian, uterine, and cervical cancers. METHODS: A flexible parametric model was used to estimate the three mortality indices for gynecological cancers. We incorporated age group, type of cancer, and year of diagnosis in the model to estimate these indices over a five-year period after diagnosis. RESULTS: In total, 39,681 women who were diagnosed with epithelial invasive gynecological cancers were included in this analysis with a mean age of 57.9 (SD=15.1) years at diagnosis. Approximately 30% of patients were younger than 50 years old at diagnosis and 45% were between 50 and 69 years old. Ovarian cancer had the worst prognosis among the gynecological cancers based on all three mortality indices. CONCLUSIONS: The three mortality indices provide a clear insight in understanding the elements of mortality in population-based cancer studies where the underlying cause of death is not correctly identified, the accuracy of death certificates varies overtime and among countries, and death tends to be a multi-factorial event.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. daneshn@mcmaster.ca"
      ]
    },
    {
      "last_name": "Lytwyn",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Lytwyn",
      "affiliations": []
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "127",
    "issue": "3",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "620",
  "end_page": "624",
  "pages": "620-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Female",
    "Genital Neoplasms, Female",
    "Humans",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "22943877",
    "doi": "10.1016/j.ygyno.2012.08.038",
    "pii": "S0090-8258(12)00731-7"
  },
  "doi": "10.1016/j.ygyno.2012.08.038",
  "dates": {
    "completed": "2013-02-25",
    "revised": "2012-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.222458",
    "pmid": "22943877"
  }
}