{
  "pmid": "22959601",
  "uid": "22959601",
  "title": "Vocal cord paralysis post patent ductus arteriosus ligation surgery: risks and co-morbidities.",
  "abstract": "OBJECTIVES: 1. To determine the prevalence of left vocal cord paralysis (LVCP) post patent ductus arteriosus (PDA) ligation at a Tertiary Care Centre. 2. To identify risk factors associated with LVCP. 3. To identify co-morbidities associated with LVCP. 4. To determine the frequency of pre- and post-operative nasopharyngolaryngoscopic (NPL) examination in this patient population. METHODS: Retrospective chart review of all infants who underwent PDA ligation surgery at a tertiary care academic hospital between July 2003 and July 2010. Data on patient age, gender, weight, method of PDA ligation, and results of NPL scoping were collected, as well as patient co-morbidities post PDA ligation. RESULTS: One hundred and fifteen patients underwent PDA ligation surgery. Four patients were excluded due to bilateral vocal cord paralysis. Of the remaining 111 patients, nineteen patients (17.1%) were found to have LVCP. Low birth weight was identified as a significant risk factor for LVCP (p=0.002). Gastroesophageal reflux was identified as a significant co-morbidity associated with LVCP post PDA ligation (p=0.002). Only 0.9% of patients were scoped pre-operatively, and 27.9% were scoped postoperatively. CONCLUSIONS: LVCP is associated with multiple morbidities. The authors strongly recommend routine post-operative scoping of all patients post PDA ligation surgery, and preoperative scoping when possible. A prospective study is warranted, in order to confirm the prevalence of LVCP as well as risk factors and associated co-morbidities.",
  "authors": [
    {
      "last_name": "Rukholm",
      "fore_name": "Gavin",
      "initials": "G",
      "name": "Gavin Rukholm",
      "affiliations": [
        "McMaster University Medical Centre, Department of Otolaryngology, Head and Neck Surgery, 1200 Main St. West, Hamilton, ON, L8N 3Z5, Canada. gavin.rukholm@medportal.ca"
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Reid",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Reid",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of pediatric otorhinolaryngology",
    "iso_abbreviation": "Int J Pediatr Otorhinolaryngol",
    "issn": "1872-8464",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "11",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "1637",
  "end_page": "1641",
  "pages": "1637-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ductus Arteriosus, Patent",
    "Endoscopy",
    "Female",
    "Gastroesophageal Reflux",
    "Humans",
    "Infant",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Ligation",
    "Male",
    "Postoperative Complications",
    "Retrospective Studies",
    "Risk Factors",
    "Vocal Cord Paralysis"
  ],
  "article_ids": {
    "pubmed": "22959601",
    "doi": "10.1016/j.ijporl.2012.07.036",
    "pii": "S0165-5876(12)00438-7"
  },
  "doi": "10.1016/j.ijporl.2012.07.036",
  "dates": {
    "completed": "2013-05-24",
    "revised": "2012-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.338315",
    "pmid": "22959601"
  }
}