{
  "pmid": "22953748",
  "uid": "22953748",
  "title": "Mothers' experiences in the Nurse-Family Partnership program: a qualitative case study.",
  "abstract": "BACKGROUND: Few studies have explored the experiences of low income mothers participating in nurse home visiting programs. Our study explores and describes mothers' experiences participating in the Nurse-Family Partnership (NFP) Program, an intensive home visiting program with demonstrated effectiveness, from the time of program entry before 29 weeks gestation until their infant's first birthday. METHODS: A qualitative case study approach was implemented. A purposeful sample of 18 low income, young first time mothers participating in a pilot study of the NFP program in Hamilton, Ontario, Canada partook in one to two face to face in-depth interviews exploring their experiences in the program. All interviews were digitally recorded and transcribed verbatim. Conventional content analysis procedures were used to analyze all interviews. Data collection and initial analysis were implemented concurrently. RESULTS: The mothers participating in the NFP program were very positive about their experiences in the program. Three overarching themes emerged from the data: 1. Getting into the NFP program; 2. The NFP nurse is an expert, but also like a friend providing support; and 3. Participating in the NFP program is making me a better parent. CONCLUSIONS: Our findings provide vital information to home visiting nurses and to planners of home visiting programs about mothers' perspectives on what is important to them in their relationships with their nurses, how nurses and women are able to develop positive therapeutic relationships, and how nurses respond to mothers' unique life situations while home visiting within the NFP Program. In addition our findings offer insights into why and under what circumstances low income mothers will engage in nurse home visiting and how they expect to benefit from their participation.",
  "authors": [
    {
      "last_name": "Landy",
      "fore_name": "Christine Kurtz",
      "initials": "CK",
      "name": "Christine Kurtz Landy",
      "affiliations": [
        "School of Nursing, York University, 4700 Keele Street, HNES, Toronto, ON M3J 1P3, Canada. kurtzlcm@yorku.ca."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Wahoush",
      "fore_name": "Olive",
      "initials": "O",
      "name": "Olive Wahoush",
      "affiliations": []
    },
    {
      "last_name": "Sheehan",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Sheehan",
      "affiliations": []
    },
    {
      "last_name": "Macmillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L Macmillan",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2012",
    "pub_month": "Sep",
    "pub_day": "06"
  },
  "start_page": "15",
  "pages": "15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22953748",
    "pmc": "PMC3499440",
    "doi": "10.1186/1472-6955-11-15",
    "pii": "1472-6955-11-15"
  },
  "doi": "10.1186/1472-6955-11-15",
  "pmc_id": "PMC3499440",
  "dates": {
    "completed": "2012-11-19",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.533269",
    "pmid": "22953748"
  }
}