{
  "pmid": "22958371",
  "uid": "22958371",
  "title": "The effectiveness of knowledge translation strategies used in public health: a systematic review.",
  "abstract": "BACKGROUND: Literature related to the effectiveness of knowledge translation (KT) strategies used in public health is lacking. The capacity to seek, analyze, and synthesize evidence-based information in public health is linked to greater success in making policy choices that have the best potential to yield positive outcomes for populations. The purpose of this systematic review is to identify the effectiveness of KT strategies used to promote evidence-informed decision making (EIDM) among public health decision makers. METHODS: A search strategy was developed to identify primary studies published between 2000-2010. Studies were obtained from multiple electronic databases (CINAHL, Medline, EMBASE, and the Cochrane Database of Systematic Reviews). Searches were supplemented by hand searching and checking the reference lists of included articles. Two independent review authors screened studies for relevance, assessed methodological quality of relevant studies, and extracted data from studies using standardized tools. RESULTS: After removal of duplicates, the search identified 64, 391 titles related to KT strategies. Following title and abstract review, 346 publications were deemed potentially relevant, of which 5 met all relevance criteria on full text screen. The included publications were of moderate quality and consisted of five primary studies (four randomized controlled trials and one interrupted time series analysis). Results were synthesized narratively. Simple or single KT strategies were shown in some circumstances to be as effective as complex, multifaceted ones when changing practice including tailored and targeted messaging. Multifaceted KT strategies led to changes in knowledge but not practice. Knowledge translation strategies shown to be less effective were passive and included access to registries of pre-processed research evidence or print materials. While knowledge brokering did not have a significant effect generally, results suggested that it did have a positive effect on those organizations that at baseline perceived their organization to place little value on evidence-informed decision making. CONCLUSIONS: No singular KT strategy was shown to be effective in all contexts. Conclusions about interventions cannot be taken on their own without considering the characteristics of the knowledge that was being transferred, providers, participants and organizations.",
  "authors": [
    {
      "last_name": "LaRocca",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca LaRocca",
      "affiliations": [
        "McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Butt",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Butt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "751",
  "pages": "751",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Evidence-Based Practice",
    "Health Policy",
    "Humans",
    "Knowledge Management",
    "Policy Making",
    "Public Health Practice",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22958371",
    "pmc": "PMC3532315",
    "doi": "10.1186/1471-2458-12-751",
    "pii": "1471-2458-12-751"
  },
  "doi": "10.1186/1471-2458-12-751",
  "pmc_id": "PMC3532315",
  "dates": {
    "completed": "2013-03-12",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.338384",
    "pmid": "22958371"
  }
}