{
  "pmid": "22958373",
  "uid": "22958373",
  "title": "Parental phonological memory contributes to prediction of outcome of late talkers from 20 months to 4 years: a longitudinal study of precursors of specific language impairment.",
  "abstract": "BACKGROUND: Many children who are late talkers go on to develop normal language, but others go on to have longer-term language difficulties. In this study, we considered which factors were predictive of persistent problems in late talkers. METHODS: Parental report of expressive vocabulary at 18 months of age was used to select 26 late talkers and 70 average talkers, who were assessed for language and cognitive ability at 20 months of age. Follow-up at 4 years of age was carried out for 24 late and 58 average talkers. A psychometric test battery was used to categorize children in terms of language status (unimpaired or impaired) and nonverbal ability (normal range or more than 1 SD below average). The vocabulary and non-word repetition skills of the accompanying parent were also assessed. RESULTS: Among the late talkers, seven (29%) met our criteria for specific language impairment (SLI) at 4 years of age, and a further two (8%) had low nonverbal ability. In the group of average talkers, eight (14%) met the criteria for SLI at 4 years, and five other children (8%) had low nonverbal ability. Family history of language problems was slightly better than late-talker status as a predictor of SLI.. The best predictors of SLI at 20 months of age were score on the receptive language scale of the Mullen Scales of Early Learning and the parent's performance on a non-word repetition task. Maternal education was not a significant predictor of outcome. CONCLUSIONS: In this study, around three-quarters of late talkers did not have any language difficulties at 4 years of age, provided there was no family history of language impairment. A family history of language-literacy problems was found to be a significant predictor for persisting problems. Nevertheless, there are children with SLI for whom prediction is difficult because they did not have early language delay.",
  "authors": [
    {
      "last_name": "Bishop",
      "fore_name": "Dorothy Vm",
      "initials": "DV",
      "name": "Dorothy Vm Bishop",
      "affiliations": [
        "Department of Experimental Psychology, University of Oxford, South Parks Road, Oxford, OX1 3UD, UK. dorothy.bishop@psy.ox.ac.uk."
      ]
    },
    {
      "last_name": "Holt",
      "fore_name": "Georgina",
      "initials": "G",
      "name": "Georgina Holt",
      "affiliations": []
    },
    {
      "last_name": "Line",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Line",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "David",
      "initials": "D",
      "name": "David McDonald",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": []
    },
    {
      "last_name": "Watt",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Watt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of neurodevelopmental disorders",
    "iso_abbreviation": "J Neurodev Disord",
    "issn": "1866-1955",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Feb",
    "pub_day": "08"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "22958373",
    "pmc": "PMC3374292",
    "doi": "10.1186/1866-1955-4-3",
    "pii": "1866-1955-4-3"
  },
  "doi": "10.1186/1866-1955-4-3",
  "pmc_id": "PMC3374292",
  "dates": {
    "completed": "2012-10-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "082498",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.431196",
    "pmid": "22958373"
  }
}