{
  "pmid": "22959202",
  "uid": "22959202",
  "title": "Childhood and family influences on depression, chronic physical conditions, and their comorbidity: findings from the Ontario Child Health Study.",
  "abstract": "BACKGROUND: Previous research has shown that various childhood risk factors are related to depression and chronic physical conditions (CPCs) later in life. However, little is known about risk factors associated with comorbidity for these conditions. The purpose of this study was to examine the association between individual (school performance, childhood physical and sexual abuse) and family risk variables (socioeconomic status, parental mental health, medical condition, and functional limitation) with depression only, chronic pain conditions (back pain and headaches) or other CPCs (respiratory, cardiovascular and digestive disorders, and diabetes) and the comorbidity of either CPC category with depression assessed in early adulthood. METHODS: We used data from the Ontario Child Health Study, a prospective, population-based study of 3294 children (ages 4-16) enrolled in 1983 and meeting inclusion criteria at follow-up in 2001 (N = 1475; ages 21-35 years). RESULTS: Using multinomial logistic regression models, controlling for sex and age, childhood history of physical abuse was associated with most outcomes (OR = 1.86, 95% confidence interval [CI] 1.16-2.97 to 4.36, 95% CI, 1.74-10.97). Parental mental health, childhood functional limitation, childhood history of sexual abuse and family functioning were all related to comorbid depression and chronic pain conditions. Parental mental health was also related to increased risk of other CPCs (ORs = 1.66; 95% CI, 1.08-2.55). CONCLUSION: We found that the greatest disease risk (comorbid depression and chronic pain conditions) was related to the greatest number of childhood risk factors. Although there was some evidence of specificity, there was overlap in childhood physical abuse predicting almost all outcomes. Efforts targeting the prevention and treatment of childhood maltreatment are critical in order to prevent the long lasting impact of childhood adversity on mental and physical outcomes in early adulthood.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "McMaster University, Department of Psychiatry and Behavioural Neuroscience, Offord Centre for Child Studies, 1280 Main Street West, Chedoke Site, Patterson Building, Hamilton, ON L8S 3K1, Canada. gonzal@mcmaster.ca"
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    },
    {
      "last_name": "Kyu",
      "fore_name": "Hwme Hwme",
      "initials": "HH",
      "name": "Hwme Hwme Kyu",
      "affiliations": []
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": []
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": []
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of psychiatric research",
    "iso_abbreviation": "J Psychiatr Res",
    "issn": "1879-1379",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "11",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "1475",
  "end_page": "1482",
  "pages": "1475-82",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Chronic Disease",
    "Comorbidity",
    "Depressive Disorder",
    "Family",
    "Female",
    "Health Surveys",
    "Humans",
    "Male",
    "Ontario",
    "Prospective Studies",
    "Somatoform Disorders",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "22959202",
    "doi": "10.1016/j.jpsychires.2012.08.004",
    "pii": "S0022-3956(12)00237-3"
  },
  "doi": "10.1016/j.jpsychires.2012.08.004",
  "dates": {
    "completed": "2013-04-05",
    "revised": "2022-04-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.664317",
    "pmid": "22959202"
  }
}