{
  "pmid": "22978740",
  "uid": "22978740",
  "title": "Comparing Methodologies for Evaluating Emergency Medical Services Ground Transport Access to Time-critical Emergency Services: A Case Study Using Trauma Center Care.",
  "abstract": "OBJECTIVES: The regionalization of medical services has resulted in improved outcomes and greater compliance with existing guidelines. For certain \"time-critical\" conditions intimately associated with emergency medicine, early intervention has demonstrated mortality benefits. For these conditions, then, appropriate triage within a regionalized system at first diagnosis is paramount, ideally occurring in the field by emergency medical services (EMS) personnel. Therefore, EMS ground transport access is an important metric in the ongoing evaluation of a regionalized care system for time-critical emergency services. To our knowledge, no studies have demonstrated how methodologies for calculating EMS ground transport access differ in their estimates of access over the same study area for the same resource. This study uses two methodologies to calculate EMS ground transport access to trauma center care in a single study area to explore their manifestations and critically evaluate the differences between the methodologies. METHODS: Two methodologies were compared in their estimations of EMS ground transport access to trauma center care: a routing methodology (RM) and an as-the-crow-flies methodology (ACFM). These methodologies were adaptations of the only two methodologies that had been previously used in the literature to calculate EMS ground transport access to time-critical emergency services across the United States. The RM and ACFM were applied to the nine Level I and Level II trauma centers within the province of Ontario by creating trauma center catchment areas at 30, 45, 60, and 120 minutes and calculating the population and area encompassed by the catchments. Because the methodologies were identical for measuring air access, this study looks specifically at EMS ground transport access. RESULTS: Catchments for the province were created for each methodology at each time interval, and their populations and areas were significantly different at all time periods. Specifically, the RM calculated significantly larger populations at every time interval while the ACFM calculated larger catchment area sizes. This trend is counterintuitive (i.e., larger catchment should mean higher populations), and it was found to be most disparate at the shortest time intervals (under 60 minutes). Through critical evaluation of the differences, the authors elucidated that the ACFM could calculate road access in areas with no roads and overestimates access in low-density areas compared to the RM, potentially affecting delivery of care decisions. CONCLUSIONS: Based on these results, the authors believe that future methodologies for calculating EMS ground transport access must incorporate a continuous and valid route through the road network as well as use travel speeds appropriate to the road segments traveled; alternatively, we feel that variation in methods for calculating road distances would have little effect on realized access. Overall, as more complex models for calculating EMS ground transport access become used, there needs to be a standard methodology to improve and to compare it to. Based on these findings, the authors believe that this should be the RM.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Keenan Research Center in the Li Ka Shing Knowledge Institute of St Michael's Hospital and the Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gomez",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gomez",
      "affiliations": []
    },
    {
      "last_name": "Haas",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Haas",
      "affiliations": []
    },
    {
      "last_name": "Boyes",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Boyes",
      "affiliations": []
    },
    {
      "last_name": "Nathens",
      "fore_name": "Avery B",
      "initials": "AB",
      "name": "Avery B Nathens",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "9",
    "pub_year": "2012",
    "pub_month": "Sep"
  },
  "start_page": "E1099",
  "end_page": "E1108",
  "pages": "E1099-108",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ambulances",
    "Critical Care",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Female",
    "Geography",
    "Hospitals, Urban",
    "Humans",
    "Male",
    "Ontario",
    "Risk Assessment",
    "Time Factors",
    "Transportation of Patients",
    "Trauma Centers"
  ],
  "article_ids": {
    "pubmed": "22978740",
    "doi": "10.1111/j.1553-2712.2012.01440.x"
  },
  "doi": "10.1111/j.1553-2712.2012.01440.x",
  "dates": {
    "completed": "2013-03-06",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:05.506013",
    "pmid": "22978740"
  }
}