{
  "pmid": "22975886",
  "uid": "22975886",
  "title": "Probiotics in the critically ill: a systematic review of the randomized trial evidence.",
  "abstract": "OBJECTIVE: Critical illness results in changes to the microbiology of the gastrointestinal tract, leading to a loss of commensal flora and an overgrowth of potentially pathogenic bacteria. Administering certain strains of live bacteria (probiotics) to critically ill patients may restore balance to the microbiota and have positive effects on immune function and gastrointestinal structure and function. The purpose of this systematic review was to evaluate the effect of probiotics in critically ill patients on clinical outcomes. DESIGN: Systematic review. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: We searched computerized databases, reference lists of pertinent articles, and personal files from 1980 to 2011. We included randomized controlled trials enrolling critically ill adults, which evaluated probiotics compared to a placebo and reported clinically important outcomes (infections, mortality, and length of stay). A total of 23 randomized controlled trials met inclusion criteria. Probiotics were associated with reduced infectious complications as documented in 11 trials (risk ratio 0.82; 95% confidence interval 0.69-0.99; p = .03; test for heterogeneity p = .05; I 44%). When data from the seven trials reporting ventilator-associated pneumonia were pooled, ventilator-associated pneumonia rates were also significantly reduced with probiotics (risk ratio 0.75; 95% confidence interval 0.59-0.97; p = .03; test for heterogeneity p = .16; I 35%). Probiotics were associated with a trend toward reduced intensive care unit mortality (risk ratio 0.80; 95% confidence interval 0.59-1.09; p = .16; test for heterogeneity p = .89; I 0%) but did not influence hospital mortality. Probiotics had no effect on intensive care unit or hospital length of stay. Compared to trials of higher methodological quality, greater treatment effects were observed in trials of a lower methodological quality. CONCLUSIONS: Probiotics appear to reduce infectious complications including ventilator-associated pneumonia and may influence intensive care unit mortality. However, clinical and statistical heterogeneity and imprecise estimates preclude strong clinical recommendations. Further research on probiotics in the critically ill is warranted.",
  "authors": [
    {
      "last_name": "Petrof",
      "fore_name": "Elaine O",
      "initials": "EO",
      "name": "Elaine O Petrof",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dhaliwal",
      "fore_name": "Rupinder",
      "initials": "R",
      "name": "Rupinder Dhaliwal",
      "affiliations": []
    },
    {
      "last_name": "Manzanares",
      "fore_name": "William",
      "initials": "W",
      "name": "William Manzanares",
      "affiliations": []
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "12",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "3290",
  "end_page": "3302",
  "pages": "3290-302",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Critical Care",
    "Critical Illness",
    "Evidence-Based Medicine",
    "Humans",
    "Probiotics",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "22975886",
    "doi": "10.1097/CCM.0b013e318260cc33"
  },
  "doi": "10.1097/CCM.0b013e318260cc33",
  "dates": {
    "completed": "2013-01-28",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.083829",
    "pmid": "22975886"
  }
}