{
  "pmid": "22986269",
  "uid": "22986269",
  "title": "Staphylococcus aureus persisters tolerant to bactericidal antibiotics.",
  "abstract": "Bacterial persister cells are non- or slow-growing reversible phenotypic variants of the wild type, tolerant to bactericidal antibiotics. We analyzed here Staphylococcus aureus persister levels by monitoring colony-forming unit counts of planktonically grown cells treated with six different antimicrobials over time. The model laboratory strains HG001-HG003, SA113 and the small colony variant (SCV) strains hemB and menD were challenged by the compounds at different logs of minimal inhibitory concentration (MIC) in exponential or stationary growth phase. Antibiotic tolerance was usually elevated in SCV strains compared to normally growing cells and in stationary versus exponential phase cultures. Biphasic killing kinetics, typical for persister cell enrichment, were observed in both growth phases under different selective conditions. Treatment of exponential phase cultures of HG001-HG003 with 10-fold MIC of tobramycin resulted in the isolation of persisters which upon cultivation on plates formed either normal or phenotypically stable small colonies. Trajectories of different killing curves indicated physiological heterogeneity within persister subpopulations. Daptomycin added at 100-fold MIC to stationary phase SA113 cells rapidly isolated very robust persisters. Fractions of antibiotic-tolerant cells were observed with all S. aureus strains and mutants tested. Our results refute the hypothesis that S. aureus stationary phase cells are equivalent to persisters, as not all of these cells showed antibiotic tolerance. Isolation of S. aureus persisters of different robustness seems to depend on the kind and concentration of the antibiotic, as well as on the strain used.",
  "authors": [
    {
      "last_name": "Lechner",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Lechner",
      "affiliations": [
        "Interfakultäres Institut für Mikrobiologie und Infektionsmedizin, Lehrbereich Mikrobielle Genetik, Eberhard Karls Universität Tübingen, Tübingen, Germany."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": []
    },
    {
      "last_name": "Bertram",
      "fore_name": "Ralph",
      "initials": "R",
      "name": "Ralph Bertram",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of molecular microbiology and biotechnology",
    "iso_abbreviation": "J Mol Microbiol Biotechnol",
    "issn": "1660-2412",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2012"
  },
  "start_page": "235",
  "end_page": "244",
  "pages": "235-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Bacterial Load",
    "Bacteriological Techniques",
    "Cell Culture Techniques",
    "Colony Count, Microbial",
    "Culture Media",
    "Daptomycin",
    "Drug Resistance, Multiple, Bacterial",
    "Microbial Sensitivity Tests",
    "Microbial Viability",
    "Phenotype",
    "Sensitivity and Specificity",
    "Staphylococcus aureus",
    "Time Factors",
    "Tobramycin"
  ],
  "article_ids": {
    "pubmed": "22986269",
    "mid": "NIHMS420222",
    "pmc": "PMC3518770",
    "doi": "10.1159/000342449",
    "pii": "000342449"
  },
  "doi": "10.1159/000342449",
  "pmc_id": "PMC3518770",
  "dates": {
    "completed": "2013-03-21",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Culture Media",
    "Daptomycin",
    "Tobramycin"
  ],
  "grants": [
    {
      "grant_id": "R01 AI085585",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 GM061162",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.988501",
    "pmid": "22986269"
  }
}