{
  "pmid": "22981262",
  "uid": "22981262",
  "title": "Subthalamic deep brain stimulation for Parkinson's disease: correlation between locations of oscillatory activity and optimal site of stimulation.",
  "abstract": "Subthalamic nucleus deep brain stimulation (STN DBS) is an effective surgical treatment for Parkinson's disease (PD). Recent studies demonstrated that pathological oscillations are seen largely within the dorsolateral portion of the STN, which is the same location that predicts optimal therapeutic benefit with DBS; however, the precise nature of the relationship between these two phenomena remains unclear. The purpose of this study was to explore localization of oscillatory activity in relation to the optimal contacts of DBS which results in the best motor improvement. We studied 23 PD patients who underwent electrode implantation into the STN for motor symptoms. Microelectrode recordings were taken from the STN during surgery and neuronal activity was analyzed offline. Spectral characteristics were calculated. Clinical outcomes were evaluated pre- and post-STN DBS implantation using the Unified Parkinson's Disease Rating Scale (UPDRS III). The position of optimal electrode contacts was assessed by postoperative magnetic resonance imaging (MRI) and was compared to the location of oscillatory activity within the STN as well as its dorsal margin (where STN neuronal activity was first detected). Of the total 188 neurons obtained, 51 (27.1%) neurons showed significant oscillatory activity. Of those, 47 (92.2%) were localized in the dorsal portion of the STN. Furthermore, there was no significant difference between the averaged coordinates of the position of 40 optimal contacts and the coordinates of the dorsal margin of the STN. The data indicate that the positions of the best contacts correlate with the locations of the oscillatory neurons supporting the prediction that stimulation of the dorsolateral oscillatory region leads to an effective clinical outcome for STN DBS surgery.",
  "authors": [
    {
      "last_name": "Guo",
      "fore_name": "Song",
      "initials": "S",
      "name": "Song Guo",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Key Laboratory of Neurodegenerative Diseases, Capital Medical University, Ministry of Education, No 45, Changchun Street, Xuanwu, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Zhuang",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Zhuang",
      "affiliations": []
    },
    {
      "last_name": "Hallett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Hallett",
      "affiliations": []
    },
    {
      "last_name": "Zheng",
      "fore_name": "Zhe",
      "initials": "Z",
      "name": "Zhe Zheng",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Jianyu",
      "initials": "J",
      "name": "Jianyu Li",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Yongjie",
      "initials": "Y",
      "name": "Yongjie Li",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Parkinsonism & related disorders",
    "iso_abbreviation": "Parkinsonism Relat Disord",
    "issn": "1873-5126",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "109",
  "end_page": "114",
  "pages": "109-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Intramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Deep Brain Stimulation",
    "Electric Stimulation Therapy",
    "Electrodes, Implanted",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Male",
    "Microelectrodes",
    "Middle Aged",
    "Neurons",
    "Parkinson Disease",
    "Subthalamic Nucleus",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "22981262",
    "doi": "10.1016/j.parkreldis.2012.08.005",
    "pii": "S1353-8020(12)00329-X"
  },
  "doi": "10.1016/j.parkreldis.2012.08.005",
  "dates": {
    "completed": "2013-08-07",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.123700",
    "pmid": "22981262"
  }
}