{
  "pmid": "22992327",
  "uid": "22992327",
  "title": "Sample size and power considerations in network meta-analysis.",
  "abstract": "BACKGROUND: Network meta-analysis is becoming increasingly popular for establishing comparative effectiveness among multiple interventions for the same disease. Network meta-analysis inherits all methodological challenges of standard pairwise meta-analysis, but with increased complexity due to the multitude of intervention comparisons. One issue that is now widely recognized in pairwise meta-analysis is the issue of sample size and statistical power. This issue, however, has so far only received little attention in network meta-analysis. To date, no approaches have been proposed for evaluating the adequacy of the sample size, and thus power, in a treatment network. FINDINGS: In this article, we develop easy-to-use flexible methods for estimating the 'effective sample size' in indirect comparison meta-analysis and network meta-analysis. The effective sample size for a particular treatment comparison can be interpreted as the number of patients in a pairwise meta-analysis that would provide the same degree and strength of evidence as that which is provided in the indirect comparison or network meta-analysis. We further develop methods for retrospectively estimating the statistical power for each comparison in a network meta-analysis. We illustrate the performance of the proposed methods for estimating effective sample size and statistical power using data from a network meta-analysis on interventions for smoking cessation including over 100 trials. CONCLUSION: The proposed methods are easy to use and will be of high value to regulatory agencies and decision makers who must assess the strength of the evidence supporting comparative effectiveness estimates.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, Ontario, Canada L8S 4 K1. thorluk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "1",
    "pub_year": "2012",
    "pub_month": "Sep",
    "pub_day": "19"
  },
  "start_page": "41",
  "pages": "41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Comparative Effectiveness Research",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Models, Statistical",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "22992327",
    "pmc": "PMC3514119",
    "doi": "10.1186/2046-4053-1-41",
    "pii": "2046-4053-1-41"
  },
  "doi": "10.1186/2046-4053-1-41",
  "pmc_id": "PMC3514119",
  "dates": {
    "completed": "2013-05-27",
    "revised": "2022-11-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.951878",
    "pmid": "22992327"
  }
}