{
  "pmid": "22996037",
  "uid": "22996037",
  "title": "The challenges of working in underserved areas: a qualitative exploratory study of views of policy makers and professionals.",
  "abstract": "BACKGROUND: The inadequate number of health care providers, particularly nurses, in underserved areas is one of the biggest challenges for health policymakers. There is a scarcity of research in Jordan about factors that affect nurse staffing and retention in underserved areas. PURPOSE: To elucidate the views of staff nurses working in underserved areas, directors of health facilities in underserved areas and key informants from the policy and education arena on issues of staffing and retention of nurses in underserved areas. METHODS: An exploratory study using a qualitative approach with semi-structured interviews was utilized to elucidate the views of 22 key informants from the policy and education arena, 11 directors of health centers, and 19 staff nurses on issues that contribute to low staffing and retention of nurses in underserved areas. The five stage 'framework approach' proposed by Bryman et al. (1993) was utilized for data analysis. RESULTS: Nursing shortage in underserved areas in Jordan are exacerbated by a lack of financial incentives, poor transportation and remoteness of these areas, bad working conditions, and lack of health education institutions in these areas, as well as by opportunities for internal and external migration. Young Jordanian male nurses usually grab any opportunity to migrate and work outside the country to improve their financial conditions; whereas, female nurses are more restricted and not encouraged to travel abroad to work. Several strategies are suggested to enhance retention in these areas, such as promoting financial incentives for staff to work there, enhancing the transportation system, and promoting continuous and academic education. CONCLUSION: Nurses' administrators and health care policy makers could utilize the findings of the present study to design and implement comprehensive interventions to enhance retention of staff in underserved areas.",
  "authors": [
    {
      "last_name": "AbuAlRub",
      "fore_name": "Raeda F",
      "initials": "RF",
      "name": "Raeda F AbuAlRub",
      "affiliations": [
        "College of Nursing, Jordan University of Science and Technology, Irbid, Jordan. raeda71@yahoo.com"
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Iblasi",
      "fore_name": "Abdulkareem S",
      "initials": "AS",
      "name": "Abdulkareem S Iblasi",
      "affiliations": []
    },
    {
      "last_name": "Murray",
      "fore_name": "Susan F",
      "initials": "SF",
      "name": "Susan F Murray",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "73",
  "end_page": "82",
  "pages": "73-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Female",
    "Humans",
    "Job Satisfaction",
    "Jordan",
    "Male",
    "Medically Underserved Area",
    "Narration",
    "Nursing",
    "Personnel Selection",
    "Personnel Staffing and Scheduling",
    "Personnel Turnover",
    "Qualitative Research",
    "Sex Factors",
    "Social Support",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "22996037",
    "doi": "10.1016/j.ijnurstu.2012.08.014",
    "pii": "S0020-7489(12)00287-8"
  },
  "doi": "10.1016/j.ijnurstu.2012.08.014",
  "dates": {
    "completed": "2013-05-09",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.346304",
    "pmid": "22996037"
  }
}