{
  "pmid": "22992859",
  "uid": "22992859",
  "title": "The fate of manuscripts rejected by The Journal of Bone and Joint Surgery (American Volume).",
  "abstract": "BACKGROUND: Of the many manuscripts that are submitted to The Journal of Bone and Joint Surgery (American Volume) (JBJS-A) for publication, the majority are not accepted. However, little is known about the outcome of these rejected submissions. To determine the fate of studies rejected by JBJS-A, we conducted a follow-up investigation of all clinical and basic science manuscripts that were submitted to The Journal between January 2004 and June 2005 but were not accepted. METHODS: For each rejected manuscript, data were extracted on a wide variety of scientific and nonscientific characteristics, which were plausibly related to subsequent publication. PubMed searches were conducted to determine which manuscripts achieved full publication within five years, and logistic regression was used to identify the factors associated with publication. To further elucidate the factors associated with publication, a survey was administered to the corresponding author of each rejected manuscript. RESULTS: At five years following rejection by JBJS-A, 75.8% (696 of 918) of manuscripts had reached full publication. In the multivariate analysis, factors associated with a higher likelihood of subsequent publication included grade of initial review by JBJS-A (p = 0.029), disclosure of a for-profit or nonprofit conflict of interest (p = 0.028 and 0.027, respectively), and a greater number of prior publications in frequently cited orthopaedic journals by the corresponding author (p < 0.0001). Manuscripts were less likely to reach full publication if the corresponding author was from Asia or the Middle East (p = 0.004) or was a woman (p = 0.003). Among survey respondents who indicated that their study had not yet reached full publication, the most commonly cited reason was lack of time (reported by 51.4% of respondents [thirty-eight of seventy-four]). CONCLUSIONS: Most manuscripts (75.8%) not accepted by JBJS-A were published elsewhere within five years of rejection. The factors predictive of subsequent publication were primarily investigator-related as opposed to study-related. Given this low threshold for eventual publication, readers are encouraged to use criteria other than inclusion in the PubMed database to identify high-quality papers.",
  "authors": [
    {
      "last_name": "Okike",
      "fore_name": "Kanu",
      "initials": "K",
      "name": "Kanu Okike",
      "affiliations": [
        "Department of Orthopaedic Surgery, Massachusetts General Hospital/Brigham and Women's Hospital, 55 Fruit Street, Boston, MA 02114, USA. okike@post.harvard.edu"
      ]
    },
    {
      "last_name": "Kocher",
      "fore_name": "Mininder S",
      "initials": "MS",
      "name": "Mininder S Kocher",
      "affiliations": []
    },
    {
      "last_name": "Nwachukwu",
      "fore_name": "Benedict U",
      "initials": "BU",
      "name": "Benedict U Nwachukwu",
      "affiliations": []
    },
    {
      "last_name": "Mehlman",
      "fore_name": "Charles T",
      "initials": "CT",
      "name": "Charles T Mehlman",
      "affiliations": []
    },
    {
      "last_name": "Heckman",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Heckman",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "17",
    "pub_year": "2012",
    "pub_month": "Sep",
    "pub_day": "05"
  },
  "start_page": "e130",
  "pages": "e130",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Confidence Intervals",
    "Conflict of Interest",
    "Cross-Sectional Studies",
    "Editorial Policies",
    "Female",
    "Humans",
    "Logistic Models",
    "Male",
    "Manuscripts as Topic",
    "Multivariate Analysis",
    "Odds Ratio",
    "Orthopedics",
    "Publication Bias",
    "United States"
  ],
  "article_ids": {
    "pubmed": "22992859",
    "doi": "10.2106/JBJS.L.00078",
    "pii": "1356147"
  },
  "doi": "10.2106/JBJS.L.00078",
  "dates": {
    "completed": "2012-12-03",
    "revised": "2016-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.077853",
    "pmid": "22992859"
  }
}