{
  "pmid": "22990026",
  "uid": "22990026",
  "title": "Helping primary care teams emerge through a quality improvement program.",
  "abstract": "BACKGROUND: Approaches to improving the quality of health care recognize the need for systems and cultures that facilitate optimal care. Interpersonal relationships and dynamics are a key factor in transforming a system to one that can achieve quality. The Quality in Family Practice (QIFP) program encompasses clinical and practice management using a comprehensive tool of family practice indicators. OBJECTIVE: The objective of this study was to explore and describe the views of staff regarding changes in the clinical practice environment at two affiliated academic primary care clinics (comprising one Family Health Team, FHT) who participated in QIFP. METHODS: An FHT in Hamilton, Canada, worked through the quality tool in 2008/2009. A qualitative exploratory case study approach was employed to examine staff perceptions of the process of participating. Semi-structured interviews were conducted in early 2010 with 43 FHT staff with representation from physicians, nurses, allied health professionals, support staff and managers. Interviews were audio-taped and transcribed verbatim. A modified template approach was used for coding, with a complexity theory perspective of analysis. RESULTS: Themes included importance of leadership, changes to practice environment, changes to communication, an increased understanding of team roles and relationships, strengthened teamwork, flattening of hierarchy through empowerment, changes in clinical care and clinical impacts, challenges and rewards and sustainability. CONCLUSION: The program resulted in perceived changes to relationships, teamwork and morale. Addressing issues of leadership, role clarity, empowerment, flattening of hierarchy and teamwork may go a long way in establishing and maintaining a quality culture.",
  "authors": [
    {
      "last_name": "Hilts",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Hilts",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Price",
      "fore_name": "David",
      "initials": "D",
      "name": "David Price",
      "affiliations": []
    },
    {
      "last_name": "Risdon",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Risdon",
      "affiliations": []
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": []
    },
    {
      "last_name": "Childs",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Childs",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "1460-2229",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "204",
  "end_page": "211",
  "pages": "204-11",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Family Practice",
    "Female",
    "Humans",
    "Interprofessional Relations",
    "Interviews as Topic",
    "Leadership",
    "Male",
    "Ontario",
    "Organizational Culture",
    "Patient Care Team",
    "Primary Health Care",
    "Program Evaluation",
    "Qualitative Research",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "22990026",
    "doi": "10.1093/fampra/cms056",
    "pii": "cms056"
  },
  "doi": "10.1093/fampra/cms056",
  "dates": {
    "completed": "2013-09-12",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.518974",
    "pmid": "22990026"
  }
}