{
  "pmid": "23017574",
  "uid": "23017574",
  "title": "Comparison of visual estimation methods for regular and modified textures: real-time vs digital imaging.",
  "abstract": "A variety of methods are available for assessing diet; however, many are impractical for large research studies in an institutional environment. Technology, specifically digital imaging, can make diet estimations more feasible for research. Our goal was to compare a digital imaging method of estimating regular and modified-texture main plate food waste with traditional on-site visual estimations, in a continuing and long-term care setting using a meal-tray delivery service. Food waste was estimated for participants on regular (n=36) and modified-texture (n=42) diets. A tracking system to ensure collection and digital imaging of all main meal plates was developed. Four observers used a modified Comstock method to assess food waste for vegetables, starches, and main courses on 551 main meal plates. Intermodal, inter-rater, and intra-rater reliability were calculated using intraclass correlation for absolute agreement. Intermodal reliability was based on one rater's assessments. The digital imaging method results were in high agreement with the real-time visual method for both regular and modified-texture food (intraclass correlation=0.90 and 0.88, respectively). Agreements between observers for regular diets were higher than those for modified-texture food (range=0.91 to 0.94; 0.82 to 0.91, respectively). Intra-rater agreements were very high for both regular and modified-texture food (range=0.93 to 0.99; 0.91 to 0.98). The digital imaging method is a reliable alternative to estimating regular and modified-texture food waste for main meal plates when compared with real-time visual estimation. Color, shape, reheating, mixing, and use of sauces made modified-texture food waste slightly more difficult to estimate, regardless of estimation method.",
  "authors": [
    {
      "last_name": "Parent",
      "fore_name": "Maxim",
      "initials": "M",
      "name": "Maxim Parent",
      "affiliations": [
        "Bruyère Research Institute, 43 Bruyère St, Ottawa, Ontario K1N 5C8, Canada. maparent@bruyere.org"
      ]
    },
    {
      "last_name": "Niezgoda",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Niezgoda",
      "affiliations": []
    },
    {
      "last_name": "Keller",
      "fore_name": "Heather H",
      "initials": "HH",
      "name": "Heather H Keller",
      "affiliations": []
    },
    {
      "last_name": "Chambers",
      "fore_name": "Larry W",
      "initials": "LW",
      "name": "Larry W Chambers",
      "affiliations": []
    },
    {
      "last_name": "Daly",
      "fore_name": "Shauna",
      "initials": "S",
      "name": "Shauna Daly",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the Academy of Nutrition and Dietetics",
    "iso_abbreviation": "J Acad Nutr Diet",
    "issn": "2212-2672",
    "issn_type": "Print",
    "volume": "112",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "1636",
  "end_page": "1641",
  "pages": "1636-41",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Deglutition Disorders",
    "Energy Intake",
    "Food Analysis",
    "Food Services",
    "Humans",
    "Observer Variation",
    "Photography",
    "Reproducibility of Results",
    "Signal Processing, Computer-Assisted",
    "Visual Perception"
  ],
  "article_ids": {
    "pubmed": "23017574",
    "doi": "10.1016/j.jand.2012.06.367",
    "pii": "S2212-2672(12)01190-2"
  },
  "doi": "10.1016/j.jand.2012.06.367",
  "dates": {
    "completed": "2012-12-04",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:48.106043",
    "pmid": "23017574"
  }
}