{
  "pmid": "23014581",
  "uid": "23014581",
  "title": "Will mass drug administration eliminate lymphatic filariasis? Evidence from northern coastal Tanzania.",
  "abstract": "This article documents understandings and responses to mass drug administration (MDA) for the treatment and prevention of lymphatic filariasis among adults and children in northern coastal Tanzania from 2004 to 2011. Assessment of village-level distribution registers, combined with self-reported drug uptake surveys of adults, participant observation and interviews, revealed that at study sites in Pangani and Muheza districts the uptake of drugs was persistently low. The majority of people living at these highly endemic locations either did not receive or actively rejected free treatment. A combination of social, economic and political reasons explain the low uptake of drugs. These include a fear of treatment (attributable, in part, to a lack of trust in international aid and a questioning of the motives behind the distribution); divergence between biomedical and local understandings of lymphatic filariasis; and limited and ineffective communication about the rationale for mass treatment. Other contributory factors are the reliance upon volunteers for distribution within villages and, in some locations, strained relationships between different groups of people within villages as well as between local leaders and government officials. The article also highlights a disjuncture between self-reported uptake of drugs by adults at a village level and the higher uptake of drugs recorded in official reports. The latter informs claims that elimination will be a possibility by 2020. This gives voice to a broader problem: there is considerable pressure for those implementing MDA to report positive results. The very real challenges of making MDA work are pushed to one side - adding to a rhetoric of success at the expense of engaging with local realities. It is vital to address the kind of issues raised in this article if current attempts to eliminate lymphatic filariasis in mainland coastal Tanzania are to achieve their goal.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Centre for Research in International Medical Anthropology, Brunel University, UK."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of biosocial science",
    "iso_abbreviation": "J Biosoc Sci",
    "issn": "1469-7599",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "517",
  "end_page": "545",
  "pages": "517-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Disease Eradication",
    "Elephantiasis, Filarial",
    "Female",
    "Filaricides",
    "Health Promotion",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Acceptance of Health Care",
    "Tanzania"
  ],
  "article_ids": {
    "pubmed": "23014581",
    "pmc": "PMC3666211",
    "doi": "10.1017/S0021932012000466",
    "pii": "S0021932012000466"
  },
  "doi": "10.1017/S0021932012000466",
  "pmc_id": "PMC3666211",
  "dates": {
    "completed": "2014-02-19",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Filaricides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.174370",
    "pmid": "23014581"
  }
}