{
  "pmid": "23014156",
  "uid": "23014156",
  "title": "Evaluating health systems strengthening interventions in low-income and middle-income countries: are we asking the right questions?",
  "abstract": "In recent years, there have been several calls for rigorous health policy and systems research to inform efforts to strengthen health systems (HS) in low- and middle-income countries (LMICs), including the use of systems thinking concepts in designing and evaluating HS strengthening interventions. The objectives of this paper are to assess recent evaluations of HS strengthening interventions to examine the extent to which they ask a broader set of questions, and provide an appropriately comprehensive assessment of the effects of these interventions across the health system. A review of evaluations conducted in 2009-10 was performed to answer these questions. Out of 106 evaluations, less than half (43%) asked broad research questions to allow for a comprehensive assessment of the intervention's effects across multiple HS building blocks. Only half of the evaluations referred to a conceptual framework to guide their impact assessment. Overall, 24% and 9% conducted process and context evaluations, respectively, to answer the question of whether the intervention worked as intended, and if so, for whom, and under what circumstances. Almost half of the evaluations considered HS impact on one building block, while most interventions were complex targeting two or more building blocks. None incorporated evaluation designs that took into account the characteristics of complex adaptive systems such as non-linearity of effects or interactions between the HS building blocks. While we do not argue that all evaluations should be comprehensive, there is a need for more comprehensive evaluations of the wider range of the intervention's effects, when appropriate. Our findings suggest that the full range of barriers to more comprehensive evaluations need to be examined and, where appropriate, addressed. Possible barriers may include limited capacity, lack of funding, inadequate time frames, lack of demand from both researchers and research funders, or difficulties in undertaking this type of evaluation.",
  "authors": [
    {
      "last_name": "Adam",
      "fore_name": "Taghreed",
      "initials": "T",
      "name": "Taghreed Adam",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, 1211 Geneva 27, Switzerland. adamt@who.int"
      ]
    },
    {
      "last_name": "Hsu",
      "fore_name": "Justine",
      "initials": "J",
      "name": "Justine Hsu",
      "affiliations": []
    },
    {
      "last_name": "de Savigny",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don de Savigny",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": []
    },
    {
      "last_name": "Bennett",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Bennett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy and planning",
    "iso_abbreviation": "Health Policy Plan",
    "issn": "1460-2237",
    "issn_type": "Electronic",
    "volume": "27 Suppl 4",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "iv9",
  "end_page": "iv19",
  "pages": "iv9-19",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Developing Countries",
    "Evaluation Studies as Topic",
    "Program Evaluation",
    "Quality Assurance, Health Care"
  ],
  "article_ids": {
    "pubmed": "23014156",
    "doi": "10.1093/heapol/czs086",
    "pii": "czs086"
  },
  "doi": "10.1093/heapol/czs086",
  "dates": {
    "completed": "2013-03-14",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.848936",
    "pmid": "23014156"
  }
}