{
  "pmid": "23021778",
  "uid": "23021778",
  "title": "Postoperative use of drain in thyroid lobectomy - a randomized clinical trial conducted at Civil Hospital, Karachi, Pakistan.",
  "abstract": "BACKGROUND: Thyroidectomy is a common surgical procedure, after which drains are placed routinely. This study aims to assess the benefits of placing postoperative drains, its complications and affects on postoperative stay, in thyroid lobectomy. METHODOLOGY: Randomized Clinical Trial of 60 goitre patients undergoing lobectomy was conducted at Civil Hospital Karachi, during July'11-December'11. Patients were randomly assigned into drain and non drain groups. Patient demographics, labs and complications were noted. Ultrasound of neck was performed on both groups. For drain group, the amount of fluid present in the surgical bed and redivac drain was added to calculate fluid collection while in non drain group it was calculated by ultrasound of neck on first and second post-op days. Data was entered and analyzed on SPSS v16 using Independent T tests. RESULT: The mean total drain output for 2 days in non-drain group was significantly lower 10.67 (±9.072) ml while in drain group was 30.97 (±42.812) ml (p = 0.014). The mean postoperative stay of drain group (79.2 ±15.63 hours) was significantly higher, as compared to mean postoperative stay of non drain group (50.4 ±7.32 hours). Mean Visual Analogue Score (VAS) for pain day 1 (6.2 ±0.997) and day 2 (4.17 ±0.95) in drain group were significantly higher compared to day 1 (2.6 ±1.163) and day 2 (1.3 ±0.877) of non drain group. From drain group, 2 patients complained of stridor, dyspnea on Day 1 which subsided by Day 2 and 1 case of voice change, with no such complains in non drain group. No patients from both groups developed seroma, wound infection or hematoma. CONCLUSION: In uncomplicated surgeries especially for lobectomy, use of drain can be omitted.",
  "authors": [
    {
      "last_name": "Memon",
      "fore_name": "Zahid Ali",
      "initials": "ZA",
      "name": "Zahid Ali Memon",
      "affiliations": [
        "4th Year Student, Dow Medical College, DUHS, D - 31, Block 8, Gulshan-e-Iqbal, P,O Box 75300, Karachi, Pakistan. gulrayzahmed@soch.net.pk."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Gulrayz",
      "initials": "G",
      "name": "Gulrayz Ahmed",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah Rafi",
      "initials": "SR",
      "name": "Sarah Rafi Khan",
      "affiliations": []
    },
    {
      "last_name": "Khalid",
      "fore_name": "Mahvesh",
      "initials": "M",
      "name": "Mahvesh Khalid",
      "affiliations": []
    },
    {
      "last_name": "Sultan",
      "fore_name": "Naheed",
      "initials": "N",
      "name": "Naheed Sultan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Thyroid research",
    "iso_abbreviation": "Thyroid Res",
    "issn": "1756-6614",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Sep",
    "pub_day": "28"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23021778",
    "pmc": "PMC3568003",
    "doi": "10.1186/1756-6614-5-9",
    "pii": "1756-6614-5-9"
  },
  "doi": "10.1186/1756-6614-5-9",
  "pmc_id": "PMC3568003",
  "dates": {
    "completed": "2013-02-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.684795",
    "pmid": "23021778"
  }
}