{
  "pmid": "23021479",
  "uid": "23021479",
  "title": "Developmental trajectories of physical and indirect aggression from late childhood to adolescence: sex differences and outcomes in emerging adulthood.",
  "abstract": "OBJECTIVE: Two common subtypes of aggression (physical and indirect) have been shown to develop concurrently throughout childhood and to uniquely predict maladjustment. However, nothing is known about psychiatric outcomes of joint trajectories of physical aggression (PA) and indirect aggression (IA) in emerging adulthood. METHOD: Trajectories of PA and IA across ages 10 to 15 were modeled using 2,338 youth drawn from the National Longitudinal Study of Children and Youth. The identified trajectories were then used to predict delinquency problems, depressive symptoms, and emotional intelligence in emerging adulthood. RESULTS: Three groups of children with distinct developmental trajectories of PA (no PA, 32.5%; moderate-declining PA 52.2%; and high-increasing PA, 15.3%) and three distinct developmental trajectories of IA (low-declining IA, 29.9%; moderate-declining IA, 65.5%; and high IA, 4.6%) were identified. Joint trajectories indicate that the largest group of children (41.6%) followed a moderate-declining IA trajectory and moderate-declining PA trajectory. Virtually no children were high on one type and low on the other. The proportion of boys was higher in the low IA-moderate declining PA and moderate IA-high increasing PA groups, whereas girls were more likely to be in the low IA-low PA and moderate IA-low PA groups. Individuals who followed elevated trajectories of IA and PA had significantly more depressive and delinquency symptoms and lower emotional quotient scores in emerging adulthood compared with those with lower trajectories. CONCLUSIONS: These results suggest that some children have high PA and IA trajectories from childhood to adolescence and that these trajectories are associated with an increased risk for maladjustment.",
  "authors": [
    {
      "last_name": "Cleverley",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Cleverley",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ottawa, ON. kristin_cleverley@camh.net"
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Vaillancourt",
      "affiliations": []
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Boyle",
      "affiliations": []
    },
    {
      "last_name": "Lipman",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Lipman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "1037",
  "end_page": "1051",
  "pages": "1037-51",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Adolescent Development",
    "Adult",
    "Aggression",
    "Child",
    "Child Behavior",
    "Child Development",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Sex Characteristics"
  ],
  "article_ids": {
    "pubmed": "23021479",
    "doi": "10.1016/j.jaac.2012.07.010",
    "pii": "S0890-8567(12)00547-3"
  },
  "doi": "10.1016/j.jaac.2012.07.010",
  "dates": {
    "completed": "2013-04-08",
    "revised": "2012-10-01"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.349978",
    "pmid": "23021479"
  }
}