{
  "pmid": "23034429",
  "uid": "23034429",
  "title": "[Consistency in the analysis and reporting of PEPs in oncology randomized controlled trials from registration to publication: a systematic review].",
  "abstract": "To improve the quality of reporting of randomized clinical trials (RCTs), international registries for RCTs and guidelines for primary endpoint (PEP) analysis were established. The objectives of this systematic review were to evaluate concordance of PEP between publication and the corresponding registry and to assess the intrapublication consistency in PEP reporting. All adult oncology RCTs in solid tumors published in 10 journals between 2005 and 2009 were reviewed. Registration information was extracted from international trial registries. A total 366 RCTs were identified. Trial registration was found for 215 trials and the rate increased from 43% in 2005 to 82% in 2009 (P < 0.001). There were 134 RCTs with clearly defined PEPs in registry, with the rate increasing from 15 to 67% (P < 0.001). PEP differs between registration and final publication in 14% trials with clearly defined PEPs. Reporting issues in methodology were found in 15% RCTs, mainly due to inadequate reporting of PEP or of sample size calculation. Problems with the interpretation of trial results were found in 22% publications, mostly due to negative superiority studies being interpreted as showing equivalence. The rates of trial registration and of trials with clearly defined PEP have improved over time, however 14% of these trials reported a different PEP in the final publication. Intrapublication inconsistencies in PEP reporting are frequent. Our findings highlight the need for investigators, peer reviewers and readers for increased awareness and scrutiny of reporting outcomes of oncology RCTs.",
  "authors": [
    {
      "last_name": "Boespflug",
      "fore_name": "Amélie",
      "initials": "A",
      "name": "Amélie Boespflug",
      "affiliations": [
        "Hospices civils de Lyon, centre hospitalier Lyon-Sud, service d'oncologie médicale, centre d'investigation des thérapeutiques en oncologie de Lyon, Pierre-Bénite, France."
      ]
    },
    {
      "last_name": "Gan",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Gan",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Eric X",
      "initials": "EX",
      "name": "Eric X Chen",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": []
    },
    {
      "last_name": "You",
      "fore_name": "Benoît",
      "initials": "B",
      "name": "Benoît You",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin du cancer",
    "iso_abbreviation": "Bull Cancer",
    "issn": "1769-6917",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "943",
  "end_page": "952",
  "pages": "943-52",
  "language": "fre",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Guidelines as Topic",
    "Humans",
    "Medical Oncology",
    "Publishing",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic",
    "Registries",
    "Research Report",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23034429",
    "doi": "10.1684/bdc.2012.1651",
    "pii": "S0007-4551(15)30391-X"
  },
  "doi": "10.1684/bdc.2012.1651",
  "dates": {
    "completed": "2013-01-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.865403",
    "pmid": "23034429"
  }
}