{
  "pmid": "23034830",
  "uid": "23034830",
  "title": "Approaches to diagnosing and managing anticoagulant-related bleeding.",
  "abstract": "Anticoagulant therapy reduces deaths and disability in patients with or at risk of both arterial and venous thromboembolism. Highly effective antithrombotic therapies now exist that reduce the risk of both arterial thrombosis and venous thrombosis. Anticoagulant strategies include platelet inhibition, using a variety of potent platelet inhibitors, and antithrombotic therapy, designed to interfere with thrombosis by blocking activation of the coagulation cascade. All anticoagulants increase the risk of bleeding. Older antithrombotic agents have, in most cases, effective antidotes and well-developed (although perhaps not very evidence-based) treatment strategies. Newer anticoagulants, and most antiplatelet drugs, do not have effective antidotes or well-tested reversal strategies. This narrative review will provide advice on the diagnosis and management of anticoagulant bleeding with a particular focus on the antithrombotic drugs, including warfarin, heparin, and the novel agents.",
  "authors": [
    {
      "last_name": "Goy",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Goy",
      "affiliations": [
        "Department of Internal Medicine, Internal Medicine Residency Program, Residency Program Office, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in thrombosis and hemostasis",
    "iso_abbreviation": "Semin Thromb Hemost",
    "issn": "1098-9064",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "7",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "702",
  "end_page": "710",
  "pages": "702-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Disease Management",
    "Hemorrhage",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "23034830",
    "doi": "10.1055/s-0032-1326788"
  },
  "doi": "10.1055/s-0032-1326788",
  "dates": {
    "completed": "2013-06-11",
    "revised": "2012-10-22"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.924644",
    "pmid": "23034830"
  }
}