{
  "pmid": "23040403",
  "uid": "23040403",
  "title": "Literature-based recommendations for suicide assessment in the emergency department: a review.",
  "abstract": "BACKGROUND: Suicidal ideation and attempted suicide are important presenting complaints in the Emergency Department (ED). The Joint Commission established a National Patient Safety Goal that requires screening for suicidal ideation to identify patients at risk for suicide. OBJECTIVES: Given the emphasis on screening for suicidal ideation in the general hospital and ED, it is important for Emergency Physicians to be able to understand and perform suicide risk assessment. METHODS: A review of literature was conducted using PubMed to determine important elements of suicide assessment in adults, ages 18 years and over, in the ED. Four typical ED cases are presented and the assessment of suicide risk in each case is discussed. RESULTS: The goal of an ED evaluation is to appropriately determine which patients are at lowest suicide risk, and which patients are at higher or indeterminate risk such that psychiatry consultation is warranted while the patient is in the ED. Emergency clinicians should estimate this risk by taking into account baseline risk factors, such as previous suicide attempts, as well as acute risk factors, such as the presence of a suicide plan. CONCLUSION: Although a brief screening of suicide risk in the ED does not have the sensitivity to accurately determine which patients are at highest risk of suicide after leaving the ED, patients at lowest risk may be identified. In these low-risk patients, psychiatric holds and real-time psychiatric consultation while in the ED may not be needed, facilitating more expeditious dispositions from the ED.",
  "authors": [
    {
      "last_name": "Ronquillo",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Ronquillo",
      "affiliations": [
        "Alliant International University, California School of Professional Psychology, San Diego, California 92122, USA."
      ]
    },
    {
      "last_name": "Minassian",
      "fore_name": "Arpi",
      "initials": "A",
      "name": "Arpi Minassian",
      "affiliations": []
    },
    {
      "last_name": "Vilke",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Vilke",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "43",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "836",
  "end_page": "842",
  "pages": "836-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Risk Assessment",
    "Risk Factors",
    "Substance-Related Disorders",
    "Suicidal Ideation",
    "Young Adult",
    "Suicide Prevention"
  ],
  "article_ids": {
    "pubmed": "23040403",
    "doi": "10.1016/j.jemermed.2012.08.015",
    "pii": "S0736-4679(12)01073-6"
  },
  "doi": "10.1016/j.jemermed.2012.08.015",
  "dates": {
    "completed": "2013-04-22",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.229497",
    "pmid": "23040403"
  }
}