{
  "pmid": "23041791",
  "uid": "23041791",
  "title": "Reconstruction of periodicity of repetitive linear enamel hypoplasia from perikymata counts on imbricational enamel among dry-adapted chimpanzees (Pan troglodytes verus) from Fongoli, Senegal.",
  "abstract": "Periodicity of repetitive linear enamel hypoplasia (rLEH) in apes from high latitudes with single wet and dry seasons annually has not been described. We reconstruct periodicity and duration of rLEH in canine teeth from three recently deceased chimpanzees from Fongoli, Senegal with a marked seven-month dry season. High-resolution dental molds were taken in the field for magnified imaging with digital microscopy. Photomontages allowed counting of perikymata between episodes of rLEH for reconstruction of periodicity and duration of physiological stress. Where rLEH spans the imbricational enamel, the number of events is consistent with years required to form canine imbricational enamel; i.e., periodicity of rLEH seems circannual. We predicted perikymata counts between rLEH events ranging from 52 to 61 based on reported \"long counts\" of 7-6 days. Counts ranged from 29.5 to 44, individual mean of 36.7. This discrepancy could be explained by recurrent stress with a periodicity of 7.2-8.4 months, or by long counts of 10 days per stria. Neither is supported in the literature. Since we find evidence of rLEH with circannual periodicity, we postulate the existence of non-emergent imbricational striae. Based on evidence that stress at Fongoli recurs annually, we reconstruct stress duration of 2-3 months, longer than reported for chimpanzees living in other habitats, which we attribute to heat stress and food shortage near shrinking waterholes. We conclude that canine teeth from a small mortality cohort of chimpanzees at Fongoli preserve a faithful record of dry season stress in an extreme environment.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark F",
      "initials": "MF",
      "name": "Mark F Skinner",
      "affiliations": [
        "Department of Archaeology, Simon Fraser University, 8888 University Drive, Burnaby, B.C., V5A 1S6 Canada. mskinner@sfu.ca"
      ]
    },
    {
      "last_name": "Pruetz",
      "fore_name": "Jill D",
      "initials": "JD",
      "name": "Jill D Pruetz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physical anthropology",
    "iso_abbreviation": "Am J Phys Anthropol",
    "issn": "1096-8644",
    "issn_type": "Electronic",
    "volume": "149",
    "issue": "3",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "468",
  "end_page": "482",
  "pages": "468-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cuspid",
    "Dental Enamel",
    "Dental Enamel Hypoplasia",
    "Environment",
    "Female",
    "Male",
    "Pan troglodytes",
    "Periodicity",
    "Photomicrography",
    "Seasons",
    "Senegal",
    "Stress, Physiological"
  ],
  "article_ids": {
    "pubmed": "23041791",
    "doi": "10.1002/ajpa.22145"
  },
  "doi": "10.1002/ajpa.22145",
  "dates": {
    "completed": "2013-01-07",
    "revised": "2012-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.393541",
    "pmid": "23041791"
  }
}