{
  "pmid": "23051784",
  "uid": "23051784",
  "title": "Level of evidence in anterior cruciate ligament reconstruction research: a systematic review.",
  "abstract": "BACKGROUND: There have been numerous studies on anterior cruciate ligament (ACL) reconstruction. Considering the vast number of studies, a quick assessment reveals rather few with a high level of evidence. PURPOSE: The primary aim was to categorize the study type and level of evidence of studies on primary ACL reconstruction by applying the level of evidence rating system proposed by the Oxford Centre for Evidence-Based Medicine. The secondary aims were to correlate the level of evidence with the impact factor of the journal, to evaluate the level of evidence over time, and to evaluate the geographic distribution of the included studies. STUDY DESIGN: Systematic review. METHODS: An electronic search was performed using the databases PubMed, EMBASE, and Cochrane Library. Studies published from January 1995 to August 2011 were included. Therapeutic studies written in English that report on isolated primary ACL reconstruction with clinical outcome measurements related to the reconstruction were included. Categorization and implementation of the level of evidence were performed. Correlation between the level of evidence and the impact factor of the journal was analyzed together with linear regression models to reveal any significant trends over time. RESULTS: A total of 7154 studies were analyzed, of which 1510 were included. Analysis of the study types revealed that case series (n = 494; 32.7%) was the most frequent study type. Randomized controlled trials represented 9.2% (n = 139) of the sample, whereas meta-analyses were rare. Single-bundle studies were the most common studies (n = 1333; 88.3%), followed by double-bundle (n = 98; 6.5%) and single- versus double-bundle (n = 79; 5.2%). The journals Arthroscopy, Knee Surgery Sports Traumatology Arthroscopy (KSSTA), and American Journal of Sports Medicine (AJSM) represented 43.5% (n = 657) of the included studies. Arthroscopy had the highest number of publications in general and in level 4 and 5 studies, whereas AJSM had the lowest number of the 3. AJSM had the highest number of level 1 and 2 studies in general. The mean level of evidence calculated without level 5 studies was 3.15 for Arthroscopy, 3.20 for KSSTA, and 2.9 for AJSM. There was a significant correlation (P < .05) between the impact factor of the journal and mean level of evidence of the journal and the proportion high level of evidence studies (levels 1 and 2). There was a significant (P < .05) trend toward higher mean level of evidence over time. CONCLUSION: Most therapeutic studies on primary ACL reconstruction were of low level of evidence, and there was a positive correlation between the journal's impact factor and the mean level of evidence and the proportion of high level of evidence studies. There was significant trend toward higher mean level of evidence over time.",
  "authors": [
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska University Hospital, SE-431 80 Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Neel",
      "initials": "N",
      "name": "Neel Desai",
      "affiliations": []
    },
    {
      "last_name": "McNair",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik McNair",
      "affiliations": []
    },
    {
      "last_name": "van Eck",
      "fore_name": "Carola F",
      "initials": "CF",
      "name": "Carola F van Eck",
      "affiliations": []
    },
    {
      "last_name": "Petzold",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Petzold",
      "affiliations": []
    },
    {
      "last_name": "Fu",
      "fore_name": "Freddie H",
      "initials": "FH",
      "name": "Freddie H Fu",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jón",
      "initials": "J",
      "name": "Jón Karlsson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "924",
  "end_page": "934",
  "pages": "924-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Reconstruction",
    "Evidence-Based Medicine",
    "Humans",
    "Orthopedics"
  ],
  "article_ids": {
    "pubmed": "23051784",
    "doi": "10.1177/0363546512460647",
    "pii": "0363546512460647"
  },
  "doi": "10.1177/0363546512460647",
  "dates": {
    "completed": "2014-01-13",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.078629",
    "pmid": "23051784"
  }
}