{
  "pmid": "23058201",
  "uid": "23058201",
  "title": "Plant-bacteria partnerships for the remediation of hydrocarbon contaminated soils.",
  "abstract": "Plant-bacteria partnerships have been extensively studied and applied to improve crop yield. In addition to their application in agriculture, a promising field to exploit plant-bacteria partnerships is the remediation of soil and water polluted with hydrocarbons. Application of effective plant-bacteria partnerships for the remediation of hydrocarbons depend mainly on the presence and metabolic activities of plant associated rhizo- and endophytic bacteria possessing specific genes required for the degradation of hydrocarbon pollutants. Plants and their associated bacteria interact with each other whereby plant supplies the bacteria with a special carbon source that stimulates the bacteria to degrade organic contaminants in the soil. In return, plant associated-bacteria can support their host plant to overcome contaminated-induced stress responses, and improve plant growth and development. In addition, plants further get benefits from their associated-bacteria possessing hydrocarbon-degradation potential, leading to enhanced hydrocarbon mineralization and lowering of both phytotoxicity and evapotranspiration of volatile hydrocarbons. A better understanding of plant-bacteria partnerships could be exploited to enhance the remediation of hydrocarbon contaminated soils in conjunction with sustainable production of non-food crops for biomass and biofuel production.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sumia",
      "initials": "S",
      "name": "Sumia Khan",
      "affiliations": [
        "National Institute for Biotechnology and Genetic Engineering, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Samina",
      "initials": "S",
      "name": "Samina Iqbal",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Qaiser M",
      "initials": "QM",
      "name": "Qaiser M Khan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "1317",
  "end_page": "1332",
  "pages": "1317-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bacteria",
    "Biodegradation, Environmental",
    "Plant Physiological Phenomena",
    "Plants",
    "Soil Microbiology",
    "Soil Pollutants",
    "Symbiosis"
  ],
  "article_ids": {
    "pubmed": "23058201",
    "doi": "10.1016/j.chemosphere.2012.09.045",
    "pii": "S0045-6535(12)01186-1"
  },
  "doi": "10.1016/j.chemosphere.2012.09.045",
  "dates": {
    "completed": "2013-05-01",
    "revised": "2013-01-04"
  },
  "chemicals": [
    "Soil Pollutants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.538528",
    "pmid": "23058201"
  }
}