{
  "pmid": "23054852",
  "uid": "23054852",
  "title": "Role of dexamethasone in neonatal meningitis: a randomized controlled trial.",
  "abstract": "OBJECTIVES: To evaluate the role of dexamethasone therapy in neonatal meningitis in a randomized placebo controlled trial. METHODS: The participants were eighty neonates with meningitis randomized to receive dexamethasone or saline placebo. Dexamethasone was started prior to the first dose of antibiotics in the dose of 0.15 mg/kg intravenous 6 hourly for 2 d. Primary outcome measure was mortality. Secondary outcome measures included progression of systemic inflammatory response syndrome (SIRS) up to 48 h, differences in cerebrospinal fluid (CSF) cytokines between baseline levels and 24 h after enrolment and brain stem auditory evoked response (BAER) after 4 to 6 wk of discharge. RESULTS: Baseline variables were comparable in both the groups. Mortality was significantly decreased in dexamethasone group (p = 0.005) and the absolute risk difference was 27.5 % (95 % CI 9.5-45.8 %). There was a significant reduction in cells per mm(3) (62.5 vs. 100) and proteins (162 vs. 217.5 mg/dl) after 24 h of treatment in the dexamethasone group. IL-1β was significantly reduced after 24 h in dexamethasone group (290 vs 665 pg/ml). TNF- α was significantly lower (157.5 vs 427.5 pg/ml) and sugar significantly higher (50 vs 38 mg/dl) in the dexamethasone group after 24 h. Significant difference was noted between dexamethasone and saline groups in the progression of SIRS. CONCLUSIONS: Dexamethasone significantly reduced fatality, progression of SIRS and CSF inflammatory indices.",
  "authors": [
    {
      "last_name": "Mathur",
      "fore_name": "N B",
      "initials": "NB",
      "name": "N B Mathur",
      "affiliations": [
        "Referral Neonatal Unit, Department of Pediatrics, Maulana Azad Medical College, New Delhi, 110002, India. drnbmathur@vsnl.com"
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": []
    },
    {
      "last_name": "Mishra",
      "fore_name": "T K",
      "initials": "TK",
      "name": "T K Mishra",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Indian journal of pediatrics",
    "iso_abbreviation": "Indian J Pediatr",
    "issn": "0973-7693",
    "issn_type": "Electronic",
    "volume": "80",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "102",
  "end_page": "107",
  "pages": "102-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Dexamethasone",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Male",
    "Meningitis",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23054852",
    "doi": "10.1007/s12098-012-0875-9"
  },
  "doi": "10.1007/s12098-012-0875-9",
  "dates": {
    "completed": "2013-12-17",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Dexamethasone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.133444",
    "pmid": "23054852"
  }
}