{
  "pmid": "23063216",
  "uid": "23063216",
  "title": "Resisting the seduction of \"ethics creep\": using Foucault to surface complexity and contradiction in research ethics review.",
  "abstract": "In this paper we examine \"ethics creep\", a concept developed by Haggerty (2004) to account for the increasing bureaucratization of research ethics boards and institutional review boards (REB/IRBs) and the expanding reach of ethics review. We start with an overview of the recent surge of academic interest in ethics creep and similar arguments about the prohibitive effect of ethics review. We then introduce elements of Michel Foucault's theoretical framework which are used to inform our analysis of empirical data drawn from a multi-phase study exploring the accessibility of community-engaged research within existing ethics review structures in Canada. First, we present how ethics creep emerged both explicitly and implicitly in our data. We then present data that demonstrate how REB/IRBs are experiencing their own form of regulation. Finally, we present data that situate ethics review alongside other trends affecting the academy. Our results show that ethics review is growing in some ways while simultaneously being constrained in others. Drawing on Foucauldian theory we reframe ethics creep as a repressive hypothesis which belies the complexity of the phenomenon it purports to explain. Our discussion complicates ethics creep by proposing an understanding of REB/IRBs that locates them at the intersection of various neoliberal discourses about the role of science, ethics, and knowledge production.",
  "authors": [
    {
      "last_name": "Guta",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Guta",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada; Joint Centre for Bioethics, University of Toronto, Canada. Electronic address: adrian.guta@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Nixon",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Nixon",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada; Joint Centre for Bioethics, University of Toronto, Canada; Department of Physical Therapy, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Canada; Department of Clinical Epidemiology & Biostatistics, McMaster University, Canada; Ontario HIV Treatment Network, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "98",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "301",
  "end_page": "310",
  "pages": "301-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Community-Based Participatory Research",
    "Empirical Research",
    "Ethical Review",
    "Ethics Committees, Research",
    "Ethics, Research",
    "Humans",
    "Psychological Theory"
  ],
  "article_ids": {
    "pubmed": "23063216",
    "doi": "10.1016/j.socscimed.2012.09.019",
    "pii": "S0277-9536(12)00682-X"
  },
  "doi": "10.1016/j.socscimed.2012.09.019",
  "dates": {
    "completed": "2014-04-18",
    "revised": "2013-12-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.772304",
    "pmid": "23063216"
  }
}