{
  "pmid": "23065469",
  "uid": "23065469",
  "title": "How Should We Treat Multi-Vessel Disease in STEMI Patients?",
  "abstract": "Primary angioplasty of the culprit coronary artery lesion is the preferred reperfusion strategy for ST-elevation myocardial infarction (STEMI) when timely access to a catheterization laboratory is available. The presence of multi-vessel disease (MVD) in patients undergoing primary PCI is common, occurring in about 40 %-50 % of patients. The presence of MVD in patients who have undergone successful primary PCI substantially increases the risks of mortality and major adverse cardiac events, such as reinfarction or need for urgent revascularization. The current evidence supporting revascularization of non-culprit lesions is sparse, with no large, adequately powered randomized trials to guide clinical practice. An analysis combining observational data and small randomized trials suggests that complete revascularization with PCI to significant non-culprit lesions may afford a benefit compared with medical management alone. However, this benefit appears to be confined to when revascularization is performed as a separate, staged procedure. By contrast, when non-culprit lesion PCI is performed during the initial primary PCI procedure, the risk of death or cardiovascular events is higher than medical management alone or to staged revascularization. A large, adequately powered randomized trial is urgently needed to determine whether routine staged PCI plus optimal medical therapy is superior to optimal medical therapy alone for significant non-culprit coronary artery lesions in patients who have undergone successful primary PCI for STEMI.",
  "authors": [
    {
      "last_name": "Hsieh",
      "fore_name": "Victar",
      "initials": "V",
      "name": "Victar Hsieh",
      "affiliations": [
        "McMaster University and Population Health Research Institute, Hamilton Health Sciences, General Division, David Braley CVSRI Building, C3-11A, 237 Barton Street East, Hamilton, Ontario, L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current treatment options in cardiovascular medicine",
    "iso_abbreviation": "Curr Treat Options Cardiovasc Med",
    "issn": "1092-8464",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "129",
  "end_page": "136",
  "pages": "129-36",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23065469",
    "doi": "10.1007/s11936-012-0213-6"
  },
  "doi": "10.1007/s11936-012-0213-6",
  "dates": {
    "completed": "2013-01-29",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.730593",
    "pmid": "23065469"
  }
}