{
  "pmid": "23068583",
  "uid": "23068583",
  "title": "Discordance analysis of apolipoprotein B and non-high density lipoprotein cholesterol as markers of cardiovascular risk in the INTERHEART study.",
  "abstract": "OBJECTIVES: Whether non-HDL-C and apoB are equivalent markers of cardiovascular risk remains controversial. Only when apoB particles in toto contain either more or less cholesterol than normal - that is, when their composition is discordant - could apoB and non-HDL-C predict risk differently. Accordingly, this study tests within the INTERHEART data base whether apoB or non-HDL-C are equivalent markers of risk when the two markers are discordant. METHODS: The INTERHEART study is a standardized case-control study of acute myocardial infarction with blood samples in 9345 cases and 12,120 controls from 52 countries. To produce comparability, the concentrations of non-HDL-C and apoB are expressed as percentiles (P) within the study population. Concordance is defined as the phenotype when P Non-HDL-C = P apoB (that is, apoB particles contain a normal mass of cholesterol). Discordance is defined either as the phenotype when P Non-HDL-C > P apoB (cholesterol-enriched apoB particles) or P Non-HDL-C < P apoB (cholesterol-depleted apoB particles). The OR of cases to controls was determined for both discordant groups and compared to the ratio of cases to controls in the concordant group, which was the reference group. An OR > 1 means that risk is greater in the discordant than in the reference phenotype whereas an OR < 1 means the cases are less common in the discordant phenotype than in the reference group. RESULTS: When discordance was defined as percentiles within 5%, a definition that produced equal numbers of discordant and concordant individuals, the OR for P Non-HDL-C > apoB (cholesterol-enriched apoB particles) was 0.72 (0.67-0.77 95% CI) indicating risk was less than the reference concordant group whereas the OR for P Non-HDL-C < apoB (cholesterol-depleted apoB particles) was 1.58 (1.38-1.58 95% CI) indicating risk was significantly greater than the reference concordant group. The same findings were reproduced using all definitions of discordance from 1% to 10%. Moreover, the pattern of findings was consistent amongst the ethnic groups that made up the overall study population. CONCLUSION: Discordance analysis demonstrates that apoB is a more accurate marker of cardiovascular risk than non-HDL-C.",
  "authors": [
    {
      "last_name": "Sniderman",
      "fore_name": "Allan D",
      "initials": "AD",
      "name": "Allan D Sniderman",
      "affiliations": [
        "Mike Rosenbloom Laboratory for Cardiovascular Research, McGill University Health Centre, Royal Victoria Hospital, Room H7.22, 687 Pine Avenue West, Montreal, Quebec, Canada H3A 1A1. allansniderman@hotmail.com"
      ]
    },
    {
      "last_name": "Islam",
      "fore_name": "Shofique",
      "initials": "S",
      "name": "Shofique Islam",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "McQueen",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J McQueen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Atherosclerosis",
    "iso_abbreviation": "Atherosclerosis",
    "issn": "1879-1484",
    "issn_type": "Electronic",
    "volume": "225",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "444",
  "end_page": "449",
  "pages": "444-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Apolipoproteins B",
    "Biomarkers",
    "Case-Control Studies",
    "Cholesterol",
    "Cholesterol, HDL",
    "Cholesterol, LDL",
    "Female",
    "Humans",
    "Linear Models",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Odds Ratio",
    "Phenotype",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "23068583",
    "doi": "10.1016/j.atherosclerosis.2012.08.039",
    "pii": "S0021-9150(12)00588-6"
  },
  "doi": "10.1016/j.atherosclerosis.2012.08.039",
  "dates": {
    "completed": "2013-05-02",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Apolipoproteins B",
    "Biomarkers",
    "Cholesterol, HDL",
    "Cholesterol, LDL",
    "Cholesterol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.865325",
    "pmid": "23068583"
  }
}