{
  "pmid": "23072746",
  "uid": "23072746",
  "title": "The role of actin filament dynamics in the myogenic response of cerebral resistance arteries.",
  "abstract": "The myogenic response has a critical role in regulation of blood flow to the brain. Increased intraluminal pressure elicits vasoconstriction, whereas decreased intraluminal pressure induces vasodilatation, thereby maintaining flow constant over the normal physiologic blood pressure range. Improved understanding of the molecular mechanisms underlying the myogenic response is crucial to identify deficiencies with pathologic consequences, such as cerebral vasospasm, hypertension, and stroke, and to identify potential therapeutic targets. Three mechanisms have been suggested to be involved in the myogenic response: (1) membrane depolarization, which induces Ca(2+) entry, activation of myosin light chain kinase, phosphorylation of the myosin regulatory light chains (LC(20)), increased actomyosin MgATPase activity, cross-bridge cycling, and vasoconstriction; (2) activation of the RhoA/Rho-associated kinase (ROCK) pathway, leading to inhibition of myosin light chain phosphatase by phosphorylation of MYPT1, the myosin targeting regulatory subunit of the phosphatase, and increased LC(20) phosphorylation; and (3) activation of the ROCK and protein kinase C pathways, leading to actin polymerization and the formation of enhanced connections between the actin cytoskeleton, plasma membrane, and extracellular matrix to augment force transmission. This review describes these three mechanisms, emphasizing recent developments regarding the importance of dynamic actin polymerization in the myogenic response of the cerebral vasculature.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Smooth Muscle Research Group, Department of Biochemistry and Molecular Biology, Faculty of Medicine, University of Calgary, Calgary, Alberta, Canada. walsh@ucalgary.ca"
      ]
    },
    {
      "last_name": "Cole",
      "fore_name": "William C",
      "initials": "WC",
      "name": "William C Cole",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism",
    "iso_abbreviation": "J Cereb Blood Flow Metab",
    "issn": "1559-7016",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "12",
  "pages": "1-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Actin Cytoskeleton",
    "Animals",
    "Blood Pressure",
    "Calcium",
    "Cerebral Arteries",
    "Cerebrovascular Circulation",
    "Humans",
    "Mechanotransduction, Cellular",
    "Myosin-Light-Chain Phosphatase",
    "Signal Transduction",
    "Vascular Resistance",
    "Vasoconstriction"
  ],
  "article_ids": {
    "pubmed": "23072746",
    "pmc": "PMC3597360",
    "doi": "10.1038/jcbfm.2012.144",
    "pii": "jcbfm2012144"
  },
  "doi": "10.1038/jcbfm.2012.144",
  "pmc_id": "PMC3597360",
  "dates": {
    "completed": "2013-02-21",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Myosin-Light-Chain Phosphatase",
    "Calcium"
  ],
  "grants": [
    {
      "grant_id": "MOP-111262",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    },
    {
      "grant_id": "MOP-13505",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.772729",
    "pmid": "23072746"
  }
}