{
  "pmid": "23074428",
  "uid": "23074428",
  "title": "Epilepsy care in ontario: an economic analysis of increasing access to epilepsy surgery.",
  "abstract": "BACKGROUND: In August 2011 a proposed epilepsy care model was presented to the Ontario Health Technology Advisory Committee (OHTAC) by an Expert Panel on a Provincial Strategy for Epilepsy Care in Ontario. The Expert Panel recommended leveraging existing infrastructure in the province to provide enhanced capacity for epilepsy care. The point of entry for epilepsy care and the diagnostic evaluation for surgery candidacy and the epilepsy surgery would occur at regional and district epilepsy centres in London, Hamilton, Toronto, and Ottawa and at new centres recommended for northern and eastern Ontario. This economic analysis report was requested by OHTAC to provide information about the estimated budgetary impact on the Ontario health care system of increasing access to epilepsy surgery and to examine the cost-effectiveness of epilepsy surgery in both children and adults. METHODS: A prevalence-based \"top-down\" health care system budgetary impact model from the perspective of the Ministry of Health and Long-Term Care was developed to estimate the potential costs associated with expanding health care services to increase access to epilepsy care in general and epilepsy surgery in particular. A 5-year period (i.e., 2012-2016) was used to project annual costs associated with incremental epilepsy care services. Ontario Health Survey estimates of epilepsy prevalence, published epilepsy incidence data, and Canadian Census results for Ontario were used to approximate the number of individuals with epilepsy in the province. Applying these population estimates to data obtained from a recent field evaluation study that examined patterns of care and costs associated with epilepsy surgery in children, a health care system budget impact was calculated and the total costs and incremental costs associated with increasing access to surgery was estimated. In order to examine the cost-effectiveness of epilepsy surgery in children, a decision analysis compared epilepsy surgery to continued medical management in children with medically intractable epilepsy. Data from the field evaluation were combined with various published data to estimate the costs and outcomes for children with drug-refractory epilepsy over a 20-year period. Outcomes were defined as the number of quality-adjusted life years (QALYs) accumulated over 20 years following epilepsy surgery. RESULTS: There are about 20,981 individuals with medically intractable epilepsy in Ontario. Of these, 9,619 (1,441 children and 8,178 adults) could potentially be further assessed at regional epilepsy centres for suitability for epilepsy surgery, following initial evaluation at a district epilepsy care centre. The health care system impact analysis related to increasing access to epilepsy surgery in the Ontario through the addition of epilepsy monitoring unit (EMU) beds with video electroencephalography (vEEG) monitoring (total capacity of 15 pediatric EMU beds and 35 adult EMU beds distributed across the province) and the associated clinical resources is estimated to require an incremental $18.1 million (Cdn) annually over the next 5 years from 2012 to 2016. This would allow for about 675 children and 1050 adults to be evaluated each year for suitability for epilepsy surgery representing a 150% increase in pediatric epilepsy surgery evaluation and a 170% increase in adult epilepsy surgery evaluation. Epilepsy surgery was found to be cost-effective compared to continued medical management in children with drug-refractory epilepsy with the incremental cost-effectiveness ratio of $25,020 (Cdn) to $69,451 (Cdn) per QALY for 2 of the scenarios examined. In the case of choosing epilepsy surgery versus continued medical management in children known to be suitable for surgery, the epilepsy surgery was found to be less costly and provided greater clinical benefit, that is, it was the dominant strategy. CONCLUSION: Epilepsy surgery for medically intractable epilepsy in suitable candidates has consistently been found to provide favourable clinical outcomes and has been demonstrated to be cost-effective in both adult and child patient populations. The first step to increasing access to epilepsy surgery is to provide access to evidence-based care for all patients with epilepsy, both adults and children, through the provision of resources to expand EMU bed capacity and associated clinical personnel across the province of Ontario.",
  "authors": [
    {
      "last_name": "Bowen",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Bowen",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Snead",
      "fore_name": "O Carter",
      "initials": "OC",
      "name": "O Carter Snead",
      "affiliations": []
    },
    {
      "last_name": "Chandra",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Chandra",
      "affiliations": []
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ontario health technology assessment series",
    "iso_abbreviation": "Ont Health Technol Assess Ser",
    "issn": "1915-7398",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "18",
    "pub_year": "2012"
  },
  "start_page": "1",
  "end_page": "41",
  "pages": "1-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Cost-Benefit Analysis",
    "Epilepsy",
    "Evidence-Based Medicine",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Neurosurgical Procedures",
    "Ontario",
    "Outcome and Process Assessment, Health Care",
    "Prevalence",
    "Quality-Adjusted Life Years"
  ],
  "article_ids": {
    "pubmed": "23074428",
    "pmc": "PMC3428718"
  },
  "pmc_id": "PMC3428718",
  "dates": {
    "completed": "2013-05-24",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:32.095702",
    "pmid": "23074428"
  }
}