{
  "pmid": "23080226",
  "uid": "23080226",
  "title": "Use of imaging techniques to predict progression in osteoarthritis.",
  "abstract": "PURPOSE OF REVIEW: Disease progression of osteoarthritis is usually assessed using radiographs. Utilizing sensitive measures such as magnetic resonance imaging (MRI) may allow us to understand the progressive trajectory of this disease from initial to joint failure stages. This review aims to describe the recent epidemiological and clinical evidence about osteoarthritis disease progression and the risk factors associated with disease progression. RECENT FINDINGS: Changes in MRI-detected structural abnormalities, including increases in cartilage defects and bone marrow lesions (BMLs), loss of cartilage volume and thickness, and alterations of compositional measures, have been utilized to assess osteoarthritis disease progression. Both clinical risk factors (such as obesity or body fat, muscle weakness, malalignment, metabolic disorders, inflammation, and joint pain) and joint structural factors (such as cartilage defects, BMLs, meniscal pathology, synovitis, and radiographic features) have been associated with osteoarthritis disease progression. With the modification of these factors through interventions such as weight loss, we may slow the progression. SUMMARY: MRI techniques allow us to measure osteoarthritis disease progression and to discover novel risk factors for prevention and innovative strategies for treatment. These also allow identifying persons at greatest risk of disease progression, which may enhance the efficiency of clinical trials through reducing sample size and shortening follow-up period.",
  "authors": [
    {
      "last_name": "Ding",
      "fore_name": "Changhai",
      "initials": "C",
      "name": "Changhai Ding",
      "affiliations": [
        "Arthritis Research Institute, First Affiliated Hospital of Anhui Medical University, Anhui, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Hunter",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hunter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in rheumatology",
    "iso_abbreviation": "Curr Opin Rheumatol",
    "issn": "1531-6963",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "127",
  "end_page": "135",
  "pages": "127-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Disease Progression",
    "Humans",
    "Magnetic Resonance Imaging",
    "Osteoarthritis",
    "Prognosis",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "23080226",
    "doi": "10.1097/BOR.0b013e32835a0fe1"
  },
  "doi": "10.1097/BOR.0b013e32835a0fe1",
  "dates": {
    "completed": "2013-05-17",
    "revised": "2012-11-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.127761",
    "pmid": "23080226"
  }
}