{
  "pmid": "23087184",
  "uid": "23087184",
  "title": "Why the findings of published multiple treatment comparison meta-analyses of biologic treatments for rheumatoid arthritis are different: an overview of recurrent methodological shortcomings.",
  "abstract": "OBJECTIVES: To evaluate the quality of published multiple treatment comparison (MTC) meta-analyses on biologic disease modifying antirheumatic drugs (bDMARDs) for rheumatoid arthritis (RA), and to identify methodological issues that can explain the discrepancies in the findings of these MTCs. METHODS: We searched MEDLINE for MTCs of bDMARDs for RA. Following the PRISMA guidelines, we extracted a large set of methodological items. These comprised of inclusion/exclusion criteria, information sources, reported results and outcomes measures, approaches to dealing with differing response profiles to available treatments, monotherapies versus combination therapies, and potential sources of heterogeneity. RESULTS: We identified 13 published MTCs, of which nine were published since 2009. Despite similar stated eligibility criteria and objectives across MTCs, we identified major discrepancies in the estimated treatment effects, the inclusion of trials and analytic approaches. The number of included trials was typically much smaller than the number of eligible trials at the time of publication. Three out of six MTCs including patients of differing response profiles inappropriately combined DMARD-naive and DMARD-inadequate responder patients in the analyses. Four out of eight MTCs that considered both monotherapy and combination therapy (ie, concomitant DMARD) did not adjust for the potential effect modification. Half of the identified MTCs did not explore potential sources of heterogeneity, and the explored sources varied considerably. Last, most MTCs only included one or two efficacy outcomes (eg, ACR50) and only two considered health related quality of life outcomes (eg, HAQ). CONCLUSIONS: The identified methodological shortcomings and inconsistencies most likely explain the observed discrepancies in findings across MTCs.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada. thorluk@mcmaster.ca"
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": []
    },
    {
      "last_name": "Aviña-Zubieta",
      "fore_name": "J Antonio",
      "initials": "JA",
      "name": "J Antonio Aviña-Zubieta",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping Wu",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of the rheumatic diseases",
    "iso_abbreviation": "Ann Rheum Dis",
    "issn": "1468-2060",
    "issn_type": "Electronic",
    "volume": "72",
    "issue": "9",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "1524",
  "end_page": "1535",
  "pages": "1524-35",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antirheumatic Agents",
    "Arthritis, Rheumatoid",
    "Data Interpretation, Statistical",
    "Humans",
    "MEDLINE",
    "Meta-Analysis as Topic",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "23087184",
    "doi": "10.1136/annrheumdis-2012-201574",
    "pii": "S0003-4967(24)21374-1"
  },
  "doi": "10.1136/annrheumdis-2012-201574",
  "dates": {
    "completed": "2013-10-17",
    "revised": "2025-02-14"
  },
  "chemicals": [
    "Antirheumatic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.952030",
    "pmid": "23087184"
  }
}