{
  "pmid": "23097692",
  "uid": "23097692",
  "title": "Smoking cessation intervention in a cardiovascular hospital based clinical setting.",
  "abstract": "Introduction. Smoking is a leading cause of morbidity and mortality globally and it is a significant modifiable risk factor for cardiovascular disease (CVD) and other chronic diseases. Efforts to encourage and support smokers to quit are critical to prevent premature smoking-associated morbidity and mortality. Hospital settings are seldom equipped to help patients to quit smoking thus missing out a valuable opportunity to support patients at risk of smoking complications. We report the impact of a smoking cessation clinic we have established in a tertiary care hospital setting to serve patients with CVD. Methods. Patients received behavioural and pharmacological treatments and were followed up for a minimum of 6 months (mean 541 days, SD 197 days). The main study outcome is ≥50% reduction in number of cigarettes smoked at followup. Results. One hundred and eighty-six patients completed ≥6 months followup. More than half of the patients (52.7%) achieved ≥50% smoking reduction at follow up. Establishment of a plan to quit smoking and use of nicotine replacement therapy (NRT) were significantly associated with smoking reduction at followup. Conclusions. A hospital-based smoking cessation clinic is a beneficial intervention to bring about smoking reduction in approximately half of the patients.",
  "authors": [
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada L8S 4L8 ; Population Genomics Program, McMaster University, Hamilton, ON, Canada L8S 4K1 ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada L8S 4K1 ; Mood Disorders Program, St. Joseph's Healthcare Hamilton, 100 West 5th Street, Hamilton, ON, Canada L8N 3K7."
      ]
    },
    {
      "last_name": "Nowacki",
      "fore_name": "Barb",
      "initials": "B",
      "name": "Barb Nowacki",
      "affiliations": []
    },
    {
      "last_name": "Schulze",
      "fore_name": "Karleen",
      "initials": "K",
      "name": "Karleen Schulze",
      "affiliations": []
    },
    {
      "last_name": "Magloire",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Magloire",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cardiovascular psychiatry and neurology",
    "iso_abbreviation": "Cardiovasc Psychiatry Neurol",
    "issn": "2090-0171",
    "issn_type": "Electronic",
    "volume": "2012",
    "pub_year": "2012"
  },
  "start_page": "970108",
  "pages": "970108",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23097692",
    "pmc": "PMC3477663",
    "doi": "10.1155/2012/970108"
  },
  "doi": "10.1155/2012/970108",
  "pmc_id": "PMC3477663",
  "dates": {
    "completed": "2012-10-26",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.272319",
    "pmid": "23097692"
  }
}