{
  "pmid": "23095927",
  "uid": "23095927",
  "title": "Conflicting messages: examining the dynamics of leadership on interprofessional teams.",
  "abstract": "PURPOSE: Despite the importance of leadership in interprofessional health care teams, little is understood about how it is enacted. The literature emphasizes a collaborative approach of shared leadership, but this may be challenging for clinicians working within the traditionally hierarchical health care system. METHOD: Using case study methodology, the authors collected observation and interview data from five interprofessional health care teams working at teaching hospitals in urban Ontario, Canada. They interviewed 46 health care providers and conducted 139 hours of observation from January 2008 through June 2009. RESULTS: Although the members of the interprofessional teams agreed about the importance of collaborative leadership and discussed ways in which their teams tried to achieve it, evidence indicated that the actual enactment of collaborative leadership was a challenge. The participating physicians indicated a belief that their teams functioned nonhierarchically, but reports from the nonphysician clinicians and the authors' observation data revealed that hierarchical behaviors persisted, even from those who most vehemently denied the presence of hierarchies on their teams. CONCLUSIONS: A collaborative approach to leadership may be challenging for interprofessional teams embedded in traditional health care, education, and medical-legal systems that reinforce the idea that physicians sit at the top of the hierarchy. By openly recognizing and discussing the tensions between traditional and interprofessional discourses of collaborative leadership, it may be possible to help interprofessional teams, physicians and clinicians alike, work together more effectively.",
  "authors": [
    {
      "last_name": "Lingard",
      "fore_name": "Lorelei",
      "initials": "L",
      "name": "Lorelei Lingard",
      "affiliations": [
        "Department of Medicine, and director, Centre for Education Research and Innovation, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada. Lorelei.Lingard@schulich.uwo.ca"
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": []
    },
    {
      "last_name": "Durrant",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Durrant",
      "affiliations": []
    },
    {
      "last_name": "Fleming-Carroll",
      "fore_name": "Bonnie",
      "initials": "B",
      "name": "Bonnie Fleming-Carroll",
      "affiliations": []
    },
    {
      "last_name": "Lowe",
      "fore_name": "Mandy",
      "initials": "M",
      "name": "Mandy Lowe",
      "affiliations": []
    },
    {
      "last_name": "Rashotte",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Rashotte",
      "affiliations": []
    },
    {
      "last_name": "Sinclair",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Sinclair",
      "affiliations": []
    },
    {
      "last_name": "Tallett",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Tallett",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "87",
    "issue": "12",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "1762",
  "end_page": "1767",
  "pages": "1762-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Cooperative Behavior",
    "Decision Making",
    "Hospitals, Teaching",
    "Humans",
    "Interprofessional Relations",
    "Leadership",
    "Ontario",
    "Patient Care Team",
    "Professional Role"
  ],
  "article_ids": {
    "pubmed": "23095927",
    "doi": "10.1097/ACM.0b013e318271fc82"
  },
  "doi": "10.1097/ACM.0b013e318271fc82",
  "dates": {
    "completed": "2013-02-11",
    "revised": "2012-11-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:30.587545",
    "pmid": "23095927"
  }
}