{
  "pmid": "23090599",
  "uid": "23090599",
  "title": "Persister cells: molecular mechanisms related to antibiotic tolerance.",
  "abstract": "It is a given that new antibiotics are needed to combat drug-resistant pathogens. However, this is only a part of the need-we actually never had antibiotics capable of eradicating an infection. All pathogens produce a small subpopulation of dormant persister cells that are highly tolerant to killing by antibiotics. Once an antibiotic concentration drops, surviving persisters re-establish the population, causing a relapsing chronic infection. Persisters are especially significant when the pathogen is shielded from the immune system by biofilms, or in sites where the immune components are limited-in the nervous system, the stomach, or inside macrophages.Antibiotic treatment during a prolonged chronic infection of P. aeruginosa in the lungs of patients with cystic fibrosis selects for high-persister (hip) mutants. Similarly, treatment of oral thrush infection selects for hip mutants of C. albicans. These observations suggest a direct causality between persisters and recalcitrance of the disease. It appears that tolerance of persisters plays a leading role in chronic infections, while resistance is the leading cause of recalcitrance to therapy in acute infections. Studies of persister formation in E. coli show that mechanisms of dormancy are highly redundant. Isolation of persisters produced a transcriptome which suggests a dormant phenotype characterized by downregulation of energy-producing and biosynthetic functions. Toxin-antitoxin modules represent a major mechanism of persister formation. The RelE toxin causes dormancy by cleaving mRNA; the HipA toxin inhibits translation by phosphorylating elongation factor Ef-Tu, and the TisB toxin forms a membrane pore, leading to a decrease in pmf and ATP.",
  "authors": [
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Department of Biology, Northeastern University, Boston, MA 02115, USA. k.lewis@neu.edu"
      ]
    }
  ],
  "journal": {
    "title": "Handbook of experimental pharmacology",
    "iso_abbreviation": "Handb Exp Pharmacol",
    "issn": "0171-2004",
    "issn_type": "Print",
    "issue": "211",
    "pub_year": "2012"
  },
  "start_page": "121",
  "end_page": "133",
  "pages": "121-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Candida albicans",
    "Cystic Fibrosis",
    "Drug Resistance, Microbial",
    "Escherichia coli",
    "Humans",
    "Pseudomonas aeruginosa"
  ],
  "article_ids": {
    "pubmed": "23090599",
    "doi": "10.1007/978-3-642-28951-4_8"
  },
  "doi": "10.1007/978-3-642-28951-4_8",
  "dates": {
    "completed": "2013-01-10",
    "revised": "2012-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:58.989302",
    "pmid": "23090599"
  }
}