{
  "pmid": "23098747",
  "uid": "23098747",
  "title": "Teaching behaviors in the cardiac surgery simulation environment.",
  "abstract": "OBJECTIVE: To understand how teaching behaviors contribute to simulation-based learning, we used a 7-category educational framework to assess the teaching behaviors used in basic skills training. METHODS: Twenty-four first-year cardiothoracic surgery residents and 20 faculty participated in the Boot Camp vessel anastomosis sessions. A portable chest model with synthetic graft and target vessels and a tissue-based porcine model simulated coronary artery anastomosis. After each 2-hour session on days 1 and 2, residents assessed teaching behaviors of faculty using a 20-item questionnaire based on the 5-point Likert scale. After session on day 1, faculty completed a self-assessment questionnaire. At 3 months, faculty completed self-assessment questionnaires regarding teaching behaviors in simulation and clinical settings. Each questionnaire item represents 1 or more teaching categories: \"learning climate,\" \"control of session,\" \"communication of goals,\" \"promoting understanding and retention,\" \"evaluation,\" \"feedback,\" and \"self-directed learning.\" RESULTS: Generally, resident ratings indicated that faculty showed positive teaching behaviors. Faculty self-assessment ratings were all lower (P < .025) than those assigned to them by the residents except for 1 component representative of \"feedback,\" which approached significance (P = .04); 2 items, representative of \"promoting understanding and retention\" and \"evaluation\", had mean scores of less than 3. At 3 months, compared with self-assessment at Boot Camp, faculty ratings suggested improved teaching behaviors in their simulation settings in the following: \"learning climate,\" \"control of session,\" \"communication of goals,\" \"promoting understanding and retention,\" and \"evaluation.\" The simulation environment was perceived as more positive for technical skills training in certain aspects compared with clinical setting: instructor reviewed function and operation of equipment with learner before session (representative of \"promoting understanding and retention\") and instructor allowed the learner ample time to practice (representative of \"control of session\" and \"promoting understanding and retention\") (P < .025). CONCLUSIONS: Simulation-based skills training is perceived by residents to be associated with positive teaching behaviors. Faculty self-ratings indicate that they do not always use many of these teaching behaviors and that their performance can be improved. The simulation setting may provide greater opportunity for positive teaching behaviors compared with the clinical environment.",
  "authors": [
    {
      "last_name": "Fann",
      "fore_name": "James I",
      "initials": "JI",
      "name": "James I Fann",
      "affiliations": [
        "Department of Cardiothoracic Surgery, Stanford University, 300 Pasteur Dr, Stanford, CA 94305, USA. jfann@stanford.edu"
      ]
    },
    {
      "last_name": "Sullivan",
      "fore_name": "Maura E",
      "initials": "ME",
      "name": "Maura E Sullivan",
      "affiliations": []
    },
    {
      "last_name": "Skeff",
      "fore_name": "Kelley M",
      "initials": "KM",
      "name": "Kelley M Skeff",
      "affiliations": []
    },
    {
      "last_name": "Stratos",
      "fore_name": "Georgette A",
      "initials": "GA",
      "name": "Georgette A Stratos",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": []
    },
    {
      "last_name": "Grossi",
      "fore_name": "Eugene A",
      "initials": "EA",
      "name": "Eugene A Grossi",
      "affiliations": []
    },
    {
      "last_name": "Verrier",
      "fore_name": "Edward D",
      "initials": "ED",
      "name": "Edward D Verrier",
      "affiliations": []
    },
    {
      "last_name": "Hicks",
      "fore_name": "George L",
      "initials": "GL",
      "name": "George L Hicks",
      "affiliations": []
    },
    {
      "last_name": "Feins",
      "fore_name": "Richard H",
      "initials": "RH",
      "name": "Richard H Feins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "J Thorac Cardiovasc Surg",
    "issn": "1097-685X",
    "issn_type": "Electronic",
    "volume": "145",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan"
  },
  "start_page": "45",
  "end_page": "53",
  "pages": "45-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cardiac Surgical Procedures",
    "Clinical Competence",
    "Communication",
    "Comprehension",
    "Curriculum",
    "Education of Persons with Intellectual Disabilities",
    "Educational Measurement",
    "Faculty, Medical",
    "Feedback, Psychological",
    "Humans",
    "Internship and Residency",
    "Learning",
    "Models, Anatomic",
    "Models, Animal",
    "Models, Cardiovascular",
    "Motor Skills",
    "Perception",
    "Program Evaluation",
    "Self-Assessment",
    "Surveys and Questionnaires",
    "Swine",
    "Task Performance and Analysis",
    "Teaching",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "23098747",
    "doi": "10.1016/j.jtcvs.2012.07.111",
    "pii": "S0022-5223(12)01219-6"
  },
  "doi": "10.1016/j.jtcvs.2012.07.111",
  "dates": {
    "completed": "2013-03-12",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.554893",
    "pmid": "23098747"
  }
}