{
  "pmid": "23096200",
  "uid": "23096200",
  "title": "Contrast-enhanced MR angiography of cavopulmonary connections in adult patients with congenital heart disease.",
  "abstract": "OBJECTIVE: The purpose of this study is to evaluate combined time-resolved and high-spatial resolution contrast-enhanced MR angiography (MRA) for assessment of cavopulmonary connections in adult patients with congenital heart disease. MATERIALS AND METHODS: Twenty-eight adults with various surgical cavopulmonary connections (Glenn shunt and Fontan connection) underwent high-spatial-resolution contrast-enhanced MRA (voxel size, 1.95 mm(3); temporal resolution, 22 seconds) and time-resolved contrast-enhanced MRA (voxel size, 6.5-9.3 mm(3); temporal resolution, < 1.2 seconds). Ten patients had 2D phase contrast flow quantification measurements performed at the same setting. Two readers independently assessed anatomic dimensions of cavopulmonary connections (using high-spatial-resolution contrast-enhanced MRA) and pulmonary artery (PA) perfusion patterns (using time-resolved contrast-enhanced MRA). RESULTS: High-spatial-resolution contrast-enhanced MRA yielded diagnostic-quality images for morphologic assessment of cavopulmonary connections in 27 of 28 (96%) patients. The anatomic dimensions (cross-sectional area) of the PA and cavopulmonary connections showed a wide variation (right PA, 0.99-5.67 cm(2); left PA, 0.80-5.69 cm(2); Glenn shunt, 0.93-6.94 cm(2); and Fontan connection, 1.25-6.67 cm(2)). The anatomic dimensions could be assessed with excellent interobserver agreement on high-spatial-resolution contrast-enhanced MRA (r = 0.895). Time-resolved contrast-enhanced MRA yielded diagnostic-quality images in all patients and enabled characterization of PA perfusion via the superior vena cava as follows: preferential inflow to the right PA (n = 12), preferential inflow to the left PA (n = 5), and balanced inflow to the right and left PA (n = 11). In those patients who had technically successful flow quantification measurements, phase contrast data confirmed patency of the cavopulmonary connections. CONCLUSION: Combined time-resolved contrast-enhanced MRA and high-spatial-resolution contrast-enhanced MRA allowed detailed morphologic and dynamic evaluation of cavopulmonary connections in adult patients with congenital heart disease. A wide variation in anatomic dimensions and perfusion patterns was confidently identified in this patient population.",
  "authors": [
    {
      "last_name": "Wagner",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Wagner",
      "affiliations": [
        "Department of Radiology, Charité-Universitätsmedizin Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Kim-Lien",
      "initials": "KL",
      "name": "Kim-Lien Nguyen",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": []
    },
    {
      "last_name": "Mirsadraee",
      "fore_name": "Saeed",
      "initials": "S",
      "name": "Saeed Mirsadraee",
      "affiliations": []
    },
    {
      "last_name": "Satou",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Satou",
      "affiliations": []
    },
    {
      "last_name": "Aboulhosn",
      "fore_name": "Jamil",
      "initials": "J",
      "name": "Jamil Aboulhosn",
      "affiliations": []
    },
    {
      "last_name": "Finn",
      "fore_name": "J Paul",
      "initials": "JP",
      "name": "J Paul Finn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AJR. American journal of roentgenology",
    "iso_abbreviation": "AJR Am J Roentgenol",
    "issn": "1546-3141",
    "issn_type": "Electronic",
    "volume": "199",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "W565",
  "end_page": "W574",
  "pages": "W565-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Blood Flow Velocity",
    "Cardiac Surgical Procedures",
    "Contrast Media",
    "Female",
    "Fontan Procedure",
    "Heart Defects, Congenital",
    "Humans",
    "Magnetic Resonance Angiography",
    "Male",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23096200",
    "doi": "10.2214/AJR.11.7503",
    "pii": "199/5/W565"
  },
  "doi": "10.2214/AJR.11.7503",
  "dates": {
    "completed": "2013-01-04",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Contrast Media"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.685274",
    "pmid": "23096200"
  }
}