{
  "pmid": "23102752",
  "uid": "23102752",
  "title": "The emotional overlay: older person and carer perspectives on negotiating aging and care in rural Ontario.",
  "abstract": "This paper extends the burgeoning interest in emotion, health and place by investigating the emotionally complex experiences of aging and care in rural settings. Featuring a thematic analysis of 44 semi-structured interviews and two focus groups with older people and their carers in rural Ontario (Canada) we examine the importance and implications of emotions within and across multiple scales at which care relationships, expectations and responsibilities are negotiated. With the aim of broadening the discussion surrounding geographical dimensions of ethical care, our approach draws on feminist care ethics to understand the multifaceted ways in which emotions shape and are shaped by experiences of aging and caring at the interpersonal, household and community scales. The findings reveal how emotions are central, yet often-overlooked and even hidden within care relationships among older rural people and their carers. We argue that ethical care is contingent on recognizing and valuing the situated emotions involved in doing care work, sustaining care relationships and asking for care. In doing so, we demonstrate how qualitative research on the emotional geographies of care can contribute to the development of informed policies that are contextually sensitive and, ultimately, have the potential to build more ethical rural conditions of care.",
  "authors": [
    {
      "last_name": "Herron",
      "fore_name": "Rachel V",
      "initials": "RV",
      "name": "Rachel V Herron",
      "affiliations": [
        "Department of Geography, Queen's University, Mackintosh-Corry Hall, Kingston, Ontario, Canada K7L 3N6. 4rh11@queensu.ca"
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "91",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "186",
  "end_page": "193",
  "pages": "186-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Attitude to Health",
    "Caregivers",
    "Emotions",
    "Female",
    "Focus Groups",
    "Health Services for the Aged",
    "Humans",
    "Male",
    "Negotiating",
    "Ontario",
    "Qualitative Research",
    "Rural Health Services"
  ],
  "article_ids": {
    "pubmed": "23102752",
    "doi": "10.1016/j.socscimed.2012.08.037",
    "pii": "S0277-9536(12)00703-4"
  },
  "doi": "10.1016/j.socscimed.2012.08.037",
  "dates": {
    "completed": "2013-12-03",
    "revised": "2013-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.393771",
    "pmid": "23102752"
  }
}