{
  "pmid": "23107508",
  "uid": "23107508",
  "title": "Effects of nicotine on spinal cord injury pain vary among subtypes of pain and smoking status: results from a randomized, controlled experiment.",
  "abstract": "UNLABELLED: Smoking has been associated with increased pain severity in general chronic pain populations. Less is known about the effects of smoking and nicotine on the multifaceted and often complex subtypes of pain that frequently occur following spinal cord injury (SCI). The purpose of this study was to examine the effects of nicotine on self-reported pain among individuals with SCI and to determine if the effect of nicotine varied by pain subtype. A randomized, placebo-controlled crossover design was used to determine the effect of nicotine exposure on subtypes of SCI-related pain among smokers and nonsmokers. A complex relationship emerged, such that the degree of reported pain with exposure to 2 mg of nicotine compared to placebo varied according to pain type and smoking status of the subject. Pain sites that had characteristics of both neuropathic and musculoskeletal symptoms (deemed complex neuropathic pain sites) exhibited pain reduction after nicotine exposure in nonsmokers. In sharp contrast, smokers with this form of pain exhibited an increase in pain severity. Data were also examined descriptively to determine potentially unique factors associated with complex neuropathic pain that may explain trends associated with clinically relevant changes following nicotine exposure. In sum, smoking or tobacco use history may determine the analgesic (or enhanced pain perception) effect of nicotine on post-SCI pain. PERSPECTIVE: Pain characterized by both neuropathic and musculoskeletal symptoms decreased in severity after nicotine exposure in nonsmokers with SCI but increased in severity among smokers with SCI. The analgesic (or enhanced nociceptive) effect of nicotine may depend on tobacco use history.",
  "authors": [
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Richardson",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, University of Alabama at Birmingham, Birmingham, AL, USA. ejrichar@uab.edu"
      ]
    },
    {
      "last_name": "Ness",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Ness",
      "affiliations": []
    },
    {
      "last_name": "Redden",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Redden",
      "affiliations": []
    },
    {
      "last_name": "Stewart",
      "fore_name": "Christopher C",
      "initials": "CC",
      "name": "Christopher C Stewart",
      "affiliations": []
    },
    {
      "last_name": "Richards",
      "fore_name": "J Scott",
      "initials": "JS",
      "name": "J Scott Richards",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of pain",
    "iso_abbreviation": "J Pain",
    "issn": "1528-8447",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "12",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "1206",
  "end_page": "1214",
  "pages": "1206-14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Cross-Over Studies",
    "Double-Blind Method",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Nicotine",
    "Pain",
    "Pain Measurement",
    "Smoking",
    "Spinal Cord Injuries",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23107508",
    "doi": "10.1016/j.jpain.2012.09.005",
    "pii": "S1526-5900(12)00807-3"
  },
  "doi": "10.1016/j.jpain.2012.09.005",
  "dates": {
    "completed": "2013-09-05",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Nicotine"
  ],
  "grants": [
    {
      "grant_id": "H133N060021",
      "agency": "PHS HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.386817",
    "pmid": "23107508"
  }
}