{
  "pmid": "23103073",
  "uid": "23103073",
  "title": "Provider incentives and access to dental care: evaluating NHS reforms in England.",
  "abstract": "Changes were made to the management and delivery of primary dental care in the NHS in England in 2006 aimed at improving access to NHS dental services among populations with low use. These included: (i) commissioning of NHS dental services by primary care trusts (ii) replacing item of service patient charges by Course of Treatment cost bands and (iii) changing the remuneration of dentists providing NHS dental care. Using longitudinal data from the 1991-2008 waves of the British Household Panel Survey, we estimate the effects of these changes on the levels and distribution of dental care in the population and on the public-private mix of primary dental care services in England using dynamic probit models. We find evidence of a decrease in NHS use, driven by reductions in use among populations with previously good access to care and a positive effect of the reforms on consumer transitions from NHS to private practice. Our results highlight the potential (unintended) consequences of reforming public health care systems. It appears that contrary to expanding NHS access, the dental reforms contracted NHS use amongst those with previously good access. This contraction relied upon the ability of the private sector to absorb this group.",
  "authors": [
    {
      "last_name": "Whittaker",
      "fore_name": "William",
      "initials": "W",
      "name": "William Whittaker",
      "affiliations": [
        "Centre for Health Economics, Institute of Population Health, University of Manchester, 4.304 Jean McFarlane, Oxford Road, Manchester M13 9PL, United Kingdom. William.whittaker@manchester.ac.uk"
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "12",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "2515",
  "end_page": "2521",
  "pages": "2515-21",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Dental Care",
    "England",
    "Female",
    "Health Care Reform",
    "Health Care Surveys",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Models, Statistical",
    "Reimbursement, Incentive",
    "State Medicine"
  ],
  "article_ids": {
    "pubmed": "23103073",
    "doi": "10.1016/j.socscimed.2012.09.035",
    "pii": "S0277-9536(12)00699-5"
  },
  "doi": "10.1016/j.socscimed.2012.09.035",
  "dates": {
    "completed": "2013-05-10",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.660105",
    "pmid": "23103073"
  }
}