{
  "pmid": "23102770",
  "uid": "23102770",
  "title": "A systematic review of patient-reported outcome instruments of nonmelanoma skin cancer in the dermatologic population.",
  "abstract": "BACKGROUND: Treatment of basal cell carcinoma (BCC) and squamous cell carcinoma (SCC) has traditionally focused on minimizing recurrence and complication rates. However, the assessment of patient satisfaction and quality of life (QOL) is also important. These outcomes are best assessed by patient-reported outcome (PRO) instruments. OBJECTIVES: We sought to conduct a systematic review of published PRO instruments purporting to measure aspects associated with QOL and/or patient satisfaction in the dermatologic BCC/SCC population and evaluate their development, content, and psychometric properties. METHODS: PubMed, Embase, Cochrane via Wiley, PsycINFO, CINAHL, and HaPI from inception to April 2011 were searched. Articles that discussed the instrument development and validation process were included. RESULTS: A total of 2212 articles were identified. Twenty met our inclusion criteria resulting in 6 PRO instruments: 3 general dermatology (Skindex, Dermatology Life Quality Index, dermatology quality of life scales), 1 general plastic surgery (Patient Outcomes of Surgery-Head/Neck), and 2 skin cancer-specific (Skin Cancer Index, disease-specific questionnaire). The 6 instruments all underwent some degree of formal development and validation, however, only the Skin Cancer Index was developed and validated in the BCC/SCC population. LIMITATIONS: The review may not have included all relevant PRO instruments. CONCLUSIONS: The Skin Cancer Index demonstrates the most evidence of its usefulness in patients with BCC/SCC. The Skindex-16, Dermatology QOL Scales, and Dermatology Life Quality Index target different aspects of QOL and should be used depending on the specific question being investigated. The Patient Outcomes of Surgery-Head/Neck may be beneficial to assess perceptions in appearance before and after surgical intervention.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Erica H",
      "initials": "EH",
      "name": "Erica H Lee",
      "affiliations": [
        "Memorial Sloan-Kettering Cancer Center, New York, New York 10022, USA. leee@mskcc.org"
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Nehal",
      "fore_name": "Kishwer S",
      "initials": "KS",
      "name": "Kishwer S Nehal",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "Waters",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Waters",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Dermatology",
    "iso_abbreviation": "J Am Acad Dermatol",
    "issn": "1097-6787",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "e59",
  "end_page": "e67",
  "pages": "e59-67",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Aged",
    "Carcinoma, Basal Cell",
    "Carcinoma, Squamous Cell",
    "Dermatology",
    "Female",
    "Head and Neck Neoplasms",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Satisfaction",
    "Psychometrics",
    "Quality of Life",
    "Self-Assessment",
    "Sickness Impact Profile",
    "Skin Neoplasms",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "23102770",
    "doi": "10.1016/j.jaad.2012.09.017",
    "pii": "S0190-9622(12)00940-1"
  },
  "doi": "10.1016/j.jaad.2012.09.017",
  "dates": {
    "completed": "2013-09-30",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.390997",
    "pmid": "23102770"
  }
}