{
  "pmid": "23110849",
  "uid": "23110849",
  "title": "Prospective evaluation of direct approach with a tablet device as a strategy to enhance survey study participant response rate.",
  "abstract": "BACKGROUND: Investigators conduct survey studies for a variety of reasons. Poor participant response rates are common, however, and may limit the generalizability and utility of results. The objective of this study was to determine whether direct approach with a tablet device enhances survey study participant response rate and to assess participants' experiences with this mode of survey administration. FINDINGS: An interventional study nested within a single center survey study was conducted at McMaster Children's Hospital. The primary outcome was the ability to achieve of a survey study response rate of 70% or greater. Eligible participants received 3 email invitations (Week 0, 2, 4) to complete a web-based (Survey Monkey) survey. The study protocol included plans for a two-week follow-up phase (Phase 2) where non-responders were approached by a research assistant and invited to complete an iPad-based version of the survey. The Phase 1 response rate was 48.7% (56/115). Phase 2 effectively recruited reluctant responders, increasing the overall response rate to 72.2% (83/115). On a 7-point Likert scale, reluctant responders highly rated their enjoyment (mean 6.0, sd 0.83 [95% CI: 5.7-6.3]) and ease of use (mean 6.7, sd 0.47 [95% CI: 6.5-6.9]) completing the survey using the iPad. Reasons endorsed for Phase 2 participation included: direct approach (81%), immediate survey access (62%), and the novelty of completing a tablet-based survey (54%). Most reluctant responders (89%) indicated that a tablet-based survey is their preferred method of survey completion. CONCLUSIONS: Use of a tablet-based version of the survey was effective in recruiting reluctant responders and this group reported positive experiences with this mode of survey administration.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": [
        "Division of Critical Care, Department of Pediatrics, McMaster Children's Hospital and McMaster University, 1200 Main St W, Room 3A, Hamilton, Toronto, Ontario, L8N 3Z5, Canada. parkermj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Manan",
      "fore_name": "Asmaa",
      "initials": "A",
      "name": "Asmaa Manan",
      "affiliations": []
    },
    {
      "last_name": "Urbanski",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Urbanski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2012",
    "pub_month": "Oct",
    "pub_day": "31"
  },
  "start_page": "605",
  "pages": "605",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Data Collection",
    "Electronic Mail",
    "Hospitals, Pediatric",
    "Humans",
    "Internet",
    "Ontario",
    "Personnel, Hospital",
    "Prospective Studies",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "23110849",
    "pmc": "PMC3522021",
    "doi": "10.1186/1756-0500-5-605",
    "pii": "1756-0500-5-605"
  },
  "doi": "10.1186/1756-0500-5-605",
  "pmc_id": "PMC3522021",
  "dates": {
    "completed": "2013-05-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.786813",
    "pmid": "23110849"
  }
}