{
  "pmid": "23114898",
  "uid": "23114898",
  "title": "Should patients with advanced chronic kidney disease and atrial fibrillation receive chronic anticoagulation?",
  "abstract": "Atrial fibrillation is prevalent in dialysis patients. Both ischaemic and haemorrhagic stroke are common in patients on dialysis with atrial fibrillation. In the general population, warfarin is highly effective for prophylaxis of ischaemic stroke, and though warfarin use likely increases the risk of intracranial haemorrhage, the absolute increase in risk is small. In the general population, absolute and relative increases in major extracranial bleeding from warfarin use are also both modest. In patients on dialysis, the effectiveness of warfarin as a prophylaxis for ischaemic stroke and its effects on intracranial or extracranial bleeding have not been assessed in randomized trials. Cohort studies vary greatly in their estimates of the magnitude of the increased risk of bleeding from warfarin use. A single cohort study found rates of intracranial haemorrhage in patients on dialysis with atrial fibrillation to be in an order of magnitude that is greater than those in the general population with atrial fibrillation, and that intracranial haemorrhage more than doubled in association with warfarin use. Basic, translational and limited clinical observations also implicate warfarin in the pathogenesis of vascular calcification, which is likely on the causal pathway to patient-important vascular outcomes. Finally, the effect of warfarin on ischaemic stroke in three recent large observational studies has been in the direction of harm, no benefit, and modest, non-statistically significant benefit, respectively. We believe that no clear recommendation can be made between three alternative approaches. It is acceptable to withhold or discontinue warfarin in patients on dialysis, to offer anticoagulants to all dialysis patients without a contraindication whose congestive heart failure, hypertension, age, diabetes and previous stroke or transient ischaemic attack (CHADS(2)) score >1 or 2 and to discuss and individualize prophylaxis on a patient-by-patient basis. Randomized trials of new agents are needed in this area.",
  "authors": [
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. clase@mcmaster.ca"
      ]
    },
    {
      "last_name": "Holden",
      "fore_name": "Rachel M",
      "initials": "RM",
      "name": "Rachel M Holden",
      "affiliations": []
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": []
    },
    {
      "last_name": "Rigatto",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Rigatto",
      "affiliations": []
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Moist",
      "affiliations": []
    },
    {
      "last_name": "Thomson",
      "fore_name": "Benjamin K A",
      "initials": "BK",
      "name": "Benjamin K A Thomson",
      "affiliations": []
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JF",
      "name": "Johannes F E Mann",
      "affiliations": []
    },
    {
      "last_name": "Zimmerman",
      "fore_name": "Deborah L",
      "initials": "DL",
      "name": "Deborah L Zimmerman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
    "iso_abbreviation": "Nephrol Dial Transplant",
    "issn": "1460-2385",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "10",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "3719",
  "end_page": "3724",
  "pages": "3719-24",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Humans",
    "Kidney Failure, Chronic",
    "Renal Dialysis"
  ],
  "article_ids": {
    "pubmed": "23114898",
    "doi": "10.1093/ndt/gfs346",
    "pii": "gfs346"
  },
  "doi": "10.1093/ndt/gfs346",
  "dates": {
    "completed": "2013-02-11",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.941936",
    "pmid": "23114898"
  }
}