{
  "pmid": "23123274",
  "uid": "23123274",
  "title": "Reduced cognitive function in children with toxocariasis in a nationally representative sample of the United States.",
  "abstract": "Toxocariasis has recently been recognised as a potentially important neglected infection in developed countries, particularly those that experience substantive health disparities such as the United States. Given a relatively high prevalence of infection, an association between Toxocara infection and cognitive function may elucidate an important mechanism by which toxocariasis could contribute significantly to morbidity while still remaining hidden and, thus, neglected. To assess the potential relationship between toxocariasis and cognitive function, this investigation measured differences in components of both the Wechsler Intelligence Scale for Children-Revised (WISC-R) and the Wide Range Achievement Test-Revised (WRAT-R) in children seropositive and in children seronegative for Toxocara antibodies in the Third National Health and Nutrition Examination Survey, a large, nationally-representative survey of the United States population. Seropositive children scored significantly lower on the WISC-R and WRAT-R compared with the seronegative children. Moreover, this relationship was independent of socioeconomic status, ethnicity, gender, rural residence, cytomegalovirus infection and blood lead levels. These results identify an important association that may reflect morbidity attributable to a genuine neglected infection. Nevertheless, longitudinal data are required to confirm an etiological connection between toxocariasis and cognitive function, as well as the true population attributable risk for toxocariasis and its chronic sequelae.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York, Downstate, Brooklyn, NY 11203, USA. thegowda@gmail.com"
      ]
    },
    {
      "last_name": "Haseeb",
      "fore_name": "M A",
      "initials": "MA",
      "name": "M A Haseeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal for parasitology",
    "iso_abbreviation": "Int J Parasitol",
    "issn": "1879-0135",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "13-14",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "1159",
  "end_page": "1163",
  "pages": "1159-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Animals",
    "Child",
    "Cognition",
    "Cognition Disorders",
    "Female",
    "Humans",
    "Male",
    "Population Surveillance",
    "Serologic Tests",
    "Socioeconomic Factors",
    "Toxocara",
    "Toxocariasis",
    "United States"
  ],
  "article_ids": {
    "pubmed": "23123274",
    "doi": "10.1016/j.ijpara.2012.10.002",
    "pii": "S0020-7519(12)00247-0"
  },
  "doi": "10.1016/j.ijpara.2012.10.002",
  "dates": {
    "completed": "2013-05-06",
    "revised": "2012-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.773140",
    "pmid": "23123274"
  }
}