{
  "pmid": "23126642",
  "uid": "23126642",
  "title": "Enabling medication management through health information technology (Health IT).",
  "abstract": "OBJECTIVES: The objective of the report was to review the evidence on the impact of health information technology (IT) on all phases of the medication management process (prescribing and ordering, order communication, dispensing, administration and monitoring as well as education and reconciliation), to identify the gaps in the literature and to make recommendations for future research. DATA SOURCES: We searched peer-reviewed electronic databases, grey literature, and performed hand searches. Databases searched included MEDLINE®, Embase, CINAHL (Cumulated Index to Nursing and Allied Health Literature), Cochrane Database of Systematic Reviews, International Pharmaceutical Abstracts, Compendex, Inspec (which includes IEEE Xplore), Library and Information Science Abstracts, E-Prints in Library and Information Science, PsycINFO, Sociological Abstracts, and Business Source Complete. Grey literature searching involved Internet searching, reviewing relevant Web sites, and searching electronic databases of grey literatures. AHRQ also provided all references in their e-Prescribing, bar coding, and CPOE knowledge libraries. METHODS: Paired reviewers looked at citations to identify studies on a range of health IT used to assist in the medication management process (MMIT) during multiple levels of screening (titles and abstracts, full text and final review for assignment of questions and data abstrction). Randomized controlled trials and cohort, case-control, and case series studies were independently assessed for quality. All data were abstracted by one reviewer and examined by one of two different reviewers with content and methods expertise. RESULTS: 40,582 articles were retrieved. After duplicates were removed, 32,785 articles were screened at the title and abstract phase. 4,578 full text articles were assessed and 789 articles were included in the final report. Of these, 361 met only content criteria and were listed without further abstraction. The final report included data from 428 articles across the seven key questions. Study quality varied according to phase of medication management. Substantially more studies, and studies with stronger comparative methods, evaluated prescribing and monitoring. Clinical decision support systems (CDSS) and computerized provider order entry (CPOE) systems were studied more than any other application of MMIT. Physicians were more often the subject of evaluation than other participants. Other health care professionals, patients, and families are important but not studied as thoroughly as physicians. These nonphysicians groups often value different aspects of MMIT, have diverse needs, and use systems differently. Hospitals and ambulatory clinics were well-represented in the literature with less emphasis placed on long-term care facilities, communities, homes, and nonhospital pharmacies. Most studies evaluated changes in process and outcomes of use, usability, and knowledge, skills, and attitudes. Most showed moderate to substantial improvement with implementation of MMIT. Economics studies and those with clinical outcomes were less frequently studied. Those articles that did address economics and clinical outcomes often showed equivocal findings on the effectiveness and cost-effectiveness of MMIT systems. Qualitative studies provided evidence of strong perceptions, both positive and negative, of the effects of MMIT and unintended consequences. We found little data on the effects of forms of medications, conformity, standards, and open source status. Much descriptive literature discusses implementation issues but little strong evidence exists. Interest is strong in MMIT and more groups and institutions will implement systems in the next decades, especially with the Federal Government's push toward more health IT to support better and more cost-effective health care. CONCLUSIONS: MMIT is well-studied, although on closer examination of the literature the evidence is not uniform across phases of medication management, groups of people involved, or types of MMIT. MMIT holds the promise of improved processes; clinical and economics studies and the understanding of sustainability issues are lacking.",
  "authors": [
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": []
    },
    {
      "last_name": "Handler",
      "fore_name": "Steve M",
      "initials": "SM",
      "name": "Steve M Handler",
      "affiliations": []
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa R",
      "initials": "LR",
      "name": "Lisa R Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne M",
      "initials": "AM",
      "name": "Anne M Holbrook",
      "affiliations": []
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria O'Reilly",
      "affiliations": []
    },
    {
      "last_name": "Tamblyn",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Tamblyn",
      "affiliations": []
    },
    {
      "last_name": "J Hemens",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian J Hemens",
      "affiliations": []
    },
    {
      "last_name": "Basu",
      "fore_name": "Runki",
      "initials": "R",
      "name": "Runki Basu",
      "affiliations": []
    },
    {
      "last_name": "Troyan",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Troyan",
      "affiliations": []
    },
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel S",
      "initials": "PS",
      "name": "Pavel S Roshanov",
      "affiliations": []
    },
    {
      "last_name": "Archer",
      "fore_name": "Norman P",
      "initials": "NP",
      "name": "Norman P Archer",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Evidence report/technology assessment",
    "iso_abbreviation": "Evid Rep Technol Assess (Full Rep)",
    "issn": "1530-4396",
    "issn_type": "Print",
    "issue": "201",
    "pub_year": "2011",
    "pub_month": "Apr"
  },
  "start_page": "1",
  "end_page": "951",
  "pages": "1-951",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Medical Informatics",
    "Outcome Assessment, Health Care",
    "Prescriptions",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "23126642",
    "pmc": "PMC4781568"
  },
  "pmc_id": "PMC4781568",
  "dates": {
    "completed": "2013-01-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.407718",
    "pmid": "23126642"
  }
}