{
  "pmid": "23142345",
  "uid": "23142345",
  "title": "Circulating proangiogenic progenitor cells independently predict functional capacity in heart failure patients.",
  "abstract": "BACKGROUND: Endothelial dysfunction is an important underlying mechanism in the pathophysiology of heart failure (HF). Circulating proangiogenic progenitor cells (CPCs) are endothelial and hematopoietic progenitor cells involved in the process of vasculogenesis repairing damaged and dysfunctional endothelium. Our aim was to evaluate whether an independent association exists between CPCs and functional capacity in HF patients. METHODS: This cross-sectional study included 121 ambulatory HF patients with reduced left ventricular ejection fraction seen at a single institution. We analyzed the association between CPCs, measured as circulating CD34+VEGFR2+ cells and early outgrowth colony forming units (EO-CFUs), and patients' functional capacity measured as peak oxygen consumption (VO2). RESULTS: The mean age was 55 ± 11 years; 96 patients (79%) were male. Forty-three patients (36%) had ischemic cardiomyopathy. Patients were taking optimal HF therapy (96% taking β-blockers, 91% taking renin-angiotensin inhibitors, and 60% had an implanted internal cardiac defibrillator). In univariate analyses, CD34+VEGFR2+ cells were inversely associated with peak VO2 (P = 0.02) while EO-CFUs showed a positive association with peak VO2 (P < 0.01). These associations persisted after adjusting for sex, New York Heart Association class, body mass index, diabetes, cardiac resynchronization therapy, ischemic cardiomyopathy and b-type natriuretic peptide levels. CONCLUSIONS: Cultured EO-CFUs may represent a measure of functional capacity and vasculogenesis potential while CD34+VEGFR2+ cells represent the mobilized cells in response to endothelial damage. Our study suggests that lower EO-CFUs (worse cell function) and higher CD34+VEGFR2+ cells are associated with poorer functional capacity.",
  "authors": [
    {
      "last_name": "Alba",
      "fore_name": "Ana C",
      "initials": "AC",
      "name": "Ana C Alba",
      "affiliations": [
        "Heart Failure/Transplant Program, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada. Carolina.alba@uhn.ca"
      ]
    },
    {
      "last_name": "Lalonde",
      "fore_name": "Spencer D",
      "initials": "SD",
      "name": "Spencer D Lalonde",
      "affiliations": []
    },
    {
      "last_name": "Rao",
      "fore_name": "Vivek",
      "initials": "V",
      "name": "Vivek Rao",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Walter",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Ross",
      "fore_name": "Heather J",
      "initials": "HJ",
      "name": "Heather J Ross",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "664",
  "end_page": "671",
  "pages": "664-71",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Heart Failure",
    "Hematopoietic Stem Cells",
    "Humans",
    "Ventricular Function"
  ],
  "article_ids": {
    "pubmed": "23142345",
    "doi": "10.1016/j.cjca.2012.08.011",
    "pii": "S0828-282X(12)01215-9"
  },
  "doi": "10.1016/j.cjca.2012.08.011",
  "dates": {
    "completed": "2013-07-23",
    "revised": "2013-05-24"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.396081",
    "pmid": "23142345"
  }
}