{
  "pmid": "23140303",
  "uid": "23140303",
  "title": "Generalizability theory for the perplexed: a practical introduction and guide: AMEE Guide No. 68.",
  "abstract": "BACKGROUND: Generalizability theory (G theory) is a statistical method to analyze the results of psychometric tests, such as tests of performance like the Objective Structured Clinical Examination, written or computer-based knowledge tests, rating scales, or self-assessment and personality tests. It is a generalization of classical reliability theory, which examines the relative contribution of the primary variable of interest, the performance of subjects, compared to error variance. In G theory, various sources of error contributing to the inaccuracy of measurement are explored. G theory is a valuable tool in judging the methodological quality of an assessment method and improving its precision. AIM: Starting from basic statistical principles, we gradually develop and explain the method. We introduce tools to perform generalizability analysis, and illustrate the use of generalizability analysis with a series of common, practical examples in educational practice. CONCLUSION: We realize that statistics and mathematics can be either boring or fearsome to many physicians and educators, yet we believe that some foundations are necessary for a better understanding of generalizability analysis. Consequently, we have tried, wherever possible, to keep the use of equations to a minimum and to use a conversational and slightly \"off-serious\" style.",
  "authors": [
    {
      "last_name": "Bloch",
      "fore_name": "Ralph",
      "initials": "R",
      "name": "Ralph Bloch",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. blochr@mcmaster.ca"
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical teacher",
    "iso_abbreviation": "Med Teach",
    "issn": "1466-187X",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "11",
    "pub_year": "2012"
  },
  "start_page": "960",
  "end_page": "992",
  "pages": "960-92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Interpretation, Statistical",
    "Educational Measurement",
    "Guidelines as Topic",
    "Humans",
    "Reproducibility of Results",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "23140303",
    "doi": "10.3109/0142159X.2012.703791"
  },
  "doi": "10.3109/0142159X.2012.703791",
  "dates": {
    "completed": "2013-04-29",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.748950",
    "pmid": "23140303"
  }
}