{
  "pmid": "23159255",
  "uid": "23159255",
  "title": "Smoking in context: a multilevel analysis of 49,088 communities in Canada.",
  "abstract": "BACKGROUND: The extent to which the prevalence of smoking in Canada varies across geographic areas independently of individual characteristics has not been quantified. PURPOSE: To estimate the extent and potential sources of geographic variation in smoking among communities, health regions, and provinces/territories in Canada. METHODS: Data are from the Canadian Community Health Surveys conducted between 2001 and 2008 (n=461,709). Current cigarette smoking among adults (aged ≥18 years) was the primary outcome. Individual-level markers of SES were education, household income, and occupation. Contextual variables potentially related to smoking considered were provincial cigarette taxes, workplace smoking bans, and collective family norms discouraging smoking in communities. A multilevel logistic regression analysis was conducted to model variation in smoking at the geographic scale of communities, health regions, and provinces. RESULTS: Overall, the contribution of geography as a percentage of the total variation in smoking was 8.4%, with 2.4% attributable to provinces, 1.2% attributable to health regions, and 4.8% attributable to communities after adjusting for age, gender and survey period. In models that accounted for socioeconomic and demographic characteristics in addition to age and gender, the contribution of geography to the total variation in smoking was attenuated to 4.1%; with 2.0% at the province level, 0.4% at the health region level, and 1.7% at the community level. Within provinces/territories, the community variation in smoking ranged from 2.4% in Prince Edward Island to 9.1% in British Columbia. Nationally, 71% of community and 21% of provincial differences in smoking were explained by individual, socioeconomic, and demographic factors alone; the inclusion of contextual covariates explained an additional 27% of the variation among communities. Collective family norms discouraging smoking in a community was the strongest contextual predictor of individual smoking; provincial cigarette taxes and workplace bans were only modestly related to individual smoking behavior. CONCLUSIONS: Geographic variation in smoking remained after accounting for individual, socioeconomic, and demographic characteristics, suggesting the importance of place, at the level of provinces and communities in Canada. Remaining community variation in smoking was largely attenuated after accounting for collective family norms discouraging smoking. Area-level influences such as the social and/or environmental conditions of provinces and communities may be important sources of variation in smoking and therefore need to be considered if rates of smoking are to be modified.",
  "authors": [
    {
      "last_name": "Corsi",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Corsi",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada. daniel.corsi@phri.ca"
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Clara K",
      "initials": "CK",
      "name": "Clara K Chow",
      "affiliations": []
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": []
    },
    {
      "last_name": "Subramanian",
      "fore_name": "S V",
      "initials": "SV",
      "name": "S V Subramanian",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of preventive medicine",
    "iso_abbreviation": "Am J Prev Med",
    "issn": "1873-2607",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "601",
  "end_page": "610",
  "pages": "601-10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Cross-Sectional Studies",
    "Family",
    "Health Surveys",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Smoking",
    "Socioeconomic Factors",
    "Taxes",
    "Tobacco Products",
    "Workplace",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23159255",
    "doi": "10.1016/j.amepre.2012.08.023",
    "pii": "S0749-3797(12)00620-4"
  },
  "doi": "10.1016/j.amepre.2012.08.023",
  "dates": {
    "completed": "2013-05-01",
    "revised": "2012-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:49.939943",
    "pmid": "23159255"
  }
}