{
  "pmid": "23164220",
  "uid": "23164220",
  "title": "Strategies for monitoring and updating clinical practice guidelines: a systematic review.",
  "abstract": "BACKGROUND: Scientific knowledge is in constant change. The flow of new information requires a frequent re-evaluation of the available research results. Clinical practice guidelines (CPGs) are not exempted from this phenomenon and need to be kept updated to maintain the validity of their recommendations. The objective of our review is to systematically identify, describe and assess strategies for monitoring and updating CPGs. STUDY DESIGN AND SETTING: We conducted a systematic review of studies evaluating one or more methods of updating (with or without monitoring) CPGs or recommendations. We searched MEDLINE (PubMed) and The Cochrane Methodology Register (The Cochrane Library) from 1966 to June 2012. Additionally, we hand-searched reference lists of the included studies and the Guidelines International Network book of abstracts. If necessary, we contacted study authors to obtain additional information. RESULTS: We included a total of eight studies. Four evaluated if CPGs were out of date, three updated CPGs, and one continuously monitored and updated CPGs. The most detailed reported phase of the process was the identification of new evidence. As opposed to studies updating guidelines, studies evaluating if CPGs were out of date applied restricted searches. Only one study compared a restricted versus an exhaustive search suggesting that a restricted search is sufficient to assess recommendations' Validity. One study analyzed the survival time of CPGs and suggested that these should be reassessed every three years. CONCLUSIONS: There is limited evidence about the optimal strategies for monitoring and updating clinical practice guidelines. A restricted search is likely to be sufficient to monitor new evidence and assess the need to update, however, more information is needed about the timing and type of search. Only the exhaustive search strategy has been assessed for the update of CPGs. The development and evaluation of more efficient strategies is needed to improve the timeliness and reduce the burden of maintaining the validity of CPGs.",
  "authors": [
    {
      "last_name": "Martínez García",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Martínez García",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau-IIB Sant Pau, Barcelona, Spain. laura.martinez.garcia@cochrane.es"
      ]
    },
    {
      "last_name": "Arévalo-Rodríguez",
      "fore_name": "Ingrid",
      "initials": "I",
      "name": "Ingrid Arévalo-Rodríguez",
      "affiliations": []
    },
    {
      "last_name": "Solà",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Solà",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": []
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2012",
    "pub_month": "Nov",
    "pub_day": "19"
  },
  "start_page": "109",
  "pages": "109",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Information Dissemination",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "23164220",
    "pmc": "PMC3520818",
    "doi": "10.1186/1748-5908-7-109",
    "pii": "1748-5908-7-109"
  },
  "doi": "10.1186/1748-5908-7-109",
  "pmc_id": "PMC3520818",
  "dates": {
    "completed": "2013-04-22",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:25.425107",
    "pmid": "23164220"
  }
}