{
  "pmid": "23173397",
  "uid": "23173397",
  "title": "Using root cause analysis and form redesign to reduce incorrect ordering of HIV tests.",
  "abstract": "BACKGROUND: Advances in molecular biology and changes in microbial nomenclature may subject diagnostic microbiology to errors. A patient diagnosed with Pneumocystis jiroveci pneumonia and then with AIDS had received a negative \"AIDS test\"--\"negative for antibodies to HTLV 1 and 2.\" The test requisition showed that the physician had requested HTLV-I/II testing but not an HIV-1/2 test. A root cause analysis was performed to determine if the erroneous testing represented a systemic problem. A study was conducted to identify and address such testing errors. METHODS: For the 1,952 HTLV-I/II test requests in a 17-month period in the Southern Alberta region, a random representative sample of 555 requests for HTLV-I/II testing were evaluated for appropriateness. Physicians ordering \"inappropriate\" tests were surveyed to determine root causes, and the HTLV-I/II check box was subsequently removed from the requisition. RESULTS: Some 318 (94%) of the 340 clinically directed HTLV tests were likely or definitely inappropriate--that is, only an HIV-1/2 test was required. At least 81% (127/156) of the 8% (156/1,948) of the HTLV-I/II tests ordered without an HIV-1/2 test concurrently were ordered inappropriately. In the telephone survey, all 69 physicians suspected to have incorrectly ordered HTLV-I/II tests reported erroneously requesting HTLV for HIV. A root cause analysis identified confusing viral nomenclature, diagnostic testing menu, and form design as contributing factors. A requisition recall and redesign has reduced erroneous laboratory testing. CONCLUSIONS: A high proportion of HTLV-I/II tests were ordered erroneously and confused with HIV-1/2. Careful attention to routine test menus and form design, including the exclusion of rare and confusing pathogens, reduces risk of error for practicing physicians.",
  "authors": [
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RA",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fonseca",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Fonseca",
      "affiliations": []
    },
    {
      "last_name": "Gill",
      "fore_name": "M John",
      "initials": "MJ",
      "name": "M John Gill",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Joint Commission journal on quality and patient safety",
    "iso_abbreviation": "Jt Comm J Qual Patient Saf",
    "issn": "1553-7250",
    "issn_type": "Print",
    "volume": "38",
    "issue": "11",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "506",
  "end_page": "512",
  "pages": "506-12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "AIDS Serodiagnosis",
    "Alberta",
    "Clinical Laboratory Information Systems",
    "Diagnostic Errors",
    "HIV Infections",
    "HIV-1",
    "HIV-2",
    "Human T-lymphotropic virus 1",
    "Human T-lymphotropic virus 2",
    "Humans",
    "Retroviridae",
    "Root Cause Analysis",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "23173397",
    "doi": "10.1016/s1553-7250(12)38067-7",
    "pii": "S1553-7250(12)38067-7"
  },
  "doi": "10.1016/s1553-7250(12)38067-7",
  "dates": {
    "completed": "2013-01-08",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.464413",
    "pmid": "23173397"
  }
}