{
  "pmid": "23171613",
  "uid": "23171613",
  "title": "Per-capita alcohol consumption and all-cause male mortality in Australia, 1911-2006.",
  "abstract": "AIMS: Given the variety of relationships found between alcohol consumption and health using individual data (both negative and positive), the likely impact of changes in population-level alcohol consumption on health at the population level is not clear. This paper uses historical data from 1911 to 2006 to assess the relationship between changes in per-capita alcohol consumption on total male mortality in Australia. METHODS: A longitudinal aggregate study using Australian per-capita alcohol consumption and mortality data from 1911 to 2006. Analysis is undertaken using autoregressive integrated moving average time-series methods. RESULTS: Per-capita pure alcohol consumption has a significant association with male all-cause mortality, with an increase (decrease) of 1 l per-capita per year associated with a 1.5% increase (decrease) in male mortality (controlling for female mortality and smoking rates). The association between per-capita consumption and mortality was significant for all age groups, with a particularly strong effect among 15-29 year olds. CONCLUSION: These results place Australia in the group of countries for which a positive association between per-capita alcohol consumption and total mortality can be demonstrated. Thus, despite the beneficial effects of alcohol consumption on health found in many studies, increases in consumption at the population level in Australia are associated with declines in population health. Thus, per-capita alcohol consumption in Australia is a significant contributor to rates of male mortality, particularly among young adults, suggesting an interaction between per-capita consumption and risky episodic drinking. The policies aiming to reduce population-level alcohol consumption and episodic risky drinking have the potential to substantially improve population-health outcomes in Australia, particularly among young men.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, 54 Gertrude Street, Fitzroy, VIC 3065, Australia. michaell@turningpoint.org.au"
      ]
    },
    {
      "last_name": "Wilkinson",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Wilkinson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Alcohol and alcoholism (Oxford, Oxfordshire)",
    "iso_abbreviation": "Alcohol Alcohol",
    "issn": "1464-3502",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "2",
    "pub_year": "2013"
  },
  "start_page": "196",
  "end_page": "201",
  "pages": "196-201",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Alcohol Drinking",
    "Australia",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Mortality",
    "Population Surveillance",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23171613",
    "doi": "10.1093/alcalc/ags123",
    "pii": "ags123"
  },
  "doi": "10.1093/alcalc/ags123",
  "dates": {
    "completed": "2013-10-28",
    "revised": "2013-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.748056",
    "pmid": "23171613"
  }
}