{
  "pmid": "23173830",
  "uid": "23173830",
  "title": "Problem-solving versus cognitive restructuring of medically ill seniors with depression (PROMISE-D trial): study protocol and design.",
  "abstract": "BACKGROUND: With an ageing population in most Western countries, people are living longer but often with one or more chronic physical health problems. Older people in physically poor health are at greater risk of developing clinical depression. Cognitive Behavioural Therapy (CBT) and Problem Solving Therapy (PST) have both been found to be efficacious in treating late-life depression, however patients with \"multi-morbidity\" (i.e. more than one chronic condition) are often excluded from these trials. The aim of this study is to compare the efficacy of CBT and PST in treating older adults who have one or more chronic physical health conditions and a diagnosable depressive disorder. This study will be the first to explicitly target the treatment of depression in older people in primary care settings presenting with a range of health problems using behavioural interventions. METHODS/DESIGN: The PROMISE-D study is a randomised controlled trial of two evidence-based treatments for late-life major or minor depression for patients who also have at least one co-morbid chronic health problem. Participants will be randomised to two active interventions (PST or CBT) or enhanced treatment-as-usual (E-TAU). Primary outcomes will be depression diagnostic status and severity of depression (according to the Hamilton Depression Rating Scale and the Geriatric Depression Scale). Secondary outcomes will be anxiety severity, quality of life and health care utilisation. Assessments will be conducted by a researcher who remains blind to the patient's treatment allocation and will be conducted pre and post-treatment and at six and 12 months follow-up. Health care utilisation will be assessed throughout a two year period following entry to the trial. Executive function, rumination and emotion regulation will also be measured to determine the impact of these factors on treatment response in two treatment groups. DISCUSSION: Multi-morbidity, the experience of two or more chronic health problems, is becoming an increasing problem internationally, particularly amongst the elderly. Evidence-based psychological treatments exist for late-life depression and these have been shown to be effective for participants with individual health problems and depression. However, there are no studies that have compared the two leading psychotherapies shown to be effective in the treatment of late-life depression. In addition, many trials of psychotherapy with older adults exclude those with multi-morbidity. Hence, this trial will confirm whether CBT and PST are efficacious in the treatment of depression in the context of complex medical needs and determine which of these two interventions is most efficacious. TRIAL REGISTRATION: ACTRN12612000854831.",
  "authors": [
    {
      "last_name": "Sharpe",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Sharpe",
      "affiliations": [
        "School of Psychology, University of Sydney, Sydney, Australia. louise.sharpe@sydney.edu.au"
      ]
    },
    {
      "last_name": "Gittins",
      "fore_name": "Catherine B",
      "initials": "CB",
      "name": "Catherine B Gittins",
      "affiliations": []
    },
    {
      "last_name": "Correia",
      "fore_name": "Helen M",
      "initials": "HM",
      "name": "Helen M Correia",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Meade",
      "affiliations": []
    },
    {
      "last_name": "Nicholas",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Nicholas",
      "affiliations": []
    },
    {
      "last_name": "Raue",
      "fore_name": "Patrick J",
      "initials": "PJ",
      "name": "Patrick J Raue",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": []
    },
    {
      "last_name": "Areán",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Areán",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC psychiatry",
    "iso_abbreviation": "BMC Psychiatry",
    "issn": "1471-244X",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Nov",
    "pub_day": "22"
  },
  "start_page": "207",
  "pages": "207",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Chronic Disease",
    "Clinical Protocols",
    "Cognitive Behavioral Therapy",
    "Depressive Disorder",
    "Humans",
    "Problem Solving",
    "Psychiatric Status Rating Scales",
    "Psychotherapy, Brief",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "23173830",
    "pmc": "PMC3561282",
    "doi": "10.1186/1471-244X-12-207",
    "pii": "1471-244X-12-207"
  },
  "doi": "10.1186/1471-244X-12-207",
  "pmc_id": "PMC3561282",
  "dates": {
    "completed": "2013-10-29",
    "revised": "2024-05-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.432307",
    "pmid": "23173830"
  }
}