{
  "pmid": "23173905",
  "uid": "23173905",
  "title": "The retention of health human resources in primary healthcare centers in Lebanon: a national survey.",
  "abstract": "BACKGROUND: Critical shortages of health human resources (HHR), associated with high turnover rates, have been a concern in many countries around the globe. Of particular interest is the effect of such a trend on the primary healthcare (PHC) sector; considered a cornerstone in any effective healthcare system. This study is a rare attempt to investigate PHC HHR work characteristics, level of burnout and likelihood to quit as well as the factors significantly associated with staff retention at PHC centers in Lebanon. METHODS: A cross-sectional design was utilized to survey all health providers at 81 PHC centers dispersed in all districts of Lebanon. The questionnaire consisted of four sections: socio-demographic/ professional background, organizational/institutional characteristics, likelihood to quit and level of professional burnout (using the Maslach-Burnout Inventory). A total of 755 providers completed the questionnaire (60.5% response rate). Bivariate analyses and multinomial logistic regression were used to determine factors associated with likelihood to quit. RESULTS: Two out of five respondents indicated likelihood to quit their jobs within the next 1-3 years and an additional 13.4% were not sure about quitting. The top three reasons behind likelihood to quit were poor salary (54.4%), better job opportunities outside the country (35.1%) and lack of professional development (33.7%). A U-shaped relationship was observed between age and likelihood to quit. Regression analysis revealed that high levels of burnout, lower level of education and low tenure were all associated with increased likelihood to quit. CONCLUSIONS: The study findings reflect an unstable workforce and are not conducive to supporting an expanded role for PHC in the Lebanese healthcare system. While strategies aiming at improving staff retention would be important to develop and implement for all PHC HHR; targeted retention initiatives should focus on the young-new recruits and allied health professionals. Particular attention should be dedicated to enhancing providers' role satisfaction and sense of job security. Such initiatives are of pivotal importance to stabilize the workforce and ensure its longevity.",
  "authors": [
    {
      "last_name": "Alameddine",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad Alameddine",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Management and Policy, American University of Beirut, Riad El-Solh, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Saleh",
      "fore_name": "Shadi",
      "initials": "S",
      "name": "Shadi Saleh",
      "affiliations": []
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Mourad",
      "fore_name": "Yara",
      "initials": "Y",
      "name": "Yara Mourad",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Nov",
    "pub_day": "22"
  },
  "start_page": "419",
  "pages": "419",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Attitude of Health Personnel",
    "Burnout, Professional",
    "Clinical Competence",
    "Cross-Sectional Studies",
    "Female",
    "Health Occupations",
    "Health Resources",
    "Health Surveys",
    "Humans",
    "Job Satisfaction",
    "Lebanon",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Personnel Loyalty",
    "Primary Health Care",
    "Salaries and Fringe Benefits",
    "Social Support",
    "Socioeconomic Factors",
    "Staff Development",
    "Surveys and Questionnaires",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "23173905",
    "pmc": "PMC3570494",
    "doi": "10.1186/1472-6963-12-419",
    "pii": "1472-6963-12-419"
  },
  "doi": "10.1186/1472-6963-12-419",
  "pmc_id": "PMC3570494",
  "dates": {
    "completed": "2013-05-23",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.346513",
    "pmid": "23173905"
  }
}