{
  "pmid": "23179406",
  "uid": "23179406",
  "title": "Evaluation of irreversible compression ratios for medical images thin slice CT and update of Canadian Association of Radiologists (CAR) guidelines.",
  "abstract": "In June 2008, the Canadian Association of Radiologists published its Standards for Irreversible Compression in Digital Diagnostic Imaging within Radiology (Canadian Association of Radiologists 2012). The study suggested that at low levels of compression there was no difference in diagnostic accuracy between uncompressed JPEG and JPEG 2000. There were two exceptions; CT neurological and CT body images resulted in lower rating of image quality (Koff et al., J Digit Imaging 22(6):569-78, 2009). The slice thicknesses used in the previous study were greater than 5 mm. However, other studies (Ringl et al., Radiology 240:869-87, 2006) suggest that thin CT slices might modify image tolerance to irreversible compression. Therefore, a new clinical evaluation using CT slices less than 3 mm was initiated. We examined CT images in four body regions (chest, body, musculoskeletal, and neurological). Twenty-five radiologists from across Canada participated. Each read a total of 70 CTs in his specialty; 10 at each of seven levels of compression (uncompressed, JPEG and JPEG 2000 at low, medium, and high compression (varying by region)). Each reader diagnosed the case, rated his confidence, and compared the compressed to the uncompressed image and rated the degree of degradation. Data were analyzed for sensitivity, specificity, accuracy, confidence, and degradation at three levels and two types of compression as well as the original image. There were no overall differences in sensitivity, specificity, accuracy, or confidence. JPEG images, at all levels of compression, were rated lower in terms of perceived difference (4.16/5 vs. 4.53/5 for JPEG 2000 and 4.68/5 for uncompressed). However, the rating of perceived difference was not significantly correlated with accuracy. Analysis of individual body regions did not reveal any systematic effects of compression in any region.",
  "authors": [
    {
      "last_name": "Koff",
      "fore_name": "David",
      "initials": "D",
      "name": "David Koff",
      "affiliations": [
        "Department of Radiology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bak",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Bak",
      "affiliations": []
    },
    {
      "last_name": "Matos",
      "fore_name": "André",
      "initials": "A",
      "name": "André Matos",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of digital imaging",
    "iso_abbreviation": "J Digit Imaging",
    "issn": "1618-727X",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "440",
  "end_page": "446",
  "pages": "440-6",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Data Compression",
    "Humans",
    "Practice Guidelines as Topic",
    "Radiographic Image Interpretation, Computer-Assisted",
    "Sensitivity and Specificity",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "23179406",
    "pmc": "PMC3649051",
    "doi": "10.1007/s10278-012-9542-y"
  },
  "doi": "10.1007/s10278-012-9542-y",
  "pmc_id": "PMC3649051",
  "dates": {
    "completed": "2014-01-09",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:18.672688",
    "pmid": "23179406"
  }
}