{
  "pmid": "23171660",
  "uid": "23171660",
  "title": "Institutionalization of evidence-informed practices in healthcare settings.",
  "abstract": "BACKGROUND: The effective and timely integration of the best available research evidence into healthcare practice has considerable potential to improve the quality of provided care. Knowledge translation (KT) approaches aim to develop, implement, and evaluate strategies to address the research-practice gap. However, most KT research has been directed toward implementation strategies that apply cognitive, behavioral, and, to a lesser extent, organizational theories. In this paper, we discuss the potential of institutional theory to inform KT-related research. DISCUSSION: Despite significant research, there is still much to learn about how to achieve KT within healthcare systems and practices. Institutional theory, focusing on the processes by which new ideas and concepts become accepted within their institutional environments, holds promise for advancing KT efforts and research. To propose new directions for future KT research, we present some of the main concepts of institutional theory and discuss their application to KT research by outlining how institutionalization of new practices can lead to their ongoing use in organizations. In addition, we discuss the circumstances under which institutionalized practices dissipate and give way to new insights and ideas that can lead to new, more effective practices. SUMMARY: KT research informed by institutional theory can provide important insights into how knowledge becomes implemented, routinized, and accepted as institutionalized practices. Future KT research should employ both quantitative and qualitative research designs to examine the specifics of sustainability, institutionalization, and deinstitutionalization of practices to enhance our understanding of these complex constructs.",
  "authors": [
    {
      "last_name": "Novotná",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Novotná",
      "affiliations": [
        "Faculty of Health Sciences, University of Lethbridge, 4401 University Drive, Lethbridge, AB T1K 3M4, Canada. gabriela.novotna@uleth.ca"
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    },
    {
      "last_name": "Henderson",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Henderson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2012",
    "pub_month": "Nov",
    "pub_day": "21"
  },
  "start_page": "112",
  "pages": "112",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Health Services Administration",
    "Health Services Research",
    "Humans",
    "Organizational Innovation",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "23171660",
    "pmc": "PMC3520843",
    "doi": "10.1186/1748-5908-7-112",
    "pii": "1748-5908-7-112"
  },
  "doi": "10.1186/1748-5908-7-112",
  "pmc_id": "PMC3520843",
  "dates": {
    "completed": "2013-04-22",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:47.747658",
    "pmid": "23171660"
  }
}