{
  "pmid": "23180971",
  "uid": "23180971",
  "title": "Budget impact analysis of boceprevir and telaprevir for the treatment of hepatitis C genotype 1 infection.",
  "abstract": "BACKGROUND: Boceprevir and telaprevir have recently showed dramatically better treatment outcomes than conventional PEGylated interferon plus ribavirin for the treatment of hepatitis C virus genotype 1, but the average cost per patient is unknown. METHODS: In the UK context, we performed a budget impact analysis to estimate the average per patient cost of adding boceprevir or telaprevir to PEGylated interferon plus ribavirin therapy. We considered both standard-duration therapy and response-guided therapy regimens of boceprevir and telaprevir for treatment-naïve and treatment-experienced patients. Our model utilized monthly discontinuation rates. We built a Bayesian Markov model to account for uncertainty associated with the clinical input and cost data. RESULTS: The total average cost of response-guided therapy with boceprevir is £22,850 and £25,060 for treatment-naïve and treatment-experienced patients, respectively. By comparison, the total average cost of response-guided therapy with telaprevir was £29,930 and £31,880 for treatment-naïve and treatment-experienced patients, respectively, whereas the total average cost of standard-duration boceprevir is £34,680 and £34,350 and for telaprevir was £32,530 and £31,680 for treatment-naïve and treatment experienced patients, respectively. CONCLUSION: Our results demonstrate that response-guided therapy with boceprevir is notably less costly than response-guided therapy with telaprevir. Our results also suggest that the standard treatment duration of boceprevir is slightly more costly than the standard treatment duration of telaprevir.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": []
    },
    {
      "last_name": "El Khoury",
      "fore_name": "Antoine C",
      "initials": "AC",
      "name": "Antoine C El Khoury",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "ClinicoEconomics and outcomes research : CEOR",
    "iso_abbreviation": "Clinicoecon Outcomes Res",
    "issn": "1178-6981",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2012"
  },
  "start_page": "349",
  "end_page": "359",
  "pages": "349-59",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23180971",
    "pmc": "PMC3503472",
    "doi": "10.2147/CEOR.S37205",
    "pii": "ceor-4-349"
  },
  "doi": "10.2147/CEOR.S37205",
  "pmc_id": "PMC3503472",
  "dates": {
    "completed": "2012-11-28",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.952488",
    "pmid": "23180971"
  }
}