{
  "pmid": "23182306",
  "uid": "23182306",
  "title": "Islamic fasting and weight loss: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: Studies on the effects of Ramadan fasting on weight changes have been contradictory. We brought together all published data to comprehensively examine the effects in a systematic review and meta-analysis. DESIGN: Relevant studies were obtained through searches of PubMed and CINAHL and by independent screening of reference lists and citations without any time restriction. All searches were completed between October and November 2011. SETTING: Changes in body weight during and after Ramadan were extracted from thirty-five English-language studies and were meta-analysed. Most of the studies were conducted in West Asia (n 19); the remainder were conducted in Africa (n 7), East Asia (n 3) and North America/Europe (n 4). SUBJECTS: Healthy adults. RESULTS: Fasting during Ramadan resulted in significant weight loss (-1·24 kg; 95% CI -1·60, -0·88 kg). However, most of the weight lost was regained within a few weeks and only a slight decrease in body weight was observed in the following weeks after Ramadan compared with that at the beginning of Ramadan. Weight loss at the end of Ramadan was significant in both genders (-1·51 kg for men and -0·92 kg for women); but again the weight loss lasted no longer than 2 weeks after Ramadan. Weight loss during Ramadan was greater among Asian populations compared with Africans and Europeans. CONCLUSIONS: Weight changes during Ramadan were relatively small and mostly reversed after Ramadan, gradually returning to pre-Ramadan status. Ramadan provides an opportunity to lose weight, but structured and consistent lifestyle modifications are necessary to achieve lasting weight loss.",
  "authors": [
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "1 Kerman Neuroscience Research Center, University of Medical Sciences, Kerman, Islamic Republic of Iran."
      ]
    },
    {
      "last_name": "Motaghipisheh",
      "fore_name": "Shahrzad",
      "initials": "S",
      "name": "Shahrzad Motaghipisheh",
      "affiliations": [
        "2 Research Center for Modeling in Health, University of Medical Sciences, Avicenna Ave., Jahad Blvd, Postal Code 7619813159, Kerman, Islamic Republic of Iran."
      ]
    },
    {
      "last_name": "Kolahdooz",
      "fore_name": "Fariba",
      "initials": "F",
      "name": "Fariba Kolahdooz",
      "affiliations": [
        "3 Aboriginal & Global Health Research Group, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Zahedi",
      "fore_name": "Mohammad J",
      "initials": "MJ",
      "name": "Mohammad J Zahedi",
      "affiliations": [
        "4 Physiology Research Center, Internal Medicine Department, University of Medical Sciences, Kerman, Islamic Republic of Iran."
      ]
    },
    {
      "last_name": "Haghdoost",
      "fore_name": "Ali A",
      "initials": "AA",
      "name": "Ali A Haghdoost",
      "affiliations": [
        "2 Research Center for Modeling in Health, University of Medical Sciences, Avicenna Ave., Jahad Blvd, Postal Code 7619813159, Kerman, Islamic Republic of Iran."
      ]
    }
  ],
  "journal": {
    "title": "Public health nutrition",
    "iso_abbreviation": "Public Health Nutr",
    "issn": "1475-2727",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "396",
  "end_page": "406",
  "pages": "396-406",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Body Mass Index",
    "Fasting",
    "Female",
    "Humans",
    "Islam",
    "Life Style",
    "Male",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "23182306",
    "pmc": "PMC10282472",
    "doi": "10.1017/S1368980012005046",
    "pii": "S1368980012005046"
  },
  "doi": "10.1017/S1368980012005046",
  "pmc_id": "PMC10282472",
  "dates": {
    "completed": "2014-11-18",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:53.793875",
    "pmid": "23182306"
  }
}