{
  "pmid": "23186972",
  "uid": "23186972",
  "title": "Hypothalamic germinoma masquerading as superior mesenteric artery (SMA) syndrome.",
  "abstract": "OBJECTIVE: To report a case of superior mesenteric artery (SMA) syndrome secondary to hypothalamic germinoma. METHODS: We describe the clinical presentation, diagnostic work-up, management, and clinical course of a patient admitted with SMA syndrome who was subsequently found to have a hypothalamic germinoma. RESULTS: An adolescent boy was admitted to the surgical ward with progressive weight loss over a 2 year period and postprandial vomiting. He was diagnosed with SMA syndrome based on evidence of proximal duodenal dilatation, extrinsic compression of the distal duodenum, and a narrowed aortomesenteric angle (16°). Investigations performed to exclude thyrotoxicosis unexpectedly revealed secondary hypothyroidism and further evaluation demonstrated evidence of pan-hypopituitarism. Psychiatric evaluation excluded anorexia nervosa and bulimia. Magnetic resonance imaging (MRI) of the brain revealed a heterogeneously enhancing hypothalamic lesion, but a normal pituitary gland. Hormone replacement with hydrocortisone, desmopressin, testosterone, and thyroxine resulted in weight gain and resolution of gastrointestinal symptoms. A transventricular endoscopic biopsy subsequently confirmed a hypothalamic germinoma and he was referred to an oncologist. CONCLUSION: SMA syndrome secondary to severe weight loss is an uncommon cause of upper gastrointestinal obstruction. While there have been reports of poorly controlled diabetes mellitus and thyrotoxicosis manifesting as SMA syndrome, there are no published reports to date of SMA syndrome secondary to hypothalamic/pituitary disease. Management of SMA syndrome is conservative, as symptoms of intestinal obstruction resolve with weight gain following treatment of the underlying cause. Awareness of this uncommon presentation of endocrine cachexia/hypothalamic disease will prevent unnecessary laparotomies and a misdiagnosis of an eating disorder.",
  "authors": [
    {
      "last_name": "Vethakkan",
      "fore_name": "Shireene R",
      "initials": "SR",
      "name": "Shireene R Vethakkan",
      "affiliations": [
        "Department of Medicine, University of Malaya, Kuala Lumpur, Malaysia. shireene.vethakkan@gmail.com"
      ]
    },
    {
      "last_name": "Venugopal",
      "fore_name": "Yogeswari",
      "initials": "Y",
      "name": "Yogeswari Venugopal",
      "affiliations": []
    },
    {
      "last_name": "Tan",
      "fore_name": "Alexander T B",
      "initials": "AT",
      "name": "Alexander T B Tan",
      "affiliations": []
    },
    {
      "last_name": "Paramasivam",
      "fore_name": "Sharmila S",
      "initials": "SS",
      "name": "Sharmila S Paramasivam",
      "affiliations": []
    },
    {
      "last_name": "Ratnasingam",
      "fore_name": "Jeyakantha",
      "initials": "J",
      "name": "Jeyakantha Ratnasingam",
      "affiliations": []
    },
    {
      "last_name": "Razak",
      "fore_name": "Rohaya A",
      "initials": "RA",
      "name": "Rohaya A Razak",
      "affiliations": []
    },
    {
      "last_name": "Alias",
      "fore_name": "Azmi",
      "initials": "A",
      "name": "Azmi Alias",
      "affiliations": []
    },
    {
      "last_name": "Kassim",
      "fore_name": "Fauziah",
      "initials": "F",
      "name": "Fauziah Kassim",
      "affiliations": []
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Endocrine practice : official journal of the American College of Endocrinology and the American Association of Clinical Endocrinologists",
    "iso_abbreviation": "Endocr Pract",
    "issn": "1934-2403",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2013"
  },
  "start_page": "e29",
  "end_page": "e34",
  "pages": "e29-34",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Brain Neoplasms",
    "Germinoma",
    "Humans",
    "Hypothalamus",
    "Male",
    "Radiography",
    "Superior Mesenteric Artery Syndrome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23186972",
    "doi": "10.4158/EP12218.CR",
    "pii": "S1530-891X(20)41229-7"
  },
  "doi": "10.4158/EP12218.CR",
  "dates": {
    "completed": "2013-08-15",
    "revised": "2021-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.951595",
    "pmid": "23186972"
  }
}