{
  "pmid": "23186340",
  "uid": "23186340",
  "title": "Leading on the frontlines with passion and persistence: a necessary condition for Breastfeeding Best Practice Guideline uptake.",
  "abstract": "AIMS AND OBJECTIVES: The research question explored was what are the processes and strategies used by frontline leaders to support the uptake of the Breastfeeding Best Practice Guideline by nurses in maternity care practice settings? BACKGROUND: Best Practice Guidelines have been shown to enhance client care and outcomes. Leadership is known to have a key role in moving Best Practice Guidelines into nursing practice yet how this happens is poorly understood. This insight is needed to consistently and efficiently facilitate Best Practice Guideline uptake into clinical practice. DESIGN: Constructivist grounded theory was used to explore the social processes and strategies involved in facilitating Best Practice Guideline uptake. METHODS: Purposive, criterion-based, theoretical and negative case sampling were used recruiting 58 health professionals and 54 clients. Triangulation and constant comparison of data sources and types (interviews, documents and field notes) were used for analysis and rigour. RESULTS: Passionate, persistent, respected frontline leaders using tailored, multifaceted strategies aimed at three groups of nurse adopters effectively support the uptake of the Breastfeeding Best Practice Guideline in nursing practice. Successful uptake strategies used by frontline leaders that are new or underdeveloped in the previous literature are presented. CONCLUSIONS: The study findings illuminated multidimensional, tailored strategies that frontline leaders use to facilitate the uptake of Best Practice Guidelines. Attention to individual attitudes and beliefs, as well as organisational, interorganisational and interprofessional partnerships are vital to uptake. Organisations that aspire to foster Best Practice Guideline uptake must invest in frontline leaders to 'make it happen' and sustain Best Practice Guideline uptake in practice. RELEVANCE TO CLINICAL PRACTICE: Understanding how frontline leaders facilitate Best Practice Guideline uptake is essential to selecting, educating and supporting them to foster desired practice changes. Strategies are explicated that frontline leaders can adopt and tailor to their own practice contexts.",
  "authors": [
    {
      "last_name": "Matthew-Maich",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Matthew-Maich",
      "affiliations": [
        "School of Nursing and Health Sciences Research & Innovation, Mohawk College, Hamilton, ON, Canada. nancy.maich@mohawkcollege.ca"
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical nursing",
    "iso_abbreviation": "J Clin Nurs",
    "issn": "1365-2702",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "11-12",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "1759",
  "end_page": "1770",
  "pages": "1759-70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Breast Feeding",
    "Female",
    "Guideline Adherence",
    "Guidelines as Topic",
    "Humans",
    "Leadership"
  ],
  "article_ids": {
    "pubmed": "23186340",
    "doi": "10.1111/jocn.12027"
  },
  "doi": "10.1111/jocn.12027",
  "dates": {
    "completed": "2013-12-06",
    "revised": "2013-04-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.533822",
    "pmid": "23186340"
  }
}