{
  "pmid": "23204077",
  "uid": "23204077",
  "title": "Validity of the International Classification of Diseases, Tenth Revision code for acute kidney injury in elderly patients at presentation to the emergency department and at hospital admission.",
  "abstract": "OBJECTIVE: To evaluate the validity of the International Classification of Diseases, Tenth Revision (ICD-10) code N17x for acute kidney injury (AKI) in elderly patients in two settings: at presentation to the emergency department and at hospital admission. DESIGN: A population-based retrospective validation study. SETTING: Southwestern Ontario, Canada, from 2003 to 2010. PARTICIPANTS: Elderly patients with serum creatinine measurements at presentation to the emergency department (n=36 049) or hospital admission (n=38 566). The baseline serum creatinine measurement was a median of 102 and 39 days prior to presentation to the emergency department and hospital admission, respectively. MAIN OUTCOME MEASURES: Sensitivity, specificity and positive and negative predictive values of ICD-10 diagnostic coding algorithms for AKI using a reference standard based on changes in serum creatinine from the baseline value. Median changes in serum creatinine of patients who were code positive and code negative for AKI. RESULTS: The sensitivity of the best-performing coding algorithm for AKI (defined as a ≥2-fold increase in serum creatinine concentration) was 37.4% (95% CI 32.1% to 43.1%) at presentation to the emergency department and 61.6% (95% CI 57.5% to 65.5%) at hospital admission. The specificity was greater than 95% in both settings. In patients who were code positive for AKI, the median (IQR) increase in serum creatinine from the baseline was 133 (62 to 288) µmol/l at presentation to the emergency department and 98 (43 to 200) µmol/l at hospital admission. In those who were code negative, the increase in serum creatinine was 2 (-8 to 14) and 6 (-4 to 20) µmol/l, respectively. CONCLUSIONS: The presence or absence of ICD-10 code N17× differentiates two groups of patients with distinct changes in serum creatinine at the time of a hospital encounter. However, the code underestimates the true incidence of AKI due to a limited sensitivity.",
  "authors": [
    {
      "last_name": "Hwang",
      "fore_name": "Y Joseph",
      "initials": "YJ",
      "name": "Y Joseph Hwang",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": []
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja Gandhi",
      "affiliations": []
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": []
    },
    {
      "last_name": "Clark",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Clark",
      "affiliations": []
    },
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "6",
    "pub_year": "2012"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23204077",
    "pmc": "PMC3533048",
    "doi": "10.1136/bmjopen-2012-001821",
    "pii": "bmjopen-2012-001821"
  },
  "doi": "10.1136/bmjopen-2012-001821",
  "pmc_id": "PMC3533048",
  "dates": {
    "completed": "2012-12-04",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.135393",
    "pmid": "23204077"
  }
}