{
  "pmid": "23204142",
  "uid": "23204142",
  "title": "What is a disease? Perspectives of the public, health professionals and legislators.",
  "abstract": "OBJECTIVE: To assess the perception of diseases and the willingness to use public-tax revenue for their treatment among relevant stakeholders. DESIGN: A population-based, cross-sectional mailed survey. SETTING: Finland. PARTICIPANTS: 3000 laypeople, 1500 doctors, 1500 nurses (randomly identified from the databases of the Finnish Population Register, the Finnish Medical Association and the Finnish Nurses Association) and all 200 parliament members. MAIN OUTCOME MEASURES: Respondents' perspectives on a five-point Likert scale on two claims on 60 states of being: '(This state of being) is a disease'; and '(This state of being) should be treated with public tax revenue'. RESULTS: Of the 6200 individuals approached, 3280 (53%) responded. Of the 60 states of being, ≥80% of respondents considered 12 to be diseases (Likert scale responses of '4' and '5') and five not to be diseases (Likert scale responses of '1' and '2'). There was considerable variability in most states, and great variability in 10 (≥20% of respondents of all groups considered it a disease and ≥20% rejected as a disease). Doctors were more inclined to consider states of being as diseases than laypeople; nurses and members were intermediate (p<0.001), but all groups showed large variability. Responses to the two claims were very strongly correlated (r=0.96 (95% CI 0.94 to 0.98); p<0.001). CONCLUSIONS: There is large disagreement among the public, health professionals and legislators regarding the classification of states of being as diseases and whether their management should be publicly funded. Understanding attitudinal differences can help to enlighten social discourse on a number of contentious public policy issues.",
  "authors": [
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leinonen",
      "fore_name": "Janne S",
      "initials": "JS",
      "name": "Janne S Leinonen",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Ebrahim",
      "fore_name": "Shanil",
      "initials": "S",
      "name": "Shanil Ebrahim",
      "affiliations": []
    },
    {
      "last_name": "Järvinen",
      "fore_name": "Teppo L N",
      "initials": "TL",
      "name": "Teppo L N Järvinen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "6",
    "pub_year": "2012"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23204142",
    "pmc": "PMC3533011",
    "doi": "10.1136/bmjopen-2012-001632",
    "pii": "bmjopen-2012-001632"
  },
  "doi": "10.1136/bmjopen-2012-001632",
  "pmc_id": "PMC3533011",
  "dates": {
    "completed": "2012-12-04",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.789038",
    "pmid": "23204142"
  }
}