{
  "pmid": "23216738",
  "uid": "23216738",
  "title": "Income, income inequality and youth smoking in low- and middle-income countries.",
  "abstract": "AIMS: To examine the relationships between income, income inequality and current smoking among youth in low- and middle-income countries. DESIGN: Pooled cross-sectional data from the Global Youth Tobacco Surveys, conducted in low- and middle-income countries, were used to conduct multi-level logistic analyses that accounted for the nesting of students in schools and of schools in countries. PARTICIPANTS: A total of 169 283 students aged 13-15 from 63 low- and middle-income countries. MEASUREMENTS: Current smoking was defined as having smoked at least one cigarette in the past 30 days. Gross domestic product (GDP) per capita was our measure of absolute income. Contemporaneous and lagged (10-year) Gini coefficients, as well as the income share ratio of the top decile of incomes to the bottom decile, were our measures of income inequality. FINDINGS: Our analyses reveal a significant positive association between levels of income and youth smoking. We find that a 10% increase in GDP per capita increases the odds of being a current smoker by at least 2.5%, and potentially considerably more. Our analyses also suggest a relationship between the distribution of incomes and youth smoking: youth from countries with more unequal distributions of income tend to have higher odds of currently smoking. CONCLUSIONS: There is a positive association between gross domestic product and the odds of a young person in a low- and middle-income country being a current smoker. Given the causal links between smoking and a wide range of youth morbidities, the association between smoking and income inequality may underlie a substantial portion of the health disparities observed that are currently experiencing rapid economic growth.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "David X",
      "initials": "DX",
      "name": "David X Li",
      "affiliations": [
        "Centre for Global Health Research, St Michael's Hospital, University of Toronto, Toronto, ON, Canada. dxl@jhmi.edu"
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "108",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "799",
  "end_page": "808",
  "pages": "799-808",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Cross-Sectional Studies",
    "Developing Countries",
    "Female",
    "Gross Domestic Product",
    "Humans",
    "Income",
    "Male",
    "Smoking",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "23216738",
    "doi": "10.1111/add.12075"
  },
  "doi": "10.1111/add.12075",
  "dates": {
    "completed": "2013-12-02",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:34.935490",
    "pmid": "23216738"
  }
}