{
  "pmid": "23212501",
  "uid": "23212501",
  "title": "Association between a medical school admission process using the multiple mini-interview and national licensing examination scores.",
  "abstract": "CONTEXT: There has been difficulty designing medical school admissions processes that provide valid measurement of candidates' nonacademic qualities. OBJECTIVE: To determine whether students deemed acceptable through a revised admissions protocol using a 12-station multiple mini-interview (MMI) outperform others on the 2 parts of the Canadian national licensing examinations (Medical Council of Canada Qualifying Examination [MCCQE]). The MMI process requires candidates to rotate through brief sequential interviews with structured tasks and independent assessment within each interview. DESIGN, SETTING, AND PARTICIPANTS: Cohort study comparing potential medical students who were interviewed at McMaster University using an MMI in 2004 or 2005 and accepted (whether or not they matriculated at McMaster) with those who were interviewed and rejected but gained entry elsewhere. The computer-based MCCQE part I (aimed at assessing medical knowledge and clinical decision making) can be taken on graduation from medical school; MCCQE part II (involving simulated patient interactions testing various aspects of practice) is based on the objective structured clinical examination and typically completed 16 months into postgraduate training. Interviews were granted to 1071 candidates, and those who gained entry could feasibly complete both parts of their licensure examination between May 2007 and March 2011. Scores could be matched on the examinations for 751 (part I) and 623 (part II) interviewees. INTERVENTION: Admissions decisions were made by combining z score transformations of scores assigned to autobiographical essays, grade point average, and MMI performance. Academic and nonacademic measures contributed equally to the final ranking. MAIN OUTCOME MEASURES: Scores on MCCQE part I (standardized cut-score, 390 [SD, 100]) and part II (standardized mean, 500 [SD, 100]). RESULTS: Candidates accepted by the admissions process had higher scores than those who were rejected for part I (mean total score, 531 [95% CI, 524-537] vs 515 [95% CI, 507-522]; P = .003) and for part II (mean total score, 563 [95% CI, 556-570] vs 544 [95% CI, 534-554]; P = .007). Among the accepted group, those who matriculated at McMaster did not outperform those who matriculated elsewhere for part I (mean total score, 524 [95% CI, 515-533] vs 546 [95% CI, 535-557]; P = .004) and for part II (mean total score, 557 [95% CI, 548-566] vs 582 [95% CI, 569-594]; P = .003). CONCLUSION: Compared with students who were rejected by an admission process that used MMI assessment, students who were accepted scored higher on Canadian national licensing examinations.",
  "authors": [
    {
      "last_name": "Eva",
      "fore_name": "Kevin W",
      "initials": "KW",
      "name": "Kevin W Eva",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, Canada. kevin.eva@ubc.ca"
      ]
    },
    {
      "last_name": "Reiter",
      "fore_name": "Harold I",
      "initials": "HI",
      "name": "Harold I Reiter",
      "affiliations": []
    },
    {
      "last_name": "Rosenfeld",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Rosenfeld",
      "affiliations": []
    },
    {
      "last_name": "Trinh",
      "fore_name": "Kien",
      "initials": "K",
      "name": "Kien Trinh",
      "affiliations": []
    },
    {
      "last_name": "Wood",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Wood",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "308",
    "issue": "21",
    "pub_year": "2012",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "2233",
  "end_page": "2240",
  "pages": "2233-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cohort Studies",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Humans",
    "Interviews as Topic",
    "Licensure",
    "Ontario",
    "School Admission Criteria",
    "Schools, Medical"
  ],
  "article_ids": {
    "pubmed": "23212501",
    "doi": "10.1001/jama.2012.36914",
    "pii": "1475189"
  },
  "doi": "10.1001/jama.2012.36914",
  "dates": {
    "completed": "2012-12-07",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:48:05.099429",
    "pmid": "23212501"
  }
}