{
  "pmid": "23227160",
  "uid": "23227160",
  "title": "Workers' compensation status: does it affect orthopaedic surgery outcomes? A meta-analysis.",
  "abstract": "INTRODUCTION: Previous reviews have demonstrated that patient outcomes following orthopaedic surgery are strongly influenced by the presence of Workers' Compensation. However, the variability in the reviews' methodology may have inflated the estimated strength of this association. The main objective of this meta-analysis is to evaluate the influence of Workers' Compensation on the outcomes of orthopaedic surgical procedures. METHODS: We conducted a systematic search of the literature published in this area from 1992-2012, with no language restrictions. The following databases were used MEDLINE (Ovid), Embase (Ovid), CINAHL, Google Scholar, LILACS and Pubmed. We also hand-searched the reference sections of all selected papers. We included all prospective studies evaluating the effect of compensation status on outcomes in adult patients who had undergone surgery due to orthopaedic conditions or diseases. Outcomes of interest included disease specific, region specific and/or overall quality of life scales/questionnaires and surgeons' personal judgment of the results. We used an assessment tool to appraise the quality of all included studies. We used Review Manager to create forest plots to summarize study data and funnel plots for the assessment of publication bias. RESULTS: Twenty studies met our eligibility criteria. The overall risk ratio for experiencing an unsatisfactory result after orthopaedic surgery for patients with compensation compared to non-compensated patients is 2.08 (95% CI 1.54-2.82). A similar association was shown for continuous data extracted from the studies using assessment scales or questionnaires (Standard Mean Difference = -0.70 95% CI -0.97- -0.43). CONCLUSIONS: Among patients who undergo orthopaedic surgical procedures, those receiving Workers' Compensation experience a two-fold greater risk of a negative outcome. Our findings show a considerably lower estimate of risk compared to previous reviews that include retrospective data. Further research is warranted to determine the etiological explanation for the influence of compensation status on patient outcomes. SYSTEMATIC REVIEW REGISTRATION NUMBER: CRD42012002121.",
  "authors": [
    {
      "last_name": "de Moraes",
      "fore_name": "Vinícius Ynoe",
      "initials": "VY",
      "name": "Vinícius Ynoe de Moraes",
      "affiliations": [
        "Division of Hand and Upper Limb Surgery, Department of Orthopaedics and Trauma, Universidade Federal de São Paulo, São Paulo, Brazil. vymoraes@gmail.com"
      ]
    },
    {
      "last_name": "Godin",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Godin",
      "affiliations": []
    },
    {
      "last_name": "Tamaoki",
      "fore_name": "Marcel Jun Sugawara",
      "initials": "MJ",
      "name": "Marcel Jun Sugawara Tamaoki",
      "affiliations": []
    },
    {
      "last_name": "Faloppa",
      "fore_name": "Flávio",
      "initials": "F",
      "name": "Flávio Faloppa",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Belloti",
      "fore_name": "João Carlos",
      "initials": "JC",
      "name": "João Carlos Belloti",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "12",
    "pub_year": "2012"
  },
  "start_page": "e50251",
  "pages": "e50251",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Orthopedic Procedures",
    "Treatment Outcome",
    "Workers' Compensation"
  ],
  "article_ids": {
    "pubmed": "23227160",
    "pmc": "PMC3515555",
    "doi": "10.1371/journal.pone.0050251",
    "pii": "PONE-D-12-24724"
  },
  "doi": "10.1371/journal.pone.0050251",
  "pmc_id": "PMC3515555",
  "dates": {
    "completed": "2013-06-11",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.080174",
    "pmid": "23227160"
  }
}