{
  "pmid": "23226898",
  "uid": "23226898",
  "title": "Assessing implementation mechanisms for an international agreement on research and development for health products.",
  "abstract": "The Member States of the World Health Organization (WHO) are currently debating the substance and form of an international agreement to improve the financing and coordination of research and development (R&D) for health products that meet the needs of developing countries. In addition to considering the content of any possible legal or political agreement, Member States may find it helpful to reflect on the full range of implementation mechanisms available to bring any agreement into effect. These include mechanisms for states to make commitments, administer activities, manage financial contributions, make subsequent decisions, monitor each other's performance and promote compliance. States can make binding or non-binding commitments through conventions, contracts, declarations or institutional reforms. States can administer activities to implement their agreements through international organizations, sub-agencies, joint ventures or self-organizing processes. Finances can be managed through specialized multilateral funds, financial institutions, membership organizations or coordinated self-management. Decisions can be made through unanimity, consensus, equal voting, modified voting or delegation. Oversight can be provided by peer review, expert review, self-reports or civil society. Together, states should select their preferred options across categories of implementation mechanisms, each of which has advantages and disadvantages. The challenge lies in choosing the most effective combinations of mechanisms for supporting an international agreement (or set of agreements) that achieves collective aspirations in a way and at a cost that are both sustainable and acceptable to those involved. In making these decisions, WHO's Member States can benefit from years of experience with these different mechanisms in health and its related sectors.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "McMaster Health Forum and Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. hoffmans@mcmaster.ca"
      ]
    },
    {
      "last_name": "Røttingen",
      "fore_name": "John-Arne",
      "initials": "JA",
      "name": "John-Arne Røttingen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin of the World Health Organization",
    "iso_abbreviation": "Bull World Health Organ",
    "issn": "1564-0604",
    "issn_type": "Electronic",
    "volume": "90",
    "issue": "11",
    "pub_year": "2012",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "854",
  "end_page": "863",
  "pages": "854-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biomedical Research",
    "Equipment and Supplies",
    "Humans",
    "International Cooperation",
    "Research",
    "Research Support as Topic",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "23226898",
    "pmc": "PMC3506410",
    "doi": "10.2471/BLT.12.109827",
    "pii": "BLT.12.109827"
  },
  "doi": "10.2471/BLT.12.109827",
  "pmc_id": "PMC3506410",
  "dates": {
    "completed": "2013-11-26",
    "revised": "2024-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.628280",
    "pmid": "23226898"
  }
}