{
  "pmid": "23239930",
  "uid": "23239930",
  "title": "Clinical and economic burden of revision knee arthroplasty.",
  "abstract": "Surgery is indicated for symptomatic knee osteoarthritis (OA) when conservative measures are unsuccessful. High tibial osteotomy (HTO), unicompartmental knee arthroplasty (UKA), and total knee arthroplasty (TKA) are surgical options intended to relieve knee OA pain and dysfunction. The choice of surgical intervention is dependent on several factors such as disease location, patient age, comorbidities, and activity levels. Regardless of surgical treatment, complications such as infection, loosening or lysis, periprosthetic fracture, and postoperative pain are known risks and are indications for revision surgery. The clinical and economic implications for revision surgery are underappreciated. Over 55,000 revision surgeries were performed in 2010 in the US, with 48% of these revisions in patients under 65 years. Total costs associated with each revision TKA surgery have been estimated to be in excess of $49,000. The current annual economic burden of revision knee OA surgery is $2.7 billion for hospital charges alone. By 2030, assuming a 5-fold increase in the number of revision procedures, this economic burden will exceed $13 billion annually. It is appealing to envision a therapy that could delay or obviate the need for arthroplasty. From an actuarial standpoint, this would have the theoretical downstream effect of substantially reducing the number of revision procedures. Although no known therapies currently meet these criteria, such a breakthrough would have a tremendous impact in lessening the clinical and economic burden of knee OA revision surgery.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Smith",
      "affiliations": []
    },
    {
      "last_name": "Miller",
      "fore_name": "Larry E",
      "initials": "LE",
      "name": "Larry E Miller",
      "affiliations": []
    },
    {
      "last_name": "Block",
      "fore_name": "Jon E",
      "initials": "JE",
      "name": "Jon E Block",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical medicine insights. Arthritis and musculoskeletal disorders",
    "iso_abbreviation": "Clin Med Insights Arthritis Musculoskelet Disord",
    "issn": "1179-5441",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2012"
  },
  "start_page": "89",
  "end_page": "94",
  "pages": "89-94",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23239930",
    "pmc": "PMC3520180",
    "doi": "10.4137/CMAMD.S10859",
    "pii": "cmamd-5-2012-089"
  },
  "doi": "10.4137/CMAMD.S10859",
  "pmc_id": "PMC3520180",
  "dates": {
    "completed": "2012-12-17",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.332050",
    "pmid": "23239930"
  }
}