{
  "pmid": "23234260",
  "uid": "23234260",
  "title": "Canadian adolescent mothers' perceptions of influences on breastfeeding decisions: a qualitative descriptive study.",
  "abstract": "BACKGROUND: There is increased recognition of the importance of breastfeeding at a national level as evidenced by the increased number of Canadian mothers initiating breastfeeding. However, adolescent mothers (<19 years), compared to all other mothers, have lower rates of breastfeeding initiation and duration. The purpose of this study was to examine the facilitating influences and barriers to initiating, and continuing breastfeeding, as perceived by adolescent mothers in Durham Region, Ontario, Canada. METHODS: The principles of interpretive description guided this qualitative study. A purposeful, homogenous sample of 16 adolescent mothers (15-19 years) were recruited to complete individual, semi-structured, face-to-face interviews. Conventional content analysis was used to code data, identify concepts and synthesize them into overall themes. RESULTS: Adolescent mothers in this study expressed that the decision to breastfeed was made prenatally and while partner and family member opinions about breastfeeding initiation were influential, the decision was made independently. Mothers were primarily motivated to initiate breastfeeding due to the health benefits for the infant. Lower breastfeeding duration rates were found among mothers who decided to only \"try\" breastfeeding when compared to the mothers who committed to breastfeeding. Influences on continued breastfeeding included: 1) the impact of breastfeeding on social and intimate relationships; 2) the availability of social support; 3) the physical demands of breastfeeding; 4) mothers' knowledge of breastfeeding practices and benefits; and 5) mothers' perceived sense of comfort in breastfeeding. CONCLUSIONS: The results of this study provide health care providers new conceptual insight and understanding of the factors that influence adolescents' decisions to \"try\" breastfeeding and to continue providing breastmilk to their infants. Professional implications drawn from this study include active engagement of adolescents in the pre and postnatal periods, including early assessment of potential barriers surrounding breastfeeding decisions. This early professional interaction highlights the professional as a form of support, and allows for sharing of evidence-informed breastfeeding information and practical breastfeeding skills. Inclusion of adolescents' positive social support networks should be emphasized in professional breastfeeding support. Motivational interviewing is a promising prenatal strategy to influence behavior change and reduce ambivalence in decision-making about breastfeeding, creating opportunities for health care providers to tailor interventions.",
  "authors": [
    {
      "last_name": "Nesbitt",
      "fore_name": "Sherry A",
      "initials": "SA",
      "name": "Sherry A Nesbitt",
      "affiliations": [
        "Durham Regional Health Department, 605 Rossland Road East, Whitby, Ontario, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Karen A",
      "initials": "KA",
      "name": "Karen A Campbell",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Robinson",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Robinson",
      "affiliations": []
    },
    {
      "last_name": "Piehl",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Piehl",
      "affiliations": []
    },
    {
      "last_name": "Bogdan",
      "fore_name": "Janice C",
      "initials": "JC",
      "name": "Janice C Bogdan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2012",
    "pub_month": "Dec",
    "pub_day": "12"
  },
  "start_page": "149",
  "pages": "149",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Breast Feeding",
    "Choice Behavior",
    "Decision Making",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Infant",
    "Interpersonal Relations",
    "Mothers",
    "Ontario",
    "Perception",
    "Qualitative Research",
    "Social Support",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23234260",
    "pmc": "PMC3534235",
    "doi": "10.1186/1471-2393-12-149",
    "pii": "1471-2393-12-149"
  },
  "doi": "10.1186/1471-2393-12-149",
  "pmc_id": "PMC3534235",
  "dates": {
    "completed": "2013-05-22",
    "revised": "2024-05-25"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.534277",
    "pmid": "23234260"
  }
}