{
  "pmid": "23235679",
  "uid": "23235679",
  "title": "Guidewire-assisted cannulation of the common bile duct for the prevention of post-endoscopic retrograde cholangiopancreatography (ERCP) pancreatitis.",
  "abstract": "BACKGROUND: Cannulation techniques have been recognized to be important in causing post-endoscopic retrograde cholangiopancreatography (ERCP) pancreatitis (PEP). However, considerable controversy exists about the usefulness of the guidewire-assisted cannulation technique for the prevention of PEP. OBJECTIVES: To systematically review evidence from randomised controlled trials (RCTs) assessing the effectiveness and safety of the guidewire-assisted cannulation technique compared to the conventional contrast-assisted cannulation technique for the prevention of PEP. SEARCH METHODS: We searched CENTRAL (The Cochrane Library), MEDLINE, EMBASE, and CINAHL databases and major conference proceedings, up to February 2012, using the Cochrane Upper Gastrointestinal and Pancreatic Diseases model with no language restrictions. SELECTION CRITERIA: RCTs comparing the guidewire-assisted cannulation technique versus the contrast-assisted cannulation technique in patients undergoing ERCP. DATA COLLECTION AND ANALYSIS: Two review authors conducted study selection, data extraction and methodological quality assessment independently. Using intention-to-treat analysis with random-effects models, we combined dichotomous data to obtain risk ratios (RR) with 95% confidence intervals (CI). We assessed heterogeneity using the Chi² test (P < 0.15) and I² statistic (> 25%). To explore sources of heterogeneity, we conducted a priori subgroup analyses according to trial design, publication type, risk of bias, use of precut sphincterotomy, inadvertent guidewire insertion or contrast injection of the pancreatic duct (PD), use of a PD stent, cannulation device, and trainee involvement in cannulation. To assess the robustness of our results we carried out sensitivity analyses using different summary statistics (RR versus odds ratio (OR)) and meta-analytic models (fixed-effect versus random-effects), and per protocol analysis. MAIN RESULTS: Twelve RCTs comprising 3450 participants were included. There was statistical heterogeneity among trials for the outcome of PEP (P = 0.04, I² = 45%). The guidewire-assisted cannulation technique significantly reduced PEP compared to the contrast-assisted cannulation technique (RR 0.51, 95% CI 0.32 to 0.82). In addition, the guidewire-assisted cannulation technique was associated with greater primary cannulation success (RR 1.07, 95% CI 1.00 to 1.15), less precut sphincterotomy (RR 0.75, 95% CI 0.60 to 0.95), and no increase in other ERCP-related complications. Subgroup analyses indicated that this significant risk reduction in PEP with the guidewire-assisted cannulation technique existed only in 'non-crossover' trials (RR 0.22, 95% CI 0.12 to 0.42). The results were robust in sensitivity analyses. AUTHORS' CONCLUSIONS: Compared with the contrast-assisted cannulation technique, the guidewire-assisted cannulation technique increases the primary cannulation rate and reduces the risk of PEP, and it appears to be the most appropriate first-line cannulation technique.",
  "authors": [
    {
      "last_name": "Tse",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Tse",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada. tsef@mcmaster.ca."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "12",
    "pub_year": "2012",
    "pub_month": "Dec",
    "pub_day": "12"
  },
  "start_page": "CD009662",
  "pages": "CD009662",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Catheterization",
    "Cholangiopancreatography, Endoscopic Retrograde",
    "Common Bile Duct",
    "Contrast Media",
    "Humans",
    "Pancreatitis",
    "Randomized Controlled Trials as Topic",
    "Safety"
  ],
  "article_ids": {
    "pubmed": "23235679",
    "pmc": "PMC6885057",
    "doi": "10.1002/14651858.CD009662.pub2"
  },
  "doi": "10.1002/14651858.CD009662.pub2",
  "pmc_id": "PMC6885057",
  "dates": {
    "completed": "2013-02-21",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Contrast Media"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.378476",
    "pmid": "23235679"
  }
}