{
  "pmid": "23249984",
  "uid": "23249984",
  "title": "Optimal time delay between epinephrine injection and incision to minimize bleeding.",
  "abstract": "BACKGROUND: The time until maximal cutaneous vasoconstriction after injection of lidocaine with epinephrine is often given in textbooks and multiple choice examinations as 7 to 10 minutes. However, in our experience, there is significantly less cutaneous bleeding if one waits considerably longer than 7 to 10 minutes after injection of local anesthesia with epinephrine for most procedures on human skin. METHODS: This was a prospective, randomized, triple-blind study where 12 volunteers were injected simultaneously in each arm with either 1% lidocaine with epinephrine (study group) or 1% plain lidocaine (control group), after which the relative hemoglobin concentration of the underlying skin and soft tissues was measured over time using spectroscopy. RESULTS: In the epinephrine group, the mean time at which the lowest cutaneous hemoglobin level was obtained was 25.9 minutes (95 percent CI, 25.9 ± 5.1 minutes). This was significantly longer than the historical literature values of 7 to 10 minutes for maximum vasoconstriction after injection. Mean hemoglobin index values at every time measurement after postinjection minute 1 were significantly different between the study group and the control group, with use of a two-tailed paired t test (p < 0.01). CONCLUSIONS: If optimal visualization is desired, the ideal time for the surgeon to begin the incision should be 25 minutes after injection of local anesthetic with epinephrine. It takes considerably longer than 7 to 10 minutes for a new local equilibrium to be obtained in relation to hemoglobin quantity.",
  "authors": [
    {
      "last_name": "McKee",
      "fore_name": "Daniel E",
      "initials": "DE",
      "name": "Daniel E McKee",
      "affiliations": [
        "Hamilton, Ontario, and Saint John, New Brunswick, Canada From the Division of Plastic and Reconstructive Surgery, Department of Surgery, and the Department of Medical Physics and Applied Radiation Sciences, McMaster University, and Saint John Regional Hospital, Dalhousie University."
      ]
    },
    {
      "last_name": "Lalonde",
      "fore_name": "Donald H",
      "initials": "DH",
      "name": "Donald H Lalonde",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Glennie",
      "fore_name": "Diana L",
      "initials": "DL",
      "name": "Diana L Glennie",
      "affiliations": []
    },
    {
      "last_name": "Hayward",
      "fore_name": "Joseph E",
      "initials": "JE",
      "name": "Joseph E Hayward",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "811",
  "end_page": "814",
  "pages": "811-814",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Blood Loss, Surgical",
    "Double-Blind Method",
    "Epinephrine",
    "Female",
    "Humans",
    "Injections",
    "Male",
    "Prospective Studies",
    "Time Factors",
    "Vasoconstrictor Agents",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23249984",
    "doi": "10.1097/PRS.0b013e3182818ced",
    "pii": "00006534-201304000-00026"
  },
  "doi": "10.1097/PRS.0b013e3182818ced",
  "dates": {
    "completed": "2013-05-20",
    "revised": "2022-03-17"
  },
  "chemicals": [
    "Vasoconstrictor Agents",
    "Epinephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.150076",
    "pmid": "23249984"
  }
}