{
  "pmid": "23246196",
  "uid": "23246196",
  "title": "The incidence of burnout or compassion fatigue in medical dosimetrists as a function of various stress and psychologic factors.",
  "abstract": "Burnout and compassion fatigue (CF) adversely affect medical professionals, including those employed in radiation oncology. Previously conducted research acknowledged the presence of burnout in populations of radiation therapists, radiation oncologists, and oncology nursing staff. The aim of the following research was to measure the incidence of burnout or CF in the specific population of medical dosimetrists surveyed. As professional members of the radiation oncology team, this group had not been included in published research data to date. The hypothesis of the subsequent study stated that a comparable incidence of burnout would be observed among medical dosimetrists as had been reported by earlier researchers for a population of radiation therapists. A survey tool based on the Maslach Burnout Inventory (MBI) and distributed to full members of the American Association of Medical Dosimetrists (AAMD) was utilized as the research measurement method. Results obtained indicated an incidence rates of burnout or CF for medical dosimetrists were less than the rates previously measured for radiation therapists (53% vs 11% for emotional exhaustion [EE] and 45% vs 27% for depersonalization [DP]). The incidence of burnout was based on the Burnout Inventory (BI) developed for the research project. Each of the subscales, EE, DP, and decreased personal accomplishment (PA), was considered and analyzed independently. Although not as prevalent among medical dosimetrists as a variety of additional radiation oncology professionals, a significant portion of the population demonstrated signs of burnout or CF. Future concerns abound for the population of medical dosimetrists as a large number of members scored positive for intermediate risk of burnout and CF. Additionally, a large portion of the population was found to be rapidly approaching retirement.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "University of Wisconsin-La Crosse, WI 54601, USA. Mhoward24601@yahoo.com"
      ]
    }
  ],
  "journal": {
    "title": "Medical dosimetry : official journal of the American Association of Medical Dosimetrists",
    "iso_abbreviation": "Med Dosim",
    "issn": "1873-4022",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2013"
  },
  "start_page": "88",
  "end_page": "94",
  "pages": "88-94",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Allied Health Personnel",
    "Burnout, Professional",
    "Comorbidity",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Mental Fatigue",
    "Middle Aged",
    "Occupational Diseases",
    "Radiation Oncology",
    "Radiometry",
    "Risk Assessment",
    "Risk Factors",
    "Stress, Psychological",
    "Wisconsin",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23246196",
    "doi": "10.1016/j.meddos.2012.07.006",
    "pii": "S0958-3947(12)00139-2"
  },
  "doi": "10.1016/j.meddos.2012.07.006",
  "dates": {
    "completed": "2013-08-12",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:28:04.402296",
    "pmid": "23246196"
  }
}