{
  "pmid": "23256172",
  "uid": "23256172",
  "title": "Moving from evidence to developing recommendations in guidelines: article 11 in Integrating and coordinating efforts in COPD guideline development. An official ATS/ERS workshop report.",
  "abstract": "INTRODUCTION: Professional societies, like many other organizations around the world, have recognized the need to use more rigorous processes to ensure that healthcare recommendations are informed by the best available research evidence. This is the 11th of a series of 14 articles that methodologists and researchers from around the world prepared to advise guideline developers for respiratory and other diseases on how to achieve this goal. For this article, we developed five key questions and updated a review of the literature on moving from evidence to recommendations. METHODS: We addressed the following specific questions.What is the strength of a recommendation and what determines the strength? What are the implications of strong and weak recommendations for patients, clinicians, and policy makers? Should guideline panels make recommendations in the face of very low-quality evidence? Under which circumstances should guideline panels make research recommendations? How should recommendations be formulated and presented? We searched PubMed and other databases of methodological studies for existing systematic reviews and relevant methodological research. We did not conduct systematic reviews ourselves. Our conclusions are based on available evidence, consideration of what guideline developers are doing, and pre- and postworkshop discussions. RESULTS AND DISCUSSION: The strength of a recommendation reflects the extent to which guideline developers can, across the range of patients for whom the recommendations are intended, be confident that the desirable effects of following the recommendation outweigh the undesirable effects. Four factors influence the strength of a recommendation: the quality of evidence supporting the recommendation, the balance between desirable and undesirable effects, the uncertainty or variability of patient values and preferences, and costs. Strong and weak (also called \"conditional\") recommendations have distinct implications for patients, clinicians, and policy makers. Adherence to strong recommendations or, in the case of weak (conditional) recommendations, documentation of discussion or shared decision making with a patient, might be used as quality measures or performance indicators. Clinicians desire guidance regardless of the quality of the underlying evidence. Very low-quality evidence should ideally result in either appropriately labeled recommendations (i.e., as based on very low-quality evidence) or a statement that the guideline panel did not reach consensus on the recommendation due to the lack of confidence in the effect estimates. However, guideline panels often have more resources, time, and information than practicing clinicians. Therefore, they may be in a position to use their best judgments to make recommendations even when there is very low-quality evidence, although some guideline developers disagree with this approach and prefer a general approach of not making recommendations in the face of very low-quality evidence. Guideline panels should consider making research recommendations when there is important uncertainty about the desirable and undesirable effects of an intervention, further research could reduce that uncertainty, and the potential benefits and savings of reducing the uncertainty outweigh the potential harms of not making the research recommendation. Recommendations for additional research should be as precise and specific as possible.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andy D",
      "initials": "AD",
      "name": "Andy D Oxman",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": []
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    },
    {
      "last_name": "Heffner",
      "fore_name": "John",
      "initials": "J",
      "name": "John Heffner",
      "affiliations": []
    },
    {
      "last_name": "Hill",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Hill",
      "affiliations": []
    },
    {
      "last_name": "Woodhead",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Woodhead",
      "affiliations": []
    },
    {
      "last_name": "Campos-Outcalt",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Campos-Outcalt",
      "affiliations": []
    },
    {
      "last_name": "Alderson",
      "fore_name": "Phil",
      "initials": "P",
      "name": "Phil Alderson",
      "affiliations": []
    },
    {
      "last_name": "Woitalla",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Woitalla",
      "affiliations": []
    },
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": []
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": []
    },
    {
      "last_name": "Bousquet",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Bousquet",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings of the American Thoracic Society",
    "iso_abbreviation": "Proc Am Thorac Soc",
    "issn": "1943-5665",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "282",
  "end_page": "292",
  "pages": "282-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Disease Management",
    "Evidence-Based Medicine",
    "Humans",
    "Policy Making",
    "Practice Guidelines as Topic",
    "Pulmonary Disease, Chronic Obstructive",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "23256172",
    "doi": "10.1513/pats.201208-064ST",
    "pii": "9/5/282"
  },
  "doi": "10.1513/pats.201208-064ST",
  "dates": {
    "completed": "2013-07-12",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.552611",
    "pmid": "23256172"
  }
}