{
  "pmid": "23256171",
  "uid": "23256171",
  "title": "How to integrate multiple comorbidities in guideline development: article 10 in Integrating and coordinating efforts in COPD guideline development. An official ATS/ERS workshop report.",
  "abstract": "BACKGROUND: Professional societies, like many other organizations around the world, have recognized the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the 10th of a series of 14 articles that were prepared to advise guideline developers in respiratory and other diseases. This article deals with how multiple comorbidities (co-existing chronic conditions) may be more effectively integrated into guidelines. METHODS: In this review we addressed the following topics and questions using chronic obstructive pulmonary disease (COPD) as an example. (1) How important are multiple comorbidities for guidelines? (2) How have other organizations involved in the development of guidelines for single chronic disease approached the problem of multiple comorbidities? (3) What are the implications of multiple comorbidities for pharmacological treatment? (4) What are the potential changes induced by multiple comorbidities in guidelines? (5) What are the implications of considering a population of older patients with multiple comorbidities in designing clinical trials? Our conclusions are based on available evidence from the published literature, experience from guideline developers, and workshop discussions. We did not attempt to examine all Clinical Practice Guidelines (CPGs) and relevant literature. Instead, we selected CPGs generated by prominent professional organizations and relevant literature published in widely read journals, which are likely to have a high impact on clinical practice. RESULTS AND CONCLUSIONS: A widening gap exists between the reality of the care of patients with multiple chronic conditions and the practical clinical recommendations driven by CPGs focused on a single disease, such as COPD. Guideline development panels should aim for multidisciplinary representation, especially when contemplating recommendations for individuals aged 65 years or older (who often have multiple comorbidities), and should evaluate the quality of evidence and the strength of recommendations targeted at this population. A priority area for research should be to assess the effect of multiple concomitant medications and assess how their combined effects are altered by genetic, physiological, disease-related, and other factors. One step that should be implemented immediately would be for existing COPD guidelines to add new sections to address the impact of multiple comorbidities on screening, diagnosis, prevention, and management recommendations. Research should focus on the possible interaction of multiple medications. Furthermore, genetic, physiological, disease-related, and other factors that may influence the directness (applicability) of the evidence for the target population in clinical practice guidelines should be examined.",
  "authors": [
    {
      "last_name": "Fabbri",
      "fore_name": "Leonardo M",
      "initials": "LM",
      "name": "Leonardo M Fabbri",
      "affiliations": []
    },
    {
      "last_name": "Boyd",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Boyd",
      "affiliations": []
    },
    {
      "last_name": "Boschetto",
      "fore_name": "Piera",
      "initials": "P",
      "name": "Piera Boschetto",
      "affiliations": []
    },
    {
      "last_name": "Rabe",
      "fore_name": "Klaus F",
      "initials": "KF",
      "name": "Klaus F Rabe",
      "affiliations": []
    },
    {
      "last_name": "Buist",
      "fore_name": "A Sonia",
      "initials": "AS",
      "name": "A Sonia Buist",
      "affiliations": []
    },
    {
      "last_name": "Yawn",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Yawn",
      "affiliations": []
    },
    {
      "last_name": "Leff",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Leff",
      "affiliations": []
    },
    {
      "last_name": "Kent",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Kent",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings of the American Thoracic Society",
    "iso_abbreviation": "Proc Am Thorac Soc",
    "issn": "1943-5665",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "274",
  "end_page": "281",
  "pages": "274-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Clinical Trials as Topic",
    "Comorbidity",
    "Evidence-Based Medicine",
    "Health Status Disparities",
    "Humans",
    "Patient Care Management",
    "Policy Making",
    "Polypharmacy",
    "Practice Guidelines as Topic",
    "Prognosis",
    "Pulmonary Disease, Chronic Obstructive",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "23256171",
    "pmc": "PMC5820992",
    "doi": "10.1513/pats.201208-063ST",
    "pii": "9/5/274"
  },
  "doi": "10.1513/pats.201208-063ST",
  "pmc_id": "PMC5820992",
  "dates": {
    "completed": "2013-07-12",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 AG032910",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R13 HL090485",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 HS018597",
      "agency": "AHRQ HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 HS18597-01",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.552079",
    "pmid": "23256171"
  }
}