{
  "pmid": "23256174",
  "uid": "23256174",
  "title": "Disseminating and implementing guidelines: article 13 in Integrating and coordinating efforts in COPD guideline development. An official ATS/ERS workshop report.",
  "abstract": "BACKGROUND: Professional societies, like many other organizations around the world, have recognized the need to use rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the thirteenth of a series of 14 articles that were prepared to advise guideline developers in respiratory and other diseases. This article focuses on current concepts and research evidence about how to disseminate and implement guidelines optimally on a national and international level to improve quality of care. METHODS: In this article we address the following questions: What frameworks can aid guideline dissemination and implementation; what are the effects of different guideline dissemination and implementation strategies; and, what is the role of guideline developers in guideline dissemination and implementation? We identified existing systematic reviews and relevant methodological research. Our conclusions are based on evidence from published literature, experience from guideline developers, and workshop discussions. RESULTS AND CONCLUSIONS: The Knowledge to Action cycle proposed by Graham and colleagues (J Contin Educ Health Prof 2006;26:13-24) provides a useful framework for planning dissemination and implementation activities that emphasize the need for tailored approaches based on an assessment of local barriers. There are a broad range of interventions that are generally effective at improving the uptake of evidence. The best intervention depends on likely barriers, available resources, and other practical considerations. Financial interventions (such as pay for performance) appear to be as effective as other interventions that aim to change professional behavior. Guideline developers who do not have responsibility for guideline implementation in their jurisdiction should support those with responsibility for implementation by considering the \"implementability\" of their guidelines.",
  "authors": [
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Burgers",
      "fore_name": "Jako",
      "initials": "J",
      "name": "Jako Burgers",
      "affiliations": []
    },
    {
      "last_name": "Cruz",
      "fore_name": "Alvaro A",
      "initials": "AA",
      "name": "Alvaro A Cruz",
      "affiliations": []
    },
    {
      "last_name": "Heffner",
      "fore_name": "John",
      "initials": "J",
      "name": "John Heffner",
      "affiliations": []
    },
    {
      "last_name": "Metersky",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Metersky",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings of the American Thoracic Society",
    "iso_abbreviation": "Proc Am Thorac Soc",
    "issn": "1943-5665",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "298",
  "end_page": "303",
  "pages": "298-303",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Diffusion of Innovation",
    "Disease Management",
    "Evidence-Based Medicine",
    "Health Resources",
    "Health Services Needs and Demand",
    "Humans",
    "Information Dissemination",
    "Needs Assessment",
    "Policy Making",
    "Practice Guidelines as Topic",
    "Pulmonary Disease, Chronic Obstructive"
  ],
  "article_ids": {
    "pubmed": "23256174",
    "doi": "10.1513/pats.201208-066ST",
    "pii": "9/5/298"
  },
  "doi": "10.1513/pats.201208-066ST",
  "dates": {
    "completed": "2013-07-12",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.553166",
    "pmid": "23256174"
  }
}