{
  "pmid": "23256168",
  "uid": "23256168",
  "title": "Synthesis, grading, and presentation of evidence in guidelines: article 7 in Integrating and coordinating efforts in COPD guideline development. An official ATS/ERS workshop report.",
  "abstract": "INTRODUCTION: Professional societies, like many other organizations around the world, have recognized the need to use more rigorous processes to ensure that health care recommendations are informed by the best available research evidence. This is the seventh of a series of 14 articles that were prepared to advise guideline developers in respiratory and other diseases on approaches for guideline development. This article focuses on synthesizing, rating, and presenting evidence in guidelines. METHODS: In this review we addressed the following questions. (1) What evidence should guideline panels use to inform their recommendations? (2) How should they rate the quality of the evidence they use? (3) How should they grade evidence regarding diagnostic tests? (4) What should they do when quality of evidence differs across outcomes? (5) How should they present the evidence in a guideline? We did not conduct systematic reviews ourselves. We relied on prior evaluations of electronic databases and systematic reviews suggesting that the Grades of Recommendation, Assessment, Development and Evaluation Working Group (GRADE) approach includes the desired features of a system for grading quality of evidence, including provision of models for presenting evidence for guideline panels, and for the consumers of practice guidelines. This article describes the GRADE approach to grading the quality of evidence and presenting evidence. Available evidence, the practice of leading guideline developers, and workshop discussions provide the basis for our conclusions. RESULTS AND DISCUSSION: GRADE rates the quality of evidence for each outcome across studies rather than for each study. In the GRADE approach randomized trials start as high-quality evidence and observational studies as low-quality evidence, but both can be rated down or up. Five factors may lead to rating down the quality of evidence: study limitations or risk of bias, inconsistency of results, indirectness of evidence, imprecision, and publication bias. Three factors may lead to rating up the quality of evidence from observational studies: large magnitude of effect, dose-response gradient, and situations in which all plausible confounders would decrease an apparent treatment effect, or would create a spurious effect when results suggest no effect. GRADE suggests use of evidence profiles that provide a comprehensive way to display the key evidence relevant to a clinical question. Guideline developers who follow this structure will find the transparency of their recommendations markedly enhanced.",
  "authors": [
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Oxman",
      "fore_name": "Andy",
      "initials": "A",
      "name": "Andy Oxman",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Wilson",
      "affiliations": []
    },
    {
      "last_name": "Puhan",
      "fore_name": "Milo A",
      "initials": "MA",
      "name": "Milo A Puhan",
      "affiliations": []
    },
    {
      "last_name": "Wilt",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Wilt",
      "affiliations": []
    },
    {
      "last_name": "Gutterman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gutterman",
      "affiliations": []
    },
    {
      "last_name": "Woodhead",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Woodhead",
      "affiliations": []
    },
    {
      "last_name": "Antman",
      "fore_name": "Elliott M",
      "initials": "EM",
      "name": "Elliott M Antman",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings of the American Thoracic Society",
    "iso_abbreviation": "Proc Am Thorac Soc",
    "issn": "1943-5665",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2012",
    "pub_month": "Dec"
  },
  "start_page": "256",
  "end_page": "261",
  "pages": "256-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Databases, Factual",
    "Disease Management",
    "Evidence-Based Medicine",
    "Humans",
    "Observer Variation",
    "Outcome Assessment, Health Care",
    "Policy Making",
    "Practice Guidelines as Topic",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "23256168",
    "doi": "10.1513/pats.201208-060ST",
    "pii": "9/5/256"
  },
  "doi": "10.1513/pats.201208-060ST",
  "dates": {
    "completed": "2013-07-12",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.550947",
    "pmid": "23256168"
  }
}