{
  "pmid": "23267448",
  "uid": "23267448",
  "title": "Using magnetic resonance imaging to determine preoperative autograft sizes in anterior cruciate ligament reconstruction.",
  "abstract": "PURPOSE: Accurate prediction of autograft size for anterior cruciate ligament reconstruction can assist in preoperative planning and decision-making regarding graft choices. This study seeks to determine the accuracy of MRI measurements by comparing intraoperative measurements of the patella, semitendinosis, and gracilis tendons while correlating these measurements with patient anthropometric data such as gender, height, and weight. METHODS: A series of 20 consecutive patients were enrolled who underwent a magnetic resonance imaging study of the knee and proceeded with surgical reconstruction of the anterior cruciate ligament. Intraoperative measurements of the diameter of semitendinosis and gracilis tendons or width of patella tendon were compared to radiographic measurements obtained on the MRI. These measurements were analyzed using a paired t-test as well as regression analysis to evaluate strength of correlation between measurements and also to determine correlation with height, weight, and gender. RESULTS: There was no statistical difference between intraoperative and radiographic measurements (p > 0.05). There was strong correlation (Pearson r = 0.98, p = 0.00) found between intraoperative and radiographic measurements of the autograft tendons. Weaker correlation was seen with gender, height, and weight with intraoperative measurements. CONCLUSIONS: Measuring the diameter of the semitendinosis and gracilis tendons and patellar width on MRI can give an accurate prediction of actual intraoperative sizes of these anatomic structures. Height, weight, and gender were also correlated with tendon sizes implying that a patient of female gender or of smaller stature in height or weight may have smaller tendon sizes. Routine use of preoperative MRI measurements can guide surgeons with specific graft preferences to other surgical options if the graft is measured to be insufficient in size.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "Keith W",
      "initials": "KW",
      "name": "Keith W Chan",
      "affiliations": [
        "Department of Orthopaedic Surgery, NYU Hospital for Joint Diseases, 301 East 17th Street, New York, NY 10003, USA."
      ]
    },
    {
      "last_name": "Kaplan",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Kaplan",
      "affiliations": []
    },
    {
      "last_name": "Ong",
      "fore_name": "Crispin C",
      "initials": "CC",
      "name": "Crispin C Ong",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": []
    },
    {
      "last_name": "Schweitzer",
      "fore_name": "Mark E",
      "initials": "ME",
      "name": "Mark E Schweitzer",
      "affiliations": []
    },
    {
      "last_name": "Sherman",
      "fore_name": "Orrin H",
      "initials": "OH",
      "name": "Orrin H Sherman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin of the NYU hospital for joint diseases",
    "iso_abbreviation": "Bull NYU Hosp Jt Dis",
    "issn": "1936-9727",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "4",
    "pub_year": "2012"
  },
  "start_page": "241",
  "end_page": "245",
  "pages": "241-5",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Body Height",
    "Body Weight",
    "Bone Transplantation",
    "Female",
    "Humans",
    "Linear Models",
    "Magnetic Resonance Imaging",
    "Male",
    "Patellar Ligament",
    "Predictive Value of Tests",
    "Preoperative Care",
    "Retrospective Studies",
    "Sex Factors",
    "Tissue and Organ Harvesting",
    "Transplantation, Autologous",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23267448"
  },
  "dates": {
    "completed": "2013-05-31",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.777079",
    "pmid": "23267448"
  }
}