{
  "pmid": "23263588",
  "uid": "23263588",
  "title": "Toothbrushing for critically ill mechanically ventilated patients: a systematic review and meta-analysis of randomized trials evaluating ventilator-associated pneumonia.",
  "abstract": "BACKGROUND: Oral care may decrease ventilator-associated pneumonia in the ICU. The objective of this review was to summarize and critically appraise randomized trials in mechanically ventilated patients in the ICU testing the effect of oral care strategies involving toothbrushing on ventilator-associated pneumonia. SEARCH METHODS: We searched EMBASE, MEDLINE, and the Cochrane Controlled Trials Register and Database of Systematic Reviews from 1980 until March 2012, independently and in duplicate, as well as personal files and reference lists. In duplicate, articles were selected if they were randomized trials, enrolled adult critically ill patients, compared any kind of oral care involving toothbrushing with any other kind of oral care or control with or without toothbrushing, and examined ventilator-associated pneumonia. In duplicate, we abstracted trial characteristics and quality using the Cochrane risk of bias tool. The results were combined using a random effects model. RESULTS: We included six trials enrolling 1,408 patients, five of which compared toothbrushing to usual oral care and one of which compared electric with manual toothbrushing. In four trials, there was a trend toward lower ventilator-associated pneumonia rates (risk ratio, 0.77; 95% confidence interval, 0.50-1.21; p = 0.26). This trend was also observed in one trial reporting fewer cases of ventilator-associated pneumonia per 1,000 ventilator days (20.68 vs. 25.89; p = 0.53) in patients receiving toothbrushing vs. no toothbrushing. The only trial with low risk of bias suggested that toothbrushing significantly reduced ventilator-associated pneumonia (risk ratio, 0.26; 95% confidence interval, 0.10-0.67; p = 0.006). Use of chlorhexidine antisepsis seems to attenuate the effect of toothbrushing on ventilator-associated pneumonia (p for the interaction = 0.02). One trial comparing electric vs. manual toothbrushing showed no difference in ventilator-associated pneumonia rates (risk ratio, 0.96; 95% confidence interval, 0.47-1.96; p = 0.91). Toothbrushing did not impact on length of ICU stay, or ICU or hospital mortality. CONCLUSIONS: In intubated, mechanically ventilated critically ill patients, toothbrushing did not significantly reduce the risk of ventilator-associated pneumonia overall. Toothbrushing has no effect on mortality or length of stay. Electric and manual toothbrushing seem to have similar effects. More research is needed on this aspect of oral care to evaluate its potential to decrease ventilator-associated pneumonia.",
  "authors": [
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Orla",
      "initials": "O",
      "name": "Orla Smith",
      "affiliations": []
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": []
    },
    {
      "last_name": "Medd",
      "fore_name": "James",
      "initials": "J",
      "name": "James Medd",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "646",
  "end_page": "655",
  "pages": "646-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Chlorhexidine",
    "Critical Illness",
    "Hospital Mortality",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Mouthwashes",
    "Pneumonia, Ventilator-Associated",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Toothbrushing"
  ],
  "article_ids": {
    "pubmed": "23263588",
    "doi": "10.1097/CCM.0b013e3182742d45"
  },
  "doi": "10.1097/CCM.0b013e3182742d45",
  "dates": {
    "completed": "2013-04-08",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Mouthwashes",
    "Chlorhexidine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.990813",
    "pmid": "23263588"
  }
}