{
  "pmid": "23267445",
  "uid": "23267445",
  "title": "Treatment of long bone nonunions: factors affecting healing.",
  "abstract": "PURPOSE: Nonunions of the upper and lower extremity have been associated with pain and functional deficits. Recent studies have demonstrated that healing of these nonunions is associated with pain relief and both subjective and objective functional improvement. The purpose of this study was to determine which patient and surgical factors correlated with successful healing of a nonunion following surgical intervention. METHODS: Between September 2004 and February 2008, all patients with a \"long bone nonunion\" presenting to our academic trauma service were enrolled in a prospective data base. Baseline functional, demographic and pain status was obtained. Follow-up was obtained at 3, 6, and 12 months following surgical intervention, with longer follow-up as possible. One hundred and thirty-four patients with a variety of fracture nonunions were operated on by four different fellowship trained trauma surgeons with experience ranging from 2 to 15 years and variable nonunion surgery loads. Patients were stratified into one of three groups: 1. Patients who healed following one surgical intervention, 2. those who healed following multiple surgical intervention, and 3. those who failed to heal (remain ununited or underwent amputation). Healing was determined radiographically and clinically. Complications were recorded. Logistic regression analysis was performed to assess the cor-relation between specific baseline and surgical characteristics and healing. RESULTS: A minimum of 1 year follow-up was available for all 134 patients. One hundred and one patients (76%) with a mean age of 50 years healed at a mean of 6 months (range, 3 to 16) after one surgery. Twenty-two patients (16%) with a mean age of 47 years, who required more than one intervention, healed their nonunions at a mean of 11 months (range, 4 to 23). Eleven patients (8%) with a mean age of 50 years failed to heal at an average of 12 months follow-up. Complication rates were 11%, 68%, and 100% respectively for those who healed following one procedure, multiple procedures, and those who never healed. Higher surgeon volume (greater than 10 cases per year) was associated with 85% increased healing rates (OR = 0.15, 0.05-0.47 CI). The presence of a postoperative complication was associated with a 9 times lower likelihood of successful union as well (OR = 9.0, 2.6-31.7 CI). Patient age, sex, BMI, initial injury mechanism, tobacco use, and initial injury characteristics did not correlate with failure to heal. CONCLUSION: Our data is similar to other studies assessing outcomes following other complex reconstructive procedures. It appears that more experienced (higher volume) reconstructive surgeons and the development of fewer postoperative complications is associated with greater success following repair of a long bone nonunion. Infection at any point during treatment is associated with failure to achieve successful union.",
  "authors": [
    {
      "last_name": "Egol",
      "fore_name": "Kenneth A",
      "initials": "KA",
      "name": "Kenneth A Egol",
      "affiliations": [
        "NYU Hospital for Joint Diseases, Department of Orthopaedic Surgery, NYU Langone Medical Center, New York, NY 10003, USA. kenneth.egol@nyumc.org"
      ]
    },
    {
      "last_name": "Bechtel",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Bechtel",
      "affiliations": []
    },
    {
      "last_name": "Spitzer",
      "fore_name": "Allison B",
      "initials": "AB",
      "name": "Allison B Spitzer",
      "affiliations": []
    },
    {
      "last_name": "Rybak",
      "fore_name": "Leon",
      "initials": "L",
      "name": "Leon Rybak",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Davidovitch",
      "fore_name": "Roy",
      "initials": "R",
      "name": "Roy Davidovitch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin of the NYU hospital for joint diseases",
    "iso_abbreviation": "Bull NYU Hosp Jt Dis",
    "issn": "1936-9727",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "4",
    "pub_year": "2012"
  },
  "start_page": "224",
  "end_page": "231",
  "pages": "224-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Amputation, Surgical",
    "Arm Bones",
    "Child",
    "Child, Preschool",
    "Female",
    "Fracture Fixation, Internal",
    "Fracture Healing",
    "Fractures, Ununited",
    "Humans",
    "Leg Bones",
    "Linear Models",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Pain, Postoperative",
    "Radiography",
    "Recovery of Function",
    "Reoperation",
    "Risk Factors",
    "Time Factors",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23267445"
  },
  "dates": {
    "completed": "2013-05-31",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.776741",
    "pmid": "23267445"
  }
}