{
  "pmid": "23269495",
  "uid": "23269495",
  "title": "An analysis of three dimensional diffusion in a representative arterial wall mass transport model.",
  "abstract": "The development and use of drug eluting stents has brought about significant improvements in reducing in-stent restenosis, however, their long term presence in the artery is still under examination due to restenosis reoccurring. Current studies focus mainly on stent design, coatings and deployment techniques but few studies address the issue of the physics of three dimensional mass transport in the artery wall. There is a dearth of adequate validated numerical mass transport models that simulate the physics of diffusion dominated drug transport in the artery wall whilst under compression. A novel experimental setup used in a previous study was adapted and an expansion of that research was carried out to validate the physics of three dimensional diffusive mass transport into a compressed porous media. This study developed a more sensitive method for measuring the concentration of the species of interest. It revalidated mass transport in the radial direction and presented results which highlight the need for an evaluation of the governing equation for transient diffusive mass transport in a porous media, in its current form, to be carried out.",
  "authors": [
    {
      "last_name": "Denny",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Denny",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering and Materials and Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Barry M",
      "initials": "BM",
      "name": "Barry M O'Connell",
      "affiliations": []
    },
    {
      "last_name": "Milroy",
      "fore_name": "John",
      "initials": "J",
      "name": "John Milroy",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of biomedical engineering",
    "iso_abbreviation": "Ann Biomed Eng",
    "issn": "1573-9686",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "1062",
  "end_page": "1073",
  "pages": "1062-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Arteries",
    "Biological Transport, Active",
    "Drug-Eluting Stents",
    "Graft Occlusion, Vascular",
    "Humans",
    "Models, Cardiovascular",
    "Porosity",
    "Prosthesis Design"
  ],
  "article_ids": {
    "pubmed": "23269495",
    "doi": "10.1007/s10439-012-0730-1"
  },
  "doi": "10.1007/s10439-012-0730-1",
  "dates": {
    "completed": "2013-11-01",
    "revised": "2013-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.777426",
    "pmid": "23269495"
  }
}