{
  "pmid": "23279367",
  "uid": "23279367",
  "title": "The ethics of engaged presence: a framework for health professionals in humanitarian assistance and development work.",
  "abstract": "In this article, we present an ethics framework for health practice in humanitarian and development work: the ethics of engaged presence. The ethics of engaged presence framework aims to articulate in a systematic fashion approaches and orientations that support the engagement of expatriate health care professionals in ways that align with diverse obligations and responsibilities, and promote respectful and effective action and relationships. Drawn from a range of sources, the framework provides a vocabulary and narrative structure for examining the moral dimensions of providing development or humanitarian health assistance to individuals and communities, and working with and alongside local and international actors. The elements also help minimize or avoid certain miscalculations and harms. Emphasis is placed on the shared humanity of those who provide and those who receive assistance, acknowledgement of limits and risks related to the contributions of expatriate health care professionals, and the importance of providing skillful and relevant assistance. These elements articulate a moral posture for expatriate health care professionals that contributes to orienting the practice of clinicians in ways that reflect respect, humility, and solidarity. Health care professionals whose understanding and actions are consistent with the ethics of engaged presence will be oriented toward introspection and reflective practice and toward developing, sustaining and promoting collaborative partnerships.",
  "authors": [
    {
      "last_name": "Hunt",
      "fore_name": "Matthew R",
      "initials": "MR",
      "name": "Matthew R Hunt",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Sinding",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Sinding",
      "affiliations": []
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Developing world bioethics",
    "iso_abbreviation": "Dev World Bioeth",
    "issn": "1471-8847",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "47",
  "end_page": "55",
  "pages": "47-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Altruism",
    "Cooperative Behavior",
    "Developing Countries",
    "Foreign Medical Graduates",
    "Health Personnel",
    "Humans",
    "International Cooperation",
    "Moral Obligations",
    "Nurses, International",
    "Relief Work"
  ],
  "article_ids": {
    "pubmed": "23279367",
    "doi": "10.1111/dewb.12013"
  },
  "doi": "10.1111/dewb.12013",
  "dates": {
    "completed": "2014-12-22",
    "revised": "2014-03-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "200703EOG",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.498186",
    "pmid": "23279367"
  }
}