{
  "pmid": "23271892",
  "uid": "23271892",
  "title": "Anti-tumor necrosis factor (TNF) drugs for the treatment of psoriatic arthritis: an indirect comparison meta-analysis.",
  "abstract": "OBJECTIVE: To evaluate the comparative effectiveness of available tumor necrosis factor-α inhibitors (anti-TNFs) for the management of psoriatic arthritis (PsA) in patients with an inadequate response to disease-modifying antirheumatic drugs (DMARDs). METHODS: We used an exhaustive search strategy covering randomized clinical trials, systematic reviews and health technology assessments (HTA) published on anti-TNFs for PsA. We performed indirect comparisons of the available anti-TNFs (adalimumab, etanercept, golimumab, and infliximab) measuring relative risks (RR) for the psoriatic arthritis response criteria (PsARC), mean differences (MDs) for improvements from baseline for the Health Assessment Questionnaire (HAQ) by PsARC responders and non-responders, and MD for the improvements from baseline for the psoriasis area and severity index (PASI). When the reporting of data on intervention group response rates and improvements were incomplete, we used straightforward conversions based on the available data. RESULTS: We retrieved data from 20 publications representing seven trials, as well as two HTAs. All anti-TNFs were significantly better than control, but the indirect comparison did not reveal any statistically significant difference between the anti-TNFs. For PsARC response, golimumab yielded the highest RR and etanercept the second highest; adalimumab and infliximab both yielded notably smaller RRs. For HAQ improvement, etanercept and infliximab yielded the largest MD among PsARC responders. For PsARC nonresponders, etanercept, infliximab, and golimumab yielded similar MDs, and adalimumab a notably lower MD. For PASI improvement, infliximab yielded the largest MD and golimumab the second largest, while etanercept yielded the smallest MD. In some instances, the estimated magnitudes of effect were notably different from the estimates of previous HTA indirect comparisons. CONCLUSION: There is insufficient statistical evidence to demonstrate differences in effectiveness between available anti-TNFs for PsA. Effect estimates seem sensitive to the analytic approach, and this uncertainty should be taken into account in future economic evaluations.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": []
    },
    {
      "last_name": "Aviña-Zubieta",
      "fore_name": "J Antonio",
      "initials": "JA",
      "name": "J Antonio Aviña-Zubieta",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biologics : targets & therapy",
    "iso_abbreviation": "Biologics",
    "issn": "1177-5491",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2012"
  },
  "start_page": "417",
  "end_page": "427",
  "pages": "417-27",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23271892",
    "pmc": "PMC3526864",
    "doi": "10.2147/BTT.S37606",
    "pii": "btt-6-417"
  },
  "doi": "10.2147/BTT.S37606",
  "pmc_id": "PMC3526864",
  "dates": {
    "completed": "2012-12-31",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.952659",
    "pmid": "23271892"
  }
}