{
  "pmid": "23274673",
  "uid": "23274673",
  "title": "Validity of the International Classification of Diseases 10th revision code for hospitalisation with hyponatraemia in elderly patients.",
  "abstract": "OBJECTIVE: To evaluate the validity of the International Classification of Diseases, 10th Revision (ICD-10) diagnosis code for hyponatraemia (E87.1) in two settings: at presentation to the emergency department and at hospital admission. DESIGN: Population-based retrospective validation study. SETTING: Twelve hospitals in Southwestern Ontario, Canada, from 2003 to 2010. PARTICIPANTS: Patients aged 66 years and older with serum sodium laboratory measurements at presentation to the emergency department (n=64 581) and at hospital admission (n=64 499). MAIN OUTCOME MEASURES: Sensitivity, specificity, positive predictive value and negative predictive value comparing various ICD-10 diagnostic coding algorithms for hyponatraemia to serum sodium laboratory measurements (reference standard). Median serum sodium values comparing patients who were code positive and code negative for hyponatraemia. RESULTS: The sensitivity of hyponatraemia (defined by a serum sodium ≤132 mmol/l) for the best-performing ICD-10 coding algorithm was 7.5% at presentation to the emergency department (95% CI 7.0% to 8.2%) and 10.6% at hospital admission (95% CI 9.9% to 11.2%). Both specificities were greater than 99%. In the two settings, the positive predictive values were 96.4% (95% CI 94.6% to 97.6%) and 82.3% (95% CI 80.0% to 84.4%), while the negative predictive values were 89.2% (95% CI 89.0% to 89.5%) and 87.1% (95% CI 86.8% to 87.4%). In patients who were code positive for hyponatraemia, the median (IQR) serum sodium measurements were 123 (119-126) mmol/l and 125 (120-130) mmol/l in the two settings. In code negative patients, the measurements were 138 (136-140) mmol/l and 137 (135-139) mmol/l. CONCLUSIONS: The ICD-10 diagnostic code for hyponatraemia differentiates between two groups of patients with distinct serum sodium measurements at both presentation to the emergency department and at hospital admission. However, these codes underestimate the true incidence of hyponatraemia due to low sensitivity.",
  "authors": [
    {
      "last_name": "Gandhi",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja Gandhi",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": []
    },
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": []
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": []
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "6",
    "pub_year": "2012"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23274673",
    "pmc": "PMC4398982",
    "doi": "10.1136/bmjopen-2012-001727",
    "pii": "bmjopen-2012-001727"
  },
  "doi": "10.1136/bmjopen-2012-001727",
  "pmc_id": "PMC4398982",
  "dates": {
    "completed": "2013-01-01",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.135603",
    "pmid": "23274673"
  }
}