{
  "pmid": "23281638",
  "uid": "23281638",
  "title": "Influence of compensation status on time off work after carpal tunnel release and rotator cuff surgery: a meta-analysis.",
  "abstract": "BACKGROUND: The assessment of post-surgical outcomes among patients with Workers' Compensation is challenging as their results are typically worse compared to those who do not receive this compensation. These patients' time to return to work is a relevant outcome measure as it illustrates the economic and social implications of this phenomenon. In this meta-analysis we aimed to assess the influence of this factor, comparing compensated and non-compensated patients. FINDINGS: Two authors independently searched MEDLINE (Ovid), Embase (Ovid), CINAHL, Google Scholar, LILACS and the Cochrane Library and also searched for references from the retrieved studies. We aimed to find prospective studies that compared carpal tunnel release and elective rotator cuff surgery outcomes for Workers' Compensation patients versus their non-compensated counterparts. We assessed the studies' quality using the Guyatt & Busse Risk of Bias Tool. Data collection was performed to depict included studies characteristics and meta-analysis. Three studies were included in the review. Two of these studies assessed the outcomes following carpal tunnel release while the other focused on rotator cuff repair. The results demonstrated that time to return to work was longer for patients that were compensated and that there was a strong association between this outcome and compensation status - Standard Mean Difference, 1.35 (IC 95%; 0.91-1.80, p < 0.001). CONCLUSIONS: This study demonstrated that compensated patients have a longer return to work time following carpal tunnel release and elective rotator cuff surgery, compared to patients who did not receive compensation. Surgeons and health providers should be mindful of this phenomenon when evaluating the prognosis of a surgery for a patient receiving compensation for their condition. TYPE OF STUDY/LEVEL OF EVIDENCE: Meta-analysis of prospective Studies/ Level III.",
  "authors": [
    {
      "last_name": "de Moraes",
      "fore_name": "Vinícius Ynoe",
      "initials": "VY",
      "name": "Vinícius Ynoe de Moraes",
      "affiliations": [
        "Division of Hand and Upper Limb Surgery, Department of Orthopaedics and Trauma, Universidade Federal de São Paulo (UNIFESP-EPM), Rua Borges Lagoa, 778, São Paulo, Brazil. vymoraes@gmail.com."
      ]
    },
    {
      "last_name": "Godin",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Godin",
      "affiliations": []
    },
    {
      "last_name": "Dos Santos",
      "fore_name": "João Baptista Gomes",
      "initials": "JB",
      "name": "João Baptista Gomes Dos Santos",
      "affiliations": []
    },
    {
      "last_name": "Faloppa",
      "fore_name": "Flávio",
      "initials": "F",
      "name": "Flávio Faloppa",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Belloti",
      "fore_name": "João Carlos",
      "initials": "JC",
      "name": "João Carlos Belloti",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Patient safety in surgery",
    "iso_abbreviation": "Patient Saf Surg",
    "issn": "1754-9493",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan",
    "pub_day": "02"
  },
  "start_page": "1",
  "pages": "1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23281638",
    "pmc": "PMC3548717",
    "doi": "10.1186/1754-9493-7-1",
    "pii": "1754-9493-7-1"
  },
  "doi": "10.1186/1754-9493-7-1",
  "pmc_id": "PMC3548717",
  "dates": {
    "completed": "2013-01-22",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.080985",
    "pmid": "23281638"
  }
}