{
  "pmid": "23283577",
  "uid": "23283577",
  "title": "Central statistical monitoring: detecting fraud in clinical trials.",
  "abstract": "BACKGROUND: Central statistical monitoring in multicenter trials could allow trialists to identify centers with problematic data or conduct and intervene while the trial is still ongoing. Currently, there are few published models that can be used for this purpose. PURPOSE: To develop and validate a series of risk scores to identify fabricated data within a multicenter trial, to be used in central statistical monitoring. METHODS: We used a database from a multicenter trial in which data from 9 of 109 centers were documented to be fabricated. These data were used to build a series of risk scores to predict fraud at centers. All analyses were performed at the level of the center. Exploratory factor analysis was used to select from 52 possible predictors, chosen from a variety of previously published methods. The final models were selected from a total of 18 independent predictors, based on the factors identified. These models were converted to risk scores for each center. RESULTS: Five different risk scores were identified, and each had the ability to discriminate well between centers with and without fabricated data (area under the curve values ranged from 0.90 to 0.95). True- and false-positive rates are presented for each risk score to arrive at a recommended cutoff of seven or above (high risk score). We validated these risk scores, using an independent multicenter trial database that contained no data fabrication and found the occurrence of false-positive high scores to be low and comparable to the model-building data set. LIMITATIONS: These risk score have been validated only for their false-positive rate and require validation within another trial that contains centers that have fabricated data. Validation in noncardiovascular trials is also required to gage the usefulness of these risk scores in central statistical monitoring. CONCLUSIONS: With further validation, these risk scores could become part of a series of tools that provide evidence-based central statistical monitoring, which in turn can improve the efficiency of trials, and minimize the need for more expensive on-site monitoring.",
  "authors": [
    {
      "last_name": "Pogue",
      "fore_name": "Janice M",
      "initials": "JM",
      "name": "Janice M Pogue",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. Janice.Pogue@phri.ca"
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical trials (London, England)",
    "iso_abbreviation": "Clin Trials",
    "issn": "1740-7753",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "225",
  "end_page": "235",
  "pages": "225-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Factor Analysis, Statistical",
    "Fraud",
    "Humans",
    "Models, Statistical",
    "Multicenter Studies as Topic",
    "Reproducibility of Results",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "23283577",
    "doi": "10.1177/1740774512469312",
    "pii": "1740774512469312"
  },
  "doi": "10.1177/1740774512469312",
  "dates": {
    "completed": "2013-09-26",
    "revised": "2013-03-29"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "British Heart Foundation",
      "country": "United Kingdom"
    },
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.603043",
    "pmid": "23283577"
  }
}