{
  "pmid": "23280702",
  "uid": "23280702",
  "title": "Uncertainty and the decision maker: assessing and managing the risk of undesirable outcomes.",
  "abstract": "We present an approach to rank order new programs in ways that accommodate uncertainty of different outcomes occurring, on the basis of the size and nature ('bad' or 'good') of those outcomes. This represents an improvement on the way uncertainty has been accommodated in existing approaches (e.g., threshold approach to cost-effectiveness analysis). We illustrate the approach using the decision making plane, which explicitly incorporates opportunity costs and relaxes the assumptions of perfect divisibility and constant returns to scale of the cost-effectiveness plane. The nature of the bad (or good) outcome is determined by the quadrant that it falls into (i.e., a 'quadrant effect') and its magnitude by its location within the quadrant (i.e., 'within quadrant effect'). By explicitly defining the loss function, the process of accepting (or rejecting) a new program becomes transparent. We illustrate the approach using a loss function and a net gain function. We show that by recognizing that, not all bad (or good) outcomes are equal and the choice of a loss or a net gain function can result in different ranking of resource allocation options. Further implications of the proposed approach are discussed.",
  "authors": [
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "McMaster University, Center for Health Economics and Policy Analysis, Hamilton, ON, Canada; McMaster University, Clinical Epidemiology & Biostatistics, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Walter",
      "affiliations": []
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health economics",
    "iso_abbreviation": "Health Econ",
    "issn": "1099-1050",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1287",
  "end_page": "1294",
  "pages": "1287-94",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Decision Making, Organizational",
    "Humans",
    "Models, Theoretical",
    "Outcome and Process Assessment, Health Care",
    "Risk Assessment",
    "Risk Management",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "23280702",
    "doi": "10.1002/hec.2883"
  },
  "doi": "10.1002/hec.2883",
  "dates": {
    "completed": "2014-11-21",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.171599",
    "pmid": "23280702"
  }
}