{
  "pmid": "23293246",
  "uid": "23293246",
  "title": "Identifying geographical regions serviced by hospitals to assess laboratory-based outcomes.",
  "abstract": "OBJECTIVE: To define geographical regions (forward sortation areas; FSAs) in Southwestern Ontario, Canada from which patients would reliably present to a hospital with linked laboratory data if they developed adverse events related to medications dispensed in outpatient pharmacies. DESIGN: Descriptive research. SETTING: Forty-five hospitals in Southwestern Ontario, Canada, from 2003 to 2009. PARTICIPANTS: Patients aged 66 years and older who received an outpatient prescription for any drug and presented to the emergency department in the subsequent 120 days. MAIN OUTCOME MEASURE: The proportion of patients in a given FSA presenting to an emergency department at a hospital with linked laboratory data versus a hospital without linked laboratory data. To be included in the catchment area at least 90% of emergency department visits in an FSA must have occurred at laboratory-linked hospitals in a given year. RESULTS: Over the study period, there were 649 713 emergency department visits by patients with recent prescription claims from pharmacies in 1 of 118 FSAs. In total, 141 302 of these patients presented to an emergency department at a laboratory-linked hospital. For the year 2003, 12 FSAs met our criteria to be in the catchment area and this number grew to 25 FSAs by the year 2009. CONCLUSIONS: The relevant geographical regions for hospitals with linked laboratory data have been successfully identified. Studies can now be conducted using these well-defined areas to obtain reliable information on the incidence and absolute risk of presenting to hospital with laboratory abnormalities in older adults dispensed commonly prescribed medications in outpatient pharmacies.",
  "authors": [
    {
      "last_name": "Gandhi",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja Gandhi",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": []
    },
    {
      "last_name": "Beyea",
      "fore_name": "Michael M",
      "initials": "MM",
      "name": "Michael M Beyea",
      "affiliations": []
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": []
    },
    {
      "last_name": "Hands",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Hands",
      "affiliations": []
    },
    {
      "last_name": "Kearns",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Kearns",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23293246",
    "pmc": "PMC3549199",
    "doi": "10.1136/bmjopen-2012-001921",
    "pii": "bmjopen-2012-001921"
  },
  "doi": "10.1136/bmjopen-2012-001921",
  "pmc_id": "PMC3549199",
  "dates": {
    "completed": "2013-01-08",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.135960",
    "pmid": "23293246"
  }
}