{
  "pmid": "23297758",
  "uid": "23297758",
  "title": "Evaluation of the association between long-lasting insecticidal nets mass distribution campaigns and child malaria in Nigeria.",
  "abstract": "BACKGROUND: Nigeria carries the greatest malaria burden among countries in the world. As part of the National Malaria Control Strategic Plan, free long-lasting insecticidal nets (LLINs) were distributed in 14 states of Nigeria through mass campaigns led by different organizations (the World Bank, UNICEF, or the Global Fund) between May 2009 and August 2010. The objective of this study was to evaluate the association between LLIN distribution campaigns and child malaria in Nigeria. METHODS: Data were from the Nigeria Malaria Indicator Survey which was carried out from October to December 2010 on a nationally representative sample of households. Participants were women aged 15-49 years and their children aged less than five years (N = 4082). The main outcome measure was the presence or absence of malaria parasites in blood samples of children (6-59 months). RESULTS: Compared with children living in communities with no campaigns, those in the campaign areas were less likely to test positive for malaria after adjusting for geographic locations, community- and individual-level characteristics including child-level use of insecticide-treated nets (ITNs). The protective effects were statistically significant for the World Bank Booster Project areas (OR = 0.18, 95% CI = 0.04-0.73) but did not reach statistical significance for other campaign areas. Results also showed that community-level wealth (OR = 0.51, 95% CI = 0.34-0.76), community-level maternal knowledge regarding malaria prevention (OR = 0.70, 95% CI = 0.50-0.97), and child-level use of ITNs (OR = 0.79, 95% CI = 0.63-0.99) were negatively associated with child malaria. CONCLUSIONS: The observed protective effects on child malaria of these campaigns (statistically significant in the World Bank Booster Project areas and non-significant in the other areas) need to be corroborated by future effectiveness studies. Results also show that improving community-level maternal knowledge through appropriate channels might be helpful in preventing child malaria in Nigeria.",
  "authors": [
    {
      "last_name": "Kyu",
      "fore_name": "Hmwe Hmwe",
      "initials": "HH",
      "name": "Hmwe Hmwe Kyu",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University and Offord Centre for Child Studies, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": []
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": []
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Malaria journal",
    "iso_abbreviation": "Malar J",
    "issn": "1475-2875",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2013",
    "pub_month": "Jan",
    "pub_day": "09"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child, Preschool",
    "Female",
    "Humans",
    "Incidence",
    "Infant",
    "Insecticide-Treated Bednets",
    "Malaria",
    "Male",
    "Middle Aged",
    "Mosquito Control",
    "Nigeria",
    "Plasmodium",
    "Protective Devices",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23297758",
    "pmc": "PMC3545742",
    "doi": "10.1186/1475-2875-12-14",
    "pii": "1475-2875-12-14"
  },
  "doi": "10.1186/1475-2875-12-14",
  "pmc_id": "PMC3545742",
  "dates": {
    "completed": "2013-06-24",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.893774",
    "pmid": "23297758"
  }
}