{
  "pmid": "23294803",
  "uid": "23294803",
  "title": "Current experience with applying the GRADE approach to public health interventions: an empirical study.",
  "abstract": "BACKGROUND: The Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach has been adopted by many national and international organisations as a systematic and transparent framework for evidence-based guideline development. With reference to an ongoing debate in the literature and within public health organisations, this study reviews current experience with the GRADE approach in rating the quality of evidence in the field of public health and identifies challenges encountered. METHODS: We conducted semi-structured interviews with individuals/groups that have applied the GRADE approach in the context of systematic reviews or guidelines in the field of public health, as well as with representatives of groups or organisations that actively decided against its use. We initially contacted potential participants by email. Responses were obtained by telephone interview or email, and written interview summaries were validated with participants. We analysed data across individual interviews to distil common themes and challenges. RESULTS: Based on 25 responses, we undertook 18 interviews and obtained 15 in-depth responses relating to specific systematic reviews or guideline projects; a majority of the latter were contributed by groups within the World Health Organization. All respondents that have used the GRADE approach appreciated the systematic and transparent process of assessing the quality of the evidence. However, respondents reported a range of minor and major challenges relating to complexity of public health interventions, choice of outcomes and outcome measures, ability to discriminate between different types of observational studies, use of non-epidemiological evidence, GRADE terminology and the GRADE and guideline development process. Respondents' suggestions to make the approach more applicable to public health interventions included revisiting terminology, offering better guidance on how to apply GRADE to complex interventions and making modifications to the current grading scheme. CONCLUSIONS: Our findings suggest that GRADE principles are applicable to public health and well-received but also highlight common challenges. They provide a starting point for exploring options for improvements and, where applicable, testing these across different types of public health interventions. Several public health organisations are currently testing GRADE, and the GRADE Working Group is eager to engage with these groups to find ways to address concerns.",
  "authors": [
    {
      "last_name": "Rehfuess",
      "fore_name": "Eva A",
      "initials": "EA",
      "name": "Eva A Rehfuess",
      "affiliations": [
        "Institute for Medical Informatics, Biometry and Epidemiology, University of Munich, Munich, Germany. rehfuess@ibe.med.uni-muenchen.de"
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Jan",
    "pub_day": "08"
  },
  "start_page": "9",
  "pages": "9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Evidence-Based Practice",
    "Humans",
    "Practice Guidelines as Topic",
    "Public Health Practice",
    "Qualitative Research",
    "Quality Assurance, Health Care"
  ],
  "article_ids": {
    "pubmed": "23294803",
    "pmc": "PMC3546302",
    "doi": "10.1186/1471-2458-13-9",
    "pii": "1471-2458-13-9"
  },
  "doi": "10.1186/1471-2458-13-9",
  "pmc_id": "PMC3546302",
  "dates": {
    "completed": "2013-03-19",
    "revised": "2024-04-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.201052",
    "pmid": "23294803"
  }
}