{
  "pmid": "23307097",
  "uid": "23307097",
  "title": "The reliability of encounter cards to assess the CanMEDS roles.",
  "abstract": "The purpose of this study was to determine the reliability of a computer-based encounter card (EC) to assess medical students during an emergency medicine rotation. From April 2011 to March 2012, multiple physicians assessed an entire medical school class during their emergency medicine rotation using the CanMEDS framework. At the end of an emergency department shift, an EC was scored (1-10) for each student on Medical Expert, 2 additional Roles, and an overall score. Analysis of 1,819 ECs (155 of 186 students) revealed the following: Collaborator, Manager, Health Advocate and Scholar were assessed on less than 25 % of ECs. On average, each student was assessed 11 times with an inter-rater reliability of 0.6. The largest source of variance was rater bias. A D-study showed that a minimum of 17 ECs were required for a reliability of 0.7. There was moderate to strong correlations between all Roles and overall score; and the factor analysis revealed all items loading on a single factor, accounting for 87 % of the variance. The global assessment of the CanMEDS Roles using ECs has significant variance in estimates of performance, derived from differences between raters. Some Roles are seldom selected for assessment, suggesting that raters have difficulty identifying related performance. Finally, correlation and factor analyses demonstrate that raters are unable to discriminate among Roles and are basing judgments on an overall impression.",
  "authors": [
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, Canada, sherbino@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kulasegaram",
      "fore_name": "Kulamakan",
      "initials": "K",
      "name": "Kulamakan Kulasegaram",
      "affiliations": []
    },
    {
      "last_name": "Worster",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Worster",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "987",
  "end_page": "996",
  "pages": "987-96",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Competency-Based Education",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Emergency Medicine",
    "Feedback",
    "Female",
    "Humans",
    "Male",
    "Physician's Role",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "23307097",
    "doi": "10.1007/s10459-012-9440-6"
  },
  "doi": "10.1007/s10459-012-9440-6",
  "dates": {
    "completed": "2014-08-29",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.750037",
    "pmid": "23307097"
  }
}