{
  "pmid": "23318621",
  "uid": "23318621",
  "title": "Virtual fracture carving improves understanding of a complex fracture: a randomized controlled study.",
  "abstract": "BACKGROUND: The visual overlay technique for surgical planning is difficult to apply to spatially complex fractures. Virtual reality can be applied by virtual fracture carving to adapt the visual overlay technique to three-dimensional (3D) images. In this study, we evaluated whether virtual fracture carving is a useful exercise by performing two experiments comparing trainees' understanding of a complex fracture with the application of either current preoperative techniques or the use of the Virtual-Fracture-Carving Simulator. METHODS: Forty-eight participants-senior medical students and residents in postgraduate year 1 (PGY1)-were asked to learn the anatomy of an associated both-column acetabular fracture. The participants were randomized into three groups: control, Sawbones, and virtual (Virtual-Fracture-Carving Simulator). The randomization protocol was stratified for sex and visuospatial ability. The measure of learning was a fracture line-drawing task evaluated for nineteen anatomic relationships. RESULTS: The virtual group performed better than both the control and the Sawbones group, with an absolute difference in score of 22.7% (p = 0.0001) and 17.8% (p = 0.0026), respectively. There was no significant difference between the control and Sawbones groups. The virtual group drew fracture characteristics requiring a higher level of spatial understanding with greater accuracy. CONCLUSIONS: The results of this study validate the concept behind the visual overlay planning technique-i.e., that thoughtful play promotes understanding of fracture anatomy. These results objectively demonstrate that the use of a Virtual-Fracture-Carving Simulator is feasible, and superior to conventional preoperative planning strategies in terms of quantity and quality of understanding of a spatially complex fracture.",
  "authors": [
    {
      "last_name": "Pahuta",
      "fore_name": "Markian A",
      "initials": "MA",
      "name": "Markian A Pahuta",
      "affiliations": [
        "University of Ottawa, 451 Smyth Road, Room 2044, Ottawa, ON K1H 8M5, Canada. mark.pahuta@gmail.com"
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Backstein",
      "fore_name": "David",
      "initials": "D",
      "name": "David Backstein",
      "affiliations": []
    },
    {
      "last_name": "Papp",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Papp",
      "affiliations": []
    },
    {
      "last_name": "Gofton",
      "fore_name": "Wade",
      "initials": "W",
      "name": "Wade Gofton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "24",
    "pub_year": "2012",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "e182",
  "pages": "e182",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Analysis of Variance",
    "Clinical Competence",
    "Computer Simulation",
    "Education, Medical",
    "Female",
    "Hip Fractures",
    "Humans",
    "Imaging, Three-Dimensional",
    "Internship and Residency",
    "Male",
    "Models, Anatomic",
    "Surgery, Computer-Assisted",
    "Tomography, X-Ray Computed",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "23318621",
    "doi": "10.2106/JBJS.K.00996"
  },
  "doi": "10.2106/JBJS.K.00996",
  "dates": {
    "completed": "2013-03-12",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:10.436405",
    "pmid": "23318621"
  }
}