{
  "pmid": "23326200",
  "uid": "23326200",
  "title": "How to set-up a long-distance mentoring program: a framework and case description of mentorship in HIV clinical trials.",
  "abstract": "Mentoring plays an important role in learning and career development. Mentored researchers are more productive and more likely to publish their work. However, mentorship programs are not universally used in most settings or disciplines. Furthermore, successful and mutually beneficial mentoring relationships are not always easy to arrange. Long-distance mentoring relationships are even more difficult to handle and may break down for a wide variety of reasons. Drawing from our experiences with the first Canadian Institutes of Health Research - Canadian HIV Trials Network international postdoctoral fellowship program, we describe the roles of the context, the key mentor and the mentee attributes; goals and expectations; environments, local support, a communication plan, funding, face-to-face contact, multidisciplinary collaboration, co-mentoring, and evaluation as they apply to the successful implementation of a long-distance mentoring program.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Centre for the Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Henri Dunant Avenue, Messa, Yaoundé, Cameroon; ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada;"
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of multidisciplinary healthcare",
    "iso_abbreviation": "J Multidiscip Healthc",
    "issn": "1178-2390",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2013"
  },
  "start_page": "17",
  "end_page": "23",
  "pages": "17-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23326200",
    "pmc": "PMC3544344",
    "doi": "10.2147/JMDH.S39731",
    "pii": "jmdh-6-017"
  },
  "doi": "10.2147/JMDH.S39731",
  "pmc_id": "PMC3544344",
  "dates": {
    "completed": "2013-01-18",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.492365",
    "pmid": "23326200"
  }
}