{
  "pmid": "23323655",
  "uid": "23323655",
  "title": "Gaze-down endoscopic practise leads to better novice performance on gaze-up displays.",
  "abstract": "OBJECTIVES: It is well known that precision skills are best learned when they are practised in the sensorimotor context that is present when performance is most important. However, a particular skill may vary with respect to the sensorimotor context in which it is performed. Certain sensorimotor variations can make a task more or less complex than others. Recent accounts of skill learning describe how task difficulty can be manipulated to provide optimised challenges to progress learners beyond their current level of expertise. This study tests the idea that simplified practise contexts lead novice learners to acquire skill proficiency that is more generalisable to new contexts. METHODS: We present a learning experiment in which the performances of novices who acquired a set level of proficiency in the endoscopic pots-and-beans task through performance-based practise using a gaze-up endoscopic monitor arrangement were compared against the performances of novices who acquired an equivalent level of proficiency using a simplified gaze-down arrangement. Participants returned after 1 week for retention and transfer testing. RESULTS: Time and accuracy analyses revealed that participants in both training groups improved significantly over the practise protocol and maintained this performance after a period of retention. However, the comparisons of the visual display transfer performances (i.e. on the gaze-up arrangement) of the gaze-down trainees against the retention performances (i.e. also on the gaze-up arrangement) of their gaze-up counterparts and vice versa revealed that gaze-down trainees made fewer errors in both performance contexts (F(1,16) = 7.97, p = 0.01 and F(1,16) = 57.05, p = 0.04, respectively). CONCLUSIONS: These findings highlight the benefits associated with using simplified sensorimotor practise contexts for novice learners. Beginners will learn best from simplified practise because it allows them to develop good movement strategies for dealing with potential error without being overwhelmed by task complexity.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. lawrencegrierson@gmail.com"
      ]
    },
    {
      "last_name": "Lyons",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Lyons",
      "affiliations": []
    },
    {
      "last_name": "Dubrowski",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Dubrowski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "166",
  "end_page": "172",
  "pages": "166-72",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Clinical Competence",
    "Computer Simulation",
    "Female",
    "Humans",
    "Laparoscopy",
    "Male"
  ],
  "article_ids": {
    "pubmed": "23323655",
    "doi": "10.1111/medu.12084"
  },
  "doi": "10.1111/medu.12084",
  "dates": {
    "completed": "2013-07-11",
    "revised": "2013-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.280419",
    "pmid": "23323655"
  }
}