{
  "pmid": "23339852",
  "uid": "23339852",
  "title": "Corticosteroids for neurocysticercosis: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Neurocysticercosis is an infection of the central nervous system by the larval stage of Taenia solium. It is a major cause of epileptic seizures in low- and middle-income countries. Corticosteroids are frequently used to reduce inflammation and perilesional edema. We aimed to evaluate their efficacy for reducing the rate of seizures and lesion persistence in imaging studies. METHODS: We searched randomized controlled trials in Medline, Central, EMBASE, LILACS, and the gray literature without language restrictions. We assessed eligibility, extracted data, and assessed the risk of bias in the included studies. The main outcomes included seizure recurrence and lesion persistence on imaging studies at 6-12 months of follow-up. Risk ratios (RR) were used for evaluating the main outcomes. RESULTS: Thirteen studies involving 1373 participants were included. The quality of the evidence was deemed low to very low. Corticosteroids alone versus placebo/no drug (five trials) reduced the rate of seizure recurrence at 6-12 months (RR 0.46, 95% confidence interval (CI) 0.27-0.77; 426 participants) and the persistence of lesions in imaging studies (RR 0.63, 95% CI 0.43-0.92; 417 participants). No differences were noted in other comparisons, including the use of corticosteroids and albendazole combined. Corticosteroids plus albendazole increased the risk of abdominal pain, rash, and headaches (odds ratio 8.73, 95% CI 2.09-36.5; 116 participants, one trial). CONCLUSIONS: Although the evidence suggest corticosteroids can reduce the rate of seizure recurrence and speed up resolution of lesions at 6-12 months of follow-up, there remains uncertainty on the effect estimate due to a high risk of methodological and publication bias. More adequately performed randomized trials that evaluate the use of anthelmintics, corticosteroids, and both combined against placebo are needed.",
  "authors": [
    {
      "last_name": "Cuello-García",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Cuello-García",
      "affiliations": [
        "Centre for Evidence-Based Practice and Knowledge Translation, Tecnológico de Monterrey School of Medicine and Health Sciences, Instituto de Pediatría Zambrano Hellion, Avda Morones Prieto 3000, Col. Doctores, Monterrey, Mexico. carlos.cuello@itesm.mx"
      ]
    },
    {
      "last_name": "Roldán-Benítez",
      "fore_name": "Yetiani M",
      "initials": "YM",
      "name": "Yetiani M Roldán-Benítez",
      "affiliations": []
    },
    {
      "last_name": "Pérez-Gaxiola",
      "fore_name": "Giordano",
      "initials": "G",
      "name": "Giordano Pérez-Gaxiola",
      "affiliations": []
    },
    {
      "last_name": "Villarreal-Careaga",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Villarreal-Careaga",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of infectious diseases : IJID : official publication of the International Society for Infectious Diseases",
    "iso_abbreviation": "Int J Infect Dis",
    "issn": "1878-3511",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "8",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "e583",
  "end_page": "e592",
  "pages": "e583-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Adult",
    "Albendazole",
    "Child",
    "Drug Combinations",
    "Humans",
    "Magnetic Resonance Imaging",
    "Neurocysticercosis",
    "Randomized Controlled Trials as Topic",
    "Seizures",
    "Tomography, X-Ray Computed",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23339852",
    "doi": "10.1016/j.ijid.2012.12.010",
    "pii": "S1201-9712(13)00012-X"
  },
  "doi": "10.1016/j.ijid.2012.12.010",
  "dates": {
    "completed": "2014-01-17",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Drug Combinations",
    "Albendazole"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:48.517813",
    "pmid": "23339852"
  }
}