{
  "pmid": "23344704",
  "uid": "23344704",
  "title": "Management of patients with unprovoked venous thromboembolism: an evidence-based and practical approach.",
  "abstract": "The management of patients with unprovoked venous thromboembolism is a common and challenging clinical problem. Although the initial antithrombotic management is well-established, there is uncertainty about the optimal long-term anticoagulant management, specifically whether patients should receive a short (i.e., 3- to 6-month) duration of anticoagulant therapy or indefinite anticoagulation. Factors that may be considered to estimate patients' risk for recurrent thromboembolism include the mode of initial clinical presentation, as deep vein thrombosis or pulmonary embolism, patient sex, antecedent hormonal therapy use, thrombophilia, D-dimer levels, and residual vein occlusion in patients with deep vein thrombosis. Many of these factors have been integrated into clinical prediction guides which stratify patients with unprovoked venous thromboembolism according to their risk for disease recurrence and, thereby, can assist clinicians in decisions about the duration of anticoagulation. The objective of this review is to consider the evidence relating to the clinical significance of purported risk factors and provide a practical case-based approach to guide decisions on duration of anticoagulation for patients with unprovoked venous thromboembolism.",
  "authors": [
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, St. Joseph's Healthcare, F-544, 50 Charlton Ave East, Hamilton, ON, Canada, L8N 4A6."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "last_name": "Douketis",
      "fore_name": "James",
      "initials": "J",
      "name": "James Douketis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current treatment options in cardiovascular medicine",
    "iso_abbreviation": "Curr Treat Options Cardiovasc Med",
    "issn": "1092-8464",
    "issn_type": "Print",
    "volume": "15",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "224",
  "end_page": "239",
  "pages": "224-39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23344704",
    "pmc": "PMC3608888",
    "doi": "10.1007/s11936-012-0225-2"
  },
  "doi": "10.1007/s11936-012-0225-2",
  "pmc_id": "PMC3608888",
  "dates": {
    "completed": "2013-03-28",
    "revised": "2023-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.458087",
    "pmid": "23344704"
  }
}