{
  "pmid": "23340511",
  "uid": "23340511",
  "title": "Citizens' perspectives on personalized medicine: a qualitative public deliberation study.",
  "abstract": "Our objective was to explore citizens' informed and reasoned values and expectations of personalized medicine, a timely yet novel genomics policy issue. A qualitative, public deliberation study was undertaken using a citizens' reference panel on health technologies, established to provide input to the health technology assessment process in Ontario, Canada. The citizens' panel consisted of five women and nine men, aged 18-71 years, with one member selected from each health authority region. There were shared expectations among the citizens' panel members for the potential of personalized medicine technologies to improve care, provided they are deemed clinically valid and effective. These expectations were tempered by concerns about value for money and the possibility that access to treatment may be limited by personalized medicine tests used to stratify patients. Although they questioned the presumed technological imperative presented by personalized medicine technologies, they called for increased efforts to prepare the health-care system to effectively integrate these technologies. This study represents an early but important effort to explore public values toward personalized medicine. This study also provides evidence of the public's ability to form coherent judgments about a new policy issue. Concerned that personalized tests might be used to ration care, they suggested that treatment should be made available if patients wanted it, irrespective of tests that indicate little benefit. This issue raises clinical and policy challenges that may undermine the value of personalized medicine. Further efforts to deliberate with the public are warranted to inform effective, efficient and equitable translation of personalized medicine.",
  "authors": [
    {
      "last_name": "Bombard",
      "fore_name": "Yvonne",
      "initials": "Y",
      "affiliations": [
        "Yale University, School of Public Health & Memorial Sloan-Kettering Cancer Center, Center for Health Policy and Outcomes and Clinical Genetics Service, New York, NY, USA."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": []
    },
    {
      "last_name": "Simeonov",
      "fore_name": "Dorina",
      "initials": "D",
      "affiliations": []
    },
    {
      "last_name": "Gauvin",
      "fore_name": "Francois-Pierre",
      "initials": "FP",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of human genetics : EJHG",
    "iso_abbreviation": "Eur J Hum Genet",
    "issn": "1476-5438",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1197",
  "end_page": "1201",
  "pages": "1197-201",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Costs and Cost Analysis",
    "Delivery of Health Care",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Middle Aged",
    "Precision Medicine",
    "Public Opinion",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23340511",
    "pmc": "PMC3798829",
    "doi": "10.1038/ejhg.2012.300",
    "pii": "ejhg2012300"
  },
  "doi": "10.1038/ejhg.2012.300",
  "pmc_id": "PMC3798829",
  "dates": {
    "completed": "2014-05-07",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T10:35:29.299473",
    "pmid": "23340511"
  }
}