{
  "pmid": "23347357",
  "uid": "23347357",
  "title": "WhatisKT wiki: a case study of a platform for knowledge translation terms and definitions--descriptive analysis.",
  "abstract": "BACKGROUND: More than a hundred terms, often with unclear definitions and varying emphases, are used by health research and practice communities across the world who are interested in getting the best possible evidence applied (e.g., knowledge translation, implementation science, diffusion of innovations, and technology transfer). This makes finding published evidence difficult and can result in reduced, misinterpreted, or challenging interactions among professionals. Open dialogue and interaction among various professionals is needed to achieve consolidation of vocabulary. We use case report methods to describe how we sought to build an online tool to present the range of terms and facilitate the dialogue process across groups and disciplines interested in harnessing research evidence for healthcare. METHODS: We used a wiki platform from Wikispaces to present the problem of terminology and make a case and opportunity for collaboration on usage. Wikis are web sites where communities of users can collaborate online to build content and discuss progress. We gathered terms related to getting research into practice, sought published definitions, and posted these on the wiki (WhatisKT http://whatiskt.wikispaces.com/). We built the wiki in mid-2008 and promoted it through various groups and publications. This report describes the content of the site, our promotion efforts, use of the site, and how the site was used for collaboration up to the end of 2011. RESULTS: The WhatisKT wiki site now includes more than 120 pages. Traffic to the site has increased substantially from an average of 200 monthly visits in 2008 to 1700 in 2011. Visitors from 143 countries viewed the wiki in 2011, compared with 12 countries in 2008. However, most use has been limited to short term accesses of about 40 seconds per visit, and discussion of consolidation and solidifying terminology is conspicuously absent. CONCLUSIONS: Although considerable interest exists in the terms and definitions related to getting research into practice based on increasing numbers of accesses, use of the WhatisKT wiki site for anything beyond quick lookups was minimal. Additional efforts must be directed towards increasing the level of interaction among the members of the site to encourage collaboration on term use.",
  "authors": [
    {
      "last_name": "McKibbon",
      "fore_name": "Kathleen Ann",
      "initials": "KA",
      "name": "Kathleen Ann McKibbon",
      "affiliations": [
        "Health Information Research Unit, Dept of Clinical Epidemiology and Biostatistics, McMaster University, CRL Building, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada. mckib@mcmaster.ca"
      ]
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": []
    },
    {
      "last_name": "Keepanasseril",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Keepanasseril",
      "affiliations": []
    },
    {
      "last_name": "Colquhoun",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Colquhoun",
      "affiliations": []
    },
    {
      "last_name": "Haynes",
      "fore_name": "Robert Brian",
      "initials": "RB",
      "name": "Robert Brian Haynes",
      "affiliations": []
    },
    {
      "last_name": "Wilczynski",
      "fore_name": "Nancy L",
      "initials": "NL",
      "name": "Nancy L Wilczynski",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2013",
    "pub_month": "Jan",
    "pub_day": "24"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Diffusion of Innovation",
    "Health Services Research",
    "Humans",
    "Internet",
    "Interprofessional Relations",
    "Terminology as Topic",
    "Time Factors",
    "Translational Research, Biomedical",
    "Vocabulary, Controlled"
  ],
  "article_ids": {
    "pubmed": "23347357",
    "pmc": "PMC3564745",
    "doi": "10.1186/1748-5908-8-13",
    "pii": "1748-5908-8-13"
  },
  "doi": "10.1186/1748-5908-8-13",
  "pmc_id": "PMC3564745",
  "dates": {
    "completed": "2013-07-03",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN-86258",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.215187",
    "pmid": "23347357"
  }
}