{
  "pmid": "23355664",
  "uid": "23355664",
  "title": "Framework of policy recommendations for implementation of evidence-based practice: a systematic scoping review.",
  "abstract": "OBJECTIVES: Evidence-based practice (EBP) may help improve healthcare quality. However, not all healthcare professionals and managers use EBP in their daily practice. We systematically reviewed the literature to summarise self-reported appreciation of EBP and organisational infrastructure solutions proposed to promote EBP. DESIGN: Systematic review. Two investigators independently performed the systematic reviewing process. INFORMATION SOURCES: MEDLINE, EMBASE and Cochrane Library were searched for publications between 2000 and 2011. ELIGIBILITY CRITERIA FOR INCLUDED STUDIES: Reviews and surveys of EBP attitude, knowledge, awareness, skills, barriers and facilitators among managers, doctors and nurses in clinical settings. RESULTS: We found 31 surveys of fairly good quality. General attitude towards EBP was welcoming. Respondents perceived several barriers, but also many facilitators for EBP implementation. Solutions were proposed at various organisational levels, including (inter)national associations and hospital management promoting EBP, pregraduate and postgraduate education, as well as individual support by EBP mentors on the wards to move EBP from the classroom to the bedside. CONCLUSIONS: More than 20 years after its introduction, the EBP paradigm has been embraced by healthcare professionals as an important means to improve quality of patient care, but its implementation is still deficient. Policy exerted at microlevel , middlelevel and macrolevel, and supported by professional, educational and managerial role models, may further facilitate EBP.",
  "authors": [
    {
      "last_name": "Ubbink",
      "fore_name": "Dirk T",
      "initials": "DT",
      "name": "Dirk T Ubbink",
      "affiliations": [
        "Department of Quality Assurance & Process Innovation, Academic Medical Center, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Vermeulen",
      "fore_name": "Hester",
      "initials": "H",
      "name": "Hester Vermeulen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23355664",
    "pmc": "PMC3563143",
    "doi": "10.1136/bmjopen-2012-001881",
    "pii": "bmjopen-2012-001881"
  },
  "doi": "10.1136/bmjopen-2012-001881",
  "pmc_id": "PMC3563143",
  "dates": {
    "completed": "2013-01-29",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.402335",
    "pmid": "23355664"
  }
}