{
  "pmid": "23354257",
  "uid": "23354257",
  "title": "A contemporary analysis of the management of the mangled lower extremity.",
  "abstract": "BACKGROUND: The management of a mangled lower extremity is complex and requires consideration of a patient's injury pattern, medical history, social context, and preference. The Lower Extremity Assessment Project provides the highest level of evidence guiding management; however, the Lower Extremity Assessment Project cohort was recruited 15 years ago and was restricted to Level I trauma centers. Furthermore, as our ability to salvage limbs has improved, the decision to amputate in the early period following injury remains particularly challenging. Given these considerations, our primary objective was to characterize the contemporary management of the mangled lower extremity across a range of trauma centers and identify which patient and injury characteristics are associated with early amputation. METHODS: We used a retrospective cohort design and included adults in the National Trauma Databank (2007-2009) with a mangled lower extremity treated at Level I or II trauma centers. A mangle injury was defined as (1) a severe crush injury or (2) the combination of a severe fracture with selected severe injuries from at least two of three categories as follows: soft tissue, artery, or nerve. Logistic regression was used to evaluate the association of patient and injury characteristics with our primary outcome: amputation performed before the end of the first full calendar day following emergency department arrival (early amputation). RESULTS: A total of 1,354 patients were identified from 222 centers; 278 (21%) underwent amputation during their hospital course, with 124 (9%) undergoing early amputation. On multivariable analysis, only injury characteristic was associated with early amputation. The presence of severe head injury (Abbreviated Injury Scale [AIS] score ≥ 3), shock in the emergency department (systolic blood pressure < 90 mm Hg), limb injury type, and higher-energy mechanism were independently associated with early amputation. CONCLUSION: Nearly half of all in-hospital amputations for mangled lower extremities are performed early. The decision to amputate early may not be guided by age, comorbidity level, or insurance status but rather by systemic and local injury characteristics. LEVEL OF EVIDENCE: Therapeutic study, level IV; prognostic/epidemiologic study, level IV.",
  "authors": [
    {
      "last_name": "de Mestral",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles de Mestral",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada. charles.demestral@mail.utoronto.ca"
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": []
    },
    {
      "last_name": "Haas",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Haas",
      "affiliations": []
    },
    {
      "last_name": "Gomez",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gomez",
      "affiliations": []
    },
    {
      "last_name": "Nathens",
      "fore_name": "Avery B",
      "initials": "AB",
      "name": "Avery B Nathens",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of trauma and acute care surgery",
    "iso_abbreviation": "J Trauma Acute Care Surg",
    "issn": "2163-0763",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "597",
  "end_page": "603",
  "pages": "597-603",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Amputation, Surgical",
    "Chi-Square Distribution",
    "Female",
    "Humans",
    "Injury Severity Score",
    "Kaplan-Meier Estimate",
    "Leg Injuries",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Retrospective Studies",
    "Statistics, Nonparametric",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23354257",
    "doi": "10.1097/TA.0b013e31827a05e3",
    "pii": "01586154-201302000-00036"
  },
  "doi": "10.1097/TA.0b013e31827a05e3",
  "dates": {
    "completed": "2013-04-05",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:14.877152",
    "pmid": "23354257"
  }
}