{
  "pmid": "23361625",
  "uid": "23361625",
  "title": "Surviving Sepsis Campaign: international guidelines for management of severe sepsis and septic shock, 2012.",
  "abstract": "OBJECTIVE: To provide an update to the \"Surviving Sepsis Campaign Guidelines for Management of Severe Sepsis and Septic Shock,\" last published in 2008. DESIGN: A consensus committee of 68 international experts representing 30 international organizations was convened. Nominal groups were assembled at key international meetings (for those committee members attending the conference). A formal conflict of interest policy was developed at the onset of the process and enforced throughout. The entire guidelines process was conducted independent of any industry funding. A stand-alone meeting was held for all subgroup heads, co- and vice-chairs, and selected individuals. Teleconferences and electronic-based discussion among subgroups and among the entire committee served as an integral part of the development. METHODS: The authors were advised to follow the principles of the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system to guide assessment of quality of evidence from high (A) to very low (D) and to determine the strength of recommendations as strong (1) or weak (2). The potential drawbacks of making strong recommendations in the presence of low-quality evidence were emphasized. Recommendations were classified into three groups: (1) those directly targeting severe sepsis; (2) those targeting general care of the critically ill patient and considered high priority in severe sepsis; and (3) pediatric considerations. RESULTS: Key recommendations and suggestions, listed by category, include: early quantitative resuscitation of the septic patient during the first 6 h after recognition (1C); blood cultures before antibiotic therapy (1C); imaging studies performed promptly to confirm a potential source of infection (UG); administration of broad-spectrum antimicrobials therapy within 1 h of the recognition of septic shock (1B) and severe sepsis without septic shock (1C) as the goal of therapy; reassessment of antimicrobial therapy daily for de-escalation, when appropriate (1B); infection source control with attention to the balance of risks and benefits of the chosen method within 12 h of diagnosis (1C); initial fluid resuscitation with crystalloid (1B) and consideration of the addition of albumin in patients who continue to require substantial amounts of crystalloid to maintain adequate mean arterial pressure (2C) and the avoidance of hetastarch formulations (1B); initial fluid challenge in patients with sepsis-induced tissue hypoperfusion and suspicion of hypovolemia to achieve a minimum of 30 mL/kg of crystalloids (more rapid administration and greater amounts of fluid may be needed in some patients (1C); fluid challenge technique continued as long as hemodynamic improvement is based on either dynamic or static variables (UG); norepinephrine as the first-choice vasopressor to maintain mean arterial pressure ≥65 mmHg (1B); epinephrine when an additional agent is needed to maintain adequate blood pressure (2B); vasopressin (0.03 U/min) can be added to norepinephrine to either raise mean arterial pressure to target or to decrease norepinephrine dose but should not be used as the initial vasopressor (UG); dopamine is not recommended except in highly selected circumstances (2C); dobutamine infusion administered or added to vasopressor in the presence of (a) myocardial dysfunction as suggested by elevated cardiac filling pressures and low cardiac output, or (b) ongoing signs of hypoperfusion despite achieving adequate intravascular volume and adequate mean arterial pressure (1C); avoiding use of intravenous hydrocortisone in adult septic shock patients if adequate fluid resuscitation and vasopressor therapy are able to restore hemodynamic stability (2C); hemoglobin target of 7-9 g/dL in the absence of tissue hypoperfusion, ischemic coronary artery disease, or acute hemorrhage (1B); low tidal volume (1A) and limitation of inspiratory plateau pressure (1B) for acute respiratory distress syndrome (ARDS); application of at least a minimal amount of positive end-expiratory pressure (PEEP) in ARDS (1B); higher rather than lower level of PEEP for patients with sepsis-induced moderate or severe ARDS (2C); recruitment maneuvers in sepsis patients with severe refractory hypoxemia due to ARDS (2C); prone positioning in sepsis-induced ARDS patients with a PaO (2)/FiO (2) ratio of ≤100 mm Hg in facilities that have experience with such practices (2C); head-of-bed elevation in mechanically ventilated patients unless contraindicated (1B); a conservative fluid strategy for patients with established ARDS who do not have evidence of tissue hypoperfusion (1C); protocols for weaning and sedation (1A); minimizing use of either intermittent bolus sedation or continuous infusion sedation targeting specific titration endpoints (1B); avoidance of neuromuscular blockers if possible in the septic patient without ARDS (1C); a short course of neuromuscular blocker (no longer than 48 h) for patients with early ARDS and a PaO (2)/FI O (2) <150 mm Hg (2C); a protocolized approach to blood glucose management commencing insulin dosing when two consecutive blood glucose levels are >180 mg/dL, targeting an upper blood glucose ≤180 mg/dL (1A); equivalency of continuous veno-venous hemofiltration or intermittent hemodialysis (2B); prophylaxis for deep vein thrombosis (1B); use of stress ulcer prophylaxis to prevent upper gastrointestinal bleeding in patients with bleeding risk factors (1B); oral or enteral (if necessary) feedings, as tolerated, rather than either complete fasting or provision of only intravenous glucose within the first 48 h after a diagnosis of severe sepsis/septic shock (2C); and addressing goals of care, including treatment plans and end-of-life planning (as appropriate) (1B), as early as feasible, but within 72 h of intensive care unit admission (2C). Recommendations specific to pediatric severe sepsis include: therapy with face mask oxygen, high flow nasal cannula oxygen, or nasopharyngeal continuous PEEP in the presence of respiratory distress and hypoxemia (2C), use of physical examination therapeutic endpoints such as capillary refill (2C); for septic shock associated with hypovolemia, the use of crystalloids or albumin to deliver a bolus of 20 mL/kg of crystalloids (or albumin equivalent) over 5-10 min (2C); more common use of inotropes and vasodilators for low cardiac output septic shock associated with elevated systemic vascular resistance (2C); and use of hydrocortisone only in children with suspected or proven \"absolute\"' adrenal insufficiency (2C). CONCLUSIONS: Strong agreement existed among a large cohort of international experts regarding many level 1 recommendations for the best care of patients with severe sepsis. Although a significant number of aspects of care have relatively weak support, evidence-based recommendations regarding the acute management of sepsis and septic shock are the foundation of improved outcomes for this important group of critically ill patients.",
  "authors": [
    {
      "last_name": "Dellinger",
      "fore_name": "R P",
      "initials": "RP",
      "name": "R P Dellinger",
      "affiliations": [
        "Cooper University Hospital, Camden, NJ, USA. Dellinger-Phil@CooperHealth.edu"
      ]
    },
    {
      "last_name": "Levy",
      "fore_name": "Mitchell M",
      "initials": "MM",
      "name": "Mitchell M Levy",
      "affiliations": []
    },
    {
      "last_name": "Rhodes",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Rhodes",
      "affiliations": []
    },
    {
      "last_name": "Annane",
      "fore_name": "Djillali",
      "initials": "D",
      "name": "Djillali Annane",
      "affiliations": []
    },
    {
      "last_name": "Gerlach",
      "fore_name": "Herwig",
      "initials": "H",
      "name": "Herwig Gerlach",
      "affiliations": []
    },
    {
      "last_name": "Opal",
      "fore_name": "Steven M",
      "initials": "SM",
      "name": "Steven M Opal",
      "affiliations": []
    },
    {
      "last_name": "Sevransky",
      "fore_name": "Jonathan E",
      "initials": "JE",
      "name": "Jonathan E Sevransky",
      "affiliations": []
    },
    {
      "last_name": "Sprung",
      "fore_name": "Charles L",
      "initials": "CL",
      "name": "Charles L Sprung",
      "affiliations": []
    },
    {
      "last_name": "Douglas",
      "fore_name": "Ivor S",
      "initials": "IS",
      "name": "Ivor S Douglas",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    },
    {
      "last_name": "Osborn",
      "fore_name": "Tiffany M",
      "initials": "TM",
      "name": "Tiffany M Osborn",
      "affiliations": []
    },
    {
      "last_name": "Nunnally",
      "fore_name": "Mark E",
      "initials": "ME",
      "name": "Mark E Nunnally",
      "affiliations": []
    },
    {
      "last_name": "Townsend",
      "fore_name": "Sean R",
      "initials": "SR",
      "name": "Sean R Townsend",
      "affiliations": []
    },
    {
      "last_name": "Reinhart",
      "fore_name": "Konrad",
      "initials": "K",
      "name": "Konrad Reinhart",
      "affiliations": []
    },
    {
      "last_name": "Kleinpell",
      "fore_name": "Ruth M",
      "initials": "RM",
      "name": "Ruth M Kleinpell",
      "affiliations": []
    },
    {
      "last_name": "Angus",
      "fore_name": "Derek C",
      "initials": "DC",
      "name": "Derek C Angus",
      "affiliations": []
    },
    {
      "last_name": "Deutschman",
      "fore_name": "Clifford S",
      "initials": "CS",
      "name": "Clifford S Deutschman",
      "affiliations": []
    },
    {
      "last_name": "Machado",
      "fore_name": "Flavia R",
      "initials": "FR",
      "name": "Flavia R Machado",
      "affiliations": []
    },
    {
      "last_name": "Rubenfeld",
      "fore_name": "Gordon D",
      "initials": "GD",
      "name": "Gordon D Rubenfeld",
      "affiliations": []
    },
    {
      "last_name": "Webb",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Webb",
      "affiliations": []
    },
    {
      "last_name": "Beale",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Beale",
      "affiliations": []
    },
    {
      "last_name": "Vincent",
      "fore_name": "Jean-Louis",
      "initials": "JL",
      "name": "Jean-Louis Vincent",
      "affiliations": []
    },
    {
      "last_name": "Moreno",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Moreno",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "165",
  "end_page": "228",
  "pages": "165-228",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Humans",
    "Sepsis",
    "Severity of Illness Index",
    "Shock, Septic"
  ],
  "article_ids": {
    "pubmed": "23361625",
    "pmc": "PMC7095153",
    "doi": "10.1007/s00134-012-2769-8"
  },
  "doi": "10.1007/s00134-012-2769-8",
  "pmc_id": "PMC7095153",
  "dates": {
    "completed": "2013-09-23",
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.493408",
    "pmid": "23361625"
  }
}