{
  "pmid": "23366131",
  "uid": "23366131",
  "title": "Healthcare standards based sensory data exchange for Home Healthcare Monitoring System.",
  "abstract": "Interoperability is the among the key functionalities of an intelligent systems. Home Healthcare Monitoring Systems (HHMS) investigates patients activities at home, but lacks critical information exchange with Health Management Information System (HMIS). This information is vital for physicians to take necessary steps for timely and effective healthcare provisioning for patients. Physicians can only monitor and prescribe patients in time, if the data is shared with their HMIS. HMIS can be compliant to different healthcare standards. Therefore, mediation system is required to enable interoperability between HHMS and HMIS such that physicians and patients information can easily be exchanged. We propose Interoperability Mediation System (IMS) that provides interoperability services for exchange of information among HHMS and HMIS. We consider that HMIS are compliant to two heterogeneous EHR standards (HL7 CDA and openEHR). Alzheimer's patient case study is described as a proof of concept. Sensory information gathered at HHMS, is communicated with HMIS compliant to EHR based healthcare standards. Sensors information in XML form is converted by interoperability service to HL7 CDA and openEHR instances and communicated to HMIS afterwards. This allows the physicians registered with HHMS to monitor the patient using their HMIS and provide timely healthcare information.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Wajahat Ali",
      "initials": "WA",
      "name": "Wajahat Ali Khan",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University, Seocheon-dong, Giheung-gu, Yongin-si, Gyeonggi-do, Republic of Korea. wajahat.alikhan@oslab.khu.ac.kr"
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Amin",
      "fore_name": "Muhammad Bilal",
      "initials": "MB",
      "name": "Muhammad Bilal Amin",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference",
    "iso_abbreviation": "Annu Int Conf IEEE Eng Med Biol Soc",
    "issn": "2694-0604",
    "issn_type": "Electronic",
    "volume": "2012",
    "pub_year": "2012"
  },
  "start_page": "1274",
  "end_page": "1277",
  "pages": "1274-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Alzheimer Disease",
    "Computer Communication Networks",
    "Health Level Seven",
    "Home Care Services",
    "Humans",
    "Medical Informatics",
    "Models, Theoretical",
    "Monitoring, Ambulatory"
  ],
  "article_ids": {
    "pubmed": "23366131",
    "doi": "10.1109/EMBC.2012.6346170"
  },
  "doi": "10.1109/EMBC.2012.6346170",
  "dates": {
    "completed": "2013-08-14",
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.729167",
    "pmid": "23366131"
  }
}