{
  "pmid": "23388642",
  "uid": "23388642",
  "title": "Complications of browlift techniques: a systematic review.",
  "abstract": "BACKGROUND: There is ongoing debate over which surgical technique is the safest for brow elevation. OBJECTIVES: The authors outline complication rates for a variety of open and endoscopic browlift techniques based on the results of a literature review. METHODS: The following databases were searched to capture relevant studies: MEDLINE, EMBASE, CINAHL, LILACS, Web of Science, Cochrane Libraries, controlled-trials.com, and clinicaltrials.gov. Eighty-two studies met the inclusion criteria. Assuming between-study heterogeneity due to the limitations and biases inherent to case series, a random-effects model was used to calculate weighted proportions. Pooled weighted proportions with 95% confidence intervals were determined. RESULTS: All open and endoscopic procedures are associated with a variety of complications. Unacceptable scarring and paresthesia are the most common complications among all surgical browlifts. For anterior hairline incision with subcutaneous dissection, alopecia occurred in 8.5% of patients, paresthesia in 5.4%, unacceptable scarring in 2.1%, and skin necrosis in 1.8%. For coronal incision with subgaleal dissection, unacceptable scarring occurred in 3.6% of patients, hematoma in 0.5%, and infection in 0.2%. Endoscopic techniques with subperiosteal dissection had the highest complication rates: 6.2% for paresthesia, 3.6% for asymmetry, 3.0% for alopecia, and 2.7% for lagophthalmos. CONCLUSIONS: Although complication rates vary with respect to incision site and plane of dissection, endoscopic techniques are associated with a larger variety of complications than open approaches. The findings should be interpreted with caution due to the limitations inherent to a case series. A well-designed comparative study is needed to evaluate the \"true\" rate of complications among the various browlift techniques.",
  "authors": [
    {
      "last_name": "Byun",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Byun",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mukovozov",
      "fore_name": "Ilya",
      "initials": "I",
      "name": "Ilya Mukovozov",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Aesthetic surgery journal",
    "iso_abbreviation": "Aesthet Surg J",
    "issn": "1527-330X",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "189",
  "end_page": "200",
  "pages": "189-200",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cicatrix",
    "Endoscopy",
    "Humans",
    "Paresthesia",
    "Postoperative Complications",
    "Rejuvenation",
    "Rhytidoplasty"
  ],
  "article_ids": {
    "pubmed": "23388642",
    "doi": "10.1177/1090820X12471829",
    "pii": "33/2/189"
  },
  "doi": "10.1177/1090820X12471829",
  "dates": {
    "completed": "2013-09-16",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.339858",
    "pmid": "23388642"
  }
}