{
  "pmid": "23397420",
  "uid": "23397420",
  "title": "Cost-effectiveness and economic impact of the KineSpring ® Knee Implant System in the treatment for knee osteoarthritis.",
  "abstract": "PURPOSE: To investigate the cost-effectiveness and economic impact of the KineSpring System in the treatment for knee osteoarthritis in Germany. METHODS: Functional outcome scores of the general German population and knee osteoarthritis (OA) patients under surgical treatments (HTO, UKA and TKA), conservative treatments and treatment with the KineSpring System were used to derive the utility scores for each group. Quality-adjusted life years (QALYs) of each group were estimated using the utility scores. Finally, cost-utility analysis was performed using cost and QALYs data. The economic impact of knee OA in Germany was assessed in terms of annual total direct cost and indirect cost, total diseased population and potential QALYs saved with the KineSpring System. RESULTS: Assuming the durability of 10 years, the cost-utility ratio of the KineSpring System, surgical treatments and conservative treatments compared to no treatment in 2012 was euro>3,402/QALY, euro 4,899/QALY and euro 9,996/QALY, respectively. With even a lesser durability of 5 years, the cost-utility ratio of the KineSpring System maintained superiority over surgical treatments and conservative treatments (euro 7,327/QALY, euro 9,706/QALY and euro 10,467/QALY, respectively). The KineSpring System is a highly cost-effective alternative for knee osteoarthritis compared with the current accepted cost-effective threshold (willingness to pay) of $50,000 US/QALY gained. Our models suggest KineSpring System, if adapted widely could save up to 2.0 ± 0.07 million QALY assuming it has a 5-year durability and save up to 3.9 ± 0.1 million QALY assuming it has a 10-year durability. CONCLUSION: An economic advantage for using the KineSpring System over other surgical and conservative treatments in knee OA patients in Germany is suggested by our model. According to currently accepted cost-effectiveness guidelines, the KineSpring Knee Implant System for knee OA is a cost-effective strategy.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Global Research Solutions Inc, Burlington, ON, L7N 3H8, Canada, silvia.li@grsolutions.ca."
      ]
    },
    {
      "last_name": "Seeger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Seeger",
      "affiliations": []
    },
    {
      "last_name": "Auhuber",
      "fore_name": "Thomas C",
      "initials": "TC",
      "name": "Thomas C Auhuber",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "2629",
  "end_page": "2637",
  "pages": "2629-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Arthroplasty, Replacement, Knee",
    "Cost-Benefit Analysis",
    "Humans",
    "Knee Prosthesis",
    "Middle Aged",
    "Osteoarthritis, Knee",
    "Quality-Adjusted Life Years",
    "Recovery of Function"
  ],
  "article_ids": {
    "pubmed": "23397420",
    "doi": "10.1007/s00167-013-2427-x"
  },
  "doi": "10.1007/s00167-013-2427-x",
  "dates": {
    "completed": "2014-06-30",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.082900",
    "pmid": "23397420"
  }
}