{
  "pmid": "23390428",
  "uid": "23390428",
  "title": "Theory of Mind, Language and Adaptive Functioning in ASD: A Neuroconstructivist Perspective.",
  "abstract": "INTRODUCTION: Neuroconstructivist theories of development highlight the potential effect one developmental domain may have on constraining or facilitating another. Empirical validation of this theory requires further testing in autism spectrum disorders (ASD), and may illuminate the complex interplay of developmental trajectories, particularly in the relationship between predictor and outcome variables. In ASD, language ability is an early predictor of important functional outcomes such as communication and socialization. We aimed to investigate whether theory of mind (ToM) mediates the relation between language ability and adaptive functioning in more cognitively able children with ASD (IQ > 70). METHODS: Thirty-nine children were followed prospectively every two years from 4-6 years to 12-14 years. Their language and theory of mind abilities and adaptive functioning were tested using the Test of Language Development-2 (the independent variable, at age 6-8 years), the \"Eyes Test\" (a measure of ToM, the mediator, at age 10-12) and the Vineland Adaptive Behaviour Scales (the outcome variable, at age 12-14). RESULTS: ToM mediated an association between language and adaptive functioning in the communication domain, but not in the social domain. CONCLUSION: These results challenge the usefulness of ToM as a unifying theory for ASD deficits and highlight the potential usefulness of a neuroconstructivist framework for prospective studies.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Teresa Ann",
      "initials": "TA",
      "name": "Teresa Ann Bennett",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University and Children's Hospital, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    },
    {
      "last_name": "Bryson",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Bryson",
      "affiliations": []
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": []
    },
    {
      "last_name": "Vaccarella",
      "fore_name": "Liezanne",
      "initials": "L",
      "name": "Liezanne Vaccarella",
      "affiliations": []
    },
    {
      "last_name": "Tuff",
      "fore_name": "Larry",
      "initials": "L",
      "name": "Larry Tuff",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "22",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "13",
  "end_page": "19",
  "pages": "13-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23390428",
    "pmc": "PMC3565710"
  },
  "pmc_id": "PMC3565710",
  "dates": {
    "completed": "2013-02-08",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.712412",
    "pmid": "23390428"
  }
}