{
  "pmid": "23396275",
  "uid": "23396275",
  "title": "Menopausal hormone therapy for the primary prevention of chronic conditions. U.S. Preventive Services Task Force recommendation statement.",
  "abstract": "Since the early 20th century, scientists have been tantalized with the hypothesis that premenopausal health benefits in women can be preserved in postmenopausal women with the supplementation of exogenous hormone replacement therapy (HRT) of estrogen (alone/with progesterone). This hypothesis was shattered when the results of 2 large randomized controlled trials (RCTs), the Heart Estrogen/Progesterone Replacement Study (HERS) and Women's Health Initiative (WHI), reported an increased risk of adverse clinical outcomes including coronary heart disease, thromboembolic events, stroke, dementia, urinary incontinence, gallbladder disease, and breast cancer. However, since the WHI was published, firestorms of critique, controversy, and multiple subgroup analyses have populated the medical literature, predominantly focused around the analysis of the age of women at entry into the trials (hypothesized as an effect modifier) and suggesting lower-dose preparations including using bioidentical hormones. Recently, the U.S. Preventive Services Task Force (USPSTF) along with other professional groups have issued recommendations against the use of HRT to prevent chronic conditions. In this review, we review the most recent evidence, including the long-term follow-up data from RCTs along a multitude of health outcomes.",
  "authors": [
    {
      "last_name": "Kreatsoulas",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Kreatsoulas",
      "affiliations": [
        "Department of Social and Behavioral Sciences, Human Development and Health, Harvard School of Public Health, Harvard University, Boston, MA 02138, USA. ckreats@hsph.harvard.edu"
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Polskie Archiwum Medycyny Wewnetrznej",
    "iso_abbreviation": "Pol Arch Med Wewn",
    "volume": "123",
    "issue": "3",
    "pub_year": "2013"
  },
  "start_page": "112",
  "end_page": "117",
  "pages": "112-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Breast Neoplasms",
    "Cardiovascular Diseases",
    "Chronic Disease",
    "Estrogen Replacement Therapy",
    "Female",
    "Fractures, Bone",
    "Gallbladder Diseases",
    "Guidelines as Topic",
    "Humans",
    "Menopause",
    "Middle Aged",
    "Primary Prevention",
    "Randomized Controlled Trials as Topic",
    "United States",
    "Urinary Incontinence",
    "Women's Health"
  ],
  "article_ids": {
    "pubmed": "23396275",
    "doi": "10.20452/pamw.1625",
    "pii": "AOP_13_009"
  },
  "doi": "10.20452/pamw.1625",
  "dates": {
    "completed": "2014-01-28",
    "revised": "2019-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:13.631107",
    "pmid": "23396275"
  }
}