{
  "pmid": "23399360",
  "uid": "23399360",
  "title": "Haemophilia at various stages of life: design of new therapeutic strategies through an interactive course--the Kogeniale project.",
  "abstract": "BACKGROUND: High-quality evidence is lacking in several areas of haemophilia treatment, in part because little time is allocated to the treatment and care of haemophilia in university education in Italy. Physicians caring for patients with haemophilia must, therefore, rely on their information on background pathophysiology and more experienced colleagues. This makes diagnostic and therapeutic choices difficult, especially when the patient has concomitant disorders or psychological issues. MATERIAL AND METHODS: This article describes a course to educate young physicians who were already engaged in the management of haemophilia on the emerging and unmet issues of haemophilia care and to implement existing guidelines. Physicians (n=53) already caring for patients with haemophilia in their haematology, internal medicine, or paediatric practices in Italy attended the course. Problem-solving group activity and open discussion were the methods chosen to formulate consensus statements. During the specifically designed interactive course, three clinical cases were simulated: a young child with congenital dislocation of the hip, an adolescent refusing prophylactic treatment, and an elderly man with cardiovascular disorders. The physicians were asked questions during the course and, through a Wi-Fi console, were able to answer and discuss each case interactively. RESULTS: Following discussion of each case, agreement was reached regarding general statements on the management of patients with severe haemophilia A in the three different age ranges considered. DISCUSSION: This project helped to outline useful decision-making tools for handling diagnostic and treatment issues in the field of haemophilia.",
  "authors": [
    {
      "last_name": "Santagostino",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Santagostino",
      "affiliations": [
        "Angelo Bianchi Bonomi Haemophilia and Thrombosis Centre, Department of Medicine and Medical Specialties, University of Milan and Istituto Di Ricovero e Cura a Carattere Scientifico Maggiore Hospital, Mangiagalli and Regina Elena Foundation, Milan, Italy."
      ]
    },
    {
      "last_name": "Messina",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Messina",
      "affiliations": []
    },
    {
      "last_name": "Tagliaferri",
      "fore_name": "Annarita",
      "initials": "A",
      "name": "Annarita Tagliaferri",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "last_name": "Morfini",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Morfini",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Blood transfusion = Trasfusione del sangue",
    "iso_abbreviation": "Blood Transfus",
    "issn": "2385-2070",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "272",
  "end_page": "280",
  "pages": "272-80",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Aged",
    "Blood Coagulation Factors",
    "Brain",
    "Cardiovascular Diseases",
    "Colonic Neoplasms",
    "Female",
    "Hematology",
    "Hemophilia A",
    "Hip Dislocation",
    "Humans",
    "Infant",
    "Joints",
    "Male"
  ],
  "article_ids": {
    "pubmed": "23399360",
    "pmc": "PMC3626480",
    "doi": "10.2450/2012.0158-12",
    "pii": "2012.0158-12"
  },
  "doi": "10.2450/2012.0158-12",
  "pmc_id": "PMC3626480",
  "dates": {
    "completed": "2013-10-21",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Blood Coagulation Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.590948",
    "pmid": "23399360"
  }
}