{
  "pmid": "23394210",
  "uid": "23394210",
  "title": "Protocol for determining the diagnostic validity of physical examination maneuvers for shoulder pathology.",
  "abstract": "BACKGROUND: Shoulder complaints are the third most common musculoskeletal problem in the general population. There are an abundance of physical examination maneuvers for diagnosing shoulder pathology. The validity of these maneuvers has not been adequately addressed. We propose a large Phase III study to investigate the accuracy of these tests in an orthopaedic setting. METHODS: We will recruit consecutive new shoulder patients who are referred to two tertiary orthopaedic clinics. We will select which physical examination tests to include using a modified Delphi process. The physician will take a thorough history from the patient and indicate their certainty about each possible diagnosis (certain the diagnosis is absent, present or requires further testing). The clinician will only perform the physical examination maneuvers for diagnoses where uncertainty remains. We will consider arthroscopy the reference standard for patients who undergo surgery within 8 months of physical examination and magnetic resonance imaging with arthrogram for patients who do not. We will calculate the sensitivity, specificity and positive and negative likelihood ratios and investigate whether combinations of the top tests provide stronger predictions of the presence or absence of disease. DISCUSSION: There are several considerations when performing a diagnostic study to ensure that the results are applicable in a clinical setting. These include, 1) including a representative sample, 2) selecting an appropriate reference standard, 3) avoiding verification bias, 4) blinding the interpreters of the physical examination tests to the interpretation of the gold standard and, 5) blinding the interpreters of the gold standard to the interpretation of the physical examination tests. The results of this study will inform clinicians of which tests, or combination of tests, successfully reduce diagnostic uncertainty, which tests are misleading and how physical examination may affect the magnitude of the confidence the clinician feels about their diagnosis. The results of this study may reduce the number of costly and invasive imaging studies (MRI, CT or arthrography) that are requisitioned when uncertainty about diagnosis remains following history and physical exam. We also hope to reduce the variability between specialists in which maneuvers are used during physical examination and how they are used, all of which will assist in improving consistency of care between centres.",
  "authors": [
    {
      "last_name": "Somerville",
      "fore_name": "Lyndsay",
      "initials": "L",
      "name": "Lyndsay Somerville",
      "affiliations": [
        "Health and Rehabilitation Sciences, Faculty of Health Science, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Willits",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Willits",
      "affiliations": []
    },
    {
      "last_name": "Johnson",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Johnson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2013",
    "pub_month": "Feb",
    "pub_day": "08"
  },
  "start_page": "60",
  "pages": "60",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Arthroscopy",
    "Biomechanical Phenomena",
    "Delphi Technique",
    "Humans",
    "Likelihood Functions",
    "Magnetic Resonance Imaging",
    "Musculoskeletal Diseases",
    "Ontario",
    "Physical Examination",
    "Predictive Value of Tests",
    "Reference Standards",
    "Reproducibility of Results",
    "Research Design",
    "Sensitivity and Specificity",
    "Shoulder",
    "Tertiary Care Centers",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "23394210",
    "pmc": "PMC3579687",
    "doi": "10.1186/1471-2474-14-60",
    "pii": "1471-2474-14-60"
  },
  "doi": "10.1186/1471-2474-14-60",
  "pmc_id": "PMC3579687",
  "dates": {
    "completed": "2013-06-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.940402",
    "pmid": "23394210"
  }
}