{
  "pmid": "23406081",
  "uid": "23406081",
  "title": "Common hand sanitizer may distort readings of breathalyzer tests in the absence of acute intoxication.",
  "abstract": "OBJECTIVES: The use of alcohol-based hand sanitizers has recently become widespread. To the authors' knowledge, no previous study has examined whether application of ethanol-based hand sanitizers by the person operating a common breathalyzer machine will affect the accuracy of the readings. This was a prospective study investigating whether the use of hand sanitizer applied according to manufacturer's recommendations (Group I), applied improperly at standard doses (Group II), or applied improperly at high doses (Group III) had an effect on breathalyzer readings of individuals who had not ingested alcohol. METHODS: The participants of the prospective study were divided into three groups to assess the effect of hand sanitizer on breathalyzer readings. Group I used one pump (1.5 mL) of hand sanitizer (Purell), allowing the hands to dry per manufacturer's recommendations; Group II used one pump (1.5 mL), without allowing the hands to dry; and Group III used two pumps (3 mL), without allowing the hands to dry. Breathalyzer measures for each group are presented as medians with interquartile ranges (IQR) and ranges. Differences between each sequential group (I vs. II and II vs. III) were assessed using a Mann-Whitney U-test (p < 0.05 significant). RESULTS: There were 25 study participants in each group for a total of 75 participants. The initial breathalyzer readings of all study participants were 0.000 g/dL. The median breathalyzer reading was 0.004 g/dL in Group I (IQR = 0.001 to 0.008 g/dL), 0.051 g/dL in Group II (IQR = 0.043 to 0.064 g/dL), and 0.119 g/dL in Group III (IQR = 0.089 to 0.134 g/dL). Measures between each subsequent group were all statistically different (p < 0.001). CONCLUSIONS: The use of common alcohol-based hand sanitizer may cause false-positive readings with a standard hospital breathalyzer when the operator uses the hand sanitizer correctly. The breathalyzer readings are further elevated if more sanitizer is used or if it is not allowed to dry appropriately.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Syed S",
      "initials": "SS",
      "name": "Syed S Ali",
      "affiliations": [
        "University of California San Diego, San Diego, CA, USA. s_ali@nymc.edu"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": []
    },
    {
      "last_name": "Castillo",
      "fore_name": "Edward M",
      "initials": "EM",
      "name": "Edward M Castillo",
      "affiliations": []
    },
    {
      "last_name": "Witucki",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Witucki",
      "affiliations": []
    },
    {
      "last_name": "Simmons",
      "fore_name": "Todd T",
      "initials": "TT",
      "name": "Todd T Simmons",
      "affiliations": []
    },
    {
      "last_name": "Vilke",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Vilke",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic emergency medicine : official journal of the Society for Academic Emergency Medicine",
    "iso_abbreviation": "Acad Emerg Med",
    "issn": "1553-2712",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb"
  },
  "start_page": "212",
  "end_page": "215",
  "pages": "212-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Alcoholic Intoxication",
    "Breath Tests",
    "Ethanol",
    "False Positive Reactions",
    "Female",
    "Hand Disinfection",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23406081",
    "doi": "10.1111/acem.12073"
  },
  "doi": "10.1111/acem.12073",
  "dates": {
    "completed": "2013-08-12",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.243058",
    "pmid": "23406081"
  }
}