{
  "pmid": "23428092",
  "uid": "23428092",
  "title": "The relevance of forest fragmentation on the incidence of human babesiosis: investigating the landscape epidemiology of an emerging tick-borne disease.",
  "abstract": "Babesiosis is an emerging arthropod-borne infection that has been increasing in incidence for the last decade in the northeastern United States. Babesiosis may share features of its landscape epidemiology with other arthropod-borne infections transmitted by the same tick vectors in similar geographic spaces. This study examined 11 years of surveillance data in New York State to measure the relationship between forest fragmentation and the incidence of human babesiosis. Adjusted Poisson models showed that increasing edges of contact between forested land and developed land, as measured by their shared perimeters, was associated with a higher incidence of babesiosis cases (incident rate ratio [IRR]=1.015, 95% confidence interval [CI] 1.01-1.02; p<0.001), even after controlling for the total developed land area and forest density, and temperature and precipitation. Each 10-km increase in perimeter contact between forested land and developed land per county was associated with a 1.5% increase in babesiosis risk. Higher temperature was also strongly associated with increasing babesiosis risk (IRR=1.18, 95% CI 1.10-1.27; p<0.001), wherein each degree Celsius increase was associated with an 18% increase in babesiosis risk. While direct causal conclusions cannot be drawn from these data, these findings do identify a potentially important signal in the epidemiology of babesiosis and suggest that the underlying physical landscape may play a role in shaping points of contact between humans and tick vectors and the subsequent transmission of Babesia microti.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of New York , Downstate, Brooklyn, New York 11203, USA. thegowda@gmail.com"
      ]
    }
  ],
  "journal": {
    "title": "Vector borne and zoonotic diseases (Larchmont, N.Y.)",
    "iso_abbreviation": "Vector Borne Zoonotic Dis",
    "issn": "1557-7759",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "250",
  "end_page": "255",
  "pages": "250-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Arachnid Vectors",
    "Babesia",
    "Babesia microti",
    "Babesiosis",
    "Climate",
    "Female",
    "Forests",
    "Humans",
    "Incidence",
    "New York",
    "Risk",
    "Tick-Borne Diseases",
    "Ticks"
  ],
  "article_ids": {
    "pubmed": "23428092",
    "doi": "10.1089/vbz.2012.1198"
  },
  "doi": "10.1089/vbz.2012.1198",
  "dates": {
    "completed": "2015-01-16",
    "revised": "2013-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.780864",
    "pmid": "23428092"
  }
}