{
  "pmid": "23420120",
  "uid": "23420120",
  "title": "Cost-effectiveness of pharmaceutical management for osteoarthritis pain: a systematic review of the literature and recommendations for future economic evaluation.",
  "abstract": "BACKGROUND AND OBJECTIVE: Osteoarthritis (OA) is a highly prevalent and chronic condition characterized by pain and physical disability. Currently, many treatments are available, and they primarily target pain relief. The objectives of this study were to systematically review economic evaluations for pharmaceutical management of OA pain and to provide methodological recommendations for future economic evaluation. METHODS: Published literature was identified by searching the following bibliographic databases: MEDLINE (1948-16 November 2011) with In-Process records and EMBASE (1980-2011 Week 47) via Ovid; The Cochrane Library (Issue 4 of 4, 2011) and the Health Economic Evaluations Database (HEED) via Wiley; and PubMed (for non-MEDLINE records). The main search terms were OA and economic evaluations. Two reviewers independently screened all identified articles and extracted the data from those included in the final review. RESULTS: Twelve articles reporting the cost-effectiveness of various pharmaceuticals were included, with five being trial-based and seven being model-based economic evaluations. The mean health economics quality score of the included articles was 84 (minimum-maximum: 63-99). These evaluations varied in study design, treatments compared, and outcomes measured. CONCLUSION: The existing economic evaluations on pharmaceutical management of OA pain were of acceptable quality. Comparability of economic evaluations could be improved by selecting standard comparators, adopting a longer time horizon, and directly measuring health utilities.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, 25 Main St W Suite 2000, Hamilton, ON L8P 1H1, Canada. fengxie@mcmaster.ca"
      ]
    },
    {
      "last_name": "Tanvejsilp",
      "fore_name": "Pimwara",
      "initials": "P",
      "name": "Pimwara Tanvejsilp",
      "affiliations": []
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kaitryn",
      "initials": "K",
      "name": "Kaitryn Campbell",
      "affiliations": []
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drugs & aging",
    "iso_abbreviation": "Drugs Aging",
    "issn": "1179-1969",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "277",
  "end_page": "284",
  "pages": "277-84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Chronic Disease",
    "Clinical Trials as Topic",
    "Cost-Benefit Analysis",
    "Cyclooxygenase Inhibitors",
    "Drug Therapy",
    "Economics, Medical",
    "Humans",
    "Models, Economic",
    "Osteoarthritis",
    "Pain Management",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23420120",
    "doi": "10.1007/s40266-013-0062-3"
  },
  "doi": "10.1007/s40266-013-0062-3",
  "dates": {
    "completed": "2013-10-31",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Cyclooxygenase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.850758",
    "pmid": "23420120"
  }
}