{
  "pmid": "23429800",
  "uid": "23429800",
  "title": "Current hurdles in the management of eosinophilic oesophagitis: the next steps.",
  "abstract": "Eosinophilic oesophagitis (EoE) is a chronic, antigen mediated disease of the disease of the oesophagus that may present in both adults and children. It is characterised by intermittent dysphagia, food bolus obstruction and weight loss. The pathogenesis is incompletely understood but is thought to culminate in poor compliance, or reduced distensibility. The condition is being reported and studied in the literature with increasing incidence, although equally it is highly likely that the diagnosis is being missed altogether with alarming frequency. Diagnosis of the condition requires at least one oesophageal biopsy with an eosinophil count greater than 15 per high power field. Endoscopic features include trachealisation, furrows, white exudate, narrowing and in the most severe cases stricture formation although none are pathognomonic of the condition. Therapy is often not required, but in the acute setting may take the form of dietary therapy or topical steroids. Long term maintenance therapy is usually only required in the most severe cases and the most effective treatment is the subject of ongoing research. There are a number of hurdles to be overcome in the management of patients with EoE. These include; improving our understanding of the aetiology of the condition, investigating the individual causes, assessing the true disease severity and planning the best long term maintenance therapy. Distinguishing EoE from EoE gastro-oesophageal reflux disease is also a hurdle because the two conditions, both being common, can co-exist. In order to overcome these hurdles, a multifaceted approach is required. The management of food bolus obstruction requires a management algorithm that is accepted and endorsed by a number of specialties. National and international disease registers should be established in order to facilitate future research but more importantly to address areas where further education or increased diagnostic capabilities may be required. Assessment of disease severity should become a key goal, and the development of specific biomarkers for EoE should also be a priority. Finally, randomised controlled trials of new agents are required to assess the best treatment in both the acute and long term setting.",
  "authors": [
    {
      "last_name": "Attwood",
      "fore_name": "Stephen Ea",
      "initials": "SE",
      "name": "Stephen Ea Attwood",
      "affiliations": [
        "Department of General Surgery, North Tyneside Hospital, Rake Lane, North Shields, Tyne and Wear NE29 8NH, United Kingdom. stephen.attwood@nhct.nhs.uk"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Sj",
      "initials": "MS",
      "name": "Michael Sj Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "World journal of gastroenterology",
    "iso_abbreviation": "World J Gastroenterol",
    "issn": "2219-2840",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "790",
  "end_page": "796",
  "pages": "790-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aphasia",
    "Deglutition",
    "Eosinophilic Esophagitis",
    "Esophagus",
    "Humans",
    "Immunosuppressive Agents",
    "Predictive Value of Tests",
    "Risk Factors",
    "Severity of Illness Index",
    "Steroids",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23429800",
    "pmc": "PMC3574875",
    "doi": "10.3748/wjg.v19.i6.790"
  },
  "doi": "10.3748/wjg.v19.i6.790",
  "pmc_id": "PMC3574875",
  "dates": {
    "completed": "2013-12-11",
    "revised": "2025-06-08"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "Steroids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.245673",
    "pmid": "23429800"
  }
}