{
  "pmid": "23440790",
  "uid": "23440790",
  "title": "Interventions for preventing post-operative atrial fibrillation in patients undergoing heart surgery.",
  "abstract": "BACKGROUND: Atrial fibrillation is a common post-operative complication of cardiac surgery and is associated with an increased risk of post-operative stroke, increased length of intensive care unit and hospital stays, healthcare costs and mortality. Numerous trials have evaluated various pharmacological and non-pharmacological prophylactic interventions for their efficacy in preventing post-operative atrial fibrillation. We conducted an update to a 2004 Cochrane systematic review and meta-analysis of the literature to gain a better understanding of the effectiveness of these interventions. OBJECTIVES: The primary objective was to assess the effects of pharmacological and non-pharmacological interventions for preventing post-operative atrial fibrillation or supraventricular tachycardia after cardiac surgery. Secondary objectives were to determine the effects on post-operative stroke or cerebrovascular accident, mortality, cardiovascular mortality, length of hospital stay and cost of treatment during the hospital stay. SEARCH METHODS: We searched the Cochrane Central Register of ControlLed Trials (CENTRAL) (Issue 8, 2011), MEDLINE (from 1946 to July 2011), EMBASE (from 1974 to July 2011) and CINAHL (from 1981 to July 2011). SELECTION CRITERIA: We selected randomized controlled trials (RCTs) that included adult patients undergoing cardiac surgery who were allocated to pharmacological or non-pharmacological interventions for the prevention of post-operative atrial fibrillation or supraventricular tachycardia, except digoxin, potassium (K(+)), or steroids. DATA COLLECTION AND ANALYSIS: Two review authors independently abstracted study data and assessed trial quality. MAIN RESULTS: One hundred and eighteen studies with 138 treatment groups and 17,364 participants were included in this review. Fifty-seven of these studies were included in the original version of this review while 61 were added, including 27 on interventions that were not considered in the original version. Interventions included amiodarone, beta-blockers, sotalol, magnesium, atrial pacing and posterior pericardiotomy. Each of the studied interventions significantly reduced the rate of post-operative atrial fibrillation after cardiac surgery compared with a control. Beta-blockers (odds ratio (OR) 0.33; 95% confidence interval) CI 0.26 to 0.43; I(2) = 55%) and sotalol (OR 0.34; 95% CI 0.26 to 0.43; I(2) = 3%) appear to have similar efficacy while magnesium's efficacy (OR 0.55; 95% CI 0.41 to 0.73; I(2) = 51%) may be slightly less. Amiodarone (OR 0.43; 95% CI 0.34 to 0.54; I(2) = 63%), atrial pacing (OR 0.47; 95% CI 0.36 to 0.61; I(2) = 50%) and posterior pericardiotomy (OR 0.35; 95% CI 0.18 to 0.67; I(2) = 66%) were all found to be effective. Prophylactic intervention decreased the hospital length of stay by approximately two-thirds of a day and decreased the cost of hospital treatment by roughly $1250 US. Intervention was also found to reduce the odds of post-operative stroke, though this reduction did not reach statistical significance (OR 0.69; 95% CI 0.47 to 1.01; I(2) = 0%). No significant effect on all-cause or cardiovascular mortality was demonstrated. AUTHORS' CONCLUSIONS: Prophylaxis to prevent atrial fibrillation after cardiac surgery with any of the studied pharmacological or non-pharmacological interventions may be favored because of its reduction in the rate of atrial fibrillation, decrease in the length of stay and cost of hospital treatment and a possible decrease in the rate of stroke. However, this review is limited by the quality of the available data and heterogeneity between the included studies. Selection of appropriate interventions may depend on the individual patient situation and should take into consideration adverse effects and the cost associated with each approach.",
  "authors": [
    {
      "last_name": "Arsenault",
      "fore_name": "Kyle A",
      "initials": "KA",
      "name": "Kyle A Arsenault",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Arif M",
      "initials": "AM",
      "name": "Arif M Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Crystal",
      "fore_name": "Eugene",
      "initials": "E",
      "name": "Eugene Crystal",
      "affiliations": []
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeff S",
      "initials": "JS",
      "name": "Jeff S Healey",
      "affiliations": []
    },
    {
      "last_name": "Morillo",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Morillo",
      "affiliations": []
    },
    {
      "last_name": "Nair",
      "fore_name": "Girish M",
      "initials": "GM",
      "name": "Girish M Nair",
      "affiliations": []
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2013",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jan",
    "pub_day": "31"
  },
  "start_page": "CD003611",
  "pages": "CD003611",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Adult",
    "Amiodarone",
    "Anti-Arrhythmia Agents",
    "Atrial Fibrillation",
    "Cardiac Pacing, Artificial",
    "Cardiac Surgical Procedures",
    "Humans",
    "Magnesium Compounds",
    "Pericardiectomy",
    "Randomized Controlled Trials as Topic",
    "Sotalol",
    "Tachycardia, Supraventricular"
  ],
  "article_ids": {
    "pubmed": "23440790",
    "pmc": "PMC7387225",
    "doi": "10.1002/14651858.CD003611.pub3"
  },
  "doi": "10.1002/14651858.CD003611.pub3",
  "pmc_id": "PMC7387225",
  "dates": {
    "completed": "2013-03-12",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Anti-Arrhythmia Agents",
    "Magnesium Compounds",
    "Sotalol",
    "Amiodarone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.081099",
    "pmid": "23440790"
  }
}