{
  "pmid": "23442540",
  "uid": "23442540",
  "title": "Radiographic union score for hip substantially improves agreement between surgeons and radiologists.",
  "abstract": "BACKGROUND: Despite the prominence of hip fractures in orthopedic trauma, the assessment of fracture healing using radiographs remains subjective. The variability in the assessment of fracture healing has important implications for both clinical research and patient care. With little existing literature regarding reliable consensus on hip fracture healing, this study was conducted to determine inter-rater reliability between orthopedic surgeons and radiologists on healing assessments using sequential radiographs in patients with hip fractures. Secondary objectives included evaluating a checklist designed to assess hip fracture healing and determining whether agreement improved when reviewers were aware of the timing of the x-rays in relation to the patients' surgery. METHODS: A panel of six reviewers (three orthopedic surgeons and three radiologists) independently assessed fracture healing using sequential radiographs from 100 patients with femoral neck fractures and 100 patients with intertrochanteric fractures. During their independent review they also completed a previously developed radiographic checklist (Radiographic Union Score for Hip (RUSH)). Inter and intra-rater reliability scores were calculated. Data from the current study was compared to the findings from a previously conducted study where the same reviewers, unaware of the timing of the x-rays, completed the RUSH score. RESULTS: The agreement between surgeons and radiologists for fracture healing was moderate for \"general impression of fracture healing\" in both femoral neck (ICC = 0.60, 95% CI: 0.42-0.71) and intertrochanteric fractures (0.50, 95% CI: 0.33-0.62). Using a standardized checklist (RUSH), agreement was almost perfect in both femoral neck (ICC = 0.85, 95% CI: 0.82-0.87) and intertrochanteric fractures (0.88, 95% CI: 0.86-0.90). We also found a high degree of correlation between healing and the total RUSH score using a Receiver Operating Characteristic (ROC) analysis, there was an area under the curve of 0.993 for femoral neck cases and 0.989 for intertrochanteric cases. Agreement within the radiologist group and within the surgeon group did not significantly differ in our analyses. In all cases, radiographs in which the time from surgery was known resulted in higher agreement scores compared to those from the previous study in which reviewers were unaware of the time the radiograph was obtained. CONCLUSIONS: Agreement in hip fracture radiographic healing may be improved with the use of a standardized checklist and appears highly influenced by the timing of the radiograph. These findings should be considered when evaluating patient outcomes and in clinical studies involving patients with hip fractures. Future research initiatives are required to further evaluate the RUSH checklist.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L8, Canada. bhandam@mcmaster.ca"
      ]
    },
    {
      "last_name": "Chiavaras",
      "fore_name": "Mary M",
      "initials": "MM",
      "name": "Mary M Chiavaras",
      "affiliations": []
    },
    {
      "last_name": "Parasu",
      "fore_name": "Naveen",
      "initials": "N",
      "name": "Naveen Parasu",
      "affiliations": []
    },
    {
      "last_name": "Choudur",
      "fore_name": "Hema",
      "initials": "H",
      "name": "Hema Choudur",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi",
      "initials": "O",
      "name": "Olufemi Ayeni",
      "affiliations": []
    },
    {
      "last_name": "Chakravertty",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Chakravertty",
      "affiliations": []
    },
    {
      "last_name": "Bains",
      "fore_name": "Simrit",
      "initials": "S",
      "name": "Simrit Bains",
      "affiliations": []
    },
    {
      "last_name": "Hak",
      "fore_name": "Alisha",
      "initials": "A",
      "name": "Alisha Hak",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2013",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Checklist",
    "Consensus",
    "Femoral Neck Fractures",
    "Fracture Healing",
    "Hip Fractures",
    "Humans",
    "Observer Variation",
    "Predictive Value of Tests",
    "ROC Curve",
    "Radiography",
    "Reproducibility of Results",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23442540",
    "pmc": "PMC3599458",
    "doi": "10.1186/1471-2474-14-70",
    "pii": "1471-2474-14-70"
  },
  "doi": "10.1186/1471-2474-14-70",
  "pmc_id": "PMC3599458",
  "dates": {
    "completed": "2013-06-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.333518",
    "pmid": "23442540"
  }
}