{
  "pmid": "23442100",
  "uid": "23442100",
  "title": "Adolescent classroom education on knowledge and attitudes about deceased organ donation: a systematic review.",
  "abstract": "In many countries, adolescents can choose to register a deceased organ donation wish when they apply for a driver's license. They often receive education about deceased organ donation in order to make an informed choice. The objective of this review was to describe the effectiveness of school-based educational programs on deceased organ donation among adolescents. We reviewed any study of adolescent students receiving a school-based educational program on deceased organ donation. The outcomes were knowledge, attitudes, intent to register a preference toward deceased organ donation, and whether such education fostered family discussions about organ donation. Fifteen studies were summarized from nine countries, of which six were randomized controlled trials. Most educational programs consisted of one or two classroom sessions. The methods employed in five studies received a high-quality rating. Educational programs increased knowledge in 10 studies, and attitudes in five studies, with variable effects on intent to affirmative registration. Seven studies reported success in promoting family discussions. Adolescent classroom education is a promising strategy to improve knowledge about deceased organ donation and appears to increase public support for donation. Subjecting these programs to additional evaluation will clarify their impact on affirmative donor registration and realized donations.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Alvin Ho-Ting",
      "initials": "AH",
      "name": "Alvin Ho-Ting Li",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada. Alvin.li@lhsc.on.ca"
      ]
    },
    {
      "last_name": "Rosenblum",
      "fore_name": "Amanda M",
      "initials": "AM",
      "name": "Amanda M Rosenblum",
      "affiliations": []
    },
    {
      "last_name": "Nevis",
      "fore_name": "Immaculate F",
      "initials": "IF",
      "name": "Immaculate F Nevis",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric transplantation",
    "iso_abbreviation": "Pediatr Transplant",
    "issn": "1399-3046",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Mar"
  },
  "start_page": "119",
  "end_page": "128",
  "pages": "119-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Health Education",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Schools",
    "Tissue Donors",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "23442100",
    "doi": "10.1111/petr.12045"
  },
  "doi": "10.1111/petr.12045",
  "dates": {
    "completed": "2013-09-04",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.138105",
    "pmid": "23442100"
  }
}