{
  "pmid": "23449757",
  "uid": "23449757",
  "title": "The Diagnostic Validity of Clinical Tests in Temporomandibular Internal Derangement: A Systematic Review and Meta-analysis.",
  "abstract": "PURPOSE: To assess the diagnostic validity of clinical tests for temporomandibular internal derangement relative to magnetic resonance imaging (MRI). METHODS: MEDLINE and Embase were searched from 1994 through 2009. Independent reviewers conducted study selection; risk of bias was assessed using Quality Assessment of studies of Diagnostic Accuracy included in Systematic reviews (QUADAS); ≥9/14) and data abstraction. Overall quality of evidence was profiled using Grading of Recommendations Assessment, Development, and Evaluation (GRADE). Agreement was measured using quadratic weighted kappa (κw). Positive (+) or negative (-) likelihood ratios (LR) with 95% CIs were calculated and pooled using the DerSimonian-Laird method and a random-effects model when homogeneous (I(2)≥0.40, Q-test p≤0.10). RESULTS: We selected 8 of 36 studies identified. There is very low quality evidence that deflection (+LR: 6.37 [95% CI, 2.13-19.03]) and crepitation (LR:5.88 [95% CI, 1.95-17.76]) as single tests and crepitation, deflection, pain, and limited mouth opening as a cluster of tests are the most valuable for ruling in internal derangement without reduction (+LR:6.37 [95% CI, 2.13-19.03]), (-LR:0.27 [95% CI, 0.11-0.64]) while the test cluster click, deviation, and pain rules out internal derangement with reduction (-LR: 0.09 [95% CI, 0.01-0.72]). No single test or cluster of tests was conclusive and of significant value for ruling in internal derangement with reduction. CONCLUSIONS: Findings of this review will assist clinicians in deciding which diagnostic tests to use when internal derangement is suspected. The literature search revealed a lack of high-quality studies; further research with adequate description of patient populations, blinded assessments, and both sagittal and coronal MRI planes is therefore recommended. UNLABELLED: Purpose: To assess the diagnostic validity of clinical tests for temporomandibular internal derangement relative to magnetic resonance imaging (MRI). Methods: MEDLINE and Embase were searched from 1994 through 2009. Independent reviewers conducted study selection; risk of bias was assessed using Quality Assessment of studies of Diagnostic Accuracy included in Systematic reviews (QUADAS); ≥9/14) and data abstraction. Overall quality of evidence was profiled using Grading of Recommendations Assessment, Development, and Evaluation (GRADE). Agreement was measured using quadratic weighted kappa (κw). Positive (+) or negative (−) likelihood ratios (LR) with 95% CIs were calculated and pooled using the DerSimonian–Laird method and a random-effects model when homogeneous (I[2]≥0.40, Q-test p≤0.10). Results: We selected 8 of 36 studies identified. There is very low quality evidence that deflection (+LR: 6.37 [95% CI, 2.13–19.03]) and crepitation (LR:5.88 [95% CI, 1.95–17.76]) as single tests and crepitation, deflection, pain, and limited mouth opening as a cluster of tests are the most valuable for ruling in internal derangement without reduction (+LR:6.37 [95% CI, 2.13–19.03]), (−LR:0.27 [95% CI, 0.11–0.64]) while the test cluster click, deviation, and pain rules out internal derangement with reduction (−LR: 0.09 [95% CI, 0.01–0.72]). No single test or cluster of tests was conclusive and of significant value for ruling in internal derangement with reduction. Conclusions: Findings of this review will assist clinicians in deciding which diagnostic tests to use when internal derangement is suspected. The literature search revealed a lack of high-quality studies; further research with adequate description of patient populations, blinded assessments, and both sagittal and coronal MRI planes is therefore recommended.",
  "authors": [
    {
      "last_name": "Chaput",
      "fore_name": "Eve",
      "initials": "E",
      "name": "Eve Chaput",
      "affiliations": [
        "School of Physiotherapy, University of Western Ontario, London, Ont."
      ]
    },
    {
      "last_name": "Gross",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Gross",
      "affiliations": []
    },
    {
      "last_name": "Stewart",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Stewart",
      "affiliations": []
    },
    {
      "last_name": "Nadeau",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Nadeau",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Physiotherapy Canada. Physiotherapie Canada",
    "iso_abbreviation": "Physiother Can",
    "issn": "0300-0508",
    "issn_type": "Print",
    "volume": "64",
    "issue": "2",
    "pub_year": "2012"
  },
  "start_page": "116",
  "end_page": "134",
  "pages": "116-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23449757",
    "pmc": "PMC3321987",
    "doi": "10.3138/ptc.2010-54",
    "pii": "ptc.2010-54"
  },
  "doi": "10.3138/ptc.2010-54",
  "pmc_id": "PMC3321987",
  "dates": {
    "completed": "2013-03-04",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.985401",
    "pmid": "23449757"
  }
}