{
  "pmid": "23450549",
  "uid": "23450549",
  "title": "High-frequency ventilation versus conventional ventilation for treatment of acute lung injury and acute respiratory distress syndrome.",
  "abstract": "BACKGROUND: High frequency oscillation is an alternative to conventional mechanical ventilation that is sometimes used to treat patients with acute respiratory distress syndrome, but effects on oxygenation, mortality and adverse clinical outcomes are uncertain. This review was originally published in 2004 and was updated in 2011. OBJECTIVES: To determine clinical and physiological effects of high frequency oscillation (HFO) in patients with acute lung injury (ALI) or acute respiratory distress syndrome (ARDS) compared to conventional ventilation. SEARCH METHODS: We electronically searched CENTRAL (Ovid), MEDLINE (Ovid), EMBASE (Ovid), and ISI (from inception to March 2011). The original search was performed in 2002. We manually searched reference lists from included studies and review articles; searched conference proceedings of the American Thoracic Society (1994 to 2010), Society of Critical Care Medicine (1994 to 2010), European Society of Intensive Care Medicine (1994 to 2010), and American College of Chest Physicians (1994 to 2010); contacted clinical experts in the field; and searched for unpublished and ongoing trials in clinicaltrials.gov and controlled-trials.com. SELECTION CRITERIA: Randomized controlled clinical trials comparing treatment using HFO with conventional mechanical ventilation for children and adults diagnosed with ALI or ARDS. DATA COLLECTION AND ANALYSIS: Three authors independently extracted data on clinical, physiological, and safety outcomes according to a predefined protocol. We contacted investigators of all included studies to clarify methods and obtain additional data. We used random-effects models in the analyses. MAIN RESULTS: Eight RCTs (n = 419) were included; almost all patients had ARDS. The risk of bias was low in six studies and unclear in two studies. The quality of evidence for hospital and six-month mortality was moderate and low, respectively. The ratio of partial pressure of oxygen to inspired fraction of oxygen at 24, 48, and 72 hours was 16% to 24% higher in patients receiving HFO. There were no significant differences in oxygenation index because mean airway pressure rose by 22% to 33% in patients receiving HFO (P < 0.01).  In patients randomized to HFO, mortality was significantly reduced (RR 0.77, 95% CI 0.61 to 0.98; P = 0.03; 6 trials, 365 patients, 160 deaths) and treatment failure (refractory hypoxaemia, hypercapnoea, hypotension, or barotrauma) was less likely (RR 0.67, 95% CI 0.46 to 0.99; P = 0.04; 5 trials, 337 patients, 73 events). Other risks, including adverse events, were similar. We found substantial between-trial statistical heterogeneity for physiological (I(2) = 21% to 95%) but not clinical (I(2) = 0%) outcomes.  Pooled results were based on few events for most clinical outcomes. AUTHORS' CONCLUSIONS: The findings of this systematic review suggest that HFO was a promising treatment for ALI and ARDS prior to the uptake of current lung protective ventilation strategies. These findings may not be applicable with current conventional care, pending the results of large multi-centre trials currently underway.",
  "authors": [
    {
      "last_name": "Sud",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Sud",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Trillium Health Center, University of Toronto, Mississauga, Canada. sachinsud@aol.com."
      ]
    },
    {
      "last_name": "Sud",
      "fore_name": "Maneesh",
      "initials": "M",
      "name": "Maneesh Sud",
      "affiliations": []
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    },
    {
      "last_name": "Wunsch",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wunsch",
      "affiliations": []
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": []
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb",
    "pub_day": "28"
  },
  "start_page": "CD004085",
  "pages": "CD004085",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Lung Injury",
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "High-Frequency Ventilation",
    "Humans",
    "Infant",
    "Randomized Controlled Trials as Topic",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "23450549",
    "doi": "10.1002/14651858.CD004085.pub3"
  },
  "doi": "10.1002/14651858.CD004085.pub3",
  "dates": {
    "completed": "2013-03-28",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:56.423189",
    "pmid": "23450549"
  }
}