{
  "pmid": "23451917",
  "uid": "23451917",
  "title": "Sustained remissions of immune thrombocytopenia associated with the use of thrombopoietin receptor agonists.",
  "abstract": "BACKGROUND: Thrombopoietin receptor agonists (TRAs) are effective treatments for immune thrombocytopenia (ITP). However, continuous therapy is generally required to maintain platelet (PLT) count responses. STUDY DESIGN AND METHODS: In this case series, we describe ITP patients from our practice who achieved durable responses to the TRAs romiplostim and eltrombopag. Patients were classified as having a definite TRA-induced remission if PLT counts increased above 100 × 10(9) /L after TRA treatment and remained above 100 × 10(9) /L even after the medication was discontinued; or a possible TRA-induced remission if PLT counts increased above 100 × 10(9) /L, remained elevated for at least 3 months after the medication was discontinued, but a subsequent relapse occurred or the effect of other disease-modifying therapies could not be excluded. RESULTS: Of 31 patients with chronic ITP treated with TRAs in our practice, nine patients achieved a PLT count response with either romiplostim (n = 6) or eltrombopag (n = 3) that was maintained even after the medications were discontinued. Three patients met criteria for a definite TRA-induced remission, each after exposure to romiplostim. Patients had ITP for a median of 7.8 years and had failed a median of four prior therapies including eight patients who had a splenectomy. We documented a progressive decline in anti-glycoprotein IIbIIIa PLT autoantibodies in one patient while on treatment. CONCLUSION: Some patients with ITP can achieve sustained PLT count responses after the use of TRAs. This observation raises the possibility that these agents may restore immune tolerance to PLT antigens in some patients and supports the practice of down titrating the dose.",
  "authors": [
    {
      "last_name": "Ghadaki",
      "fore_name": "Bahareh",
      "initials": "B",
      "name": "Bahareh Ghadaki",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Medicine and Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Canadian Blood Services, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nazi",
      "fore_name": "Ishac",
      "initials": "I",
      "name": "Ishac Nazi",
      "affiliations": []
    },
    {
      "last_name": "Kelton",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Kelton",
      "affiliations": []
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Transfusion",
    "iso_abbreviation": "Transfusion",
    "issn": "1537-2995",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "2807",
  "end_page": "2812",
  "pages": "2807-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Autoantibodies",
    "Benzoates",
    "Blood Platelets",
    "Chronic Disease",
    "Female",
    "Humans",
    "Hydrazines",
    "Male",
    "Middle Aged",
    "Platelet Count",
    "Purpura, Thrombocytopenic, Idiopathic",
    "Pyrazoles",
    "Receptors, Fc",
    "Receptors, Thrombopoietin",
    "Recombinant Fusion Proteins",
    "Thrombopoietin"
  ],
  "article_ids": {
    "pubmed": "23451917",
    "mid": "CAMS4132",
    "pmc": "PMC3938454",
    "doi": "10.1111/trf.12139"
  },
  "doi": "10.1111/trf.12139",
  "pmc_id": "PMC3938454",
  "dates": {
    "completed": "2014-05-02",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Autoantibodies",
    "Benzoates",
    "Hydrazines",
    "Pyrazoles",
    "Receptors, Fc",
    "Receptors, Thrombopoietin",
    "Recombinant Fusion Proteins",
    "Thrombopoietin",
    "romiplostim",
    "eltrombopag"
  ],
  "grants": [
    {
      "grant_id": "102446-1",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "209106",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.296753",
    "pmid": "23451917"
  }
}