{
  "pmid": "23450595",
  "uid": "23450595",
  "title": "Optimal timing for antiretroviral therapy initiation in patients with HIV infection and concurrent cryptococcal meningitis.",
  "abstract": "BACKGROUND: Currently, initiation of antiretroviral therapy (ART) in most patients with human immunodeficiency virus (HIV) infection is based on the CD4-positive-t-lymphocyte count. However, the point during the course of HIV infection at which ART should be initiated in patients with concurrent cryptococcal meningitis remains unclear. The aim of this systematic review was to summarise the evidence on the optimal timing of ART initiation in patients with cryptococcal meningitis for use in clinical practice and guideline development. OBJECTIVES: To compare the clinical and immunologic outcomes for early initiation ART (less than four weeks after starting antifungal treatment) versus later initiation of HAART (four weeks or more after starting antifungal treatment) in HIV-positive patients with concurrent cryptococcal meningitis. SEARCH METHODS: We searched the following databases from January 1980 to February 2011: PubMed, EMBASE, and WHO International Clinical Trials Registry Platform, AEGIS database for conference abstracts, the Cochrane Central Register of Controlled Trials, and the Cochrane Database of Systematic Reviews. A total of 35 full text articles were identified and supplemented by a bibliographic search. We contacted researchers and relevant organizations and checked reference lists of all included studies. SELECTION CRITERIA: Randomized controlled trials that compared the effect of ART (consisting of three drug combinations) initiated early or delayed in HIV patients with cryptococcal meningitis. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed study eligibility, extracted data, and graded methodological quality. Data extraction and methodological quality were checked by a third author who resolved differences when these arose. Where clinically meaningful, we performed a meta-analysis of dichotomous outcomes using the relative risk (RR) and report the 95% confidence intervals (95% CIs). MAIN RESULTS: Two eligible randomized controlled trials were included (N = 89). In our pooled analysis, we combined the clinical data for both trials comparing early initiation ART versus delayed initiation of ART. There was no statistically significant difference in mortality (RR=1.40, 95% CI [0.42, 4.68]) in the group with early initiation of ART compared to the group with delayed initiation of ART. AUTHORS' CONCLUSIONS: This systematic review shows that there is insufficient evidence in support of either early or late initiation of ART. For the moment, because of the high risk of immune reconstitution syndrome in patients with cryptococcal meningitis, we recommend that ART initiation should be delayed until there is evidence of a sustained clinical response to antifungal therapy. However, large studies with appropriate comparison groups, and adequate follow-up are warranted to provide the evidence base for effective decision making.",
  "authors": [
    {
      "last_name": "Njei",
      "fore_name": "Basile",
      "initials": "B",
      "name": "Basile Njei",
      "affiliations": [
        "Department of Medicine, University of Connecticut School of Medicine, Farmington, Connecticut, USA. basilenjei@gmail.com."
      ]
    },
    {
      "last_name": "Kongnyuy",
      "fore_name": "Eugene J",
      "initials": "EJ",
      "name": "Eugene J Kongnyuy",
      "affiliations": []
    },
    {
      "last_name": "Kumar",
      "fore_name": "Sushil",
      "initials": "S",
      "name": "Sushil Kumar",
      "affiliations": []
    },
    {
      "last_name": "Okwen",
      "fore_name": "Mbah P",
      "initials": "MP",
      "name": "Mbah P Okwen",
      "affiliations": []
    },
    {
      "last_name": "Sankar",
      "fore_name": "Mari Jeeva",
      "initials": "MJ",
      "name": "Mari Jeeva Sankar",
      "affiliations": []
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Feb",
    "pub_day": "28"
  },
  "start_page": "CD009012",
  "pages": "CD009012",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "AIDS-Related Opportunistic Infections",
    "Anti-HIV Agents",
    "Antifungal Agents",
    "Drug Administration Schedule",
    "HIV Infections",
    "Humans",
    "Meningitis, Cryptococcal",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "23450595",
    "doi": "10.1002/14651858.CD009012.pub2"
  },
  "doi": "10.1002/14651858.CD009012.pub2",
  "dates": {
    "completed": "2013-03-28",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Anti-HIV Agents",
    "Antifungal Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.287072",
    "pmid": "23450595"
  }
}