{
  "pmid": "23459236",
  "uid": "23459236",
  "title": "Feasibility study of walking for exercise in individuals living in assisted living settings.",
  "abstract": "BACKGROUND AND PURPOSE: Decreased physical activity levels are an increasing concern, specifically for the aging population. Older adults (>65 years) are able to achieve health benefits from participating in a regular exercise program based on studies done in younger community-dwelling older adults. There is less research investigating the efficacy of exercise for improving physical function among the older adult population in assisted living settings. This study investigated using a treadmill with a harness system, to engage older adults in aerobic exercise. The primary objective of the study was to assess the feasibility of a large trial by evaluating the recruitment and short-term retention rate of older adults with limited mobility. Secondary objectives were to determine whether older adults could achieve the frequency, intensity, and duration of aerobic exercise recommended by the American College of Sports Medicine. METHODS: A feasibility study of residents of an assisted living facility who had care needs ranging from retirement home to palliative care. The feasibility of recruitment and retention was determined by recording the number of older adults who consented to participate in treadmill walking for 3 weeks, declined treadmill participation including reasons why, and completed the 6 treadmill sessions. All participating residents completed a baseline assessment, including a medical chart review, and had the choice to walk on the treadmill or not. To determine whether participants could achieve what is recommended in physical activity guidelines, exercise, frequency, intensity, and duration achieved after the final treadmill sessions were reported. RESULTS: Among eligible residents, 30% consented to participate in the study. There were no significant differences between treadmill participants and those who chose not to walk on the treadmill. The average compliance to treadmill sessions was 94.4% ± 10.8%. Treadmill participants achieved an average intensity of 50.3% heart rate reserve (SD = 30.2%) and an average frequency of 3 sessions in 1 week. Average duration of the final session was 14 minutes 53 seconds ± 6 minutes 43 seconds. CONCLUSION: This study provides preliminary evidence that it is feasible to recruit and retain older adults in assisted living facilities to participate in a short-term treadmill walking study; however, it may be difficult to recruit a large number of individuals. Treadmill participants were able to achieve the American College of Sports Medicine's recommended intensity and frequency for aerobic exercise. For older adults in assisted living settings to achieve 20 minutes a day, they may need more than 3 weeks of progression or multiple sessions per day.",
  "authors": [
    {
      "last_name": "Johnson",
      "fore_name": "Jenna A",
      "initials": "JA",
      "name": "Jenna A Johnson",
      "affiliations": [
        "1Department of Kinesiology, University of Waterloo, Waterloo, Ontario, Canada. 2Toronto Rehabilitation Institute, Toronto, Ontario, Canada. 3Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. 4Department of Medicine, McMaster University, Hamilton, Ontario, Canada. 5Centre for Evaluation of Medicines, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McIlroy",
      "fore_name": "William E",
      "initials": "WE",
      "name": "William E McIlroy",
      "affiliations": []
    },
    {
      "last_name": "Roy",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Roy",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Giangregorio",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of geriatric physical therapy (2001)",
    "iso_abbreviation": "J Geriatr Phys Ther",
    "issn": "2152-0895",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "4",
    "pub_year": "2013"
  },
  "start_page": "175",
  "end_page": "181",
  "pages": "175-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Assisted Living Facilities",
    "Cognition",
    "Exercise",
    "Exercise Test",
    "Female",
    "Heart Rate",
    "Humans",
    "Male",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "23459236",
    "mid": "CAMS6137",
    "pmc": "PMC5096924",
    "doi": "10.1519/JPT.0b013e318282d2d3"
  },
  "doi": "10.1519/JPT.0b013e318282d2d3",
  "pmc_id": "PMC5096924",
  "dates": {
    "completed": "2014-05-06",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.391705",
    "pmid": "23459236"
  }
}