{
  "pmid": "23460056",
  "uid": "23460056",
  "title": "Eradication of hepatitis C virus infection and the development of hepatocellular carcinoma: a meta-analysis of observational studies.",
  "abstract": "BACKGROUND: Hepatitis C virus (HCV) is a leading cause of hepatocellular carcinoma (HCC). In the United States, this form of cancer occurs in approximately 15 000 persons annually. A systematic review of the evidence is needed to assess the benefits of treatment of HCV-infected persons on development of HCC. PURPOSE: To systematically review observational studies to determine the association between response to HCV therapy and development of HCC among persons at any stage of fibrosis and those with advanced liver disease. DATA SOURCES: MEDLINE, EMBASE, CINAHL, the Cochrane Library, Web of Science, and the Database of Abstracts of Reviews and Effectiveness from inception through February 2012. STUDY SELECTION: English-language observational studies that compared therapy-derived sustained virologic response (SVR) with no response to therapy among HCV-infected persons, targeted an adult population, and had an average follow-up of at least 2 years. DATA EXTRACTION: Two investigators independently extracted data into uniform relative risk measures. The Grading of Recommendations Assessment, Development and Evaluation framework was used to determine the quality of the evidence. DATA SYNTHESIS: Thirty studies fulfilled the inclusion criteria, and 18 provided adjusted effect estimates that were used to calculate pooled relative risks. Among HCV-infected persons, SVR was associated with reduced risk for HCC (relative risk for all persons, 0.24 [95% CI, 0.18 to 0.31], moderate-quality evidence; advanced liver disease hazard ratio, 0.23 [CI, 0.16 to 0.35], moderate-quality evidence). LIMITATION: In the meta-analyses, some variables could not be controlled for because of the observational design of the included studies. CONCLUSION: Sustained virologic response after treatment among HCV-infected persons at any stage of fibrosis is associated with reduced HCC. The evidence was determined to be of moderate quality.",
  "authors": [
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Centers for Disease Control and Prevention, 1600 Clifton Road, MS G-37, Atlanta, GA 30333, USA. evf5@cdc.gov"
      ]
    },
    {
      "last_name": "Baack",
      "fore_name": "Brittney",
      "initials": "B",
      "name": "Brittney Baack",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Bryce D",
      "initials": "BD",
      "name": "Bryce D Smith",
      "affiliations": []
    },
    {
      "last_name": "Yartel",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Yartel",
      "affiliations": []
    },
    {
      "last_name": "Pitasi",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Pitasi",
      "affiliations": []
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "158",
    "issue": "5 Pt 1",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "05"
  },
  "start_page": "329",
  "end_page": "337",
  "pages": "329-37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Bias",
    "Carcinoma, Hepatocellular",
    "Comparative Effectiveness Research",
    "Hepacivirus",
    "Hepatitis C",
    "Humans",
    "Liver Cirrhosis",
    "Liver Neoplasms",
    "Middle Aged",
    "Risk Factors",
    "Treatment Failure"
  ],
  "article_ids": {
    "pubmed": "23460056",
    "doi": "10.7326/0003-4819-158-5-201303050-00005",
    "pii": "1657880"
  },
  "doi": "10.7326/0003-4819-158-5-201303050-00005",
  "dates": {
    "completed": "2013-05-06",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:33.624578",
    "pmid": "23460056"
  }
}