{
  "pmid": "23461539",
  "uid": "23461539",
  "title": "A concept analysis of nursing overtime.",
  "abstract": "AIM: To report a concept analysis of nursing overtime. BACKGROUND: Economic constraints have resulted in hospital restructuring with the aim of reducing costs. These processes often target nurse staffing (the largest organizational expense) by increasing usage of alternative staffing strategies including overtime hours. Overtime is a multifaceted, poorly defined, and indiscriminately used concept. Analysis of nursing overtime is an important step towards development and propagation of appropriate staffing strategies and rigorous research. DESIGN: Concept analysis. DATA SOURCES: The search of electronic literature included indexes, grey literature, dictionaries, policy statements, contracts, glossaries and ancestry searching. Sources included were published between 1993-2012; dates were chosen in relation to increases in overtime hours used as a result of the healthcare structuring in the early 1990s. Approximately 65 documents met the inclusion criteria. REVIEW METHODS: Walker and Avant's methodology guided the analysis. DISCUSSION: Nursing overtime can be defined by four attributes: perception of choice or control over overtime hours worked; rewards or lack thereof; time off duty counts equally as much as time on duty; and disruption due to a lack of preparation. Antecedents of overtime arise from societal, organizational, and individual levels. The consequences of nursing overtime can be positive and negative, affecting organizations, nurses, and the patients they care for. CONCLUSION: This concept analysis clarifies the intricacies surrounding nursing overtime with recommendations to advance nursing research, practice, and policies. A nursing-specific middle-range theory was proposed to guide the understanding and study of nursing overtime.",
  "authors": [
    {
      "last_name": "Lobo",
      "fore_name": "Vanessa M",
      "initials": "VM",
      "name": "Vanessa M Lobo",
      "affiliations": [
        "Health Sciences, School of Nursing, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Fisher",
      "affiliations": []
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": []
    },
    {
      "last_name": "Peachey",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Peachey",
      "affiliations": []
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "2401",
  "end_page": "2412",
  "pages": "2401-12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Nurses",
    "Nursing",
    "Personnel Staffing and Scheduling",
    "Workforce",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "23461539",
    "doi": "10.1111/jan.12117"
  },
  "doi": "10.1111/jan.12117",
  "dates": {
    "completed": "2014-05-19",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.222697",
    "pmid": "23461539"
  }
}