{
  "pmid": "23469089",
  "uid": "23469089",
  "title": "Temperature response of soil respiration in a Chinese pine plantation: hysteresis and seasonal vs. diel Q10.",
  "abstract": "Although the temperature response of soil respiration (Rs) has been studied extensively, several issues remain unresolved, including hysteresis in the Rs -temperature relationship and differences in the long- vs. short-term Rs sensitivity to temperature. Progress on these issues will contribute to reduced uncertainties in carbon cycle modeling. We monitored soil CO2 efflux with an automated chamber system in a Pinus tabulaeformis plantation near Beijing throughout 2011. Soil temperature at 10-cm depth (Ts) exerted a strong control over Rs , with the annual temperature sensitivity (Q10) and basal rate at 10°C (Rs10) being 2.76 and 1.40 µmol m(-2) s(-1), respectively. Both Rs and short-term (i.e., daily) estimates of Rs10 showed pronounced seasonal hysteresis with respect to Ts , with the efflux in the second half of the year being larger than that early in the season for a given temperature. The hysteresis may be associated with the confounding effects of microbial population dynamics and/or litter input. As a result, all of the applied regression models failed to yield unbiased estimates of Rs over the entire annual cycle. Lags between Rs and Ts were observed at the diel scale in the early and late growing season, but not in summer. The seasonality in these lags may be due to the use of a single Ts measurement depth, which failed to represent seasonal changes in the depth of CO2 production. Daily estimates of Q10 averaged 2.04, smaller than the value obtained from the seasonal relationship. In addition, daily Q10 decreased with increasing Ts , which may contribute feedback to the climate system under global warming scenarios. The use of a fixed, universal Q10 is considered adequate when modeling annual carbon budgets across large spatial extents. In contrast, a seasonally-varying, environmentally-controlled Q10 should be used when short-term accuracy is required.",
  "authors": [
    {
      "last_name": "Jia",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Jia",
      "affiliations": [
        "School of Soil and Water Conservation, Beijing Forestry University, Beijing, China."
      ]
    },
    {
      "last_name": "Zha",
      "fore_name": "Tianshan",
      "initials": "T",
      "name": "Tianshan Zha",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Wu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Wenjing",
      "initials": "W",
      "name": "Wenjing Chen",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoping",
      "initials": "X",
      "name": "Xiaoping Wang",
      "affiliations": []
    },
    {
      "last_name": "Yu",
      "fore_name": "Haiqun",
      "initials": "H",
      "name": "Haiqun Yu",
      "affiliations": []
    },
    {
      "last_name": "He",
      "fore_name": "Guimei",
      "initials": "G",
      "name": "Guimei He",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "2",
    "pub_year": "2013"
  },
  "start_page": "e57858",
  "pages": "e57858",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Carbon Cycle",
    "Carbon Dioxide",
    "China",
    "Pinus",
    "Seasons",
    "Soil",
    "Spatial Analysis",
    "Temperature",
    "Time Factors",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "23469089",
    "pmc": "PMC3585128",
    "doi": "10.1371/journal.pone.0057858",
    "pii": "PONE-D-12-27336"
  },
  "doi": "10.1371/journal.pone.0057858",
  "pmc_id": "PMC3585128",
  "dates": {
    "completed": "2013-08-29",
    "revised": "2024-03-13"
  },
  "chemicals": [
    "Soil",
    "Carbon Dioxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.133810",
    "pmid": "23469089"
  }
}