{
  "pmid": "23461886",
  "uid": "23461886",
  "title": "Maternal pre-pregnancy body mass index and internalizing and externalizing problems in offspring.",
  "abstract": "OBJECTIVE: To determine if maternal pre-pregnancy body mass index (BMI) is associated with increased levels of internalizing and externalizing symptomatology in offspring throughout childhood and adolescence, and if these links persist after adjusting for the confounders of these associations. METHOD: We examined links between maternal pre-pregnancy BMI and internalizing and externalizing symptoms in the offspring of 2785 members of the Western Australian Pregnancy (Raine) Cohort. Mothers rated these problems using the Child Behavior Checklist when their children were 5, 8, 10, 14, and 17 years of age. Growth curves were generated using multilevel linear regression to examine associations and to determine if changes in levels of these symptoms varied over time by maternal BMI. RESULTS: Increased maternal pre-pregnancy BMI was associated with stably elevated levels of externalizing problems, and exhibited a statistically significant interaction with internalizing problems over time, indicating that youth born to mothers with higher maternal pre-pregnancy BMIs had less rapid decreases in internalizing scores as they got older. Significant positive associations between maternal pre-pregnancy BMI and elevated levels of internalizing problems emerged at age 8 and increased through 17. These findings persisted despite adjustment for confounders. CONCLUSIONS: Exposure to elevated maternal pre-pregnancy BMI is associated with increased levels of internalizing and externalizing problems throughout childhood and adolescence. Further work is required to establish if these associations are causal. If elevated maternal pre-pregnancy BMI is causally linked to psychopathology in offspring, it could provide a potentially realizable target for the prevention of mental health problems in youth.",
  "authors": [
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada. vanlierj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Monique",
      "initials": "M",
      "name": "Monique Robinson",
      "affiliations": []
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "0706-7437",
    "issn_type": "Print",
    "volume": "58",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Mar"
  },
  "start_page": "151",
  "end_page": "159",
  "pages": "151-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Adult",
    "Body Mass Index",
    "Child",
    "Child Behavior",
    "Cohort Studies",
    "Female",
    "Humans",
    "Internal-External Control",
    "Male",
    "Mental Disorders",
    "Mothers",
    "Pregnancy",
    "Prenatal Exposure Delayed Effects",
    "Western Australia"
  ],
  "article_ids": {
    "pubmed": "23461886",
    "doi": "10.1177/070674371305800305"
  },
  "doi": "10.1177/070674371305800305",
  "dates": {
    "completed": "2013-06-20",
    "revised": "2017-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.103718",
    "pmid": "23461886"
  }
}