{
  "pmid": "23471593",
  "uid": "23471593",
  "title": "Effect of referral strategies on access to cardiac rehabilitation among women.",
  "abstract": "BACKGROUND: Despite its proven benefits and need, women's access to cardiac rehabilitation (CR) is suboptimal. Referral strategies, such as systematic referral, have been advocated to improve access to CR. This study examined sex differences in CR referral and enrollment by referral strategies; and the impact of referral strategies for referral and enrollment concordance among women. DESIGN: Prospective cohort study. METHODS: This prospective study included 2635 coronary artery disease inpatients from 11 Ontario hospitals that utilized one of four referral strategies. Participants completed a sociodemographic survey, and clinical data were extracted from charts. One year later, 1809 participants (452 (25%) women) completed a mailed survey that assessed CR utilization. Referral strategies were compared among women using generalized estimating equations to control for the effect of hospital. RESULTS: Overall, significantly more men than women were referred (67.2% and 57.8% respectively, p < 0.001), and enrolled in CR (58.6% and 49.3% respectively, p = 0.001). Of the retained women, combined systematic and liaison-facilitated referral resulted in significantly greater CR referral (OR 10.3, 95% CI 4.11-25.58) and enrollment (OR 6.6, 95% CI 4.34-9.92) among women when compared with usual referral. Conversely, concordance between referral and enrollment was greatest following usual referral (K = 0.85), and decreased with referral intensity. CONCLUSIONS: While a lower proportion of referred patients enroll, systematic and liaison-facilitated inpatient referral strategies result in the greatest CR enrollment rates among women. Such strategies have the potential to improve access among women, and reduce 'cherry picking' of patients for referral.",
  "authors": [
    {
      "last_name": "Gravely",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Gravely",
      "affiliations": [
        "Peter Munk Cardiac Center Cardiovascular Rehabilitation & Prevention Program, Toronto General Research Institute, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Donna E",
      "initials": "DE",
      "name": "Donna E Stewart",
      "affiliations": [
        "Peter Munk Cardiac Center Cardiovascular Rehabilitation & Prevention Program, Toronto General Research Institute, University Health Network, Toronto, Canada Department of Psychiatry, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Grace",
      "fore_name": "Sherry L",
      "initials": "SL",
      "name": "Sherry L Grace",
      "affiliations": [
        "Peter Munk Cardiac Center Cardiovascular Rehabilitation & Prevention Program, Toronto General Research Institute, University Health Network, Toronto, Canada Department of Psychiatry, University of Toronto, Canada School of Kinesiology and Health Science, Faculty of Health, York University, Toronto, Canada sgrace@yorku.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of preventive cardiology",
    "iso_abbreviation": "Eur J Prev Cardiol",
    "issn": "2047-4881",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "8",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "1018",
  "end_page": "1025",
  "pages": "1018-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Cardiac Rehabilitation",
    "Demography",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Prospective Studies",
    "Referral and Consultation",
    "Sex Factors",
    "Surveys and Questionnaires",
    "Women"
  ],
  "article_ids": {
    "pubmed": "23471593",
    "mid": "CAMS4480",
    "pmc": "PMC4522313",
    "doi": "10.1177/2047487313482280",
    "pii": "2047487313482280"
  },
  "doi": "10.1177/2047487313482280",
  "pmc_id": "PMC4522313",
  "dates": {
    "completed": "2016-03-07",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "80489-1",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MSH-80489",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.273531",
    "pmid": "23471593"
  }
}