{
  "pmid": "23475942",
  "uid": "23475942",
  "title": "Scoring the 5-level EQ-5D: can latent utilities derived from a discrete choice model be transformed to health utilities derived from time tradeoff tasks?",
  "abstract": "BACKGROUND: The EuroQol Group is evaluating the use of discrete choice experiments (DCEs) in valuing health states from the 5-level EQ-5D. Notably, a discrete choice (DC) model yields a latent utility that is ordinal and unbounded, whereas health utilities must have interval properties and be anchored at 0 (representing death) and 1 (representing full health). Latent utilities must therefore be transformed to health utilities. This pilot study investigated the feasibility of performing such a transformation. METHODS: 545 respondents from Canada and 403 respondents from the UK each completed a series of DC and time tradeoff (TTO) tasks. Generalized linear mixed models were used to derive latent utilities. Linear regression models incorporating logarithmic and polynomial terms, as well as nonparametric LOESS and spline models, were assessed as candidate functions for transforming the latent utilities onto the health utilities. RESULTS: There was a high correlation between health utilities measured through TTO tasks and latent utilities derived from modeling of DC data (Spearman rho of 0.79 in Canada and 0.86 in the UK). All transforming functions explained the between-state variation in health utilities and, upon cross-validation, had minimal bias and small mean squared errors. Although the transformation functions derived through linear regression had the desirable feature of being monotone, the LOESS transform in Canada and the spline transform in the UK lacked monotonicity. CONCLUSIONS: This pilot study suggests that transforming latent utilities to health utilities is feasible, and the study provides preliminary evidence that linear regression involving polynomial and logarithmic terms may be more desirable than nonparametric spline or LOESS functions.",
  "authors": [
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "St Joseph’s Healthcare Hamilton, Hamilton, ON, Canada (EP)"
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada (FX)"
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "567",
  "end_page": "578",
  "pages": "567-78",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adult",
    "Bayes Theorem",
    "Canada",
    "Choice Behavior",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Theoretical",
    "Observer Variation",
    "Quality of Life",
    "Surveys and Questionnaires",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "23475942",
    "doi": "10.1177/0272989X13475718",
    "pii": "0272989X13475718"
  },
  "doi": "10.1177/0272989X13475718",
  "dates": {
    "completed": "2013-12-09",
    "revised": "2018-05-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.850962",
    "pmid": "23475942"
  }
}