{
  "pmid": "23487422",
  "uid": "23487422",
  "title": "TNF-induced death signaling triggers alveolar epithelial dysfunction in acute lung injury.",
  "abstract": "The ability of the alveolar epithelium to prevent and resolve pulmonary edema is a crucial determinant of morbidity and mortality in acute lung injury (ALI). TNF has been implicated in ALI pathogenesis, but the precise mechanisms remain undetermined. We evaluated the role of TNF signaling in pulmonary edema formation in a clinically relevant mouse model of ALI induced by acid aspiration and investigated the effects of TNF p55 receptor deletion, caspase-8 inhibition, and alveolar macrophage depletion on alveolar epithelial function. We found that TNF plays a central role in the development of pulmonary edema in ALI through activation of p55-mediated death signaling, rather than through previously well-characterized p55-mediated proinflammatory signaling. Acid aspiration produced pulmonary edema with significant alveolar epithelial dysfunction, as determined by alveolar fluid clearance (AFC) and intra-alveolar levels of the receptor for advanced glycation end-products. The impairment of AFC was strongly correlated with lung caspase-8 activation, which was localized to type 1 alveolar epithelial cells by flow cytometric analysis. p55-deficient mice displayed markedly attenuated injury, with improved AFC and reduced caspase-8 activity but no differences in downstream cytokine/chemokine production and neutrophil recruitment. Caspase-8 inhibition significantly improved AFC and oxygenation, whereas depletion of alveolar macrophages attenuated epithelial dysfunction with reduced TNF production and caspase-8 activity. These results provide in vivo evidence for a novel role for TNF p55 receptor-mediated caspase-8 signaling, without substantial apoptotic cell death, in triggering alveolar epithelial dysfunction and determining the early pathophysiology of ALI. Blockade of TNF-induced death signaling may provide an effective early-phase strategy for ALI.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Brijesh V",
      "initials": "BV",
      "name": "Brijesh V Patel",
      "affiliations": [
        "Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London SW10 9NH, United Kingdom. m.takata@imperial.ac.uk"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": []
    },
    {
      "last_name": "O'Dea",
      "fore_name": "Kieran P",
      "initials": "KP",
      "name": "Kieran P O'Dea",
      "affiliations": []
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of immunology (Baltimore, Md. : 1950)",
    "iso_abbreviation": "J Immunol",
    "issn": "1550-6606",
    "issn_type": "Electronic",
    "volume": "190",
    "issue": "8",
    "pub_year": "2013",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "4274",
  "end_page": "4282",
  "pages": "4274-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Lung Injury",
    "Animals",
    "Caspase 8",
    "Cell Death",
    "Inflammation Mediators",
    "Macrophages, Alveolar",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Mice, Knockout",
    "Pulmonary Edema",
    "Receptors, Tumor Necrosis Factor, Type I",
    "Signal Transduction",
    "Tumor Necrosis Factor-alpha"
  ],
  "article_ids": {
    "pubmed": "23487422",
    "mid": "EMS52013",
    "pmc": "PMC3701855",
    "doi": "10.4049/jimmunol.1202437",
    "pii": "jimmunol.1202437"
  },
  "doi": "10.4049/jimmunol.1202437",
  "pmc_id": "PMC3701855",
  "dates": {
    "completed": "2013-06-03",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Inflammation Mediators",
    "Receptors, Tumor Necrosis Factor, Type I",
    "Tumor Necrosis Factor-alpha",
    "Caspase 8"
  ],
  "grants": [
    {
      "grant_id": "081208",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "092851",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.247363",
    "pmid": "23487422"
  }
}