{
  "pmid": "23490012",
  "uid": "23490012",
  "title": "Contemporary tetracycline susceptibility testing: doxycycline MIC methods and interpretive criteria (CLSI and EUCAST) performance when testing Gram-positive pathogens.",
  "abstract": "International susceptibility testing breakpoint organizations and regulatory agencies have markedly differing interpretive criteria for the tetracycline class. Here we examined the magnitude of these differences for doxycycline and tetracycline hydrochloride (HCL) when tested against a collection of 13,176 Gram-positive cocci from a worldwide surveillance network (SENTRY Antimicrobial Surveillance Program, 2010). Clinical and Laboratory Standards Institute (CLSI) breakpoints are routinely higher, usually 4-fold, compared to those of the European Committee on Antimicrobial Susceptibility Testing (EUCAST); however, CLSI recently (2013) modified Streptococcus pneumoniae breakpoints (≤ 2 μg/mL in 2012) to ≤ 0.25 and ≤ 1 μg/mL for doxycycline and tetracycline HCL, respectively. We report that these changes are a promising step toward international breakpoint harmonization, but lack a comprehensive approach needed for testing tetracyclines against all Gram-positive cocci. Generally, EUCAST breakpoint criteria showed i) lower spectrums (reduced susceptibility rates) for the tetracyclines, but highest for doxycycline versus all species examined; ii) greater test accuracy (lower predictive categorical errors), especially for tetracycline to predict doxycycline susceptibility (99.91%); and iii) zone diameter correlate breakpoints which are generally available online. Molecular tests for tet resistance genes demonstrate that tet (K) and tet (M) containing strains can occur in the susceptible population of MIC results by both CLSI and EUCAST breakpoint criteria. In summary, doxycycline continues to show greater comparative potency versus tetracycline HCL against all monitored Gram-positive species and the international harmonization of tetracycline breakpoints should be a priority, as the most recent CLSI update only addressed 1 streptococcal species and 2 tetracycline agents.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Ronald N",
      "initials": "RN",
      "name": "Ronald N Jones",
      "affiliations": [
        "JMI Laboratories, North Liberty, IA 52317, USA. ronald-jones@jmilabs.com"
      ]
    },
    {
      "last_name": "Stilwell",
      "fore_name": "Matthew G",
      "initials": "MG",
      "name": "Matthew G Stilwell",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    },
    {
      "last_name": "Mendes",
      "fore_name": "Rodrigo E",
      "initials": "RE",
      "name": "Rodrigo E Mendes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diagnostic microbiology and infectious disease",
    "iso_abbreviation": "Diagn Microbiol Infect Dis",
    "issn": "1879-0070",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "69",
  "end_page": "72",
  "pages": "69-72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Academies and Institutes",
    "Anti-Bacterial Agents",
    "Bacterial Proteins",
    "Doxycycline",
    "Humans",
    "Methicillin-Resistant Staphylococcus aureus",
    "Microbial Sensitivity Tests",
    "Streptococcus pneumoniae",
    "Tetracyclines"
  ],
  "article_ids": {
    "pubmed": "23490012",
    "doi": "10.1016/j.diagmicrobio.2013.01.023",
    "pii": "S0732-8893(13)00062-X"
  },
  "doi": "10.1016/j.diagmicrobio.2013.01.023",
  "dates": {
    "completed": "2014-01-02",
    "revised": "2013-04-23"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Bacterial Proteins",
    "Tetracyclines",
    "Doxycycline"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.247626",
    "pmid": "23490012"
  }
}