{
  "pmid": "23496854",
  "uid": "23496854",
  "title": "Weight patterns and perceptions among female university students of Karachi: a cross sectional study.",
  "abstract": "BACKGROUND: Body weight and its perception play an important role in the physical and mental well-being of a person. Weight perception is found to be a better predictor of weight management behaviour as compared to actual weight. In Pakistan, studies have been done on the prevalence of weight status but weight perception is still unexplored. The study was done to examine relationships between body weight perception, actual weight status, and weight control behaviour among the female university students of Karachi. METHODS: A cross sectional study was carried out during Sep-Nov 2009 on female students in four universities of Karachi, Pakistan. Our final sample size included 338 female university students. Height and weight were measured on calibrated scales. A modified BMI criterion for Asian populations was used. RESULTS: Based on measured BMI; the prevalence of underweight, normal weight and overweight females was 27.2%, 51.5% and 21.3% respectively. As a whole, just over one third (33.73%) of the sample misclassified their weight status. Among underweight (n=92), 45.70% thought they were of normal weight. No one who was truly underweight perceived them self as overweight. Among the normal weight (n= 174), 9.8% thought they were underweight and 23.6% considered themselves overweight. Among the overweight (n=72); 18.3% considered themselves normal. Only one female student thought she was underweight despite being truly overweight. CONCLUSIONS: Our study shows that among female university students in Karachi, the prevalence of being underweight is comparatively high. There is a significant misperception of weight, with one third of students misclassifying themselves. Underweight females are likely to perceive themselves as normal and be most satisfied with their weight. Health policy makers should implement these findings in future development of health interventions and prevention of depression, social anxiety and eating disorders associated with incorrect weight perception among young females. Studies that employ a longitudinal approach are needed to validate our findings.",
  "authors": [
    {
      "last_name": "Sirang",
      "fore_name": "Zubaida",
      "initials": "Z",
      "name": "Zubaida Sirang",
      "affiliations": [
        "Medical College, Aga Khan University, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Bashir",
      "fore_name": "Hassaan Hasan",
      "initials": "HH",
      "name": "Hassaan Hasan Bashir",
      "affiliations": []
    },
    {
      "last_name": "Jalil",
      "fore_name": "Bilal",
      "initials": "B",
      "name": "Bilal Jalil",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah Haroon",
      "initials": "SH",
      "name": "Sarah Haroon Khan",
      "affiliations": []
    },
    {
      "last_name": "Hussain",
      "fore_name": "Samia Altaf",
      "initials": "SA",
      "name": "Samia Altaf Hussain",
      "affiliations": []
    },
    {
      "last_name": "Baig",
      "fore_name": "Aneeqa",
      "initials": "A",
      "name": "Aneeqa Baig",
      "affiliations": []
    },
    {
      "last_name": "Taufeeq",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Taufeeq",
      "affiliations": []
    },
    {
      "last_name": "Samad",
      "fore_name": "Kashif",
      "initials": "K",
      "name": "Kashif Samad",
      "affiliations": []
    },
    {
      "last_name": "Kadir",
      "fore_name": "Muhammad Masood",
      "initials": "MM",
      "name": "Muhammad Masood Kadir",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "230",
  "pages": "230",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Body Image",
    "Body Mass Index",
    "Body Weight",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Pakistan",
    "Students",
    "Universities",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23496854",
    "pmc": "PMC3637105",
    "doi": "10.1186/1471-2458-13-230",
    "pii": "1471-2458-13-230"
  },
  "doi": "10.1186/1471-2458-13-230",
  "pmc_id": "PMC3637105",
  "dates": {
    "completed": "2013-07-12",
    "revised": "2024-05-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.685604",
    "pmid": "23496854"
  }
}