{
  "pmid": "23492960",
  "uid": "23492960",
  "title": "A randomized comparison between bifurcation and prebifurcation subparaneural popliteal sciatic nerve blocks.",
  "abstract": "BACKGROUND: In this prospective, randomized, observer-blinded trial, we compared ultrasound-guided subparaneural popliteal sciatic nerve blocks performed either at or proximal to the neural bifurcation (B). We hypothesized that the total anesthesia-related time (sum of performance and onset times) would be decreased with the prebifurcation (PB) technique. METHODS: Ultrasound-guided posterior popliteal sciatic nerve block was performed in 68 patients. All subjects received an identical volume (30 mL) and mix of local anesthetic agent (1% lidocaine-0.25% bupivacaine-5 µg/mL epinephrine). In the PB group, the local anesthetic solution was deposited at the level of the common sciatic trunk, just distal to the intersection between its circular and elliptical sonographic appearances, inside the paraneural sheath. In the B group, the injection was performed inside the sheath between the tibial and peroneal divisions. A blinded observer recorded the success rate (complete tibial and peroneal sensory block at 30 minutes) and onset time. The performance time, number of needle passes, and adverse events (paresthesia, neural edema) were also recorded. All subjects were contacted 7 days after the surgery to inquire about the presence of persistent numbness or motor deficit. RESULTS: Both techniques resulted in comparable success rates (85%-88%; 95% confidence interval [CI] of the intergroup difference, -14% to 19%) and required similar performance times (8.1 minutes; 95% CI of the difference, -1.65 to 1.71 minutes), onset times (15.0-17.7 minutes; 95% CI of the difference, -7.65 to 2.31 minutes), and total anesthesia-related times (23.4-26.0 minutes; 95% CI of the difference, -7.83 to 2.74 minutes). The number of needle passes and incidence of paresthesia (25%-34%) were also similar between the 2 groups. Sonographic neural swelling was detected in 2 and 3 subjects in the PB and B groups, respectively. In all 5 cases, the needle was carefully withdrawn and the injection completed uneventfully. Patient follow-up 1 week after the surgery revealed 2 patients with residual numbness. In both instances, the latter had resolved by 1 month. CONCLUSION: When local anesthetic is injected inside the paraneural sheath, B and PB posterior popliteal sciatic nerve blocks result in comparable success and total anesthesia-related times. However, in light of the 95% CIs, we cannot exclude the possibility that an intergroup difference of 19% and 7.83 minutes might have gone undetected for success rate and total time, respectively.",
  "authors": [
    {
      "last_name": "Tran",
      "fore_name": "De Q H",
      "initials": "QH",
      "name": "De Q H Tran",
      "affiliations": [
        "From the Department of Anesthesia, Montreal General Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "González",
      "fore_name": "Andrea P",
      "initials": "AP",
      "name": "Andrea P González",
      "affiliations": []
    },
    {
      "last_name": "Bernucci",
      "fore_name": "Francisca",
      "initials": "F",
      "name": "Francisca Bernucci",
      "affiliations": []
    },
    {
      "last_name": "Pham",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pham",
      "affiliations": []
    },
    {
      "last_name": "Finlayson",
      "fore_name": "Roderick J",
      "initials": "RJ",
      "name": "Roderick J Finlayson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anesthesia and analgesia",
    "iso_abbreviation": "Anesth Analg",
    "issn": "1526-7598",
    "issn_type": "Electronic",
    "volume": "116",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "1170",
  "end_page": "1175",
  "pages": "1170-1175",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Anesthetics, Local",
    "Bupivacaine",
    "Catheterization, Peripheral",
    "Double-Blind Method",
    "Female",
    "Humans",
    "Lidocaine",
    "Male",
    "Middle Aged",
    "Nerve Block",
    "Pain, Postoperative",
    "Postoperative Complications",
    "Prone Position",
    "Prospective Studies",
    "Sciatic Nerve",
    "Treatment Outcome",
    "Ultrasonography, Interventional",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23492960",
    "doi": "10.1213/ANE.0b013e31828a73be",
    "pii": "00000539-201305000-00029"
  },
  "doi": "10.1213/ANE.0b013e31828a73be",
  "dates": {
    "completed": "2013-06-17",
    "revised": "2021-09-02"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Lidocaine",
    "Bupivacaine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.117494",
    "pmid": "23492960"
  }
}