{
  "pmid": "23497507",
  "uid": "23497507",
  "title": "Association between caregiver quality of life and the care provided to persons with Alzheimer's disease: protocol for a systematic review.",
  "abstract": "BACKGROUND: Primary informal caregivers provide a substantial amount of the care and support for persons with Alzheimer's disease (AD). This review aims to investigate the association between the quality of life (QoL) of primary informal AD caregivers and the level of care that these caregivers provide to persons with AD. METHODS: Studies involving primary informal caregivers of persons with AD will be included in the review. These studies will be required to focus on the care that caregivers provide for their loved ones. The primary outcome is level or quality of care. The main independent variable is caregiver QoL. In addition to QoL, we will include studies that examine other independent variables that are considered to be important components of QoL. These variables include social support, caregiver burden, caregiver wellbeing, and caregiver depression.We will search Medline-OVID, Embase-OVID, Cochrane Central-OVID, and PsycINFO-OVID from inception onwards. Two raters will independently screen each article using pre-established inclusion/exclusion criteria. Screening will take place at two levels: title and abstract, and full text. Conflicts will be resolved by discussion or by a third reviewer. We will assess the risk of bias of each included study using standardized quality assessment tools for specific types of designs. A narrative synthesis method will be used to describe our findings. Quantitative summary and meta-analysis will be conducted if appropriate. We will employ GRADE to evaluate the strength of the evidence in this review. DISCUSSION: Results of this systematic review will show whether and how caregiver QoL is related to the level of care that caregivers provide to persons with AD.",
  "authors": [
    {
      "last_name": "Hazzan",
      "fore_name": "Afeez Abiola",
      "initials": "AA",
      "name": "Afeez Abiola Hazzan",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. hazzanaa@mcmaster.ca"
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": []
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Shannon",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "13"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Alzheimer Disease",
    "Canada",
    "Caregivers",
    "Delivery of Health Care",
    "Depression",
    "Female",
    "Humans",
    "Male",
    "Quality of Health Care",
    "Quality of Life",
    "Social Support",
    "Systematic Reviews as Topic",
    "United States"
  ],
  "article_ids": {
    "pubmed": "23497507",
    "pmc": "PMC3610300",
    "doi": "10.1186/2046-4053-2-17",
    "pii": "2046-4053-2-17"
  },
  "doi": "10.1186/2046-4053-2-17",
  "pmc_id": "PMC3610300",
  "dates": {
    "completed": "2013-10-21",
    "revised": "2023-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.894235",
    "pmid": "23497507"
  }
}