{
  "pmid": "23496833",
  "uid": "23496833",
  "title": "Home-based chlamydia and gonorrhoea screening: a systematic review of strategies and outcomes.",
  "abstract": "BACKGROUND: In many countries, low Chlamydia trachomatis (CT) and Neisseria gonorrhoeae (NG) screening rates among young people in primary-care have encouraged screening programs outside of clinics. Nucleic acid amplification tests (NAATs) make it possible to screen people in homes with self-collected specimens. We systematically reviewed the strategies and outcomes of home-based CT/NG screening programs. METHODS: Electronic databases were searched for home-based CT and/or NG screening studies published since January 2005. Screening information (e.g. target group, recruitment and specimen-collection method) and quantitative outcomes (e.g. number of participants, tests and positivity) were extracted. The screening programs were classified into seven groups on the basis of strategies used. RESULTS: We found 29 eligible papers describing 32 home-based screening programs. In seven outreach programs, people were approached in their homes: a median of 97% participants provided specimens and 76% were tested overall (13717 tests). In seven programs, people were invited to receive postal test-kits (PTKs) at their homes: a median of 37% accepted PTKs, 79% returned specimens and 19% were tested (46225 tests). PTKs were sent along with invitation letters in five programs: a median of 33% returned specimens and 29% of those invited were tested (15126 tests). PTKs were requested through the internet or phone without invitations in four programs and a median of 32% returned specimens (2666 tests). Four programs involved study personnel directly inviting people to receive PTKs: a median of 46% accepted PTKs, 21% returned specimens and 9.1% were tested (341 tests). PTKs were picked-up from designated locations in three programs: a total of 6765 kits were picked-up and 1167 (17%) specimens were returned for screening. Two programs used a combination of above strategies (2395 tests) but the outcomes were not reported separately. The overall median CT positivity was 3.6% (inter-quartile range: 1.7-7.3%). CONCLUSIONS: A variety of strategies have been used in home-based CT/NG screening programs. The screening strategies and their feasibility in the local context need to be carefully considered to maximize the effectiveness of home-based screening programs.",
  "authors": [
    {
      "last_name": "Jamil",
      "fore_name": "Muhammad S",
      "initials": "MS",
      "name": "Muhammad S Jamil",
      "affiliations": [
        "The Kirby Institute, University of New South Wales, Sydney, NSW, Australia. Mjamil@kirby.unsw.edu.au"
      ]
    },
    {
      "last_name": "Hocking",
      "fore_name": "Jane S",
      "initials": "JS",
      "name": "Jane S Hocking",
      "affiliations": []
    },
    {
      "last_name": "Bauer",
      "fore_name": "Heidi M",
      "initials": "HM",
      "name": "Heidi M Bauer",
      "affiliations": []
    },
    {
      "last_name": "Ali",
      "fore_name": "Hammad",
      "initials": "H",
      "name": "Hammad Ali",
      "affiliations": []
    },
    {
      "last_name": "Wand",
      "fore_name": "Handan",
      "initials": "H",
      "name": "Handan Wand",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Kirsty",
      "initials": "K",
      "name": "Kirsty Smith",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": []
    },
    {
      "last_name": "Donovan",
      "fore_name": "Basil",
      "initials": "B",
      "name": "Basil Donovan",
      "affiliations": []
    },
    {
      "last_name": "Kaldor",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Kaldor",
      "affiliations": []
    },
    {
      "last_name": "Guy",
      "fore_name": "Rebecca J",
      "initials": "RJ",
      "name": "Rebecca J Guy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "04"
  },
  "start_page": "189",
  "pages": "189",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Chlamydia Infections",
    "Gonorrhea",
    "Home Care Services",
    "Humans",
    "Mass Screening",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "23496833",
    "pmc": "PMC3599833",
    "doi": "10.1186/1471-2458-13-189",
    "pii": "1471-2458-13-189"
  },
  "doi": "10.1186/1471-2458-13-189",
  "pmc_id": "PMC3599833",
  "dates": {
    "completed": "2013-07-24",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.559166",
    "pmid": "23496833"
  }
}