{
  "pmid": "23496954",
  "uid": "23496954",
  "title": "Sources of information influencing decision-making in orthopaedic surgery - an international online survey of 1147 orthopaedic surgeons.",
  "abstract": "BACKGROUND: Manufacturers of implants and materials in the field of orthopaedics use significant amounts of funding to produce informational material to influence the decision-making process of orthopaedic surgeons with regards to choice between novel implants and techniques. It remains unclear how far orthopaedic surgeons are really influenced by the materials supplied by companies or whether other, evidence-based publications have a higher impact on their decision-making. The objective was to evaluate the subjective usefulness and usage of different sources of information upon which orthopaedic surgeons base their decisions when acquiring new implants or techniques. METHODS: We undertook an online survey of 1174 orthopaedic surgeons worldwide (of whom n = 305 were head of their department). The questionnaire included 34 items. Sequences were randomized to reduce possible bias. Questions were closed or semi-open with single or multiple answers. The usage and relevance of different sources of information when learning about and selecting orthopaedic treatments were evaluated. Orthopaedic surgeons and trainees were targeted, and were only allowed to respond once over a period of two weeks. Baseline information included country of workplace, level of experience and orthopaedic subspecialisation. The results were statistically evaluated. RESULTS: Independent scientific proof had the highest influence on decisions for treatment while OEM (Original Equipment Manufacturer) driven activities like newsletters, white papers or workshops had the least impact. Comparison of answers from the three best-represented countries in this study (Germany, UK and USA) showed some significant differences: Scientific literature and congresses are significantly more important in the US than in the UK or Germany, although they are very important in all countries. CONCLUSIONS: Independent and peer-reviewed sources of information are preferred by surgeons when choosing between methods and implants. Manufacturers of medical devices in orthopaedics employ a considerable workforce to inform or influence hospital managers and leading doctors with marketing activities. Our results indicate that it might be far more effective to channel at least some of these funds into peer-reviewed research projects, thereby assuring significantly higher acceptance of the related products.",
  "authors": [
    {
      "last_name": "Schulz",
      "fore_name": "Arndt P",
      "initials": "AP",
      "name": "Arndt P Schulz",
      "affiliations": [
        "University Hospital Lübeck, Lübeck, Germany. schulz@biomechatronics.de"
      ]
    },
    {
      "last_name": "Jönsson",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Jönsson",
      "affiliations": []
    },
    {
      "last_name": "Kasch",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Kasch",
      "affiliations": []
    },
    {
      "last_name": "Jettoo",
      "fore_name": "Prithee",
      "initials": "P",
      "name": "Prithee Jettoo",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "14"
  },
  "start_page": "96",
  "pages": "96",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Access to Information",
    "Attitude of Health Personnel",
    "Chi-Square Distribution",
    "Choice Behavior",
    "Decision Support Techniques",
    "Education, Medical, Continuing",
    "Evidence-Based Medicine",
    "Health Care Surveys",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Internet",
    "Orthopedic Procedures",
    "Patient Selection",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "23496954",
    "pmc": "PMC3600018",
    "doi": "10.1186/1471-2474-14-96",
    "pii": "1471-2474-14-96"
  },
  "doi": "10.1186/1471-2474-14-96",
  "pmc_id": "PMC3600018",
  "dates": {
    "completed": "2013-06-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.083996",
    "pmid": "23496954"
  }
}