{
  "pmid": "23492839",
  "uid": "23492839",
  "title": "Mutation Analysis of TP53 Tumor Suppressor Gene in Colorectal Cancer in Patients from Iran (Kerman Province).",
  "abstract": "OBJECTIVES: P53 is an important tumor suppressor, which is mutated in later stages of many cancers and leads to resistance to chemotherapy. The aim of this study was to reveal mutations of TP53 in colorectal cancer in Kerman province. MATERIALS AND METHODS: A total of Forty-three colon cancer specimens as paraffin block or fresh tissues, which passed stage IIIA, were selected. Three exons 5, 7 and 8 of P53 were amplified by PCR technique and sequenced directly. RESULTS: The results showed two deletions at codon 140 and 142 in one tumor sample. GAT→AAT mutation at codon 184, and CGG→TGG mutation at codon 248 were seen in some tumor samples. Some mutations were also observed in middle of intron 7 in some tumor or normal tissues. CONCLUSION: Some of those patients with mutation in P53 gene had metastasis in other organs. Therefore, genetic test before chemotherapy is helpful for successful treatment.",
  "authors": [
    {
      "last_name": "Nejad",
      "fore_name": "Azadeh Lohrasbi",
      "initials": "AL",
      "name": "Azadeh Lohrasbi Nejad",
      "affiliations": [
        "Department of Biotechnology, Research Institute for Environmental Sciences, International Centre for Science, High Technology and Environmental Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Iranian journal of basic medical sciences",
    "iso_abbreviation": "Iran J Basic Med Sci",
    "issn": "2008-3866",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Jan"
  },
  "start_page": "683",
  "end_page": "690",
  "pages": "683-90",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23492839",
    "pmc": "PMC3586867"
  },
  "pmc_id": "PMC3586867",
  "dates": {
    "completed": "2013-03-18",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.351966",
    "pmid": "23492839"
  }
}