{
  "pmid": "23508049",
  "uid": "23508049",
  "title": "Systematic review of economic evaluations in plastic surgery.",
  "abstract": "BACKGROUND: Economic evaluations are quantitative methods comparing alternative interventions using cost data and expected outcomes. They are used to recommend/dissuade adoption of new surgical interventions and compare different clinical pathways, settings (inpatient/outpatient), or time horizons to determine which procedure may be more cost-effective. The objective of this systematic review was to describe all published English economic evaluations related to a plastic surgery domain. METHODS: A comprehensive English literature review of the MEDLINE, EMBASE, The Cochrane Library, Health Economic Evaluations Database, Ovid Health Star, and Business Source Complete databases was conducted (January 1, 1986, to June 15, 2012). Articles were assessed by two independent reviewers using predefined data fields and selected using specific inclusion criteria. Extracted information included country of origin, journal, and date of publication. Domain of plastic surgery and type of economic evaluation were ascertained. RESULTS: Ninety-five articles were included in the final analysis, with cost analysis being the most common economic evaluation (82 percent). Full economic evaluations represented 18 percent. General cutaneous disorders/burns (24 percent), breast surgery (20 percent), and \"multiple\" (15 percent) were the top domains studied. Authors were predominantly based in the United States (56 percent) and published in the journal Plastic and Reconstructive Surgery (22 percent), with a significant proportion (40 percent) published in the last 5 years. CONCLUSIONS: Partial economic assessments (cost analyses) with limited benefit represent the majority of economic evaluations in plastic surgery. This suggests an urgent need to alert plastic surgeons to the advantages of full economic evaluations (cost-effectiveness and cost utility analyses) and the need to perform such rigorous analyses.",
  "authors": [
    {
      "last_name": "Ziolkowski",
      "fore_name": "Natalia I",
      "initials": "NI",
      "name": "Natalia I Ziolkowski",
      "affiliations": [
        "Warsaw, Poland; and Hamilton, Ontario, Canada From the Second Department of General, Vascular, and Oncologic Surgery, Medical University of Warsaw; and the Division of Plastic Surgery and the Surgical Outcomes Research Center, Department of Surgery, and the Department of Clinical Epidemiology and Biostatistics, McMaster University."
      ]
    },
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": []
    },
    {
      "last_name": "Ignacy",
      "fore_name": "Teegan A",
      "initials": "TA",
      "name": "Teegan A Ignacy",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "132",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "191",
  "end_page": "203",
  "pages": "191-203",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Costs and Cost Analysis",
    "Humans",
    "Plastic Surgery Procedures",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "23508049",
    "doi": "10.1097/PRS.0b013e318290f8f8",
    "pii": "00006534-201307000-00037"
  },
  "doi": "10.1097/PRS.0b013e318290f8f8",
  "dates": {
    "completed": "2013-09-17",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.150730",
    "pmid": "23508049"
  }
}