{
  "pmid": "23510943",
  "uid": "23510943",
  "title": "Surgical management of internal snapping hip syndrome: a systematic review evaluating open and arthroscopic approaches.",
  "abstract": "PURPOSE: This systematic review explored reported outcomes addressing internal snapping hip as well as comparing outcomes between open and arthroscopic management of internal snapping hip syndrome. METHODS: Two databases (Embase and Medline) were screened for clinical studies involving the surgical management of internal snapping hip syndrome. Two reviewers conducted a full-text review of eligible studies and the references of these studies. Inclusion and exclusion criteria were applied to the searched studies, and a quality assessment was completed for included studies. RESULTS: We identified 11 eligible studies involving 248 patients. The mean age of the participants was 26.5 years (range, 14 to 62 years). The 2 most commonly reported standardized outcome measures were the modified Harris Hip Score (27%) and the Western Ontario and McMaster Universities Osteoarthritis Index (18%). Six studies (54%) presented return to the same level of competition or activities of daily living as an outcome. Among patients undergoing arthroscopic management for this condition, postoperative improvements in the modified Harris Hip Score and Western Ontario and McMaster Universities Osteoarthritis Index score were greater in the studies involving transection at the lesser trochanter compared with the transcapsular technique. Standardized outcome measures were not reported among patients undergoing open procedures. Resolution of snapping was seen in 100% of patients who underwent arthroscopic release and 77% of open procedure patients. Complication rates were higher in patients undergoing an open procedure (21%) compared with an arthroscopic procedure (2.3%). CONCLUSIONS: This review shows a decreased failure rate, fewer complications, and decreased postoperative pain with arthroscopic management of internal snapping hip syndrome in comparison with open management. However, given the lack of high-quality evidence or direct comparison data, these results should be interpreted with caution. This review also highlights the need for the development of a standardized outcome tool for consistent reporting of clinical outcomes. LEVEL OF EVIDENCE: Level IV, systematic review of Level IV studies.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adamich",
      "fore_name": "John",
      "initials": "J",
      "name": "John Adamich",
      "affiliations": []
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "942",
  "end_page": "948",
  "pages": "942-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Arthralgia",
    "Arthroscopy",
    "Hip Joint",
    "Humans",
    "Joint Diseases",
    "Middle Aged",
    "Rotation",
    "Tendons",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23510943",
    "doi": "10.1016/j.arthro.2013.01.016",
    "pii": "S0749-8063(13)00052-2"
  },
  "doi": "10.1016/j.arthro.2013.01.016",
  "dates": {
    "completed": "2013-09-30",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.271110",
    "pmid": "23510943"
  }
}