{
  "pmid": "23517401",
  "uid": "23517401",
  "title": "Empirical comparison of methods for analyzing multiple time-to-event outcomes in a non-inferiority trial: a breast cancer study.",
  "abstract": "BACKGROUND: Subjects with breast cancer enrolled in trials may experience multiple events such as local recurrence, distant recurrence or death. These events are not independent; the occurrence of one may increase the risk of another, or prevent another from occurring. The most commonly used Cox proportional hazards (Cox-PH) model ignores the relationships between events, resulting in a potential impact on the treatment effect and conclusions. The use of statistical methods to analyze multiple time-to-event events has mainly been focused on superiority trials. However, their application to non-inferiority trials is limited. We evaluate four statistical methods for multiple time-to-event endpoints in the context of a non-inferiority trial. METHODS: Three methods for analyzing multiple events data, namely, i) the competing risks (CR) model, ii) the marginal model, and iii) the frailty model were compared with the Cox-PH model using data from a previously-reported non-inferiority trial comparing hypofractionated radiotherapy with conventional radiotherapy for the prevention of local recurrence in patients with early stage breast cancer who had undergone breast conserving surgery. These methods were also compared using two simulated examples, scenario A where the hazards for distant recurrence and death were higher in the control group, and scenario B. where the hazards of distant recurrence and death were higher in the experimental group. Both scenarios were designed to have a non-inferiority margin of 1.50. RESULTS: In the breast cancer trial, the methods produced primary outcome results similar to those using the Cox-PH model: namely, a local recurrence hazard ratio (HR) of 0.95 and a 95% confidence interval (CI) of 0.62 to 1.46. In Scenario A, non-inferiority was observed with the Cox-PH model (HR = 1.04; CI of 0.80 to 1.35), but not with the CR model (HR = 1.37; CI of 1.06 to 1.79), and the average marginal and frailty model showed a positive effect of the experimental treatment. The results in Scenario A contrasted with Scenario B with non-inferiority being observed with the CR model (HR = 1.10; CI of 0.87 to 1.39), but not with the Cox-PH model (HR = 1.46; CI of 1.15 to 1.85), and the marginal and frailty model showed a negative effect of the experimental treatment. CONCLUSION: When subjects are at risk for multiple events in non-inferiority trials, researchers need to consider using the CR, marginal and frailty models in addition to the Cox-PH model in order to provide additional information in describing the disease process and to assess the robustness of the results. In the presence of competing risks, the Cox-PH model is appropriate for investigating the biologic effect of treatment, whereas the CR models yields the actual effect of treatment in the study.",
  "authors": [
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Ontario Clinical Oncology Group, Department of Oncology, McMaster University, 711 Concession Street - G (60) Wing 1st Floor, Hamilton, ON L8V 1C3, Canada. parpia@mcmaster.ca"
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Julian",
      "fore_name": "Jim A",
      "initials": "JA",
      "name": "Jim A Julian",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Timothy J",
      "initials": "TJ",
      "name": "Timothy J Whelan",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "21"
  },
  "start_page": "44",
  "pages": "44",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Data Interpretation, Statistical",
    "Disease-Free Survival",
    "Female",
    "Humans",
    "Mastectomy, Segmental",
    "Models, Statistical",
    "Neoplasm Recurrence, Local",
    "Proportional Hazards Models",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Risk",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23517401",
    "pmc": "PMC3610213",
    "doi": "10.1186/1471-2288-13-44",
    "pii": "1471-2288-13-44"
  },
  "doi": "10.1186/1471-2288-13-44",
  "pmc_id": "PMC3610213",
  "dates": {
    "completed": "2013-08-15",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:42.943606",
    "pmid": "23517401"
  }
}