{
  "pmid": "23514333",
  "uid": "23514333",
  "title": "Assessing availability of scientific journals, databases, and health library services in Canadian health ministries: a cross-sectional study.",
  "abstract": "BACKGROUND: Evidence-informed health policymaking logically depends on timely access to research evidence. To our knowledge, despite the substantial political and societal pressure to enhance the use of the best available research evidence in public health policy and program decision making, there is no study addressing availability of peer-reviewed research in Canadian health ministries. OBJECTIVES: To assess availability of (1) a purposive sample of high-ranking scientific journals, (2) bibliographic databases, and (3) health library services in the fourteen Canadian health ministries. METHODS: From May to October 2011, we conducted a cross-sectional survey among librarians employed by Canadian health ministries to collect information relative to availability of scientific journals, bibliographic databases, and health library services. Availability of scientific journals in each ministry was determined using a sample of 48 journals selected from the 2009 Journal Citation Reports (Sciences and Social Sciences Editions). Selection criteria were: relevance for health policy based on scope note information about subject categories and journal popularity based on impact factors. RESULTS: We found that the majority of Canadian health ministries did not have subscription access to key journals and relied heavily on interlibrary loans. Overall, based on a sample of high-ranking scientific journals, availability of journals through interlibrary loans, online and print-only subscriptions was estimated at 63%, 28% and 3%, respectively. Health Canada had a 2.3-fold higher number of journal subscriptions than that of the provincial ministries' average. Most of the organisations provided access to numerous discipline-specific and multidisciplinary databases. Many organisations provided access to the library resources described through library partnerships or consortia. No professionally led health library environment was found in four out of fourteen Canadian health ministries (i.e. Manitoba Health, Northwest Territories Department of Health and Social Services, Nunavut Department of Health and Social Services and Yukon Department of Health and Social Services). CONCLUSIONS: There is inequity in availability of peer-reviewed research in the fourteen Canadian health ministries. This inequity could present a problem, as each province and territory is responsible for formulating and implementing evidence-informed health policies and services for the benefit of its population.",
  "authors": [
    {
      "last_name": "Léon",
      "fore_name": "Grégory",
      "initials": "G",
      "name": "Grégory Léon",
      "affiliations": [
        "Centre Hospitalier Universitaire de Québec Research Centre, Hôpital St-François D'Assise, Quebec City, QC, Canada. gregory.leon@pol.ulaval.ca"
      ]
    },
    {
      "last_name": "Ouimet",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Ouimet",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Gagnon",
      "fore_name": "Marie-Pierre",
      "initials": "MP",
      "name": "Marie-Pierre Gagnon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "21"
  },
  "start_page": "34",
  "pages": "34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Cross-Sectional Studies",
    "Databases, Bibliographic",
    "Interlibrary Loans",
    "Libraries, Medical",
    "Library Services",
    "Periodicals as Topic"
  ],
  "article_ids": {
    "pubmed": "23514333",
    "pmc": "PMC3616812",
    "doi": "10.1186/1748-5908-8-34",
    "pii": "1748-5908-8-34"
  },
  "doi": "10.1186/1748-5908-8-34",
  "pmc_id": "PMC3616812",
  "dates": {
    "completed": "2013-07-03",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.849712",
    "pmid": "23514333"
  }
}