{
  "pmid": "23512306",
  "uid": "23512306",
  "title": "Improving primary healthcare through accreditation: baseline assessment of readiness and challenges in Lebanese context.",
  "abstract": "The quality of primary healthcare (PHC) has become of high importance. In 2009, the Lebanese Ministry of Public Health launched the PHC accreditation program to expand and improve quality across the continuum of care. This study will explore the readiness of PHC centers in Lebanon to implement the newly developed accreditation standards including challenges and required actions/strategies. Seventy-two centers were sampled, and respondents were asked to complete a 65-item questionnaire adapted from the national PHC accreditation standards and two open-ended questions. Descriptive analysis was conducted to assess responses to each item. Thematic analysis was used to analyze open-ended questions. Scale scores were considerably low, particularly for areas that relate to quality of service delivery. Most respondents (59.8%) indicated not having a strategic plan on the basis of community needs. Close to 70% of respondents indicated that they do not monitor and investigate trends in rates of sentinel events, near misses, and adverse events. Moreover, 76.2% indicated not having a system for incident and accident-reporting, and only 22.3% reported using one. The PHC accreditation in Lebanon can potentially reform this essential health system component. Results provide insights for policymakers and managers to consider in their efforts to improve quality and performance of PHC centers in Lebanon.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ammar",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Ammar",
      "affiliations": []
    },
    {
      "last_name": "Hemadeh",
      "fore_name": "Randa",
      "initials": "R",
      "name": "Randa Hemadeh",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Jaafar",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Jaafar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of health planning and management",
    "iso_abbreviation": "Int J Health Plann Manage",
    "issn": "1099-1751",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2013"
  },
  "start_page": "e256",
  "end_page": "e279",
  "pages": "e256-79",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Accreditation",
    "Health Care Reform",
    "Lebanon",
    "Primary Health Care",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "23512306",
    "doi": "10.1002/hpm.2170"
  },
  "doi": "10.1002/hpm.2170",
  "dates": {
    "completed": "2015-08-17",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.346708",
    "pmid": "23512306"
  }
}