{
  "pmid": "23519952",
  "uid": "23519952",
  "title": "Multisite quantitative ultrasound for the prediction of fractures over 5 years of follow-up: the Canadian Multicentre Osteoporosis Study.",
  "abstract": "This study assessed the ability of multisite quantitative ultrasound (mQUS) to predict fracture over a 5-year follow-up. Participants were a subset of the Canadian Multicentre Osteoporosis Study. mQUS-assessed speed of sound (SOS in m/s) at three sites (distal radius, tibia, and phalanx) and extensive questionnaires were completed, after which participants were followed for 5 years and incident fractures recorded. Two survival analyses were completed for each site--a univariate analysis and an adjusted multivariate analysis controlling for age, antiresorptive use, femoral neck bone mineral density, number of diseases, previous fractures, body mass index (BMI), parental history of hip fracture, current smoking, current alcoholic drinks >3 per day, current use of glucocorticoids, and rheumatoid arthritis diagnosis (variables from the FRAX 10-year fracture risk assessment tool). The unit of change for regression analyses was one standard deviation for all measurement sites, specific to site and sex. Separate analyses were completed for all clinical fractures, nonvertebral fractures, and hip fractures by sex. There were 2633 women and 1108 men included, and they experienced 204 incident fractures over 5 years (5.5% fractured). Univariate models revealed statistically significant (p < 0.05) predictive ability of mQUS for all three measurement sites for women alone for all three fracture types (one standard deviation decrease in SOS was associated with a 52% to 130% increase in the risk of fracture), but not for the men's group. The adjusted model found that measures at the distal radius and tibia in the women's group could significantly (p < 0.05) predict all clinical fractures and nonvertebral fractures within the next 5 years (one standard deviation decrease in SOS was associated with a 25% to 31% increase in the risk of fracture). mQUS provided significant 5-year clinical fracture prediction in women, independent of bone mineral density and other significant risk factors for fracture, when measured at the distal radius and tibia sites.",
  "authors": [
    {
      "last_name": "Olszynski",
      "fore_name": "Wojciech P",
      "initials": "WP",
      "name": "Wojciech P Olszynski",
      "affiliations": [
        "Department of Medicine, University of Saskatchewan, Saskatoon, SK, Canada. wpolszynski@sasktel.net"
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Jacques P",
      "initials": "JP",
      "name": "Jacques P Brown",
      "affiliations": []
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": []
    },
    {
      "last_name": "Hanley",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Hanley",
      "affiliations": []
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Davison",
      "fore_name": "Kenneth S",
      "initials": "KS",
      "name": "Kenneth S Davison",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
    "iso_abbreviation": "J Bone Miner Res",
    "issn": "1523-4681",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "9",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "2027",
  "end_page": "2034",
  "pages": "2027-34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Bone and Bones",
    "Canada",
    "Cohort Studies",
    "Demography",
    "Female",
    "Follow-Up Studies",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Osteoporosis",
    "Proportional Hazards Models",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "23519952",
    "mid": "CAMS6136",
    "pmc": "PMC5096919",
    "doi": "10.1002/jbmr.1931"
  },
  "doi": "10.1002/jbmr.1931",
  "pmc_id": "PMC5096919",
  "dates": {
    "completed": "2014-03-05",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:03.463767",
    "pmid": "23519952"
  }
}