{
  "pmid": "23510061",
  "uid": "23510061",
  "title": "Academic detailing and adherence to guidelines for Group B streptococci prenatal screening: a randomized controlled trial.",
  "abstract": "BACKGROUND: Clinical practice guidelines (CPGs) recommend universal prenatal screening for Group B Streptococcus (GBS) to identify candidates for intrapartum antibiotic prophylaxis to prevent early onset neonatal GBS infection. Interventions to promote physician adherence to these guidelines are imperative. This study examined the effectiveness of academic detailing (AD) of obstetricians, compared with CPG mailshot and no intervention, on the screening of pregnant women for GBS. METHODS: A randomized controlled clinical trial was conducted in the medical cooperative of Porto Alegre, Brazil. All obstetricians who assisted in a delivery covered by private health insurance managed by the cooperative in the 3 months preceding the study (n = 241) were invited to participate. The obstetricians were randomized to three groups: direct mail (DM, n = 76), AD (n = 76) and control (C, n = 89, no intervention). Those in the DM group were sent guidelines on GBS. The AD group received the guidelines and an educational visit detailing the guidelines, which was conducted by a trained physician. Data on obstetrician age, gender, time since graduation, whether patients received GBS screening during pregnancy, and obstetricians who requested screening were collected for all participant obstetricians for 3 months before and after the intervention, using database from the private health insurance information system. RESULTS: Three months post-intervention, the data showed that the proportion of pregnant women screened for GBS was higher in the AD group (25.4%) than in the DM (15.9%) and C (17.7%) groups (P = 0.023). Similar results emerged when the three groups were taken as a cluster (pregnant women and their obstetricians), but the difference was not statistically significant (Poisson regression, P = 0.108). Additionally, when vaginal deliveries were analyzed separately, the proportion screened was higher in the AD group (75%) than in the DM group (41.9%) and the C group (30.4%) (chi-square, P < 0.001). CONCLUSIONS: The results suggest that AD increased the prevalence of GBS screening in pregnant women in this population.",
  "authors": [
    {
      "last_name": "Silva",
      "fore_name": "Jussara M",
      "initials": "JM",
      "name": "Jussara M Silva",
      "affiliations": [
        "Department of Epidemiology, Federal University of Rio Grande do Sul, Porto Alegre, Brazil. jussaramunareto@gmail.com"
      ]
    },
    {
      "last_name": "Stein",
      "fore_name": "Airton T",
      "initials": "AT",
      "name": "Airton T Stein",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    },
    {
      "last_name": "Bordin",
      "fore_name": "Ronaldo",
      "initials": "R",
      "name": "Ronaldo Bordin",
      "affiliations": []
    },
    {
      "last_name": "Kuchenbecker",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Kuchenbecker",
      "affiliations": []
    },
    {
      "last_name": "de Lourdes Drachler",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria de Lourdes Drachler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "19"
  },
  "start_page": "68",
  "pages": "68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Chi-Square Distribution",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Male",
    "Middle Aged",
    "Obstetrics",
    "Postal Service",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Pregnancy",
    "Prenatal Care",
    "Prenatal Diagnosis",
    "Streptococcal Infections",
    "Streptococcus agalactiae"
  ],
  "article_ids": {
    "pubmed": "23510061",
    "pmc": "PMC3610286",
    "doi": "10.1186/1471-2393-13-68",
    "pii": "1471-2393-13-68"
  },
  "doi": "10.1186/1471-2393-13-68",
  "pmc_id": "PMC3610286",
  "dates": {
    "completed": "2013-12-03",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.556243",
    "pmid": "23510061"
  }
}