{
  "pmid": "23517574",
  "uid": "23517574",
  "title": "Predictors of nonunion and reoperation in patients with fractures of the tibia: an observational study.",
  "abstract": "BACKGROUND: Tibial shaft fractures are the most common long bone fracture and are prone to complications such as nonunion requiring reoperations to promote fracture healing. We aimed to determine the fracture characteristics associated with tibial fracture nonunion, and their predictive value on the need for reoperation. We further aimed to evaluate the predictive value of a previously-developed prognostic index of three fracture characteristics on nonunion and reoperation rate. METHODS: We conducted an observational study and developed a risk factor list from previous literature and key informants in the field of orthopaedic surgery, as well as via a sample-to-redundancy strategy. We evaluated 22 potential risk factors for the development of tibial fracture nonunion in 200 tibial fractures. We also evaluated the predictive value of a previously-identified prognostic risk index on secondary intervention and/or reoperation rate. Two individuals independently extracted the data from 200 patient electronic medical records. An independent reviewer assessed the initial x-ray, the post-operative x-ray, and all available sequential x-rays. Regression and chi-square analysis was used to evaluate potential associations. RESULTS: In our cohort of patients, 37 (18.5%) had a nonunion and 27 (13.5%) underwent a reoperation. Patients with a nonunion were 97 times (95% CI 25.8-366.5) more likely to have a reoperation. Multivariable logistic regression revealed that fractures with less than 25% cortical continuity were predictive of nonunion (odds ratio = 4.72; p = 0.02). Such fractures also accounted for all of the reoperations identified in our sample. Furthermore, our data provided preliminary validation of a previous risk index predictive of reoperation that includes the presence of a fracture gap post-fixation, open fracture, and transverse fracture type as variables, with an aggregate of fracture gap and an open fracture yielding patients with the highest risk of developing a nonunion. CONCLUSIONS: We identified a significant association between degree of cortical continuity and the development of a nonunion and risk for reoperation in tibial shaft fractures. In addition, our study supports the predictive value of a previous prognostic index, which inform discussion of prognosis following operative management of tibial fractures.",
  "authors": [
    {
      "last_name": "Fong",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Fong",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Truong",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Truong",
      "affiliations": []
    },
    {
      "last_name": "Foote",
      "fore_name": "Clary J",
      "initials": "CJ",
      "name": "Clary J Foote",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": []
    },
    {
      "last_name": "Williams",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Williams",
      "affiliations": []
    },
    {
      "last_name": "Ristevski",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Ristevski",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "22"
  },
  "start_page": "103",
  "pages": "103",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Fracture Healing",
    "Fractures, Ununited",
    "Humans",
    "Male",
    "Middle Aged",
    "Pilot Projects",
    "Predictive Value of Tests",
    "Radiography",
    "Reoperation",
    "Risk Factors",
    "Tibial Fractures",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23517574",
    "pmc": "PMC3614478",
    "doi": "10.1186/1471-2474-14-103",
    "pii": "1471-2474-14-103"
  },
  "doi": "10.1186/1471-2474-14-103",
  "pmc_id": "PMC3614478",
  "dates": {
    "completed": "2014-01-06",
    "revised": "2025-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.334091",
    "pmid": "23517574"
  }
}