{
  "pmid": "23514756",
  "uid": "23514756",
  "title": "Contemporary potencies of minocycline and tetracycline HCL tested against Gram-positive pathogens: SENTRY Program results using CLSI and EUCAST breakpoint criteria.",
  "abstract": "Tetracycline class agents vary widely in their activity against emerging important antimicrobial-resistant pathogens such as methicillin-resistant Staphylococcus aureus (MRSA) and Acinetobacter spp. Also, published susceptibility breakpoints are discordant between the Clinical and Laboratory Standards Institute (CLSI), the European Committee on Antimicrobial Susceptibility Testing (EUCAST), and regulatory-approved documents. We have assessed the impact of these differences for tetracycline HCL and minocycline when tested against contemporary Gram-positive pathogens. The SENTRY Antimicrobial Surveillance Program (2011) compared minocycline and tetracycline HCL activity via reference methods (M07-A9) using a worldwide collection of S. aureus (SA; 4917 strains with 1955 MRSA), Streptococcus pneumoniae (SPN; 1899), S. pyogenes (GRA; 246), and S. agalactiae (GRB; 217). Regardless of applied categorical breakpoints, minocycline exhibited wider coverage (% susceptible) than tetracycline HCL of 4.5-11.8/0.5-2.6/1.4-2.3/0.4-0.4% for MRSA/SPN/GRB/GRA, respectively. Lower EUCAST susceptible breakpoints produced reduced susceptibility rates for minocycline ranging from no difference (≤0.5 μg/mL) for GRA to -8.9% (≤1 μg/mL) for MRSA (97.2% susceptible by CLSI; 88.3% by EUCAST). Use of tetracycline HCL-susceptible results to predict minocycline susceptibility was very accurate (99.0-100.0%), with absolute categorical agreement rates ranging from 92.1% to 98.4% (CLSI) to 98.4% to 99.6% (EUCAST) for streptococci; greatest predictive error was noted using the CLSI breakpoints (14.7%) compared to EUCAST criteria (only 5.0%; acceptable), both for MRSA testing dominated by false-resistant results for minocycline. In conclusion, minocycline demonstrates continued superior in vitro activity compared to tetracycline HCL when testing SA (especially MRSA) and pathogenic streptococci. When testing tetracyclines, laboratories must recognize the expanded spectrum of minocycline against certain pathogens and utilize methods minimizing interpretive error. We conclude that EUCAST breakpoint criteria (≤0.5 or ≤1 μg/mL) represent the most conservative (better recognize strains with tet resistance mechanisms) and accurate tetracycline breakpoint guidelines for testing contemporary isolates of Gram-positive cocci.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Ronald N",
      "initials": "RN",
      "name": "Ronald N Jones",
      "affiliations": [
        "JMI Laboratories, North Liberty, IA, USA. ronald-jones@jmilabs.com"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    },
    {
      "last_name": "Weinstein",
      "fore_name": "Melvin P",
      "initials": "MP",
      "name": "Melvin P Weinstein",
      "affiliations": []
    },
    {
      "last_name": "Stilwell",
      "fore_name": "Matthew G",
      "initials": "MG",
      "name": "Matthew G Stilwell",
      "affiliations": []
    },
    {
      "last_name": "Mendes",
      "fore_name": "Rodrigo E",
      "initials": "RE",
      "name": "Rodrigo E Mendes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diagnostic microbiology and infectious disease",
    "iso_abbreviation": "Diagn Microbiol Infect Dis",
    "issn": "1879-0070",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "402",
  "end_page": "405",
  "pages": "402-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Gram-Positive Bacterial Infections",
    "Humans",
    "Microbial Sensitivity Tests",
    "Minocycline",
    "Staphylococcus aureus",
    "Streptococcus",
    "Tetracycline"
  ],
  "article_ids": {
    "pubmed": "23514756",
    "doi": "10.1016/j.diagmicrobio.2013.01.022",
    "pii": "S0732-8893(13)00061-8"
  },
  "doi": "10.1016/j.diagmicrobio.2013.01.022",
  "dates": {
    "completed": "2013-09-04",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Tetracycline",
    "Minocycline"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.248848",
    "pmid": "23514756"
  }
}