{
  "pmid": "23520992",
  "uid": "23520992",
  "title": "Using small-area variations to inform health care service planning: what do we 'need' to know?",
  "abstract": "RATIONALE, AIMS AND OBJECTIVES: Allocating resources on the basis of population need is a health care policy goal in many countries. Thus, resources must be allocated in accordance with need if stakeholders are to achieve policy goals. Small area methods have been presented as a means for revealing important information that can assist stakeholders in meeting policy goals. The purpose of this review is to examine the extent to which small area methods provide information relevant to meeting the goals of a needs-based health care policy. METHODS: We present a conceptual framework explaining the terms 'demand', 'need', 'use' and 'supply', as commonly used in the literature. We critically review the literature on small area methods through the lens of this framework. RESULTS: 'Use' cannot be used as a proxy or surrogate of 'need'. Thus, if the goal of health care policy is to provide equal access for equal need, then traditional small area methods are inadequate because they measure small area variations in use of services in different populations, independent of the levels of need in those populations. CONCLUSIONS: Small area methods can be modified by incorporating direct measures of relative population need from population health surveys or by adjusting population size for levels of health risks in populations such as the prevalence of smoking and low birth weight. This might improve what can be learned from studies employing small area methods if they are to inform needs-based health care policies.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "1054",
  "end_page": "1059",
  "pages": "1054-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Care Rationing",
    "Health Planning",
    "Health Policy",
    "Health Services Accessibility",
    "Health Services Needs and Demand",
    "Humans",
    "Needs Assessment",
    "Small-Area Analysis"
  ],
  "article_ids": {
    "pubmed": "23520992",
    "doi": "10.1111/jep.12026"
  },
  "doi": "10.1111/jep.12026",
  "dates": {
    "completed": "2014-08-11",
    "revised": "2013-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.698679",
    "pmid": "23520992"
  }
}