{
  "pmid": "23525701",
  "uid": "23525701",
  "title": "Comparing EQ-5D valuation studies: a systematic review and methodological reporting checklist.",
  "abstract": "BACKGROUND: There has been a growing interest around the world in developing country-specific scoring algorithms for the EQ-5D. This study systematically reviews all existing EQ-5D valuation studies to highlight their strengths and limitations, explores heterogeneity in observed utilities using meta-regression, and proposes a methodological checklist for reporting EQ-5D valuation studies. METHODS: . We searched Medline, EMBASE, the National Health Service Economic Evaluation Database (NHS EED) via Wiley's Cochrane Library, and Wiley's Health Economic Evaluation Database from inception through November 2012, as well as bibliographies of key papers and the EuroQol Plenary Meeting Proceedings from 1991 to 2012 for English-language reports of EQ-5D valuation studies. Two reviewers independently screened the titles and abstracts for relevance. Three reviewers performed data extraction and compared the characteristics and scoring algorithms developed in the included valuation studies. RESULTS: . Of the 31 studies included in the review, 19 used the time trade-off (TTO) technique, 10 used the visual analogue scale (VAS) technique, and 2 used both TTO and VAS. Most studies included respondents from the general population selected by random or quota sampling and used face-to-face interviews or postal surveys. Studies valued between 7 and 198 total states, with 1-23 states valued per respondent. Different model specifications have been proposed for scoring. Some sample or demographic factors, including gender, education, percentage urban population, and national health care expenditure, were associated with differences in observed utilities for moderate or severe health states. CONCLUSIONS: . EQ-5D valuation studies conducted to date have varied widely in their design and in the resulting scoring algorithms. Therefore, we propose the Checklist for Reporting Valuation Studies of the EQ-5D (CREATE) for those conducting valuation studies.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada (FX, KP, BD, EP).",
        "Programs for Assessment of Technologies in Health Research Institute, St. Joseph’s Healthcare Hamilton, Hamilton, Ontario, Canada (FX, KG, KP, BD)"
      ]
    },
    {
      "last_name": "Gaebel",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Gaebel",
      "affiliations": [
        "Programs for Assessment of Technologies in Health Research Institute, St. Joseph’s Healthcare Hamilton, Hamilton, Ontario, Canada (FX, KG, KP, BD)"
      ]
    },
    {
      "last_name": "Perampaladas",
      "fore_name": "Kuhan",
      "initials": "K",
      "name": "Kuhan Perampaladas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada (FX, KP, BD, EP).",
        "Programs for Assessment of Technologies in Health Research Institute, St. Joseph’s Healthcare Hamilton, Hamilton, Ontario, Canada (FX, KG, KP, BD)"
      ]
    },
    {
      "last_name": "Doble",
      "fore_name": "Brett",
      "initials": "B",
      "name": "Brett Doble",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada (FX, KP, BD, EP).",
        "Programs for Assessment of Technologies in Health Research Institute, St. Joseph’s Healthcare Hamilton, Hamilton, Ontario, Canada (FX, KG, KP, BD)",
        "Centre for Health Economics, Faculty of Business and Economics, Monash University, Clayton, Victoria, Australia (BD)"
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada (FX, KP, BD, EP)."
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "8",
  "end_page": "20",
  "pages": "8-20",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Algorithms",
    "Humans",
    "Models, Theoretical",
    "Quality of Life",
    "Visual Analog Scale"
  ],
  "article_ids": {
    "pubmed": "23525701",
    "doi": "10.1177/0272989X13480852",
    "pii": "0272989X13480852"
  },
  "doi": "10.1177/0272989X13480852",
  "dates": {
    "completed": "2014-08-04",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.851198",
    "pmid": "23525701"
  }
}