{
  "pmid": "23522944",
  "uid": "23522944",
  "title": "Choice of conjunctival incisions for horizontal rectus muscle surgery--a survey of American Association for Pediatric Ophthalmology and Strabismus members.",
  "abstract": "PURPOSE: To assess the use of limbal versus fornix conjunctival incisions in primary and repeat horizontal rectus muscle surgeries among pediatric ophthalmologists and adult strabismus surgeons. METHODS: A 2-page questionnaire was mailed to members of the American Association for Pediatric Ophthalmology and Adult Strabismus. Participants were asked about their use of limbal, fornix, or other incision types in their pediatric and adult strabismus patient population. RESULTS: A total of 1,022 questionnaires were circulated. The net overall response rate was 27.8%. For first-time strabismus surgeries in pediatric patients, 40.8% of respondents used limbal incisions in the majority of their cases, 58.1% used fornix incisions, and 1.1% used other incision types. For reoperations, 58.1% used limbal-based incisions, 39.1% used fornix incisions, and 2.1% used other incision types. In the majority of their primary surgeries on adults, 40.1% used limbal incisions, 53.5% preferred fornix incisions, 1.4% used other incision types, and 4.9% answered \"not applicable\" (available for respondents who operated exclusively on either children or adults). On reoperations, limbal incisions were used by 63.4% of respondents, 29.9% used fornix incisions, 1.4% used other incision types, and 5.3% answered \"not applicable.\" CONCLUSIONS: Among those surveyed, limbal incisions were preferred for greater intraoperative exposure and better teaching of junior surgeons; fornix incisions were thought to cause less postoperative pain and inflammation and lead to more rapid soft-tissue healing.",
  "authors": [
    {
      "last_name": "Mikhail",
      "fore_name": "Mikel",
      "initials": "M",
      "name": "Mikel Mikhail",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Verran",
      "fore_name": "Rhiannon",
      "initials": "R",
      "name": "Rhiannon Verran",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Sabri",
      "fore_name": "Kourosh",
      "initials": "K",
      "name": "Kourosh Sabri",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of AAPOS : the official publication of the American Association for Pediatric Ophthalmology and Strabismus",
    "iso_abbreviation": "J AAPOS",
    "issn": "1528-3933",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "184",
  "end_page": "187",
  "pages": "184-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Conjunctiva",
    "Female",
    "Health Care Surveys",
    "Humans",
    "Limbus Corneae",
    "Male",
    "Minimally Invasive Surgical Procedures",
    "Oculomotor Muscles",
    "Ophthalmologic Surgical Procedures",
    "Ophthalmology",
    "Practice Patterns, Physicians'",
    "Strabismus",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "23522944",
    "doi": "10.1016/j.jaapos.2012.11.015",
    "pii": "S1091-8531(13)00068-2"
  },
  "doi": "10.1016/j.jaapos.2012.11.015",
  "dates": {
    "completed": "2013-11-18",
    "revised": "2016-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.340754",
    "pmid": "23522944"
  }
}