{
  "pmid": "23538108",
  "uid": "23538108",
  "title": "Analysis of the effect of meteorological factors on dewfall.",
  "abstract": "To get an insight into when dewfall will occur and how much to expect we carried out extensive calculations with the energy balance equation for a crop surface to 1) identify the meteorological factors which determine dewfall, 2) establish the relationship between dewfall and each of them, and 3) analyse how these relationships are influenced by changes in these factors. The meteorological factors which determine dewfall were found to be air temperature (T(a)), cloud cover (N), wind speed (u), soil heat flux (G), and relative humidity (h(r)). Net radiation is also a relevant factor. We did not consider it explicitly, but indirectly through the effect of temperature on the night-time radiation balance. The temperature of the surface (T(s)) where dew forms on is also important. However, it is not a meteorological factor, but determined by the aforementioned parameters. All other conditions being equal our study revealed that dewfall increases linearly with decreasing N or G, and with increasing h(r). The effect of T(a) and u on dewfall is non-linear: dewfall initially increases with increasing T(a) or u, and then decreases. All five meteorological factors can lead to variations in dewfall between 0 and 25 W m(-2) over the range of their values we studied. The magnitude of the variation due to one factor depends on the value of the others. Dewfall is highest at N=0, G=0, and h(r)=1. Ta at which dewfall is highest depends on u and vice versa. The change in dewfall for a unit change in N, G or h(r) is not affected by the value of N, G or h(r), but increases as T(a) or u increase. The change in dewfall for a unit change in Ta or u depends on the value of the other four meteorological factors.",
  "authors": [
    {
      "last_name": "Xiao",
      "fore_name": "Huijie",
      "initials": "H",
      "name": "Huijie Xiao",
      "affiliations": [
        "College of Soil and Water Conservation, Beijing Forestry University, Beijing, PR China. herr_xiao@hotmail.com"
      ]
    },
    {
      "last_name": "Meissner",
      "fore_name": "Ralph",
      "initials": "R",
      "name": "Ralph Meissner",
      "affiliations": []
    },
    {
      "last_name": "Seeger",
      "fore_name": "Juliane",
      "initials": "J",
      "name": "Juliane Seeger",
      "affiliations": []
    },
    {
      "last_name": "Rupp",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Rupp",
      "affiliations": []
    },
    {
      "last_name": "Borg",
      "fore_name": "Heinz",
      "initials": "H",
      "name": "Heinz Borg",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "452-453",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "384",
  "end_page": "393",
  "pages": "384-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23538108",
    "doi": "10.1016/j.scitotenv.2013.03.007",
    "pii": "S0048-9697(13)00298-2"
  },
  "doi": "10.1016/j.scitotenv.2013.03.007",
  "dates": {
    "completed": "2014-01-14",
    "revised": "2013-04-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.134108",
    "pmid": "23538108"
  }
}