{
  "pmid": "23542250",
  "uid": "23542250",
  "title": "The level of evidence presented at plastic surgery meetings: what do we have to learn?",
  "abstract": "BACKGROUND: Internationally, plastic surgery societies have placed an increasing emphasis on the importance of evidence-based medicine. The authors aimed to categorize levels of evidence of podium presentations at three major North American plastic surgical meetings, and to assess the factors associated with a higher level evidence. METHODS: Presentations at the 2010/2011 meetings of three of the largest societies of plastic surgeons in North America were evaluated for the area of research, number and origin of authors, subdomain of plastic surgery, number of centers of collaboration, number of subjects, study subtype, and level of evidence. RESULTS: One hundred eighty-eight presentations were screened, and 126 met eligibility criteria. The American Society of Plastic Surgeons was the largest meeting with 74 presentations (58.7 percent). Breast (23.8 percent) and craniofacial (21.4 percent) topics were most frequently covered. Most studies had five or fewer authors (76.4 percent), were conducted at a single center (84.3 percent), were therapeutic (89.7 percent), and had 50 or fewer subjects (36.8 percent). Two studies (1.6 percent) were level I, 11 (8.7 percent) were level II, 54 (42.9 percent) were level III, 46 (36.5 percent) were level IV, and 13 (10.3 percent) were level V. Overall, the mean level of evidence was 3.45, and one of every 10 presentations was of higher level of evidence (level I or II). Higher level evidence presentations were found to be associated with multicenter studies. CONCLUSIONS: Evidence presented at major plastic surgical meetings is rarely level I and infrequently level II. Opportunities to create greater awareness of the need for prospective high-level studies are needed.",
  "authors": [
    {
      "last_name": "Chuback",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Chuback",
      "affiliations": [
        "Hamilton, Ontario, Canada; and Charlotte, N.C. From the Department of Surgery, McMaster University, and the Department of Plastic Surgery, University of North Carolina."
      ]
    },
    {
      "last_name": "Varley",
      "fore_name": "Talia L",
      "initials": "TL",
      "name": "Talia L Varley",
      "affiliations": []
    },
    {
      "last_name": "Yarascavitch",
      "fore_name": "Blake A",
      "initials": "BA",
      "name": "Blake A Yarascavitch",
      "affiliations": []
    },
    {
      "last_name": "Eaves",
      "fore_name": "Felmont",
      "initials": "F",
      "name": "Felmont Eaves",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "776",
  "end_page": "783",
  "pages": "776-783",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Congresses as Topic",
    "Evidence-Based Medicine",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "23542250",
    "doi": "10.1097/PRS.0b013e3182818bc3",
    "pii": "00006534-201304000-00021"
  },
  "doi": "10.1097/PRS.0b013e3182818bc3",
  "dates": {
    "completed": "2013-05-20",
    "revised": "2021-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.334329",
    "pmid": "23542250"
  }
}