{
  "pmid": "23548169",
  "uid": "23548169",
  "title": "Practice patterns and perceived impact of clinical nurse specialist roles in Canada: results of a national survey.",
  "abstract": "BACKGROUND: Clinical nurse specialists are recognized internationally for providing an advanced level of practice. They positively impact the delivery of healthcare services by using specialty-specific expert knowledge and skills, and integrating competencies as clinicians, educators, researchers, consultants and leaders. Graduate-level education is recommended for the role but many countries do not have formal credentialing mechanisms for clinical nurse specialists. Previous studies have found that clinical nurse specialist roles are poorly understood by stakeholders. Few national studies have examined the utilization of clinical nurse specialists. OBJECTIVE: To identify the practice patterns of clinical nurse specialists in Canada. DESIGN: A descriptive cross-sectional survey. PARTICIPANTS: Self-identified clinical nurse specialists in Canada. METHODS: A 50-item self-report questionnaire was developed, pilot-tested in English and French, and administered to self-identified clinical nurse specialists from April 2011 to August 2011. Data were analyzed using descriptive and inferential statistics and content analysis. RESULTS: The actual number of clinical nurse specialists in Canada remains unknown. The response rate using the number of registry-identified clinical nurse specialists was 33% (804/2431). Of this number, 608 reported working as a clinical nurse specialist. The response rate for graduate-prepared clinical nurse specialists was 60% (471/782). The practice patterns of clinical nurse specialists varied across clinical specialties. Graduate-level education influenced their practice patterns. Few administrative structures and resources were in place to support clinical nurse specialist role development. The lack of title protection resulted in confusion around who identifies themselves as a clinical nurse specialist and consequently made it difficult to determine the number of clinical nurse specialists in Canada. CONCLUSIONS: This is the first national survey of clinical nurse specialists in Canada. A clearer understanding of these roles provides stakeholders with much needed information about clinical nurse specialist practice patterns. Such information can inform decisions about policies, education and organizational supports to effectively utilize this role in healthcare systems. This study emphasizes the need to develop standardized educational requirements, consistent role titles and credentialing mechanisms to facilitate the identification and comparison of clinical nurse specialist roles and role outcomes internationally.",
  "authors": [
    {
      "last_name": "Kilpatrick",
      "fore_name": "Kelley",
      "initials": "K",
      "name": "Kelley Kilpatrick",
      "affiliations": [
        "Canadian Centre for Advanced Practice Nursing Research, Faculty of Nursing, Université de Montréal, Centre de recherche de l'Hôpital Maisonneuve-Rosemont, Hôpital Maisonneuve-Rosemont, CSA - RC - Aile bleue - Bureau F121, 5415 boul. l'Assomption, Montréal, QC, Canada H1T 2M4. Electronic address: kelley.kilpatrick@umontreal.ca."
      ]
    },
    {
      "last_name": "DiCenso",
      "fore_name": "Alba",
      "initials": "A",
      "name": "Alba DiCenso",
      "affiliations": []
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": []
    },
    {
      "last_name": "Ritchie",
      "fore_name": "Judith A",
      "initials": "JA",
      "name": "Judith A Ritchie",
      "affiliations": []
    },
    {
      "last_name": "Martin-Misener",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Martin-Misener",
      "affiliations": []
    },
    {
      "last_name": "Carter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Carter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1524",
  "end_page": "1536",
  "pages": "1524-36",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Cross-Sectional Studies",
    "Data Collection",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Nurse Clinicians",
    "Nurse's Role",
    "Specialties, Nursing"
  ],
  "article_ids": {
    "pubmed": "23548169",
    "doi": "10.1016/j.ijnurstu.2013.03.005",
    "pii": "S0020-7489(13)00093-X"
  },
  "doi": "10.1016/j.ijnurstu.2013.03.005",
  "dates": {
    "completed": "2014-05-19",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:18:09.036206",
    "pmid": "23548169"
  }
}