{
  "pmid": "23546707",
  "uid": "23546707",
  "title": "Lupus anticoagulant testing.",
  "abstract": "Antiphospholipid antibodies are a heterogenous group of autoantibodies directed against glycoproteins in concert with anionic phospholipids. In clinical laboratory practice, antiphospholipid antibody evaluations usually consist of a combination of the following: anticardiolipin antibody assay, anti-beta 2 glycoprotein I assay, and at least two lupus anticoagulant assays with an appropriate confirmatory test. Lupus anticoagulants produce their laboratory effect by prolonging recalcification times in assays within which phospholipid content is limited. Although many assays are available, all are based on the fundamental principle of demonstrating normalization of prolonged recalcification times with the addition of exogenous phospholipid. The antibody specificity of an individual lupus anticoagulant is difficult or impossible to determine; however a small proportion do demonstrate avidity for selected proteins such as prothrombin or beta 2 glycoprotein I. The mechanism by which these antibodies cause their clinical manifestations remains unknown; however their relationship to increased risk of thrombosis, pregnancy loss, and autoimmune thrombocytopenia is undoubted. There is no correlation between the \"strength\" of lupus anticoagulants and the level of thrombotic risk; thus it is important to identify both \"weak\" and \"strong\" lupus anticoagulants.",
  "authors": [
    {
      "last_name": "Moffat",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Moffat",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Raby",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Raby",
      "affiliations": []
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Methods in molecular biology (Clifton, N.J.)",
    "iso_abbreviation": "Methods Mol Biol",
    "issn": "1940-6029",
    "issn_type": "Electronic",
    "volume": "992",
    "pub_year": "2013"
  },
  "start_page": "97",
  "end_page": "108",
  "pages": "97-108",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antibodies, Anticardiolipin",
    "Antibodies, Antiphospholipid",
    "Antibody Affinity",
    "Antibody Specificity",
    "Blood Coagulation",
    "Blood Coagulation Tests",
    "Humans",
    "Lupus Coagulation Inhibitor"
  ],
  "article_ids": {
    "pubmed": "23546707",
    "doi": "10.1007/978-1-62703-339-8_7"
  },
  "doi": "10.1007/978-1-62703-339-8_7",
  "dates": {
    "completed": "2013-09-25",
    "revised": "2013-04-02"
  },
  "chemicals": [
    "Antibodies, Anticardiolipin",
    "Antibodies, Antiphospholipid",
    "Lupus Coagulation Inhibitor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.627057",
    "pmid": "23546707"
  }
}