{
  "pmid": "23543913",
  "uid": "23543913",
  "title": "Translational biomarker discovery in clinical metabolomics: an introductory tutorial.",
  "abstract": "Metabolomics is increasingly being applied towards the identification of biomarkers for disease diagnosis, prognosis and risk prediction. Unfortunately among the many published metabolomic studies focusing on biomarker discovery, there is very little consistency and relatively little rigor in how researchers select, assess or report their candidate biomarkers. In particular, few studies report any measure of sensitivity, specificity, or provide receiver operator characteristic (ROC) curves with associated confidence intervals. Even fewer studies explicitly describe or release the biomarker model used to generate their ROC curves. This is surprising given that for biomarker studies in most other biomedical fields, ROC curve analysis is generally considered the standard method for performance assessment. Because the ultimate goal of biomarker discovery is the translation of those biomarkers to clinical practice, it is clear that the metabolomics community needs to start \"speaking the same language\" in terms of biomarker analysis and reporting-especially if it wants to see metabolite markers being routinely used in the clinic. In this tutorial, we will first introduce the concept of ROC curves and describe their use in single biomarker analysis for clinical chemistry. This includes the construction of ROC curves, understanding the meaning of area under ROC curves (AUC) and partial AUC, as well as the calculation of confidence intervals. The second part of the tutorial focuses on biomarker analyses within the context of metabolomics. This section describes different statistical and machine learning strategies that can be used to create multi-metabolite biomarker models and explains how these models can be assessed using ROC curves. In the third part of the tutorial we discuss common issues and potential pitfalls associated with different analysis methods and provide readers with a list of nine recommendations for biomarker analysis and reporting. To help readers test, visualize and explore the concepts presented in this tutorial, we also introduce a web-based tool called ROCCET (ROC Curve Explorer & Tester, http://www.roccet.ca). ROCCET was originally developed as a teaching aid but it can also serve as a training and testing resource to assist metabolomics researchers build biomarker models and conduct a range of common ROC curve analyses for biomarker studies.",
  "authors": [
    {
      "last_name": "Xia",
      "fore_name": "Jianguo",
      "initials": "J",
      "name": "Jianguo Xia",
      "affiliations": [
        "Department of Biological Sciences, University of Alberta, Edmonton, AB Canada."
      ]
    },
    {
      "last_name": "Broadhurst",
      "fore_name": "David I",
      "initials": "DI",
      "name": "David I Broadhurst",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Wishart",
      "fore_name": "David S",
      "initials": "DS",
      "name": "David S Wishart",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Metabolomics : Official journal of the Metabolomic Society",
    "iso_abbreviation": "Metabolomics",
    "issn": "1573-3882",
    "issn_type": "Print",
    "volume": "9",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "280",
  "end_page": "299",
  "pages": "280-299",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23543913",
    "pmc": "PMC3608878",
    "doi": "10.1007/s11306-012-0482-9",
    "pii": "482"
  },
  "doi": "10.1007/s11306-012-0482-9",
  "pmc_id": "PMC3608878",
  "dates": {
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.249515",
    "pmid": "23543913"
  }
}