{
  "pmid": "23548209",
  "uid": "23548209",
  "title": "Association of calcium, phosphate and parathyroid hormone with renal allograft function: a retrospective cohort study.",
  "abstract": "BACKGROUND: Significant variations in postoperative levels of parathyroid hormone (PTH), calcium and phosphate exist after renal transplantation, but whether they affect allograft function is unknown. We investigated the association between early post-transplant levels of PTH, calcium and phosphate and graft function. METHODS: We performed a single-centre cohort study of renal transplant recipients from Addenbrooke's Hospital, Cambridge, between April 1997 and March 2007, evaluating the association between plasma calcium, phosphate and PTH 1 month after transplantation and change in epidermal growth factor receptor (eGFR) in the first 12 months after transplantation (estimated using the Modification of Diet in Renal Disease Study equation). Differences in eGFR between 26 and 52 weeks after transplantation were computed using mixed effects linear regression models for repeated measures of eGFR, while adjusting for sociodemographic and biochemical variables. RESULTS: Three hundred and forty-three patients were eligible for study. The mean age (standard deviation) at transplant was 43 years (13 years). Between 30 and 90 days after transplantation, the median (25th-75th percentile) eGFR was 33 (26-50) ml/min/1.73 m(2), the mean calcium level was 2.4 (0.17) mmol/l and the mean phosphate level was 0.78 (0.23) mmol/l. There was a significant interaction between calcium and phosphate levels (p = 0.006). In patients with low levels of phosphate, higher levels of calcium were associated with declining eGFR over time. However, in patients with a high phosphate level, higher calcium was associated with improved eGFR. CONCLUSIONS: Higher serum calcium in patients with low serum phosphate after transplantation is associated with a decline in graft function during the first year after transplantation. Disorders of mineral metabolism after transplant may represent an important therapeutic target to preserve allograft function.",
  "authors": [
    {
      "last_name": "Hiemstra",
      "fore_name": "Thomas F",
      "initials": "TF",
      "name": "Thomas F Hiemstra",
      "affiliations": [
        "Division of Renal Medicine, Department of Medicine, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Adam J D",
      "initials": "AJ",
      "name": "Adam J D Brown",
      "affiliations": []
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Afzal N",
      "initials": "AN",
      "name": "Afzal N Chaudhry",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of nephrology",
    "iso_abbreviation": "Am J Nephrol",
    "issn": "1421-9670",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "4",
    "pub_year": "2013"
  },
  "start_page": "339",
  "end_page": "345",
  "pages": "339-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Calcium",
    "ErbB Receptors",
    "Female",
    "Glomerular Filtration Rate",
    "Graft Rejection",
    "Humans",
    "Kidney",
    "Kidney Transplantation",
    "Male",
    "Parathyroid Hormone",
    "Phosphates",
    "Transplantation, Homologous"
  ],
  "article_ids": {
    "pubmed": "23548209",
    "doi": "10.1159/000348376",
    "pii": "000348376"
  },
  "doi": "10.1159/000348376",
  "dates": {
    "completed": "2013-08-30",
    "revised": "2018-12-02"
  },
  "chemicals": [
    "Parathyroid Hormone",
    "Phosphates",
    "ErbB Receptors",
    "Calcium"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.782953",
    "pmid": "23548209"
  }
}