{
  "pmid": "23544703",
  "uid": "23544703",
  "title": "Physiotherapy in asthma--seeking consensus.",
  "abstract": "OBJECTIVE: The evidence base for or against physiotherapy interventions in asthmatic adults remains ambiguous, and there are discrepancies between different clinical practice guidelines. We evaluated the level of agreement between the recommendations about physiotherapy for adults with asthma in two major clinical practice guidelines: the Global Initiative for Asthma (GINA 2011) and the British Thoracic Society and the Association of Chartered Physiotherapists in Respiratory Care (BTS/ACPRC 2009). METHODS: We used the Appraisal of Guidelines for Research & Evaluation (AGREE II) instrument to assess the methodological rigor of the guideline development, the Assessment of Multiple Systematic Reviews (AMSTAR) tool and the Physiotherapy Evidence Database (PEDro) scale to assess the methodological quality of systematic reviews and clinical trials included in the analyzed documents. Additionally, we compared the reference lists of the analyzed sections to establish the overlap in included primary and secondary studies. RESULTS: We observed no agreement between the two guidelines in the choice of source research articles. Only two studies out of 18 used in BTS guidelines were used in the GINA. The reason why GINA developers did not use the body of evidence included in BTS is that it is not clear. Three independent investigators indicated higher scores in all domains of the AGREE II in the BTS/ACPRC document in comparison with the GINA guidelines. CONCLUSIONS: The significant differences in the content and in the development processes of the examined sections of the two guidelines suggest the need for more frequent and careful updating or directing the readers of the GINA to the BTS/ACPRC, a guideline addressing specifically and more comprehensively physiotherapy interventions in asthma.",
  "authors": [
    {
      "last_name": "Nowobilski",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Nowobilski",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, Institute of Physiotherapy, Jagiellonian University Medical College, Cracow, Poland. nowreh@mp.pl"
      ]
    },
    {
      "last_name": "Plaszewski",
      "fore_name": "Maciej",
      "initials": "M",
      "name": "Maciej Plaszewski",
      "affiliations": []
    },
    {
      "last_name": "Wloch",
      "fore_name": "Tomasz",
      "initials": "T",
      "name": "Tomasz Wloch",
      "affiliations": []
    },
    {
      "last_name": "Mika",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Mika",
      "affiliations": []
    },
    {
      "last_name": "Gajewski",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Gajewski",
      "affiliations": []
    },
    {
      "last_name": "Brożek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brożek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of asthma : official journal of the Association for the Care of Asthma",
    "iso_abbreviation": "J Asthma",
    "issn": "1532-4303",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "681",
  "end_page": "686",
  "pages": "681-6",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Asthma",
    "Consensus",
    "Evidence-Based Medicine",
    "Humans",
    "Physical Therapy Modalities",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "23544703",
    "doi": "10.3109/02770903.2013.790421"
  },
  "doi": "10.3109/02770903.2013.790421",
  "dates": {
    "completed": "2013-09-16",
    "revised": "2013-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:00.202428",
    "pmid": "23544703"
  }
}