{
  "pmid": "23545370",
  "uid": "23545370",
  "title": "A prospective observational study evaluating hypothalamic-pituitary-adrenal axis alteration and efficacy of intramuscular triamcinolone acetonide for steroid-responsive dermatologic disease.",
  "abstract": "BACKGROUND: The lack of recommendations regarding dosing and administration, an undetermined risk of hypothalamic-pituitary-adrenal axis alteration, and the unknown effectiveness of intramuscular (IM) corticosteroid injection to treat dermatologic disease may be deterrents to use. OBJECTIVE: We sought to evaluate presence and duration of iatrogenic Cushing syndrome and secondary adrenal insufficiency in patients receiving IM triamcinolone acetonide (TAC), and to assess physician- and patient-reported outcomes. METHODS: We conducted a prospective observational study of 14 patients given the diagnosis of steroid-responsive dermatologic disease who received either 1 or 2 doses 6 weeks apart of IM TAC. Baseline and follow-up cortisol, adrenocorticotropic hormone, Physician and Subject Global Assessments of Disease Activity Scale score, and the visual analog scale score of pruritus were evaluated at 6-week intervals. RESULTS: Although mean total cortisol was significantly decreased at 6 and 12 weeks compared with baseline, IM TAC did not result in iatrogenic Cushing syndrome or secondary adrenal insufficiency in any patient. Mean Physician and Subject Global Assessments of Disease Activity Scale scores were significantly improved at 6 and 12 weeks compared with baseline. Mean visual analog scale pruritus scores were significantly improved at 6 weeks compared with baseline. LIMITATIONS: The study was limited by the cohort size and a lack of a comparator group. CONCLUSION: IM TAC appears safe when administered as 2 injections at 6-week intervals. Significant improvement was noted across a number of steroid-responsive dermatoses. These results may provide a guide to dosing, frequency, and administration for dermatologists considering the use of IM TAC in the appropriate clinical contexts.",
  "authors": [
    {
      "last_name": "Reddy",
      "fore_name": "Shalini",
      "initials": "S",
      "name": "Shalini Reddy",
      "affiliations": [
        "Department of Dermatology, Boston University School of Medicine, Boston, Massachusetts 02118, USA."
      ]
    },
    {
      "last_name": "Ananthakrishnan",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Ananthakrishnan",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Dermatology",
    "iso_abbreviation": "J Am Acad Dermatol",
    "issn": "1097-6787",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "226",
  "end_page": "231",
  "pages": "226-31",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adrenal Insufficiency",
    "Adult",
    "Cohort Studies",
    "Cushing Syndrome",
    "Dermatitis",
    "Dose-Response Relationship, Drug",
    "Drug Administration Schedule",
    "Eczema",
    "Female",
    "Follow-Up Studies",
    "Glucocorticoids",
    "Humans",
    "Hypothalamo-Hypophyseal System",
    "Injections, Intramuscular",
    "Lichen Planus",
    "Male",
    "Middle Aged",
    "Patient Safety",
    "Pituitary-Adrenal System",
    "Prospective Studies",
    "Risk Assessment",
    "Severity of Illness Index",
    "Skin Diseases",
    "Statistics, Nonparametric",
    "Treatment Outcome",
    "Triamcinolone Acetonide"
  ],
  "article_ids": {
    "pubmed": "23545370",
    "doi": "10.1016/j.jaad.2013.02.005",
    "pii": "S0190-9622(13)00187-4"
  },
  "doi": "10.1016/j.jaad.2013.02.005",
  "dates": {
    "completed": "2013-09-30",
    "revised": "2023-02-17"
  },
  "chemicals": [
    "Glucocorticoids",
    "Triamcinolone Acetonide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.138895",
    "pmid": "23545370"
  }
}