{
  "pmid": "23543543",
  "uid": "23543543",
  "title": "Educational games for health professionals.",
  "abstract": "BACKGROUND: The use of games as an educational strategy has the potential to improve health professionals' performance (e.g. adherence to standards of care) through improving their knowledge, skills and attitudes. OBJECTIVES: The objective was to assess the effect of educational games on health professionals' performance, knowledge, skills, attitude and satisfaction, and on patient outcomes. SEARCH METHODS: We searched the following databases in January 2012: MEDLINE, AMED, CINAHL, Cochrane Central Database of Controlled Trials, EMBASE, EPOC Register, ERIC, Proquest Dissertations & Theses Database, and PsycINFO. Related reviews were sought in DARE and the above named databases. Database searches identified 1546 citations. We also screened the reference lists of included studies in relevant reviews, contacted authors of relevant papers and reviews, and searched ISI Web of Science for papers citing studies included in the review. These search methods identified an additional 62 unique citations for a total of 1608 for this update. SELECTION CRITERIA: We included randomized controlled trials (RCT), controlled clinical trials (CCT), controlled before and after (CBA) and interrupted time-series analysis (ITS). Study participants were qualified health professionals or in postgraduate training. The intervention was an educational game with \"a form of competitive activity or sport played according to rules\". DATA COLLECTION AND ANALYSIS: Using a standardized data form we extracted data on methodological quality, participants, interventions and outcomes of interest that included patient outcomes, professional behavior (process of care outcomes), and professional's knowledge, skills, attitude and satisfaction. MAIN RESULTS: The search strategy identified a total of 2079 unique citations. Out of 84 potentially eligible citations, we included two RCTs. The game evaluated in the first study used as a reinforcement technique, was based on the television game show \"Family Feud\" and focused on infection control. The study did not assess any patient or process of care outcomes. The group that was randomized to the game had statistically higher scores on the knowledge test (P = 0.02). The second study compared game-based learning (\"Snakes and Ladders\" board game) with traditional case-based learning of stroke prevention and management. The effect on knowledge was not statistically different between the two groups immediately and 3 months after the intervention. The level of reported enjoyment was higher in the game-based group. AUTHORS' CONCLUSIONS: The findings of this systematic review neither confirm nor refute the utility of games as a teaching strategy for health professionals. There is a need for additional high-quality research to explore the impact of educational games on patient and performance outcomes.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Riad El Solh St, Beirut, Lebanon. ea32@aub.edu.lb."
      ]
    },
    {
      "last_name": "Kairouz",
      "fore_name": "Victor F",
      "initials": "VF",
      "name": "Victor F Kairouz",
      "affiliations": []
    },
    {
      "last_name": "Sackett",
      "fore_name": "Kay M",
      "initials": "KM",
      "name": "Kay M Sackett",
      "affiliations": []
    },
    {
      "last_name": "Erdley",
      "fore_name": "William S",
      "initials": "WS",
      "name": "William S Erdley",
      "affiliations": []
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": []
    },
    {
      "last_name": "Fiander",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Fiander",
      "affiliations": []
    },
    {
      "last_name": "Gabriel",
      "fore_name": "Carolynne",
      "initials": "C",
      "name": "Carolynne Gabriel",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2013",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Mar",
    "pub_day": "28"
  },
  "start_page": "CD006411",
  "pages": "CD006411",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Competitive Behavior",
    "Games, Experimental",
    "Health Personnel",
    "Humans",
    "Job Satisfaction",
    "Problem Solving",
    "Professional Competence",
    "Randomized Controlled Trials as Topic",
    "Retention, Psychology",
    "Video Games"
  ],
  "article_ids": {
    "pubmed": "23543543",
    "pmc": "PMC7389433",
    "doi": "10.1002/14651858.CD006411.pub4"
  },
  "doi": "10.1002/14651858.CD006411.pub4",
  "pmc_id": "PMC7389433",
  "dates": {
    "completed": "2013-07-12",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.556545",
    "pmid": "23543543"
  }
}