{
  "pmid": "23545140",
  "uid": "23545140",
  "title": "Intention to stay of nurses in current posts in difficult-to-staff areas of Yemen, Jordan, Lebanon and Qatar: a cross-sectional study.",
  "abstract": "BACKGROUND: The nursing workforce shortages in difficult-to-staff areas have implications not only for quality of care but also for population health outcomes. An understanding of attrition and of retention is important to inform policies on the nursing workforce. OBJECTIVES: This paper draws on questionnaire survey data from nurses working in difficult-to-staff areas in four countries in the Eastern Mediterranean Region (Yemen, Jordan, Lebanon and Qatar). It aims to identify the specific and common factors associated with nurses' intention to stay in their current post for the coming 1-3 years in three countries with an internally trained nursing workforce and in a fourth where the workforce is externally recruited. METHODS: Nurses working in 'difficult to staff' areas in Yemen, Jordan, Lebanon and Qatar were surveyed. A conceptual model composed of 6 dimensions based on that of the World Health Organization was constructed with 'intent to stay' (Career Decisions) as the main outcome. Regression models were constructed for each of the dimensions in the conceptual model with 'intent to stay' as the dependent variable for each of the study countries. Subsequently, a collective model that combined Lebanon, Jordan and Yemen was constructed to identify common factors that are associated with intent to stay. RESULTS: Factors associated with intent to stay differed for study countries. Marriage was positively associated with intent to stay in Lebanon and Jordan whereas years of experience were positively significant for Lebanon and Yemen. Shorter commuting time was significantly associated with intent to stay in Jordan whereas a preference for village life was significant for Lebanon. Job satisfaction was significantly associated with intent to stay in all study countries. Nurses in Lebanon, Jordan and Qatar who indicated that they would choose nursing if they had the opportunity to choose a career all over again were significantly more likely to intend to stay in their current post. CONCLUSIONS: Studies of nurses working in these areas can help national policymakers and local nursing directors better manage the sparse nursing workforce in these localities and to provide them with appropriate incentives and support to encourage them to stay.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. Electronic address: fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Susan F",
      "initials": "SF",
      "name": "Susan F Murray",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Abualrub",
      "fore_name": "Raeda",
      "initials": "R",
      "name": "Raeda Abualrub",
      "affiliations": []
    },
    {
      "last_name": "Al-Surimi",
      "fore_name": "Khaled",
      "initials": "K",
      "name": "Khaled Al-Surimi",
      "affiliations": []
    },
    {
      "last_name": "Clinton",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Clinton",
      "affiliations": []
    },
    {
      "last_name": "Dumit",
      "fore_name": "Nuhad Y",
      "initials": "NY",
      "name": "Nuhad Y Dumit",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1481",
  "end_page": "1494",
  "pages": "1481-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Jordan",
    "Lebanon",
    "Male",
    "Models, Psychological",
    "Nursing Staff",
    "Personnel Loyalty",
    "Personnel Staffing and Scheduling",
    "Qatar",
    "Yemen"
  ],
  "article_ids": {
    "pubmed": "23545140",
    "doi": "10.1016/j.ijnurstu.2013.02.013",
    "pii": "S0020-7489(13)00066-7"
  },
  "doi": "10.1016/j.ijnurstu.2013.02.013",
  "dates": {
    "completed": "2014-05-19",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.346891",
    "pmid": "23545140"
  }
}