{
  "pmid": "23554882",
  "uid": "23554882",
  "title": "Translating resuscitation guidelines into practice: health care provider attitudes, preferences and beliefs regarding pediatric fluid resuscitation performance.",
  "abstract": "INTRODUCTION: Children who require fluid resuscitation for the treatment of shock present to tertiary and non-tertiary medical settings. While timely fluid therapy improves survival odds, guidelines are poorly translated into clinical practice. The objective of this study was to characterize the attitudes, preferences and beliefs of health care providers working in acute care settings regarding pediatric fluid resuscitation performance. METHODS: A single-centre survey study was conducted at McMaster Children's Hospital from January to May, 2012. The sampling frame (n = 115) included nursing staff, physician staff and subspecialty trainees working in Pediatric Emergency Medicine (PEM) or Pediatric Critical Care Medicine (PCCM). A self-administered questionnaire was developed and assessed for face validity prior to distribution. Eligible participants were invited at 0, 2, and 4 weeks to complete a web-based version of the survey. A follow-up survey administration phase was conducted to improve the response rate. RESULTS: Response rate was 72.2% (83/115), with 83% (68/82) self-identifying as nursing staff and 61% (50/82) as PCCM providers. Resuscitation experience, frequency of shock management, and years in specialty, were similar between PCCM and PEM responders. Physicians and nurses had differing opinions regarding the most effective method to achieve rapid fluid resuscitation in young children presenting in shock (p<0.001). Disagreement also existed regarding the age and size of patients in whom rapid infuser devices, such as the Level-1 Rapid Infuser, should be used (p<0.001). Providers endorsed a number of potential concerns related to the use of rapid infuser devices in children, and only 14% of physicians and 55% of nursing staff felt that they had received adequate training in the use of such devices (p = 0.005). CONCLUSIONS: There is a lack of consensus among health care providers regarding how pediatric fluid resuscitation guidelines should be operationalized, supporting a need for further work to define best practices.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital and McMaster, University, Hamilton, Ontario, Canada. parkermj@mcmaster.ca"
      ]
    },
    {
      "last_name": "Manan",
      "fore_name": "Asmaa",
      "initials": "A",
      "name": "Asmaa Manan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "3",
    "pub_year": "2013"
  },
  "start_page": "e58282",
  "pages": "e58282",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Child",
    "Child, Preschool",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Middle Aged",
    "Nurses",
    "Physicians",
    "Practice Guidelines as Topic",
    "Resuscitation",
    "Shock",
    "Surveys and Questionnaires",
    "Task Performance and Analysis"
  ],
  "article_ids": {
    "pubmed": "23554882",
    "pmc": "PMC3595280",
    "doi": "10.1371/journal.pone.0058282",
    "pii": "PONE-D-12-39763"
  },
  "doi": "10.1371/journal.pone.0058282",
  "pmc_id": "PMC3595280",
  "dates": {
    "completed": "2013-09-30",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "ISU-124114",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.177240",
    "pmid": "23554882"
  }
}