{
  "pmid": "23552968",
  "uid": "23552968",
  "title": "Indications, complications, and management of inferior vena cava filters: the experience in 952 patients at an academic hospital with a level I trauma center.",
  "abstract": "IMPORTANCE: Retrievable inferior vena cava (IVC) filters were designed to provide temporary protection from pulmonary embolism, sparing patients from long-term complications of permanent filters. However, many retrievable IVC filters are left in place indefinitely. OBJECTIVES: To review the medical records of patients with IVC filters to determine patient demographics and date of and indication for IVC filter placement, as well as complications, follow-up data, date of IVC filter retrieval, and use of anticoagulant therapy. DESIGN AND SETTING: A retrospective review of IVC filter use between August 1, 2003, and February 28, 2011, was conducted at Boston Medical Center, a tertiary referral center with the largest trauma center in New England. PARTICIPANTS: In total, 978 patients. Twenty six patients were excluded from the study because of incomplete medical records. INTERVENTION: Placement of retrievable IVC filter. MAIN OUTCOME MEASURES: In total, 952 medical records were included in the analysis. RESULTS: Of 679 retrievable IVC filters that were placed, 58 (8.5%) were successfully removed. Unsuccessful retrieval attempts were made in 13 patients (18.3% of attempts). Seventy-four venous thrombotic events (7.8% of 952 patients included in the study) occurred after IVC filter placement, including 25 pulmonary emboli, all of which occurred with the IVC filter in place. Forty-eight percent of venous thrombotic events were in patients without venous thromboembolism at the time of IVC filter placement, and 89.4% occurred in patients not receiving anticoagulants. Many IVC filters placed after trauma were inserted when the highest bleeding risk had subsided, and anticoagulant therapy may have been appropriate. While many of these filters were placed because of a perceived contraindication to anticoagulants, 237 patients (24.9%) were discharged on a regimen of anticoagulant therapy. CONCLUSION AND RELEVANCE: Our research suggests that the use of IVC filters for prophylaxis and treatment of venous thrombotic events, combined with a low retrieval rate and inconsistent use of anticoagulant therapy, results in suboptimal outcomes due to high rates of venous thromboembolism.",
  "authors": [
    {
      "last_name": "Sarosiek",
      "fore_name": "Shayna",
      "initials": "S",
      "name": "Shayna Sarosiek",
      "affiliations": [
        "Section of Hematology and Oncology, Department of Medicine, Boston University, Boston, MA 02118, USA. shayna.sarosiek@bmc.org"
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": []
    },
    {
      "last_name": "Sloan",
      "fore_name": "J Mark",
      "initials": "JM",
      "name": "J Mark Sloan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA internal medicine",
    "iso_abbreviation": "JAMA Intern Med",
    "issn": "2168-6114",
    "issn_type": "Electronic",
    "volume": "173",
    "issue": "7",
    "pub_year": "2013",
    "pub_month": "Apr",
    "pub_day": "08"
  },
  "start_page": "513",
  "end_page": "517",
  "pages": "513-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anticoagulants",
    "Child",
    "Child, Preschool",
    "Device Removal",
    "Female",
    "Follow-Up Studies",
    "Hospitals, University",
    "Humans",
    "Infant",
    "Male",
    "Medical Records",
    "Middle Aged",
    "Pulmonary Embolism",
    "Retrospective Studies",
    "Vena Cava Filters",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "23552968",
    "doi": "10.1001/jamainternmed.2013.343",
    "pii": "1669107"
  },
  "doi": "10.1001/jamainternmed.2013.343",
  "dates": {
    "completed": "2013-06-05",
    "revised": "2022-04-19"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.930835",
    "pmid": "23552968"
  }
}