{
  "pmid": "23550704",
  "uid": "23550704",
  "title": "Atypical pilar leiomyomatosis: an unusual presentation of multiple atypical cutaneous leiomyomas.",
  "abstract": "Cutaneous leiomyomas are relatively common benign smooth muscle tumors that may arise as solitary or multiple lesions. Rare forms with cytologic atypia, and features similar to symplastic leiomyomas of the uterus, have been described. We report a case of multiple cutaneous atypical leiomyomas occurring in a 43-year-old man with long history of lesions of the right lower leg and a family history of leiomyomatosis. Twenty of the lesions were excised due to pain and were examined histopathologically. All the lesions exhibited features described in atypical leiomyomas of the skin including increased cellularity, nuclear atypia and pleomorphism, and low mitotic activity. The biologic potential of cutaneous atypical leiomyomas is uncertain. Only a few case reports exist in the literature with the majority occurring as solitary lesions. Most of the reported atypical leiomyomas have behaved in a benign fashion. However, a rare account of transformation to leiomyosarcoma emphasizes the need for long-term follow up of these patients. Herein, we describe a case of multiple atypical cutaneous leiomyomas arising in the setting of familial leiomyomatosis.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Deborah L",
      "initials": "DL",
      "name": "Deborah L Cook",
      "affiliations": [
        "Department of Pathology, Fletcher Allen Health Care, Burlington, VT 05401, USA. deborah.l.cook@vtmednet.org"
      ]
    },
    {
      "last_name": "Pugliano-Mauro",
      "fore_name": "Melissa A",
      "initials": "MA",
      "name": "Melissa A Pugliano-Mauro",
      "affiliations": []
    },
    {
      "last_name": "Schultz",
      "fore_name": "Zea L",
      "initials": "ZL",
      "name": "Zea L Schultz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cutaneous pathology",
    "iso_abbreviation": "J Cutan Pathol",
    "issn": "1600-0560",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "564",
  "end_page": "568",
  "pages": "564-8",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Diagnosis, Differential",
    "Humans",
    "Leiomyomatosis",
    "Male",
    "Skin Neoplasms"
  ],
  "article_ids": {
    "pubmed": "23550704",
    "doi": "10.1111/cup.12116"
  },
  "doi": "10.1111/cup.12116",
  "dates": {
    "completed": "2013-11-04",
    "revised": "2013-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.097958",
    "pmid": "23550704"
  }
}