{
  "pmid": "23557786",
  "uid": "23557786",
  "title": "Irx7, a Smarca4-regulated gene for retinal differentiation, regulates other genes controlled by Smarca4 in zebrafish retinas.",
  "abstract": "The iroquois 7 (irx7) in zebrafish encodes a homeodomain transcription factor (TF) in the retinal differentiation network regulated by smarca4, a component of chromatin remodeling complex. The function of Irx7 on retinal development has recently been revealed by antisense morpholino knockdown experiments. In particular, the normal expression of irx7 in the inner nuclear layer (INL) is essential for the differentiation of cells in the INL and the outer nuclear layer (ONL), as well as the dendritic projection of GCs into the inner plexiform layer (IPL). Irx7 also exerts its effect on retinal differentiation through activating the expression of TFs that specify various retinal cell types. However, the relationship between irx7 and the other Smarca4-regulated genes for retinal differentiation was not clear. This study reports an investigation of the regulatory role of irx7 on 13 genes including aanat2, barhl2, bhlhe22, cdh11, ckmt1, gnat1, irx4a, ndrg1a, nme2l, pbx1a, rcv1, robo2 and tfap2a. These genes were originally used in a study that characterized the cellular expression pattern of Smarca4-regulated genes and had a diverse expression pattern in the retina. Their expression in the normal wild-type (WT), Irx7-knockdown and the injection control embryos was characterized by in situ hybridization at 52h post-fertilization (hpf). This is the stage when irx7's expression level is the highest in the developing retinas. The results indicate that the expression of 11 of the 13 genes was reduced and one was overexpressed in the Irx7-knockdown retinas. Consistent with a previous report, one of these 13 genes was not expressed in the retina. Among the 12 Irx7-regulated genes, 11 had an expression change in the Irx7-knockdown retinas similar to that in the smarca4 retinas, indicating that Smarca4 regulates the expression of these 11 genes at least in part through irx7. Interestingly, bhlhe22 was only over-expressed in the Irx7-knockdown but not the smarca4 retinas. These observations suggest a different regulatory mechanism on bhlhe22 expression by smarca4 and irx7.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Biological Sciences, Purdue University, 915 W. State Street, West Lafayette, IN 47907, USA. yqzhang1981@gmail.com"
      ]
    },
    {
      "last_name": "Bonilla",
      "fore_name": "Sylvia",
      "initials": "S",
      "name": "Sylvia Bonilla",
      "affiliations": []
    },
    {
      "last_name": "Chong",
      "fore_name": "Leelyn",
      "initials": "L",
      "name": "Leelyn Chong",
      "affiliations": []
    },
    {
      "last_name": "Leung",
      "fore_name": "Yuk Fai",
      "initials": "YF",
      "name": "Yuk Fai Leung",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gene expression patterns : GEP",
    "iso_abbreviation": "Gene Expr Patterns",
    "issn": "1872-7298",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "5-6",
    "pub_year": "2013"
  },
  "start_page": "177",
  "end_page": "182",
  "pages": "177-82",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptor Proteins, Signal Transducing",
    "Animals",
    "Basic Helix-Loop-Helix Transcription Factors",
    "Embryo, Nonmammalian",
    "Gene Expression Regulation, Developmental",
    "Gene Knockdown Techniques",
    "Homeodomain Proteins",
    "In Situ Hybridization",
    "Morpholinos",
    "Retina",
    "Zebrafish",
    "Zebrafish Proteins"
  ],
  "article_ids": {
    "pubmed": "23557786",
    "doi": "10.1016/j.gep.2013.03.003",
    "pii": "S1567-133X(13)00036-7"
  },
  "doi": "10.1016/j.gep.2013.03.003",
  "dates": {
    "completed": "2014-01-07",
    "revised": "2019-05-03"
  },
  "chemicals": [
    "Adaptor Proteins, Signal Transducing",
    "Basic Helix-Loop-Helix Transcription Factors",
    "Homeodomain Proteins",
    "Morpholinos",
    "Zebrafish Proteins",
    "irx7 protein, zebrafish",
    "smarca4a protein, zebrafish"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.134417",
    "pmid": "23557786"
  }
}