{
  "pmid": "23563776",
  "uid": "23563776",
  "title": "The applicability and transferability of public health research from one setting to another: a survey of maternal health researchers.",
  "abstract": "BACKGROUND: Little is known about the process of assessing whether research conducted in one setting is applicable (i.e. implementable) and transferable (i.e. as effective) to another, despite its importance for health policy and practice. Applicability/transferability differs from external validity; the former focuses on potential utility in another specific setting, whilst the latter is more general. This study explored perceptions of applicability/transferability among maternal health researchers. METHODS: Published maternal public health researchers in low- or middle-income countries were invited to complete an online questionnaire. They were shown four summaries of maternal public health intervention evaluations and asked which they felt were the most and least applicable/transferable to their own setting and why. RESULTS: 283 valid questionnaires were received (41% response rate). Applicability/transferability decisions frequently depended on the pertinence of the problem addressed by the intervention or the intervention's characteristics. Less common were comparison of the respondents' setting with the study setting, or consideration of the study's effectiveness. CONCLUSIONS: The factors affecting perceptions of applicability/transferability are broader than those associated with external validity. Improving the reporting of intervention characteristics and implementation is particularly important for applicability/transferability assessments and could increase the appropriate use of public health research in policy and practice.",
  "authors": [
    {
      "last_name": "Burchett",
      "fore_name": "Helen E D",
      "initials": "HE",
      "name": "Helen E D Burchett",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene and Tropical Medicine, London, UK. helen.burchett@gmail.com"
      ]
    },
    {
      "last_name": "Dobrow",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Dobrow",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Susannah H",
      "initials": "SH",
      "name": "Susannah H Mayhew",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Global health promotion",
    "iso_abbreviation": "Glob Health Promot",
    "issn": "1757-9767",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Mar"
  },
  "start_page": "16",
  "end_page": "24",
  "pages": "16-24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Africa",
    "Female",
    "Health Promotion",
    "Humans",
    "Male",
    "Maternal Welfare",
    "Public Health Practice",
    "Research",
    "Research Personnel",
    "Surveys and Questionnaires",
    "Technology Transfer"
  ],
  "article_ids": {
    "pubmed": "23563776",
    "doi": "10.1177/1757975913476904",
    "pii": "20/1/16"
  },
  "doi": "10.1177/1757975913476904",
  "dates": {
    "completed": "2013-11-14",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:53.849959",
    "pmid": "23563776"
  }
}