{
  "pmid": "23577245",
  "uid": "23577245",
  "title": "Mixing a grounded theory approach with a randomized controlled trial related to intimate partner violence: what challenges arise for mixed methods research?",
  "abstract": "Little is known about how to systematically integrate complex qualitative studies within the context of randomized controlled trials. A two-phase sequential explanatory mixed methods study was conducted in Canada to understand how women decide to disclose intimate partner violence in emergency department settings. Mixing a RCT (with a subanalysis of data) with a grounded theory approach required methodological modifications to maintain the overall rigour of this mixed methods study. Modifications were made to the following areas of the grounded theory approach to support the overall integrity of the mixed methods study design: recruitment of participants, maximum variation and negative case sampling, data collection, and analysis methods. Recommendations for future studies include: (1) planning at the outset to incorporate a qualitative approach with a RCT and to determine logical points during the RCT to integrate the qualitative component and (2) consideration for the time needed to carry out a RCT and a grounded theory approach, especially to support recruitment, data collection, and analysis. Data mixing strategies should be considered during early stages of the study, so that appropriate measures can be developed and used in the RCT to support initial coding structures and data analysis needs of the grounded theory phase.",
  "authors": [
    {
      "last_name": "Catallo",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Catallo",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, Toronto, ON, Canada M5B 2K3."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": []
    },
    {
      "last_name": "Macmillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L Macmillan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nursing research and practice",
    "iso_abbreviation": "Nurs Res Pract",
    "issn": "2090-1429",
    "issn_type": "Print",
    "volume": "2013",
    "pub_year": "2013"
  },
  "start_page": "798213",
  "pages": "798213",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23577245",
    "pmc": "PMC3615605",
    "doi": "10.1155/2013/798213"
  },
  "doi": "10.1155/2013/798213",
  "pmc_id": "PMC3615605",
  "dates": {
    "completed": "2013-04-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.534538",
    "pmid": "23577245"
  }
}