{
  "pmid": "23597451",
  "uid": "23597451",
  "title": "Effect of preoperative hormonal stimulation on postoperative complication rates after proximal hypospadias repair: a systematic review.",
  "abstract": "PURPOSE: We conducted a systematic review and meta-analysis to summarize the effect of preoperative hormonal stimulation on complication rates following proximal hypospadias repair. MATERIALS AND METHODS: We comprehensively searched the published and unpublished literature between 1990 and 2010. Eligibility criteria were applied. Title, abstract and full text screening was carried out by 2 independent authors, and discrepancies were resolved by consensus. Heterogeneity between studies was tested using Cochran chi-square Q test and quantified by calculating I(2). Quality appraisal of included studies was performed. Meta-analysis was conducted when appropriate using a random effects model. RESULTS: Our search yielded 288 citations, of which 11 (622 patients) met inclusion criteria and were incorporated into the systematic review. Most series were retrospective observational studies of moderate or low methodological quality. Of the patients 45% underwent administration of preoperative hormonal stimulation, with intramuscular testosterone being the most commonly prescribed formulation. Four studies addressed postoperative complication rate stratified by preoperative hormonal stimulation use and were included in a meta-analysis. The odds ratio for a complication occurring with preoperative hormonal stimulation use was 1.67 (CI 0.96-2.91, p = 0.07, I(2) = 0%). No persistent side effects due to preoperative hormonal stimulation were reported. CONCLUSIONS: To our knowledge this is the only systematic review and meta-analysis thus far that has critically assessed the effect of preoperative hormonal stimulation on operative outcomes after hypospadias repair. The published literature is of low quality and lacks standardized reporting of important patient and surgical details. The effect of preoperative hormonal stimulation on operative outcomes after hypospadias repair remains unclear and requires further investigation.",
  "authors": [
    {
      "last_name": "Wright",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Wright",
      "affiliations": [
        "Division of Urology, McMaster Children's Hospital and McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Cole",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Cole",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Pemberton",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Pemberton",
      "affiliations": []
    },
    {
      "last_name": "Lorenzo",
      "fore_name": "Armando J",
      "initials": "AJ",
      "name": "Armando J Lorenzo",
      "affiliations": []
    },
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "190",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "652",
  "end_page": "659",
  "pages": "652-59",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Chorionic Gonadotropin",
    "Dihydrotestosterone",
    "Humans",
    "Hypospadias",
    "Male",
    "Postoperative Complications",
    "Preoperative Care",
    "Testosterone"
  ],
  "article_ids": {
    "pubmed": "23597451",
    "doi": "10.1016/j.juro.2013.02.3234",
    "pii": "S0022-5347(13)04078-0"
  },
  "doi": "10.1016/j.juro.2013.02.3234",
  "dates": {
    "completed": "2013-11-13",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Chorionic Gonadotropin",
    "Dihydrotestosterone",
    "Testosterone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.340951",
    "pmid": "23597451"
  }
}