{
  "pmid": "23598761",
  "uid": "23598761",
  "title": "A systematic review of anterolateral thigh flap donor site morbidity.",
  "abstract": "PURPOSE: The anterolateral thigh (ALT) flap is widely used in reconstruction. Its advantage over other flaps is its purported minimal donor site morbidity. The present systematic review summarizes the types of complications and their incidence with this flap. A secondary objective is to delineate factors that influence these complications and make recommendations to avoid them. METHOD: Two independent assessors undertook a systematic review of the literature using multiple databases. All patients with ALT flap reconstruction for any defect were included. Donor site complications including lateral thigh paresthesia, musculoskeletal dysfunction, hypertrophic scarring, wound breakdown, infection, donor site pain, seroma, hematoma, compartment syndrome and muscle necrosis were extracted from identified articles and tabulated. Based on the number of pooled events and the number of cases performed, an incidence rate was calculated. RESULTS: Forty-two relevant articles were identified that included 2324 flaps. Of the 2324 flaps, the majority were fasciocutaneous (n=737), and 1303 of the flaps were used in head and neck reconstruction. The incidence of complications were: lateral thigh paresthesia (24.0%); musculoskeletal dysfunction (4.8%); hypertrophic scarring or wound dehiscence (4.8%); donor site pain (3.3%); seroma (2.4%); infection (2.2%); hematoma (0.7%); compartment syndrome (0.09%); and partial muscle necrosis (0.09%). CONCLUSION: Lateral thigh paresthesia is the most common complication. Severe complications such as compartment syndrome and muscle necrosis can occur, but are rare. Preservation of the lateral cutaneous nerve of the thigh, femoral motor nerve branches and deep fascia decreases the risk of complications. The degree of vastus lateralis disruption did not show a significant impact on musculoskeletal dysfunction.",
  "authors": [
    {
      "last_name": "Collins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Collins",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery;"
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olubimpe",
      "initials": "O",
      "name": "Olubimpe Ayeni",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "20",
    "issue": "1",
    "pub_year": "2012"
  },
  "start_page": "17",
  "end_page": "23",
  "pages": "17-23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23598761",
    "pmc": "PMC3307676",
    "doi": "10.1177/229255031202000103"
  },
  "doi": "10.1177/229255031202000103",
  "pmc_id": "PMC3307676",
  "dates": {
    "completed": "2013-04-22",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.407242",
    "pmid": "23598761"
  }
}