{
  "pmid": "23598771",
  "uid": "23598771",
  "title": "Bilateral reduction mammoplasty following breast cancer: A case-control study.",
  "abstract": "PURPOSE: Many women undergo a bilateral reduction mammoplasty after lumpectomy and radiation for breast cancer due to breast hypertrophy. The outcomes of these patients, focusing on complications and the need for additional surgery, are reviewed. METHODS: A matched case-control study with patients serving as their own control (treated breast cancer breasts were 'cases', healthy breasts were 'controls') was performed. Patients were identified through hospital records between 1980 and 2007. Patients treated by lumpectomy and radiation with subsequent bilateral reduction surgery were included. Data regarding demographics, medical history, and peri- and postoperative complications were collected. Measured outcomes included hematoma or seroma, delayed wound healing, infection, nipple-areolar complex problems, scarring, asymmetry and the need for further surgery. Continuous variables are reported as mean ± SD, and categorical variables are reported as proportions. RESULTS: Of the nine patients included in the study, delayed wound healing occurred in 22% of cases. Wound infections occurred in 66.7% of cases, with 22.2% experiencing a second wound infection. One patient experienced partial nipple-areolar complex loss on the radiated breast. There was abnormal scarring in 33.3% of radiated breasts. Postoperative asymmetry occurred in 77.8% of patients. Additional surgery was performed on three patients (33.3%). CONCLUSIONS: Results of the present study suggest that women with a history of breast cancer treated by lumpectomy and radiation experience higher occurrence of postoperative complications on the radiated breast following bilateral breast reduction. Patients must be informed of these potential risks and require careful postoperative follow-up. An appropriately powered, prospective, multicentred study is required to draw definitive conclusions.",
  "authors": [
    {
      "last_name": "Dal Cin",
      "fore_name": "Arianna",
      "initials": "A",
      "name": "Arianna Dal Cin",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery;"
      ]
    },
    {
      "last_name": "Knight",
      "fore_name": "Casey",
      "initials": "C",
      "name": "Casey Knight",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Kaitlyn F",
      "initials": "KF",
      "name": "Kaitlyn F Whelan",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "20",
    "issue": "1",
    "pub_year": "2012"
  },
  "start_page": "e6",
  "end_page": "e9",
  "pages": "e6-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23598771",
    "pmc": "PMC3307685"
  },
  "pmc_id": "PMC3307685",
  "dates": {
    "completed": "2013-04-22",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:57.550385",
    "pmid": "23598771"
  }
}