{
  "pmid": "23598849",
  "uid": "23598849",
  "title": "Do high symptom scores trigger clinical actions? An audit after implementing electronic symptom screening.",
  "abstract": "PURPOSE: Standardized, electronic, symptom assessment is purported to help identify symptom needs. However, little research examines clinical processes related to symptom management, such as whether patients with worsening symptoms receive clinical actions more often. This study examined whether patient visits with higher symptom scores are associated with higher rates of symptom documentation in the chart and symptom-specific actions being taken. METHODS: Retrospective chart reviews on cancer patient visits at a regional cancer center. An electronic Edmonton Symptom Assessment Scale (ESAS), a validated tool to measure symptoms, was implemented center-wide to standardize symptom screening at every patient visit. The independent variable was ESAS scores for pain and shortness of breath, categorized by severity: 0 (none), 1-3, 4-6, 7-10 (severe). Outcomes included symptom documentation in the chart on the visit date and symptom-related action(s) taken within 1 week. RESULTS: Nine hundred twelve visits were identified. Pain and shortness of breath were documented in 51.8% and 29.7% of charts, and a related-action occurred in 16.9% and 3.9% of charts, respectively. As ESAS severity score category increased from none to severe, the proportion of visits with pain documented increased significantly (36.9%, 49.2%, 55.2%, and 71.4%; P < .001). Likewise, as ESAS score severity increased, the proportion of visits with a pain-related action increased significantly (4.2%, 10.6%, 21.3%, and 37.0%; P < .001). Trends were similar for shortness of breath. CONCLUSION: Results show a positive association between higher symptom scores and higher rates of documentation and clinical actions taken. However, symptom-related actions were documented in a minority of visits in which symptoms were noted as severe.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, 699 Concession St, Hamilton, Ontario L8V 5C2, Canada. seowh@mcmaster.ca"
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": []
    },
    {
      "last_name": "Martelli-Reid",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Martelli-Reid",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Pond",
      "affiliations": []
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of oncology practice",
    "iso_abbreviation": "J Oncol Pract",
    "issn": "1935-469X",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "6",
    "pub_year": "2012",
    "pub_month": "Nov"
  },
  "start_page": "e142",
  "end_page": "e148",
  "pages": "e142-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Breast Neoplasms",
    "Documentation",
    "Dyspnea",
    "Female",
    "Humans",
    "Lung Neoplasms",
    "Male",
    "Medical Audit",
    "Middle Aged",
    "Needs Assessment",
    "Neoplasms",
    "Ontario",
    "Pain",
    "Pain Measurement",
    "Retrospective Studies",
    "Severity of Illness Index",
    "Symptom Assessment"
  ],
  "article_ids": {
    "pubmed": "23598849",
    "pmc": "PMC3500488",
    "doi": "10.1200/JOP.2011.000525",
    "pii": "3792599"
  },
  "doi": "10.1200/JOP.2011.000525",
  "pmc_id": "PMC3500488",
  "dates": {
    "completed": "2013-09-13",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.056436",
    "pmid": "23598849"
  }
}