{
  "pmid": "23593050",
  "uid": "23593050",
  "title": "Measuring the degree of integration for an integrated service network.",
  "abstract": "BACKGROUND: Integration involves the coordination of services provided by autonomous agencies and improves the organization and delivery of multiple services for target patients. Current measures generally do not distinguish between agencies' perception and expectation. We propose a method for quantifying the agencies' service integration. Using the data from the Children's Treatment Network (CTN), we aimed to measure the degree of integration for the CTN agencies in York and Simcoe. THEORY AND METHODS: We quantified the integration by the agreement between perceived and expected levels of involvement and calculated four scores from different perspectives for each agency. We used the average score to measure the global network integration and examined the sensitivity of the global score. RESULTS: Most agencies' integration scores were <65%. As measured by the agreement between every other agency's perception and expectation, the overall integration of CTN in Simcoe and York was 44% (95% CI: 39%-49%) and 52% (95% CI: 48%-56%), respectively. The sensitivity analysis showed that the global scores were robust. CONCLUSION: Our method extends existing measures of integration and possesses a good extent of validity. We can also apply the method in monitoring improvement and linking integration with other outcomes.",
  "authors": [
    {
      "last_name": "Ye",
      "fore_name": "Chenglin",
      "initials": "C",
      "name": "Chenglin Ye",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton ON, L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    },
    {
      "last_name": "Grdisa",
      "fore_name": "Valerie S",
      "initials": "VS",
      "name": "Valerie S Grdisa",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of integrated care",
    "iso_abbreviation": "Int J Integr Care",
    "issn": "1568-4156",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2012"
  },
  "start_page": "e137",
  "pages": "e137",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23593050",
    "pmc": "PMC3601536",
    "doi": "10.5334/ijic.835"
  },
  "doi": "10.5334/ijic.835",
  "pmc_id": "PMC3601536",
  "dates": {
    "completed": "2013-04-18",
    "revised": "2023-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.228327",
    "pmid": "23593050"
  }
}