{
  "pmid": "23606527",
  "uid": "23606527",
  "title": "Methodological proposal for implementing an intervention to prevent pedestrian injuries, a multidisciplinary approach: the case of Cuernavaca, Morelos, Mexico.",
  "abstract": "OBJECTIVE: To describe the process for implementing an intervention to prevent pedestrian injuries in Cuernavaca, Mexico, using a multidisciplinary and evidence-based approach. METHODOLOGY: This study included two phases with several stages. The first was an overall assessment of pedestrian mortality in Cuernavaca that included a comparison of pedestrian mortality between Cuernavaca and the rest of Morelos State (1998-2007), an analysis and geocoding of pedestrian injuries (2008-2009), and a description of techniques for selecting and analysing clustered events using road audits. The second phase focused on selecting an intervention through a review of the literature seeking the 'best evidence' adaptable to the local context and a methodological evaluation for implementation including techniques for cluster randomisation and for the evaluation of possible effects of the intervention. RESULTS: Between 2008 and 2009, in Cuernavaca there were 620 pedestrian injury events: 59.4% were men, the mean age was 36.3 years, 70% occurred during daylight hours, 55% had mild severity and there were no differences by sex (p>0.05). We generated evidence, that when combined with the results from a systematic search of the literature, provided sufficient information for the implementation of a pedestrian injury prevention intervention. CONCLUSIONS: A combination of strategies and disciplines makes it possible to comprehensively address this public health problem, allowing interventions to strengthen aspects of pedestrian safety while accounting for characteristics of the local context; the promotion of local measures, of low cost and high impact, with modifications to the road infrastructure, are more effective in addressing pedestrian vulnerabilities.",
  "authors": [
    {
      "last_name": "Rodríguez",
      "fore_name": "Jorge M",
      "initials": "JM",
      "name": "Jorge M Rodríguez",
      "affiliations": [
        "National Institute of Public Health of Mexico-Center for Health Systems Research, , Cuernavaca, Morelos, México."
      ]
    },
    {
      "last_name": "Híjar Medina",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Híjar Medina",
      "affiliations": []
    },
    {
      "last_name": "Campuzano",
      "fore_name": "Julio César",
      "initials": "JC",
      "name": "Julio César Campuzano",
      "affiliations": []
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": []
    },
    {
      "last_name": "Villaveces",
      "fore_name": "Andrés",
      "initials": "A",
      "name": "Andrés Villaveces",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Injury prevention : journal of the International Society for Child and Adolescent Injury Prevention",
    "iso_abbreviation": "Inj Prev",
    "issn": "1475-5785",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "e1",
  "pages": "e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Adult",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Interdisciplinary Communication",
    "Male",
    "Mexico",
    "Safety",
    "Walking",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "23606527",
    "doi": "10.1136/injuryprev-2013-040776",
    "pii": "injuryprev-2013-040776"
  },
  "doi": "10.1136/injuryprev-2013-040776",
  "dates": {
    "completed": "2015-01-29",
    "revised": "2014-01-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:06:39.881831",
    "pmid": "23606527"
  }
}