{
  "pmid": "23606593",
  "uid": "23606593",
  "title": "RNA synthetic mechanisms employed by diverse families of RNA viruses.",
  "abstract": "RNA viruses are ubiquitous in nature, infecting every known organism on the planet. These viruses can also be notorious human pathogens with significant medical and economic burdens. Central to the lifecycle of an RNA virus is the synthesis of new RNA molecules, a process that is mediated by specialized virally encoded enzymes called RNA-dependent RNA polymerases (RdRps). RdRps directly catalyze phosphodiester bond formation between nucleoside triphosphates in an RNA-templated manner. These enzymes are strikingly conserved in their structural and functional features, even among diverse RNA viruses belonging to different families. During host cell infection, the activities of viral RdRps are often regulated by viral cofactor proteins. Cofactors can modulate the type and timing of RNA synthesis by directly engaging the RdRp and/or by indirectly affecting its capacity to recognize template RNA. High-resolution structures of RdRps as apoenzymes, bound to RNA templates, in the midst of catalysis, and/or interacting with regulatory cofactor proteins, have dramatically increased our understanding of viral RNA synthetic mechanisms. Combined with elegant biochemical studies, such structures are providing a scientific platform for the rational design of antiviral agents aimed at preventing and treating RNA virus-induced diseases.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": [
        "Virginia Tech Carilion Research Institute and School of Medicine, Roanoke, VA, USA. mcdonaldsa@vtc.vt.edu"
      ]
    }
  ],
  "journal": {
    "title": "Wiley interdisciplinary reviews. RNA",
    "iso_abbreviation": "Wiley Interdiscip Rev RNA",
    "issn": "1757-7012",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "4",
    "pub_year": "2013"
  },
  "start_page": "351",
  "end_page": "367",
  "pages": "351-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Coenzymes",
    "Humans",
    "Models, Biological",
    "Models, Molecular",
    "Plants",
    "Protein Conformation",
    "RNA Viruses",
    "RNA, Viral",
    "RNA-Dependent RNA Polymerase"
  ],
  "article_ids": {
    "pubmed": "23606593",
    "pmc": "PMC7169773",
    "doi": "10.1002/wrna.1164"
  },
  "doi": "10.1002/wrna.1164",
  "pmc_id": "PMC7169773",
  "dates": {
    "completed": "2014-01-02",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Coenzymes",
    "RNA, Viral",
    "RNA-Dependent RNA Polymerase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.435776",
    "pmid": "23606593"
  }
}