{
  "pmid": "23609839",
  "uid": "23609839",
  "title": "The influence of large clinical trials in orthopedic trauma: do they change practice?",
  "abstract": "OBJECTIVES: To evaluate the influence of top fracture trials on the practice of orthopedic surgeons. DESIGN: This is a cross-sectional study. PARTICIPANTS: We electronically administered the survey to all members of the Canadian Orthopedic Association. We received responses for 222 surveys, of which, 178 surveys were completed. INTERVENTION: We distributed a survey that evaluated the influence of 7 important fracture studies (6 randomized controlled trials and 1 prospective cohort study) on practice, patient care and the overall advancement of knowledge in the field of orthopedics. This study was approved by our local ethics review board. MAIN OUTCOME MEASURE: The primary outcome measure was the perceived general influence and impact of important fracture studies on the perceptions and practice of orthopedic surgeons. RESULTS: The Clavicular Fixation Trial (2007) and Tibial Fracture Trial (SPRINT, 2008) were perceived by surgeons to have the greatest influence on advancing overall knowledge in the field, improving personal practice, and the most influence on improving patient care. On the other hand, the Bone Stimulation in Fractures Trial (2011) and the recombinant human bone morphogenetic protein-2-BESST Trial (2002) had the lowest mean influence ranks. The probability of changing practice was significantly higher (Odds Ratio, 2.89; 95% confidence interval, 2.16-3.88; P < 0.00001) when studies had positive outcomes in comparison with negative outcomes. CONCLUSIONS: Despite the complexity and costs associated with clinical trials in orthopedic trauma, the results from this survey suggest that these studies result in a demonstrable perceived influence and impact on the practice of orthopedic surgeons.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Khan",
      "affiliations": [
        "*McMaster University, Hamilton, Ontario, Canada; and †Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Nasir",
      "initials": "N",
      "name": "Nasir Hussain",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "12",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "e268",
  "end_page": "e274",
  "pages": "e268-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Canada",
    "Clinical Trials as Topic",
    "Cross-Sectional Studies",
    "Evidence-Based Medicine",
    "Fractures, Bone",
    "Health Care Surveys",
    "Humans",
    "Orthopedic Procedures",
    "Orthopedics",
    "Practice Patterns, Physicians'",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23609839",
    "doi": "10.1097/BOT.0b013e31829642f9"
  },
  "doi": "10.1097/BOT.0b013e31829642f9",
  "dates": {
    "completed": "2014-07-22",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.337352",
    "pmid": "23609839"
  }
}