{
  "pmid": "23619180",
  "uid": "23619180",
  "title": "[Not Available].",
  "abstract": "An irregular pulse is a common finding in daily clinical practice. The underlying rhythm disorders are influenced by the patient's age, cardiac history and other comorbidities. It is of paramount importance to discriminate benign discoveries from potentially harmful heart rhythm disorders. The primary diagnostic approach is a thorough clinical examination followed by electrocardiographic documentation. Depending on the findings, further work-up may be needed: laboratory tests, prolonged rhythm monitoring and cardiac imaging. The causes of an asymptomatic arrhythmic pulse are manifold. Common possible causes are respiratory arrhythmia, premature beats as well as various supraventricular and ventricular arrhythmias. Atrial fibrillation is especially noteworthy, as it is not only associated with an increased morbidity and mortality but also needs specific treatment. Affected persons should undergo thorough risk stratification. Premature atrial contractions and ventricular premature beats are common findings. A high burden may be associated with a subclinical cardiac disease and with increased morbidity and mortality. However, there are patients with idiopathic premature beats without associated cardiac disease. Asymptomatic bradyarrhythmias do mostly not need a therapeutic intervention. Pacemaker placement is only needed if specific symptoms can be linked to the bradyarrhythmia.",
  "authors": [
    {
      "last_name": "Bossard",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Bossard",
      "affiliations": [
        "Klinik f체r Kardiologie, Universit채tsspital Basel."
      ]
    },
    {
      "last_name": "K체hne",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael K체hne",
      "affiliations": []
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Therapeutische Umschau. Revue therapeutique",
    "iso_abbreviation": "Ther Umsch",
    "issn": "0040-5930",
    "issn_type": "Print",
    "volume": "70",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "278",
  "end_page": "283",
  "pages": "278-83",
  "language": "ger",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Bradycardia",
    "Electrocardiography",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "23619180",
    "doi": "10.1024/0040-5930/a000403",
    "pii": "A324074N762P34J1"
  },
  "doi": "10.1024/0040-5930/a000403",
  "dates": {
    "completed": "2016-04-23",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:52.080718",
    "pmid": "23619180"
  }
}