{
  "pmid": "23618107",
  "uid": "23618107",
  "title": "The emergence of dementia as a health concern among First Nations populations in Alberta, Canada.",
  "abstract": "OBJECTIVES: Little is known about the prevalence and incidence of dementia in Aboriginal communities in Canada. As with the Canadian population, dementia in Aboriginal people is expected to be an increasing challenge for federal, provincial and community health care systems. To respond to a dearth of information concerning the prevalence of dementia in First Nations, this paper reports population-level data on dementia in the First Nations population in Alberta, Canada. METHODS: Aggregate data obtained from Alberta Health and Wellness were analyzed. Physician-treated prevalence rates for dementia were calculated for First Nations and non-First Nations populations seeking treatment in Alberta (1998-2009). Trends in age-adjusted rates over time were compared using linear regression models. Age and sex effects were also examined. RESULTS: In 2009, the age-standardized prevalence of dementia in First Nations in Alberta was 7.5 per 1,000 (95% CI: 6.6 to 8.5 per 1,000) compared to non-First Nations, at 5.6 per 1,000 (95% CI: 5.5 to 5.6). The prevalence of dementia rose more quickly for First Nations (p=0.032). The data suggest that dementia disproportionately affects younger age groups and males (p=0.017) in First Nations populations compared to non-First Nations. CONCLUSIONS: Dementia represents an emerging health concern for First Nations. This increase may be driven by parallel trends, such as population aging, changing perceptions of dementia, and disproportionately higher rates of associated risk factors, impacts of the social determinants of health, and co-morbid illnesses. The unique epidemiological profile supports the need for responsive policies, programs and care geared specifically to First Nations.",
  "authors": [
    {
      "last_name": "Jacklin",
      "fore_name": "Kristen M",
      "initials": "KM",
      "name": "Kristen M Jacklin",
      "affiliations": [
        "Division of Human Sciences, Northern Ontario School of Medicine, Laurentian University, Sudbury, ON. kjacklin@nosm.ca"
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": []
    },
    {
      "last_name": "Shawande",
      "fore_name": "Marjory",
      "initials": "M",
      "name": "Marjory Shawande",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "1",
    "pub_year": "2012",
    "pub_month": "Nov",
    "pub_day": "08"
  },
  "start_page": "e39",
  "end_page": "e44",
  "pages": "e39-44",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Age Distribution",
    "Aged",
    "Aged, 80 and over",
    "Alberta",
    "Dementia",
    "Female",
    "Humans",
    "Indians, North American",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Risk Factors",
    "Sex Distribution"
  ],
  "article_ids": {
    "pubmed": "23618107",
    "pmc": "PMC6973818",
    "doi": "10.1007/BF03405652"
  },
  "doi": "10.1007/BF03405652",
  "pmc_id": "PMC6973818",
  "dates": {
    "completed": "2013-10-29",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.559981",
    "pmid": "23618107"
  }
}