{
  "pmid": "23611083",
  "uid": "23611083",
  "title": "Traditional East Asian medical pulse diagnosis: a preliminary physiologic investigation.",
  "abstract": "BACKGROUND: Toyohari Meridian Therapy (TMT) is a Japanese system of acupuncture that utilizes radial pulse diagnosis to diagnose and guide acupuncture treatment, including ascertaining when the treatment has concluded. The \"root\" treatment involves manipulation of the body's Qi without penetration of the needle. There has been little research into the physiologic correlates of the changes detected through pulse diagnosis by Traditional East Asian Medicine practitioners practicing TMT. OBJECTIVES: The study objective was to investigate whether there were any concurrent changes in physiologic cardiovascular variables, specifically the Central (Buckberg) Sub Endocardial Viability Ratio (SEVR) or Heart Rate (HR) adjusted Augmentation Index (AI), with changes in the radial pulses produced by a TMT \"root treatment.\" MATERIALS AND METHODS: A parallel, single-blind, randomized controlled design was utilized. Sixty-two (62) healthy volunteers were randomized to receive either a TMT root treatment or a sham-treatment. Two (2) TMT practitioners participated, with the same practitioner conducting the needling in each case. The SEVR and HR-adjusted AI were measured by a third researcher. STATISTICAL ANALYSIS: Within-groups analysis (paired Student t-test) and between-groups analysis (analysis of covariance) were used; a p-value of 0.05 was designated as statistically significant. RESULTS: SEVR improved significantly within the treatment group but not in the control group. CONCLUSIONS: Results indicate that changes detected in the pulse by the TMT practitioners were associated with a measurable improvement in the SEVR. The findings of this study offer the possibility for further investigation into radial pulse diagnosis practices in an effort to find a physiologic understanding or basis of TMT practice and the system of pulse diagnosis it uses.",
  "authors": [
    {
      "last_name": "O'Brien",
      "fore_name": "Kylie A",
      "initials": "KA",
      "name": "Kylie A O'Brien",
      "affiliations": [
        "1 Deakin University , Melbourne, Victoria, Australia ."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "Abbas",
      "fore_name": "Estelle",
      "initials": "E",
      "name": "Estelle Abbas",
      "affiliations": []
    },
    {
      "last_name": "Movsessian",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Movsessian",
      "affiliations": []
    },
    {
      "last_name": "Hook",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Hook",
      "affiliations": []
    },
    {
      "last_name": "Komesaroff",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Komesaroff",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of alternative and complementary medicine (New York, N.Y.)",
    "iso_abbreviation": "J Altern Complement Med",
    "issn": "1557-7708",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "10",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "793",
  "end_page": "798",
  "pages": "793-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Adolescent",
    "Adult",
    "Cardiovascular Physiological Phenomena",
    "Heart Rate",
    "Humans",
    "Medicine, East Asian Traditional",
    "Meridians",
    "Pulse",
    "Single-Blind Method"
  ],
  "article_ids": {
    "pubmed": "23611083",
    "doi": "10.1089/acm.2012.0141"
  },
  "doi": "10.1089/acm.2012.0141",
  "dates": {
    "completed": "2013-12-17",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.662062",
    "pmid": "23611083"
  }
}