{
  "pmid": "23629454",
  "uid": "23629454",
  "title": "Do authors report surgical expertise in open spine surgery related randomized controlled trials? A systematic review on quality of reporting.",
  "abstract": "STUDY DESIGN: A systematic review of published trials in orthopedic spine literature. OBJECTIVE: To determine the quality of reporting in open spine surgery randomized controlled trials (RCTs) between 2005 and 2010 with special focus on the reporting of surgical skill or expertise. SUMMARY OF BACKGROUND DATA: In technically demanding procedures such as spine surgery, a surgeon's skill and expertise is expected to play an important role in the outcome of the procedure. To appraise the reported treatment effect of spine surgery related RCTs adequately, any potential skill or experience bias must be reported. METHODS: MEDLINE, the Cochrane Library, and EMBASE were systematically searched for open spine surgery RCTs published between January 1, 2005, and December 31, 2010. Percutaneous techniques were excluded. The quality of reporting of all eligible studies was determined using the checklist to evaluate a report of a nonpharmacological trial. The reporting of surgeons' skill and experience was scored additionally. Subsequently, all authors were surveyed to determine if any information on methodological safeguards was omitted from their reports. All data were analyzed in 2-year time frames. RESULTS: Ninety-nine RCTs were included. Ten studies (10%) described surgical skill or experience, mostly as a description of the learning curve. The majority of publications were unclear about \"concealment of treatment allocation\" (77%), \"blinding of participants\" (68%), \"blinding of outcome assessors\" (77%), and \"adhering to the intention-to-treat principle\" (67%). Of the 99 surveys, we received 22 (22%) completed questionnaires. In these questionnaires, information about essential methodological safeguards was often available, although not reported in the primary publication. CONCLUSION: This study shows that in open spine surgery RCTs information on skill and experience is scarcely reported. Authors often fail to report essential methodological safeguards. These studies may therefore be prone to expertise bias.",
  "authors": [
    {
      "last_name": "van Oldenrijk",
      "fore_name": "Jakob",
      "initials": "J",
      "name": "Jakob van Oldenrijk",
      "affiliations": [
        "Department of Orthopedic Surgery, Orthopedic Research Center Amsterdam, Academic Medical Center, Ontario, Canada. jakobvanoldenrijk@gmail.com"
      ]
    },
    {
      "last_name": "van Berkel",
      "fore_name": "Youri",
      "initials": "Y",
      "name": "Youri van Berkel",
      "affiliations": []
    },
    {
      "last_name": "Kerkhoffs",
      "fore_name": "Gino M M J",
      "initials": "GM",
      "name": "Gino M M J Kerkhoffs",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "10",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "857",
  "end_page": "864",
  "pages": "857-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Orthopedics",
    "Randomized Controlled Trials as Topic",
    "Reproducibility of Results",
    "Research Design",
    "Spine"
  ],
  "article_ids": {
    "pubmed": "23629454",
    "doi": "10.1097/BRS.0b013e31827ecb1c",
    "pii": "00007632-201305010-00012"
  },
  "doi": "10.1097/BRS.0b013e31827ecb1c",
  "dates": {
    "completed": "2013-12-04",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.087104",
    "pmid": "23629454"
  }
}