{
  "pmid": "23636436",
  "uid": "23636436",
  "title": "Hyponatremia in peritoneal dialysis: epidemiology in a single center and correlation with clinical and biochemical parameters.",
  "abstract": "BACKGROUND: Hyponatremia in peritoneal dialysis (PD) patients has previously been associated with water overload and weight gain, or with malnutrition and intracellular potassium depletion. Although there is a sizable literature about transmembrane sodium and water removal in PD, there are few reports about the incidence and characteristics of hyponatremia in the clinical setting. AIM: We evaluated the incidence and factors associated with hyponatremia in PD patients in a single PD unit. METHODS: We retrospectively evaluated the records of all patients (n = 198) who were treated with PD in the Home PD Unit of the University Health Network at Toronto General Hospital during 2010. We identified 166 patients who had a minimum follow-up of 60 days during 2010 and at least 2 consecutive sodium measurements at least a month apart. We examined baseline differences between patients who developed hyponatremia and those who did not, and clinical and biochemical factors that correlated with mean sodium values. In the 24 patients who developed hyponatremia, we examined paired differences between the normonatremic and hyponatremic periods. Finally, we investigated any possible correlations of change in serum sodium with clinical and biochemical characteristics before and during the hyponatremic period. RESULTS: The incidence of hyponatremia was 14.5%. In multivariate analysis, serum sodium correlated significantly and independently with residual renal function (RRF: r = 0.463, p = 0.0001) and negatively with the daily volume of instilled icodextrin (r = -0.476, p = 0.0001). Residual renal function was significantly lower in patients with hyponatremia than in those with normal serum sodium (1.97 ± 2.3 mL/min vs 4.31 ± 5.01 mL/min, p = 0.033). The mean paired difference in body weight was -1.113 kg and the median difference was -0.55 kg (range: -8.5 kg to +4.2 kg). Impressively, hyponatremia was not associated with an increase in body weight in most patients who developed this complication (13 of 16 for whom comparative weights were known). Moreover, the mean paired change in serum sodium (ΔNa) from normonatremia to hyponatremia was, contrary to our expectations, significantly correlated with a decrease in body weight (r = 0.584, p = 0.017). The ΔNa was also significantly correlated with serum potassium (r = 0.526, p = 0.008), the greatest drop in serum sodium being associated with lower serum potassium in the hyponatremic period, as predicted. CONCLUSIONS: Hyponatremia is seen more often than expected in a clinical setting. Serum sodium is strongly correlated with RRF, hyponatremia being associated with lower RRF. In patients who experienced hyponatremia, the fall in serum sodium was associated with a decrease, not an increase, in body weight and was correlated with serum potassium, suggesting that sodium and potassium depletion-and, by inference, malnutrition-may be important contributors in the clinical setting.",
  "authors": [
    {
      "last_name": "Dimitriadis",
      "fore_name": "Chrysostomos",
      "initials": "C",
      "name": "Chrysostomos Dimitriadis",
      "affiliations": [
        "The Home Peritoneal Dialysis Unit, University Health Network and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "The Home Peritoneal Dialysis Unit, University Health Network and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pipili",
      "fore_name": "Chrysoula",
      "initials": "C",
      "name": "Chrysoula Pipili",
      "affiliations": [
        "The Home Peritoneal Dialysis Unit, University Health Network and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oreopoulos",
      "fore_name": "Dimitrios",
      "initials": "D",
      "name": "Dimitrios Oreopoulos",
      "affiliations": [
        "The Home Peritoneal Dialysis Unit, University Health Network and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bargman",
      "fore_name": "Joanne M",
      "initials": "JM",
      "name": "Joanne M Bargman",
      "affiliations": [
        "The Home Peritoneal Dialysis Unit, University Health Network and University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Peritoneal dialysis international : journal of the International Society for Peritoneal Dialysis",
    "iso_abbreviation": "Perit Dial Int",
    "issn": "1718-4304",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "260",
  "end_page": "270",
  "pages": "260-70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Body Fluids",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Hyponatremia",
    "Incidence",
    "Male",
    "Middle Aged",
    "Ontario",
    "Peritoneal Dialysis",
    "Retrospective Studies",
    "Risk Assessment",
    "Sodium",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23636436",
    "pmc": "PMC4033326",
    "doi": "10.3747/pdi.2012.00095",
    "pii": "pdi.2012.00095"
  },
  "doi": "10.3747/pdi.2012.00095",
  "pmc_id": "PMC4033326",
  "dates": {
    "completed": "2015-01-06",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Sodium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:16.235416",
    "pmid": "23636436"
  }
}