{
  "pmid": "23634687",
  "uid": "23634687",
  "title": "Staphylococcus aureus shedding pattern throughout lactation in dairy cows with naturally occurring intramammary infection.",
  "abstract": "OBJECTIVE: To evaluate shedding patterns of Staphylococcus aureus, specifically the association between clonal relatedness and shedding patterns of S aureus for cows with naturally occurring S aureus intramammary infection. DESIGN: Longitudinal field study. SAMPLE: Milk samples from 22 lactating cows (29 mammary glands) of varied numbers of lactations on 2 dairies. Procedures-Foremilk samples were collected weekly for 26 to 44 weeks during lactation from individual mammary glands. Milk samples were cultured bacteriologically with a 0.01-mL inoculum. Samples were considered culture positive for S aureus if ≥ 1 colony-forming units were obtained. Milk samples from known S aureus-positive mammary glands that were culture negative for S aureus or culture positive with a single colony of S aureus were cultured bacteriologically a second time with a 0.1-mL inoculum. Longitudinal shedding patterns of S aureus and the effect of strain type on ln(colony forming unit count) were examined. RESULTS: With the 0.01-mL inoculum, 914 of 1,070 (85%) samples were culture positive. After reculturing of negative samples with a 0.1-mL inoculum, 1,011 (95%) of the samples were culture positive. There was no significant difference in the detection of S aureus between genotypic clusters when either the 0.01- or 0.1-mL inoculum was used. There was no significant difference in the amount of shedding between mammary glands infected with isolates in genotypic cluster 1 or 2. No consistent shedding patterns were identified among or within cows. There was a significant difference in mammary gland linear score and test day (composite) linear score between mammary glands infected with isolates in genotypic clusters 1 and 2. CONCLUSIONS AND CLINICAL RELEVANCE: S aureus was shed consistently in cows with naturally occurring intramammary infection in cows, and regardless of the pulsotype, variations in the amount of S aureus shedding had no significant effect on the ability to detect S aureus with a 0.1-mL inoculum.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer B",
      "initials": "JB",
      "name": "Jennifer B Walker",
      "affiliations": [
        "Department of Veterinary Preventive Medicine, College of Veterinary Medicine, The Ohio State University, Columbus, OH 43210, USA. jennifer_walker@deanfoods.com"
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "William L",
      "initials": "WL",
      "name": "William L Walker",
      "affiliations": []
    },
    {
      "last_name": "DeGraves",
      "fore_name": "Fred J",
      "initials": "FJ",
      "name": "Fred J DeGraves",
      "affiliations": []
    },
    {
      "last_name": "Mathews",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Mathews",
      "affiliations": []
    },
    {
      "last_name": "Gebreyes",
      "fore_name": "Wondwossen A",
      "initials": "WA",
      "name": "Wondwossen A Gebreyes",
      "affiliations": []
    },
    {
      "last_name": "Rajala-Schultz",
      "fore_name": "Päivi J",
      "initials": "PJ",
      "name": "Päivi J Rajala-Schultz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Veterinary Medical Association",
    "iso_abbreviation": "J Am Vet Med Assoc",
    "issn": "1943-569X",
    "issn_type": "Electronic",
    "volume": "242",
    "issue": "10",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "15"
  },
  "start_page": "1410",
  "end_page": "1418",
  "pages": "1410-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Bacterial Shedding",
    "Cattle",
    "Dairying",
    "Female",
    "Lactation",
    "Mastitis, Bovine",
    "Staphylococcal Infections",
    "Staphylococcus aureus"
  ],
  "article_ids": {
    "pubmed": "23634687",
    "doi": "10.2460/javma.242.10.1410"
  },
  "doi": "10.2460/javma.242.10.1410",
  "dates": {
    "completed": "2013-11-25",
    "revised": "2013-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.560200",
    "pmid": "23634687"
  }
}