{
  "pmid": "23636573",
  "uid": "23636573",
  "title": "Tip to apex distance in femoral intertrochanteric fractures: a systematic review.",
  "abstract": "BACKGROUND: Hip fractures are associated with high morbidity, mortality, and cost. Implants used for hip fracture fixation can fail for many reasons including lag screw cut-out. Tip-apex distance (TAD) is indicative of the position and depth of a screw in the femoral head and has been shown to be associated with cut-out failure. We conducted a systematic review of the published literature to quantify the association between TAD and cut-out failure for patients undergoing hip fracture fixation surgery. METHODS: We performed a search of the Medline, Embase, and Cochrane databases. We performed abstract and full text reviews independently and in duplicate. We used a random effects model to combine, in duplicate, the incidence of cut-out for patients who had TAD <25 mm and TAD >25 mm. We also combined mean TAD values for patients who had cut-out failure and those who did not. RESULTS: Seventeen studies were eligible for this review, four of which were included in combined analysis of dichotomous outcomes and seven in combined analysis of continuous outcomes. Patients with TAD >25 mm had a significantly greater risk of cut-out than patients with TAD <25 mm (RR = 12.71). Patients who experienced implant cut-out had significantly higher TAD scores than those who did not (mean difference = 6.54 mm). CONCLUSION: Tip-apex distance is an important concept in relation to cut-out failure of hip fracture fixation surgery. Surgeons should understand and apply the concept of TAD to improve outcomes for their patients.",
  "authors": [
    {
      "last_name": "Rubio-Avila",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Rubio-Avila",
      "affiliations": [
        "Clínica Medica, Sur. Av. Carnero # 5432 Fraccionamiento Arboledas, CP 45070, Zapopan, Jalisco, Mexico."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": []
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic science : official journal of the Japanese Orthopaedic Association",
    "iso_abbreviation": "J Orthop Sci",
    "issn": "1436-2023",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "592",
  "end_page": "598",
  "pages": "592-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Bone Screws",
    "Fracture Fixation, Internal",
    "Hip Fractures",
    "Humans",
    "Radiography"
  ],
  "article_ids": {
    "pubmed": "23636573",
    "doi": "10.1007/s00776-013-0402-5",
    "pii": "S0949-2658(15)30455-3"
  },
  "doi": "10.1007/s00776-013-0402-5",
  "dates": {
    "completed": "2013-11-12",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:32.249174",
    "pmid": "23636573"
  }
}