{
  "pmid": "23644826",
  "uid": "23644826",
  "title": "Weight status, body image and bullying among adolescents in the Seychelles.",
  "abstract": "We investigated the relationship between being bullied and measured body weight and perceived body weight among adolescents of a middle-income sub Saharan African country. Our data originated from the Global School-based Health Survey, which targets adolescents aged 13-15 years. Student weights and heights were measured before administrating the questionnaire which included questions about personal data, health behaviors and being bullied. Standard criteria were used to assess thinness, overweight and obesity. Among 1,006 participants who had complete data, 16.5% (95%CI 13.3-20.2) reported being bullied ≥ 3 days during the past 30 days; 13.4% were thin, 16.8% were overweight and 7.6% were obese. Categories of actual weight and of perceived weight correlated only moderately (Spearman correlation coefficient 0.37 for boys and 0.57 for girls; p < 0.001). In univariate analysis, both actual obesity (OR 1.76; p = 0.051) and perception of high weight (OR 1.63 for \"slightly overweight\"; OR 2.74 for \"very overweight\", both p < 0.05) were associated with being bullied. In multivariate analysis, ORs for categories of perceived overweight were virtually unchanged while ORs for actual overweight and obesity were substantially attenuated, suggesting a substantial role of perceived weight in the association with being bullied. Actual underweight and perceived thinness also tended to be associated with being bullied, although not significantly. Our findings suggest that more research attention be given to disentangling the significant association between body image, overweight and bullying among adolescents. Further studies in diverse populations are warranted.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Centre for Injury Prevention and Community Safety (CIPCS), PeerCorps Trust Fund, 352/64 Makunganya Street, P.O. Box 22499, Dar es Salaam, Tanzania. michael.wilson@peercorpstrust.org"
      ]
    },
    {
      "last_name": "Viswanathan",
      "fore_name": "Bharathi",
      "initials": "B",
      "name": "Bharathi Viswanathan",
      "affiliations": []
    },
    {
      "last_name": "Rousson",
      "fore_name": "Valentin",
      "initials": "V",
      "name": "Valentin Rousson",
      "affiliations": []
    },
    {
      "last_name": "Bovet",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Bovet",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "02"
  },
  "start_page": "1763",
  "end_page": "1774",
  "pages": "1763-74",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Body Image",
    "Body Weight",
    "Bullying",
    "Child",
    "Female",
    "Humans",
    "Male",
    "Multivariate Analysis",
    "Obesity",
    "Overweight",
    "Seychelles",
    "Statistics, Nonparametric",
    "Thinness"
  ],
  "article_ids": {
    "pubmed": "23644826",
    "pmc": "PMC3709347",
    "doi": "10.3390/ijerph10051763",
    "pii": "ijerph10051763"
  },
  "doi": "10.3390/ijerph10051763",
  "pmc_id": "PMC3709347",
  "dates": {
    "completed": "2013-11-25",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.253207",
    "pmid": "23644826"
  }
}