{
  "pmid": "23644995",
  "uid": "23644995",
  "title": "Effects of targeting higher vs lower arterial oxygen saturations on death or disability in extremely preterm infants: a randomized clinical trial.",
  "abstract": "IMPORTANCE: The goal of oxygen therapy is to deliver sufficient oxygen to the tissues while minimizing oxygen toxicity and oxidative stress. It remains uncertain what values of arterial oxygen saturations achieve this balance in preterm infants. OBJECTIVE: To compare the effects of targeting lower or higher arterial oxygen saturations on the rate of death or disability in extremely preterm infants. DESIGN, SETTING, AND PARTICIPANTS: Randomized, double-blind trial in 25 hospitals in Canada, the United States, Argentina, Finland, Germany, and Israel in which 1201 infants with gestational ages of 23 weeks 0 days through 27 weeks 6 days were enrolled within 24 hours after birth between December 2006 and August 2010. Follow-up assessments began in October 2008 and ended in August 2012. INTERVENTIONS: Study participants were monitored until postmenstrual ages of 36 to 40 weeks with pulse oximeters that displayed saturations of either 3% above or below the true values. Caregivers adjusted the concentration of oxygen to achieve saturations between 88% and 92%, which produced 2 treatment groups with true target saturations of 85% to 89% (n = 602) or 91% to 95% (n = 599). Alarms were triggered when displayed saturations decreased to 86% or increased to 94%. MAIN OUTCOMES AND MEASURES: The primary outcome was a composite of death, gross motor disability, cognitive or language delay, severe hearing loss, or bilateral blindness at a corrected age of 18 months. Secondary outcomes included retinopathy of prematurity and brain injury. RESULTS: Of the 578 infants with adequate data for the primary outcome who were assigned to the lower target range, 298 (51.6%) died or survived with disability compared with 283 of the 569 infants (49.7%) assigned to the higher target range (odds ratio adjusted for center, 1.08; 95% CI, 0.85 to 1.37; P = .52). The rates of death were 16.6% for those in the 85% to 89% group and 15.3% for those in the 91% to 95% group (adjusted odds ratio, 1.11; 95% CI, 0.80 to 1.54; P = .54). Targeting lower saturations reduced the postmenstrual age at last use of oxygen therapy (adjusted mean difference, -0.8 weeks; 95% CI, -1.5 to -0.1; P = .03) but did not alter any other outcomes. CONCLUSION AND RELEVANCE: In extremely preterm infants, targeting oxygen saturations of 85% to 89% compared with 91% to 95% had no significant effect on the rate of death or disability at 18 months. These results may help determine the optimal target oxygen saturation. TRIAL REGISTRATIONS: ISRCTN Identifier: 62491227; ClinicalTrials.gov Identifier: NCT00637169.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Division of Neonatology, Children's Hospital of Philadelphia and University of Pennsylvania, Philadelphia, Philadelphia, PA, USA. barbara.schmidt@uphs.upenn.edu"
      ]
    },
    {
      "last_name": "Whyte",
      "fore_name": "Robin K",
      "initials": "RK",
      "name": "Robin K Whyte",
      "affiliations": []
    },
    {
      "last_name": "Asztalos",
      "fore_name": "Elizabeth V",
      "initials": "EV",
      "name": "Elizabeth V Asztalos",
      "affiliations": []
    },
    {
      "last_name": "Moddemann",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Moddemann",
      "affiliations": []
    },
    {
      "last_name": "Poets",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Poets",
      "affiliations": []
    },
    {
      "last_name": "Rabi",
      "fore_name": "Yacov",
      "initials": "Y",
      "name": "Yacov Rabi",
      "affiliations": []
    },
    {
      "last_name": "Solimano",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Solimano",
      "affiliations": []
    },
    {
      "last_name": "Roberts",
      "fore_name": "Robin S",
      "initials": "RS",
      "name": "Robin S Roberts",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "309",
    "issue": "20",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "2111",
  "end_page": "2120",
  "pages": "2111-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Blindness",
    "Cognition Disorders",
    "Children with Disabilities",
    "Double-Blind Method",
    "Female",
    "Gestational Age",
    "Hearing Loss",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Very Low Birth Weight",
    "Language Development Disorders",
    "Male",
    "Mortality",
    "Odds Ratio",
    "Oxygen",
    "Oxygen Inhalation Therapy",
    "Retinopathy of Prematurity",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23644995",
    "doi": "10.1001/jama.2013.5555",
    "pii": "1684963"
  },
  "doi": "10.1001/jama.2013.5555",
  "dates": {
    "completed": "2013-05-24",
    "revised": "2025-01-03"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [
    {
      "grant_id": "MCT-79217",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.406315",
    "pmid": "23644995"
  }
}