{
  "pmid": "23666015",
  "uid": "23666015",
  "title": "Performance status and symptom scores of women with gynecologic cancer at the end of life.",
  "abstract": "OBJECTIVE: The Palliative Performance Scale (PPS), which measures performance status (100 = best performance to 0 = dead), and the Edmonton Symptom Assessment System (ESAS), which measures severity of 9 symptoms, are routinely collected at ambulatory cancer visits in Ontario. This study describes the trajectory of scores in patients with gynecologic cancer in the last 6 months of life. METHODS: An observational study was conducted between 2007 and 2010. Patients had ovarian/fallopian tube, uterine, and cervical cancer and required 1 or more PPS or ESAS assessment in the 6 months before death. Outcomes were the average PPS and ESAS scores per week before death. Using logistic regression, we analyzed the odds ratio of reporting a moderate to severe score for each symptom. RESULTS: Seven hundred ninety-five (PPS) and 1299 (ESAS) patients were included. The average PPS score started at 70 and ended at 30, rapidly declining in the last 2 months. For ESAS symptoms, drowsiness, decreased well-being, lack of appetite, and tiredness increased in severity closer to death and were prevalent in more than 70% of patients in the last week of life. Patients with cervical cancer had increased odds of moderate to severe pain (1.74; 95% confidence interval, 1.30-2.32) compared with ovarian cancer. CONCLUSIONS: Trajectories of mean performance status had not reached the \"end-of-life\" phase until 1 week before death. A large proportion of the gynecologic cancer patients reported moderate to severe symptom scores as death approached. Pain was uniquely elevated in the cervical cancer cohort as death approached. Adequately managing the symptom burden appears to be a significant issue in end-of-life gynecologic care.",
  "authors": [
    {
      "last_name": "Spoozak",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Spoozak",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics, Gynecology, and Women's Health, Albert Einstein College of Medicine, Bronx, NY, USA."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": []
    },
    {
      "last_name": "Liu",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Liu",
      "affiliations": []
    },
    {
      "last_name": "Wright",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Wright",
      "affiliations": []
    },
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
    "iso_abbreviation": "Int J Gynecol Cancer",
    "issn": "1525-1438",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "971",
  "end_page": "978",
  "pages": "971-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Depression",
    "Fatigue",
    "Female",
    "Follow-Up Studies",
    "Genital Neoplasms, Female",
    "Humans",
    "Longitudinal Studies",
    "Middle Aged",
    "Pain",
    "Palliative Care",
    "Prognosis",
    "Quality Indicators, Health Care",
    "Severity of Illness Index",
    "Symptom Assessment",
    "Terminally Ill",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23666015",
    "doi": "10.1097/IGC.0b013e318291e5ef",
    "pii": "S1048-891X(24)08799-1"
  },
  "doi": "10.1097/IGC.0b013e318291e5ef",
  "dates": {
    "completed": "2014-01-22",
    "revised": "2025-04-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:28.553803",
    "pmid": "23666015"
  }
}