{
  "pmid": "23662876",
  "uid": "23662876",
  "title": "Beyond individualism: professional culture and its influence on feedback.",
  "abstract": "CONTEXT: Although feedback is widely considered essential to learning, its actual influence on learners is variable. Research on responsivity to feedback has tended to focus on individual rather than social or cultural influences on learning. In this study, we explored how feedback is handled within different professional cultures, and how the characteristics and values of a profession shape learners' responses to feedback. METHODS: Using a constructivist grounded theory approach, we conducted 12 focus groups and nine individual interviews (with a total of 50 participants) across three cultures of professional training in, respectively, music, teacher training and medicine. Constant comparative analysis for recurring themes was conducted iteratively. RESULTS: Each of the three professional cultures created a distinct context for learning that influenced how feedback was handled. Despite these contextual differences, credibility and constructiveness emerged as critical constants, identified by learners across cultures as essential for feedback to be perceived as meaningful. However, the definitions of credibility and constructiveness were distinct to each professional culture and the cultures varied considerably in how effectively they supported the occurrence of feedback with these critical characteristics. CONCLUSIONS: Professions define credibility and constructiveness in culturally specific ways and create contexts for learning that may either facilitate or constrain the provision of meaningful feedback. Comparison with other professional cultures may offer strategies for creating a productive feedback culture within medical education.",
  "authors": [
    {
      "last_name": "Watling",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Watling",
      "affiliations": [
        "Department of Clinical Neurological Sciences, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada. chris.watling@schulich.uwo.ca"
      ]
    },
    {
      "last_name": "Driessen",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Driessen",
      "affiliations": []
    },
    {
      "last_name": "van der Vleuten",
      "fore_name": "Cees P M",
      "initials": "CP",
      "name": "Cees P M van der Vleuten",
      "affiliations": []
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": []
    },
    {
      "last_name": "Lingard",
      "fore_name": "Lorelei",
      "initials": "L",
      "name": "Lorelei Lingard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "585",
  "end_page": "594",
  "pages": "585-94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude",
    "Education, Medical",
    "Education, Professional",
    "Feedback, Psychological",
    "Humans",
    "Individuality",
    "Learning",
    "Music",
    "Organizational Culture",
    "Professional Role",
    "Qualitative Research",
    "Students",
    "Teaching",
    "Terminology as Topic"
  ],
  "article_ids": {
    "pubmed": "23662876",
    "doi": "10.1111/medu.12150"
  },
  "doi": "10.1111/medu.12150",
  "dates": {
    "completed": "2014-01-07",
    "revised": "2013-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:30.590791",
    "pmid": "23662876"
  }
}