{
  "pmid": "23661237",
  "uid": "23661237",
  "title": "Parental monitoring: a way to decrease substance use among Swiss adolescents?",
  "abstract": "UNLABELLED: The objective of this research was to determine whether the level of parental monitoring is associated with substance use among adolescents in Switzerland, and to assess whether this effect remains when these adolescents have consuming peers. For this purpose, we used a nationally representative sample from the Swiss participation in the 2007 European School Project on Alcohol and Other Drugs survey, which included 7,611 adolescents in public schools (8th-10th grades). Four levels of parental control were created and four substances (tobacco, alcohol, cannabis, and ecstasy) were analyzed. All significant variables at the bivariate level were included in the multivariate analysis. Most adolescents had a high level of parental monitoring and that was associated with younger age, females, high socioeconomic status, intact family structure, and satisfactory relationships with mother, father, and peers. Overall, substance use decreased as parental monitoring increased and high parental monitoring decreased as having consuming peers increased. Results remained essentially the same when the variable \"having consuming peers\" was added to the analysis. CONCLUSION: parental monitoring is associated to positive effects on adolescent substance use with a reduction of consumption and a lower probability of having consuming peers, which seems to protect adolescents against potentially negative peer influence. Encouraging parents to monitor their adolescents' activities and friendships by establishing rules about what is allowed or not is a way to limit the negative influence of consuming peers on adolescent substance use.",
  "authors": [
    {
      "last_name": "Tornay",
      "fore_name": "Lionel",
      "initials": "L",
      "name": "Lionel Tornay",
      "affiliations": [
        "Institute of Social and Preventive Medicine, Lausanne University Hospital, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Michaud",
      "fore_name": "Pierre-André",
      "initials": "PA",
      "name": "Pierre-André Michaud",
      "affiliations": []
    },
    {
      "last_name": "Gmel",
      "fore_name": "Gerhard",
      "initials": "G",
      "name": "Gerhard Gmel",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    },
    {
      "last_name": "Berchtold",
      "fore_name": "André",
      "initials": "A",
      "name": "André Berchtold",
      "affiliations": []
    },
    {
      "last_name": "Surís",
      "fore_name": "Joan-Carles",
      "initials": "JC",
      "name": "Joan-Carles Surís",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of pediatrics",
    "iso_abbreviation": "Eur J Pediatr",
    "issn": "1432-1076",
    "issn_type": "Electronic",
    "volume": "172",
    "issue": "9",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "1229",
  "end_page": "1234",
  "pages": "1229-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Cross-Sectional Studies",
    "Female",
    "Health Surveys",
    "Humans",
    "Logistic Models",
    "Male",
    "Multivariate Analysis",
    "Parent-Child Relations",
    "Parenting",
    "Peer Group",
    "Socioeconomic Factors",
    "Substance-Related Disorders",
    "Switzerland"
  ],
  "article_ids": {
    "pubmed": "23661237",
    "doi": "10.1007/s00431-013-2029-0"
  },
  "doi": "10.1007/s00431-013-2029-0",
  "dates": {
    "completed": "2014-04-04",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.253423",
    "pmid": "23661237"
  }
}