{
  "pmid": "23674445",
  "uid": "23674445",
  "title": "The relationship between osteoarthritis and cardiovascular disease in a population health survey: a cross-sectional study.",
  "abstract": "OBJECTIVES: Our objective was to determine the relationship between osteoarthritis (OA) and heart diseases (myocardial infarction (MI), angina, congestive heart failure (CHF)) and stroke using population-based survey data. DESIGN: Cross-sectional study. SETTING: Canadian Community Health Survey (CCHS). PARTICIPANTS: Adult participants in the CCHS cycles 1.1, 2.1 and 3.1 were included. CCHS provides nationally representative data on health determinants, health status and health system utilisation. We have identified 40 817 self-reported OA subjects and selected 1:1 matched non-OA respondents by age, sex and CCHS cycles. MAIN OUTCOME MEASURES: Self-reported heart disease was the primary outcome and MI, angina, CHF and stroke were considered as secondary outcomes. Multivariable logistic regression models were used to estimate the ORs after adjusting for sociodemographic status, obesity, physical activity, smoking status, fruit and vegetable consumption, medication use, diabetes, hypertension and chronic obstructive pulmonary disease. RESULTS: The mean age of OA cases was 66 years and 71.6% were women. OA exhibited increased odds of prevalent heart disease, and adjusted overall OR (95% CI) was 1.45 (1.36 to 1.54), 1.35 (1.21 to 1.50) among men and 1.51 (1.39 to 1.64) among women with OA. OA showed increased ORs for angina and CHF in both men and women, and for MI in women. ORs (95% CI) for men and women, respectively, were 1.08 (0.91 to 1.28) and 1.49 (1.28 to 1.75) for MI, 1.76 (1.43 to 2.17) and 1.84 (1.59 to 2.14) for angina, 1.50 (1.13 to 1.97) and 1.81 (1.49 to 2.21) for CHF, and 1.08 (0.83 to 1.40) and 1.13 (0.93 to 1.37) for stroke. CONCLUSIONS: Prevalent OA was associated with self-reported heart disease, particularly angina, and CHF in both men and women, after controlling for established risk factors for these conditions. This study provides a rationale for further investigation of the association between OA and heart disease in longitudinal studies for investigating possible biological and behavioural mechanisms.",
  "authors": [
    {
      "last_name": "Rahman",
      "fore_name": "M Mushfiqur",
      "initials": "MM",
      "name": "M Mushfiqur Rahman",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Kopec",
      "fore_name": "Jacek A",
      "initials": "JA",
      "name": "Jacek A Kopec",
      "affiliations": []
    },
    {
      "last_name": "Cibere",
      "fore_name": "Jolanda",
      "initials": "J",
      "name": "Jolanda Cibere",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "Anis",
      "fore_name": "Aslam H",
      "initials": "AH",
      "name": "Aslam H Anis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23674445",
    "pmc": "PMC3657665",
    "doi": "10.1136/bmjopen-2013-002624",
    "pii": "bmjopen-2013-002624"
  },
  "doi": "10.1136/bmjopen-2013-002624",
  "pmc_id": "PMC3657665",
  "dates": {
    "completed": "2013-05-16",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:25.985676",
    "pmid": "23674445"
  }
}