{
  "pmid": "23674448",
  "uid": "23674448",
  "title": "Sustainability of knowledge translation interventions in healthcare decision-making: protocol for a scoping review.",
  "abstract": "INTRODUCTION: Knowledge translation (KT also known as research utilisation, translational medicine and implementation science) is a dynamic and iterative process that includes the synthesis, dissemination, exchange and ethically sound application of knowledge to improve health. After the implementation of KT interventions, their impact on relevant outcomes should be monitored. The objectives of this scoping review are to: (1) conduct a systematic search of the literature to identify the impact on healthcare outcomes beyond 1 year, or beyond the termination of funding of the initiative of KT interventions targeting chronic disease management for end-users including patients, clinicians, public health officials, health services managers and policy-makers; (2) identify factors that influence sustainability of effective KT interventions; (3) identify how sustained change from KT interventions should be measured; and (4) develop a framework for assessing sustainability of KT interventions. METHODS AND ANALYSIS: Comprehensive searches of relevant electronic databases (eg, MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials), websites of funding agencies and websites of healthcare provider organisations will be conducted to identify relevant material. We will include experimental, quasi-experimental and observational studies providing information on the sustainability of KT interventions targeting chronic disease management in adults and focusing on end-users including patients, clinicians, public health officials, health services managers and policy-makers. Two reviewers will pilot-test the screening criteria and data abstraction form. They will then screen all citations, full articles and abstract data in duplicate independently. The results of the scoping review will be synthesised descriptively and used to develop a framework to assess the sustainability of KT interventions. DISCUSSION AND DISSEMINATION: Our results will help inform end-users (ie, patients, clinicians, public health officials, health services managers and policy-makers) regarding the sustainability of KT interventions. Our dissemination plan includes publications, presentations, website posting and a stakeholder meeting.",
  "authors": [
    {
      "last_name": "Tricco",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Tricco",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cogo",
      "fore_name": "Elise",
      "initials": "E",
      "name": "Elise Cogo",
      "affiliations": []
    },
    {
      "last_name": "Ashoor",
      "fore_name": "Huda",
      "initials": "H",
      "name": "Huda Ashoor",
      "affiliations": []
    },
    {
      "last_name": "Perrier",
      "fore_name": "Laure",
      "initials": "L",
      "name": "Laure Perrier",
      "affiliations": []
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": []
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23674448",
    "pmc": "PMC3657660",
    "doi": "10.1136/bmjopen-2013-002970",
    "pii": "bmjopen-2013-002970"
  },
  "doi": "10.1136/bmjopen-2013-002970",
  "pmc_id": "PMC3657660",
  "dates": {
    "completed": "2013-05-16",
    "revised": "2025-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:41.403813",
    "pmid": "23674448"
  }
}