{
  "pmid": "23674441",
  "uid": "23674441",
  "title": "Case-control and prospective studies of dietary α-linolenic acid intake and prostate cancer risk: a meta-analysis.",
  "abstract": "OBJECTIVE: α-Linolenic acid (ALA) is considered to be a cardioprotective nutrient; however, some epidemiological studies have suggested that dietary ALA intake increases the risk of prostate cancer. The main objective was to conduct a systematic review and meta-analysis of case-control and prospective studies investigating the association between dietary ALA intake and prostate cancer risk. DESIGN: A systematic review and meta-analysis were conducted by searching MEDLINE and EMBASE for relevant prospective and case-control studies. INCLUDED STUDIES: We included all prospective cohort, case-control, nested case-cohort and nested case-control studies that investigated the effect of dietary ALA intake on the incidence (or diagnosis) of prostate cancer and provided relative risk (RR), HR or OR estimates. PRIMARY OUTCOME MEASURE: Data were pooled using the generic inverse variance method with a random effects model from studies that compared the highest ALA quantile with the lowest ALA quantile. Risk estimates were expressed as RR with 95% CIs. Heterogeneity was assessed by χ(2) and quantified by I(2). RESULTS: Data from five prospective and seven case-control studies were pooled. The overall RR estimate showed ALA intake to be positively but non-significantly associated with prostate cancer risk (1.08 (0.90 to 1.29), p=0.40; I(2)=85%), but the interpretation was complicated by evidence of heterogeneity not explained by study design. A weak, non-significant protective effect of ALA intake on prostate cancer risk in the prospective studies became significant (0.91 (0.83 to 0.99), p=0.02) without evidence of heterogeneity (I(2)=8%, p=0.35) on removal of one study during sensitivity analyses. CONCLUSIONS: This analysis failed to confirm an association between dietary ALA intake and prostate cancer risk. Larger and longer observational and interventional studies are needed to define the role of ALA and prostate cancer.",
  "authors": [
    {
      "last_name": "Carleton",
      "fore_name": "Amanda J",
      "initials": "AJ",
      "name": "Amanda J Carleton",
      "affiliations": [
        "Clinical Nutrition and Risk Factor Modification Centre and Keenan Research Centre of the Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sievenpiper",
      "fore_name": "John L",
      "initials": "JL",
      "name": "John L Sievenpiper",
      "affiliations": []
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell de Souza",
      "affiliations": []
    },
    {
      "last_name": "McKeown-Eyssen",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail McKeown-Eyssen",
      "affiliations": []
    },
    {
      "last_name": "Jenkins",
      "fore_name": "David J A",
      "initials": "DJ",
      "name": "David J A Jenkins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23674441",
    "pmc": "PMC3657642",
    "doi": "10.1136/bmjopen-2012-002280",
    "pii": "bmjopen-2012-002280"
  },
  "doi": "10.1136/bmjopen-2012-002280",
  "pmc_id": "PMC3657642",
  "dates": {
    "completed": "2013-05-16",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:17:42.565379",
    "pmid": "23674441"
  }
}