{
  "pmid": "23671525",
  "uid": "23671525",
  "title": "Cost-utility analysis of radical nephrectomy versus partial nephrectomy in the management of small renal masses: Adjusting for the burden of ensuing chronic kidney disease.",
  "abstract": "OBJECTIVES: We compare the cost-utility of laparoscopic radical nephrectomy (LRN), laparoscopic partial nephrectomy (LPN) and open partial nephrectomy (OPN) in the management of small renal masses (SRMs) when the impact of ensuing chronic kidney disease (CKD) disease is considered. METHODS: We designed a Markov decision analysis model with a 10-year time horizon. Estimates of costs, utilities, complication rates and probabilities of developing CKD were derived from the literature. The base case patient was assumed to be a 65-year-old patient with a <4-cm unilateral renal mass, a normal contralateral kidney and a normal preoperative serum creatinine. Univariate and probabilistic sensitivity analyses were conducted to address the uncertainty associated with the study parameters. RESULTS: OPN was the least costly strategy at $25 941 USD and generated 7.161 quality-adjusted life years (QALYs) over 10 years. LPN yielded 0.098 additional QALYs at an additional cost of $888 for an incremental cost-effectiveness ratio of $9057 per QALY, well below a commonly cited willingness-to-pay threshold of $50 000 per QALY. LRN was more costly and yielded fewer QALYs than OPN and LPN. Sensitivity analyses demonstrated our model to be robust to changes to key parameters. Age had no effect on preferred strategy. CONCLUSIONS: Partial nephrectomy (PN) is the preferred treatment strategy for SRMs. In centres where LPN is not available, OPN remains considerably more cost-effective than LRN. Furthermore, our study demonstrates that there is no age at which PN is not preferred to LRN. Our study provides additional evidence to advocate PN for the management of all amenable SRMs.",
  "authors": [
    {
      "last_name": "Klinghoffer",
      "fore_name": "Zachary",
      "initials": "Z",
      "name": "Zachary Klinghoffer",
      "affiliations": [
        "Division of Urology, McMaster University, Hamilton, ON;"
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Novara",
      "fore_name": "Giacomo",
      "initials": "G",
      "name": "Giacomo Novara",
      "affiliations": []
    },
    {
      "last_name": "Ficarra",
      "fore_name": "Vincenzo",
      "initials": "V",
      "name": "Vincenzo Ficarra",
      "affiliations": []
    },
    {
      "last_name": "Kapoor",
      "fore_name": "Anil",
      "initials": "A",
      "name": "Anil Kapoor",
      "affiliations": []
    },
    {
      "last_name": "Shayegan",
      "fore_name": "Bobby",
      "initials": "B",
      "name": "Bobby Shayegan",
      "affiliations": []
    },
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3-4",
    "pub_year": "2013"
  },
  "start_page": "108",
  "end_page": "113",
  "pages": "108-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23671525",
    "pmc": "PMC3650775",
    "doi": "10.5489/cuaj.502",
    "pii": "cuaj-3-4-108"
  },
  "doi": "10.5489/cuaj.502",
  "pmc_id": "PMC3650775",
  "dates": {
    "completed": "2013-05-15",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.621777",
    "pmid": "23671525"
  }
}