{
  "pmid": "23671390",
  "uid": "23671390",
  "title": "A systematic scoping review of adherence to reporting guidelines in health care literature.",
  "abstract": "BACKGROUND: Reporting guidelines have been available for the past 17 years since the inception of the Consolidated Standards of Reporting Trials statement in 1996. These guidelines were developed to improve the quality of reporting of studies in medical literature. Despite the widespread availability of these guidelines, the quality of reporting of medical literature remained suboptimal. In this study, we assess the current adherence practice to reporting guidelines; determine key factors associated with better adherence to these guidelines; and provide recommendations to enhance adherence to reporting guidelines for future studies. METHODS: We undertook a systematic scoping review of systematic reviews of adherence to reporting guidelines across different clinical areas and study designs. We searched four electronic databases (Cumulative Index to Nursing and Allied Health Literature, Web of Science, Embase, and Medline) from January 1996 to September 2012. Studies were included if they addressed adherence to one of the following guidelines: Consolidated Standards of Reporting Trials (CONSORT), Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA), Quality of Reporting of Meta-analysis (QUOROM), Transparent Reporting of Evaluations with Nonrandomized Designs (TREND), Meta-analysis Of Observational Studies in Epidemiology (MOOSE) and Strengthening the Reporting of Observational Studies in Epidemiology (STROBE). A protocol for this study was devised. A literature search, data extraction, and quality assessment were performed independently by two authors in duplicate. This study reporting follows the PRISMA guidelines. RESULTS: Our search retrieved 5159 titles, of which 50 were eligible. Overall, 86.0% of studies reported suboptimal levels of adherence to reporting guidelines. Factors associated with better adherence included journal impact factor and endorsement of guidelines, publication date, funding source, multisite studies, pharmacological interventions and larger studies. CONCLUSION: Reporting guidelines in the clinical literature are important to improve the standards of reporting of clinical studies; however, adherence to these guidelines remains suboptimal. Action is therefore needed to enhance the adherence to these standards. Strategies to enhance adherence include journal editorial policies endorsing these guidelines.",
  "authors": [
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, ON, Canada ; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada ; Population Genomics Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    },
    {
      "last_name": "Kosa",
      "fore_name": "Daisy",
      "initials": "D",
      "name": "Daisy Kosa",
      "affiliations": []
    },
    {
      "last_name": "Borg Debono",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Borg Debono",
      "affiliations": []
    },
    {
      "last_name": "Dillenburg",
      "fore_name": "Rejane",
      "initials": "R",
      "name": "Rejane Dillenburg",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Shiyuan",
      "initials": "S",
      "name": "Shiyuan Zhang",
      "affiliations": []
    },
    {
      "last_name": "Fruci",
      "fore_name": "Vincent",
      "initials": "V",
      "name": "Vincent Fruci",
      "affiliations": []
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Dennis",
      "affiliations": []
    },
    {
      "last_name": "Bawor",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Bawor",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of multidisciplinary healthcare",
    "iso_abbreviation": "J Multidiscip Healthc",
    "issn": "1178-2390",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2013"
  },
  "start_page": "169",
  "end_page": "188",
  "pages": "169-88",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23671390",
    "pmc": "PMC3649856",
    "doi": "10.2147/JMDH.S43952",
    "pii": "jmdh-6-169"
  },
  "doi": "10.2147/JMDH.S43952",
  "pmc_id": "PMC3649856",
  "dates": {
    "completed": "2013-05-15",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.492861",
    "pmid": "23671390"
  }
}