{
  "pmid": "23684149",
  "uid": "23684149",
  "title": "Laparoscopic Heller's myotomy versus pneumatic dilation in the treatment of idiopathic achalasia: a meta-analysis of randomized, controlled trials.",
  "abstract": "BACKGROUND: Pneumatic dilation (PD) and laparoscopic Heller's myotomy (LHM) are the mainstays of therapy in idiopathic achalasia. Equipoise exists in choosing the first-line therapy. OBJECTIVE: To assess comparative efficacies and adverse event rates of these methods. DESIGN: Intention-to-treat, fixed-model, Mantel-Haenszel meta-analysis of randomized, controlled trials comparing PD with LHM. SETTING: Randomized controlled trial comparing PD versus LHM. PATIENTS: Patients with newly diagnosed idiopathic achalasia. INTERVENTION: Comprehensive electronic and manual literature search from 1966 to March 2012 independently by two reviewers. MAIN OUTCOME MEASUREMENTS: Response rate, rate of different adverse events, and quality of life after each therapy. RESULTS: Three of 161 retrieved studies between 2007 and 2011, including 346 patients, were included. At 1 year, the cumulative response rate was significantly higher with LHM (86% vs 76%, odds ratio 1.98 (confidence interval 1.14-3.45); P = .02), with no significant heterogeneity (P = .39; I(2) 0%). Rates of major mucosal tears requiring subsequent intervention with LHM were significantly lower than those of esophageal perforation with PD requiring postprocedural medical or surgical therapy (0.6% and 4.8%, respectively; P = .04). Postprocedural rates of gastroesophageal reflux, lower esophageal sphincter pressures, and quality of life scores did not differ in trials with sufficient data. Data on longer follow-up were not available. LIMITATIONS: Lack of data on follow-ups over 1 year and a small number of included studies. CONCLUSION: This meta-analysis suggests that LHM may provide greater response rates as compared with graded PD in the treatment of newly diagnosed idiopathic achalasia, with lesser rates of major adverse events, in up to 1 year after treatment, although additional data are needed to confirm the validity of this conclusion in long-term follow-up.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, McGill University Health Sciences, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mayrand",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Mayrand",
      "affiliations": []
    },
    {
      "last_name": "Martel",
      "fore_name": "Myriam",
      "initials": "M",
      "name": "Myriam Martel",
      "affiliations": []
    },
    {
      "last_name": "Roshan-Afshar",
      "fore_name": "Ira",
      "initials": "I",
      "name": "Ira Roshan-Afshar",
      "affiliations": []
    },
    {
      "last_name": "Bijarchi",
      "fore_name": "Raheleh",
      "initials": "R",
      "name": "Raheleh Bijarchi",
      "affiliations": []
    },
    {
      "last_name": "Barkun",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Barkun",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gastrointestinal endoscopy",
    "iso_abbreviation": "Gastrointest Endosc",
    "issn": "1097-6779",
    "issn_type": "Electronic",
    "volume": "78",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "468",
  "end_page": "475",
  "pages": "468-75",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Catheterization",
    "Dilatation",
    "Esophageal Achalasia",
    "Esophageal Perforation",
    "Esophageal Sphincter, Lower",
    "Gastroesophageal Reflux",
    "Humans",
    "Laparoscopy",
    "Length of Stay",
    "Manometry",
    "Mucous Membrane",
    "Quality of Life",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "23684149",
    "doi": "10.1016/j.gie.2013.03.1335",
    "pii": "S0016-5107(13)01593-9"
  },
  "doi": "10.1016/j.gie.2013.03.1335",
  "dates": {
    "completed": "2014-05-21",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.352529",
    "pmid": "23684149"
  }
}