{
  "pmid": "23690884",
  "uid": "23690884",
  "title": "Clinical outcome prediction in aneurysmal subarachnoid hemorrhage using Bayesian neural networks with fuzzy logic inferences.",
  "abstract": "OBJECTIVE: The novel clinical prediction approach of Bayesian neural networks with fuzzy logic inferences is created and applied to derive prognostic decision rules in cerebral aneurysmal subarachnoid hemorrhage (aSAH). METHODS: The approach of Bayesian neural networks with fuzzy logic inferences was applied to data from five trials of Tirilazad for aneurysmal subarachnoid hemorrhage (3551 patients). RESULTS: Bayesian meta-analyses of observational studies on aSAH prognostic factors gave generalizable posterior distributions of population mean log odd ratios (ORs). Similar trends were noted in Bayesian and linear regression ORs. Significant outcome predictors include normal motor response, cerebral infarction, history of myocardial infarction, cerebral edema, history of diabetes mellitus, fever on day 8, prior subarachnoid hemorrhage, admission angiographic vasospasm, neurological grade, intraventricular hemorrhage, ruptured aneurysm size, history of hypertension, vasospasm day, age and mean arterial pressure. Heteroscedasticity was present in the nontransformed dataset. Artificial neural networks found nonlinear relationships with 11 hidden variables in 1 layer, using the multilayer perceptron model. Fuzzy logic decision rules (centroid defuzzification technique) denoted cut-off points for poor prognosis at greater than 2.5 clusters. DISCUSSION: This aSAH prognostic system makes use of existing knowledge, recognizes unknown areas, incorporates one's clinical reasoning, and compensates for uncertainty in prognostication.",
  "authors": [
    {
      "last_name": "Lo",
      "fore_name": "Benjamin W Y",
      "initials": "BW",
      "name": "Benjamin W Y Lo",
      "affiliations": [
        "Divisions of Neurosurgery & Critical Care Medicine, St. Michael's Hospital, University of Toronto, 30 Bond Street, 3 Bond Wing, Toronto, ON, Canada M5B 1W8. benjamin.lo@alumni.utoronto.ca"
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "R Loch",
      "initials": "RL",
      "name": "R Loch Macdonald",
      "affiliations": []
    },
    {
      "last_name": "Baker",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Baker",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MA",
      "name": "Mitchell A H Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Computational and mathematical methods in medicine",
    "iso_abbreviation": "Comput Math Methods Med",
    "issn": "1748-6718",
    "issn_type": "Electronic",
    "volume": "2013",
    "pub_year": "2013"
  },
  "start_page": "904860",
  "pages": "904860",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Aneurysm, Ruptured",
    "Bayes Theorem",
    "Computational Biology",
    "Decision Support Techniques",
    "Fuzzy Logic",
    "Humans",
    "Linear Models",
    "Neural Networks, Computer",
    "Neuroprotective Agents",
    "Pregnatrienes",
    "Prognosis",
    "Subarachnoid Hemorrhage",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23690884",
    "pmc": "PMC3639630",
    "doi": "10.1155/2013/904860"
  },
  "doi": "10.1155/2013/904860",
  "pmc_id": "PMC3639630",
  "dates": {
    "completed": "2013-12-10",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Neuroprotective Agents",
    "Pregnatrienes",
    "tirilazad"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:34.424983",
    "pmid": "23690884"
  }
}