{
  "pmid": "23703699",
  "uid": "23703699",
  "title": "Low anonymous voting compliance with the novel policy for managing conflicts of interest implemented in the 9th version of the American College of Chest Physicians antithrombotic guidelines.",
  "abstract": "BACKGROUND: The executive committee of the Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines (AT9) developed a strategy to limit the impact of conflict of interest (COI) on recommendations. This policy excluded conflicted panelists from voting on recommendations with which they had conflicts. The objective of the study is to explore the compliance of the attendees of the AT9 final conference. METHODS: We conducted a survey and reviewed public declarations of COI of all the final AT9 conference attendees. For each of the controversies on which voting occurred (nine of 628 total recommendations), we estimated the compliance with COI policy as the proportion of attendees who recused themselves from voting on controversies for which they were conflicted. To evaluate the potential effect of noncompliance, we assumed that every vote cast by an ineligible conference attendee was cast in direction of the majority vote. RESULTS: Sixty-three panelists voted in at least one controversy at the final conference; the percentage of conflicted panelists varied from 6% to 39% for eight controversies. The compliance with the COI policy was 14 of 14 (100%) for one controversy, and varied from one of 19 (5%) to one of three (33%) in the remaining seven. In two of the eight controversies (\"Compression device plus aspirin vs low-molecular-weight heparin in tromboprophylaxis in orthopedic surgery\" and \"Low-molecular-weight heparin vs vitamin K antagonists for treatment\"), the low compliance may have affected the final recommendations. CONCLUSIONS: The low compliance raises concerns about implementation of COI restrictions in the context of anonymous voting.",
  "authors": [
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Internal Medicine, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile. Electronic address: ignacio.neumann@gmail.com."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Medicine, University at Buffalo, The State University of New York, Buffalo, NY."
      ]
    },
    {
      "last_name": "Valdes",
      "fore_name": "Macarena",
      "initials": "M",
      "name": "Macarena Valdes",
      "affiliations": [
        "Department of Orthopaedic, School Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Bravo",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Bravo",
      "affiliations": [
        "Comisión de Medicina Preventiva e Invalidez, Ministerio de Salud, Santiago, Chile."
      ]
    },
    {
      "last_name": "Araos",
      "fore_name": "Silvana",
      "initials": "S",
      "name": "Silvana Araos",
      "affiliations": [
        "School of Nursing, Universidad del Desarrollo, Santiago, Chile."
      ]
    },
    {
      "last_name": "Kairouz",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Kairouz",
      "affiliations": [
        "Department of Medicine, University at Buffalo, The State University of New York, Buffalo, NY."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "1111",
  "end_page": "1116",
  "pages": "1111-1116",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Conflict of Interest",
    "Fibrinolytic Agents",
    "Guideline Adherence",
    "Humans",
    "Medicine",
    "Politics",
    "Practice Guidelines as Topic",
    "Societies, Medical",
    "Thoracic Diseases",
    "United States"
  ],
  "article_ids": {
    "pubmed": "23703699",
    "doi": "10.1378/chest.13-0169",
    "pii": "S0012-3692(13)60653-4"
  },
  "doi": "10.1378/chest.13-0169",
  "dates": {
    "completed": "2014-01-06",
    "revised": "2017-05-27"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.600993",
    "pmid": "23703699"
  }
}