{
  "pmid": "23706848",
  "uid": "23706848",
  "title": "Characteristics of highly successful orthopedic surgeons: a survey of orthopedic chairs and editors.",
  "abstract": "BACKGROUND: Highly successful orthopedic surgeons are a small group of individuals who exert a large influence on the orthopedic field. However, the characteristics of these leaders have not been well-described or studied. METHODS: Orthopedic surgeons who are departmental chairs, journal editors, editorial board members of the Journal of Bone and Joint Surgery (British edition), or current or past presidents of major orthopedic associations were invited to complete a survey designed to provide insight into their motivations, academic backgrounds and accomplishments, emotional and physical health, and job satisfaction. RESULTS: In all, 152 surgeons completed the questionnaire. We identified several characteristics of highly successful surgeons. Many have contributed prolific numbers of publications and book chapters and obtained considerable funding for research. They were often motivated by a \"desire for personal development (interesting challenge, new opportunities),\" whereas \"relocating to a new institution, financial gain, or lack of alternative candidates\" played little to no role in their decisions to take positions of leadership. Most respondents were happy with their specialty choice despite long hours and high levels of stress. Despite challenges to their time, successful orthopedic surgeons made a strong effort to maintain their health; compared with other physicians, they exercise more, are more likely to have a primary care physician and feel better physically. CONCLUSION: Departmental chairs, journal editors and presidents of orthopedic associations cope with considerable demands of clinical, administrative, educational and research duties while maintaining a high level of health, happiness and job satisfaction.",
  "authors": [
    {
      "last_name": "Klein",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Klein",
      "affiliations": [
        "The Orthopaedic Surgery Residency Program, University Hospitals, Richmond Heights, OH, USA."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Nasir",
      "initials": "N",
      "name": "Nasir Hussain",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Mehlman",
      "fore_name": "Charles T",
      "initials": "CT",
      "name": "Charles T Mehlman",
      "affiliations": []
    },
    {
      "last_name": "Dogbey",
      "fore_name": "Godwin",
      "initials": "G",
      "name": "Godwin Dogbey",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "192",
  "end_page": "198",
  "pages": "192-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Attitude of Health Personnel",
    "Career Choice",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Job Satisfaction",
    "Leadership",
    "Male",
    "Middle Aged",
    "Motivation",
    "Orthopedics",
    "Quality of Life",
    "Self Concept",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "23706848",
    "pmc": "PMC3672433",
    "doi": "10.1503/cjs.017511",
    "pii": "10.1503/cjs.017511"
  },
  "doi": "10.1503/cjs.017511",
  "pmc_id": "PMC3672433",
  "dates": {
    "completed": "2013-08-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.087667",
    "pmid": "23706848"
  }
}