{
  "pmid": "23719040",
  "uid": "23719040",
  "title": "Mortality and reintervention following elective abdominal aortic aneurysm repair.",
  "abstract": "BACKGROUND: The objective of this study is to provide an up-to-date meta-analysis on the short- and long-term mortality rates of elective repair of abdominal aortic aneurysms (AAAs) via the open and endovascular approaches. METHODS: MEDLINE, EMBASE, and Cochrane Central Register of Controlled trials, conference proceeding from major vascular meetings were searched for randomized trials comparing open vs elective endovascular aneurysm repair (EVAR) of AAAs. A random-effects model was used for analysis. Risk ratio (RR) and 95% confidence intervals (CIs) of open vs EVAR were calculated for short- and long-term mortality and reintervention rates. RESULTS: The analysis encompassed four randomized controlled trials with a total of 2783 patients. The open repair group resulted in significantly increased 30-day postoperative all-cause mortality compared with EVAR repair group (3.2% vs 1.2%; RR, 2.81; 95% CI, 1.60-4.94); however, there is no statistical difference in the long-term all-cause mortality between both groups (RR, 0.97; 95% CI, 0.86-1.10). Interestingly, fewer patients underwent reintervention procedures in the open repair group compared with those who had EVAR repair (9.3% vs 18.9%; RR, 0.49; 95% CI, 0.40-0.60), but this finding is doubtful due to the large heterogeneity. Lastly, no statistical difference in long-term mortality rates attributable to cardiovascular disease (CVD), aneurysm related, or stroke were found between the two types of repair. CONCLUSIONS: Results of this meta-analysis demonstrate that the 30-day all-cause mortality rate is higher with open than with EVAR repair; however, there is no statistical difference in the long-term all-cause and cause-specific mortality between both groups. The reintervention rate attributable to procedural complication was higher in the EVAR group. Because of the equivalency of long-term outcomes and the short-term benefits of EVAR, an endovascular-first approach to AAAs can be supported by the meta-analysis.",
  "authors": [
    {
      "last_name": "Qadura",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Qadura",
      "affiliations": [
        "Division of Vascular Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pervaiz",
      "fore_name": "Farhan",
      "initials": "F",
      "name": "Farhan Pervaiz",
      "affiliations": []
    },
    {
      "last_name": "Harlock",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Harlock",
      "affiliations": []
    },
    {
      "last_name": "Al-Azzoni",
      "fore_name": "Ashraf",
      "initials": "A",
      "name": "Ashraf Al-Azzoni",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Kahnamoui",
      "fore_name": "Kamyar",
      "initials": "K",
      "name": "Kamyar Kahnamoui",
      "affiliations": []
    },
    {
      "last_name": "Szalay",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Szalay",
      "affiliations": []
    },
    {
      "last_name": "Rapanos",
      "fore_name": "Theodore",
      "initials": "T",
      "name": "Theodore Rapanos",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "1097-6809",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "1676",
  "end_page": "1683.e1",
  "pages": "1676-83, 1683.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aortic Aneurysm, Abdominal",
    "Elective Surgical Procedures",
    "Humans",
    "Reoperation",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "23719040",
    "doi": "10.1016/j.jvs.2013.02.013",
    "pii": "S0741-5214(13)00241-3"
  },
  "doi": "10.1016/j.jvs.2013.02.013",
  "dates": {
    "completed": "2013-07-29",
    "revised": "2014-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.341885",
    "pmid": "23719040"
  }
}