{
  "pmid": "23711189",
  "uid": "23711189",
  "title": "Intimate partner violence is associated with HIV infection in women in Kenya: a cross-sectional analysis.",
  "abstract": "BACKGROUND: The relationship between intimate partner violence (IPV) and women's risk of HIV infection has attracted much recent attention, with varying results in terms of whether there is an association and what the magnitude of association is. Understanding this relationship is important for HIV surveillance and intervention programs. METHODS: We analyzed data from the 2008-2009 Demographic and Health Survey (DHS) in Kenya, on 1,904 women aged 15-49. A generalized linear mixed model was adapted to explore the relationship between IPV and HIV prevalence, controlling for sociodemographic variables, and treating DHS survey clusters, province and ethnicity as random effects. We used principal components analysis (PCA) to calculate a single IPV score for each woman. The effect of HIV risk behaviours on the association between IPV and HIV was also assessed. RESULTS: Controlling for relevant sociodemographic factors, we found that HIV risk was significantly associated with IPV (P <0.01). After adjustment for risk factors as well as sociodemographic variables, the positive association between IPV and HIV remained significant (P=0.035). The estimated effect size of this model corresponds to an odds ratio of 1.55 for HIV infection comparing a woman who experienced no IPV and a woman at the 95th percentile for our IPV index. CONCLUSION: This study provides further evidence that IPV and HIV are associated. In addition, we found that this association remains even when we controlled for several HIV risk factors. This implies that IPV can be used as a marker of potential HIV risk, and may be causally associated with HIV risk. Further, these results suggest that IPV monitoring and prevention may have a useful role in HIV prevention in Kenya. Further research, ideally based on longitudinal observations, is needed to disentangle these relationships.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Chyun-Fung",
      "initials": "CF",
      "name": "Chyun-Fung Shi",
      "affiliations": [
        "Department of Biology, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": []
    },
    {
      "last_name": "Dushoff",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Dushoff",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "May",
    "pub_day": "28"
  },
  "start_page": "512",
  "pages": "512",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cluster Analysis",
    "Cross-Sectional Studies",
    "Domestic Violence",
    "Female",
    "HIV Infections",
    "Humans",
    "Kenya",
    "Linear Models",
    "Middle Aged",
    "Principal Component Analysis",
    "Risk Factors",
    "Risk-Taking",
    "Sexual Partners",
    "Socioeconomic Factors",
    "Surveys and Questionnaires",
    "Women's Health",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23711189",
    "pmc": "PMC3702473",
    "doi": "10.1186/1471-2458-13-512",
    "pii": "1471-2458-13-512"
  },
  "doi": "10.1186/1471-2458-13-512",
  "pmc_id": "PMC3702473",
  "dates": {
    "completed": "2014-09-21",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.231060",
    "pmid": "23711189"
  }
}