{
  "pmid": "23721276",
  "uid": "23721276",
  "title": "Laboratory diagnosis of malaria: conventional and rapid diagnostic methods.",
  "abstract": "CONTEXT: The global control of malaria is more challenging than that of many other infectious diseases: malaria is vector borne, it is caused by 5 species of Plasmodium with different geographic distributions, infection is widespread in many regions, drug resistance is common, and the disease overlaps clinically with other infectious diseases. Therefore, malaria control programs, in addition to diagnosis and testing, must also target limiting spread of the disease through vector control. Although malaria control efforts have been successful in some regions, malaria remains one of the most important causes of death in sub-Saharan Africa, particularly in women and children. OBJECTIVE: To review the current literature regarding diagnostic methods available to detect clinical malaria, with an emphasis on comparing the strengths and limitations of each method. DATA SOURCES: Current World Health Organization malaria control report and other information, recent meta-analyses of diagnostic tests, primary literature concerning the performance characteristics of different tests, and primary literature concerning how diagnostic tests are used in daily practice. CONCLUSIONS: The most commonly used method for identifying cases of malaria remains microscopic examination of peripheral blood, but there is growing use of malaria rapid diagnostic tests in many regions. One of the most important findings in the recent literature is that despite the widespread use of diagnostic tests, treatment is too often based on clinical findings rather than on results of diagnostic tests.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Pathology and Laboratory Services, Denver Health, Denver, CO 80204-4507, USA. michael.wilson@dhha.org"
      ]
    }
  ],
  "journal": {
    "title": "Archives of pathology & laboratory medicine",
    "iso_abbreviation": "Arch Pathol Lab Med",
    "issn": "1543-2165",
    "issn_type": "Electronic",
    "volume": "137",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "805",
  "end_page": "811",
  "pages": "805-11",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Evaluation Study",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Antigens, Protozoan",
    "Child, Preschool",
    "Clinical Laboratory Techniques",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Malaria",
    "Meta-Analysis as Topic",
    "Parasite Load",
    "Parasitemia",
    "Plasmodium",
    "Predictive Value of Tests",
    "Pregnancy",
    "Reagent Kits, Diagnostic",
    "Reproducibility of Results",
    "Sensitivity and Specificity",
    "Time Factors",
    "Women's Health",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "23721276",
    "doi": "10.5858/arpa.2011-0602-RA"
  },
  "doi": "10.5858/arpa.2011-0602-RA",
  "dates": {
    "completed": "2013-07-30",
    "revised": "2022-04-08"
  },
  "chemicals": [
    "Antigens, Protozoan",
    "Reagent Kits, Diagnostic"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.254748",
    "pmid": "23721276"
  }
}