{
  "pmid": "23721277",
  "uid": "23721277",
  "title": "Rapid diagnosis of Mycobacterium tuberculosis infection and drug susceptibility testing.",
  "abstract": "CONTEXT: The global control of tuberculosis remains a challenge from the standpoint of diagnosis, detection of drug resistance, and treatment. This is an area of special concern to the health of women and children, particularly in regions of the world with high infant mortality rates and where women have limited access to health care. OBJECTIVE: Because treatment can only be initiated when infection is detected, and is guided by the results of antimicrobial susceptibility testing, there recently has been a marked increase in the development and testing of novel assays designed to detect Mycobacterium tuberculosis complex, with or without simultaneous detection of resistance to isoniazid and/or rifampin. Both nonmolecular and molecular assays have been developed. This review will summarize the current knowledge about the use of rapid tests to detect M tuberculosis and drug resistance. DATA SOURCES: Review of the most recent World Health Organization Global Tuberculosis Report, as well as selected publications in the primary research literature, meta-analyses, and review articles. CONCLUSIONS: To a large extent, nonmolecular methods are refinements or modifications of conventional methods, with the primary goal of providing more rapid test results. In contrast, molecular methods use novel technologies to detect the presence of M tuberculosis complex and genes conferring drug resistance. Evaluations of molecular assays have generally shown that these assays are of variable sensitivity for detecting the presence of M tuberculosis complex, and in particular are insensitive when used with smear-negative specimens. As a group, molecular assays have been shown to be of high sensitivity for detecting resistance to rifampin, but of variable sensitivity for detecting resistance to isoniazid.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Pathology and Laboratory Services, Denver Health, Denver, CO 80204-4507, USA. michael.wilson@dhha.org"
      ]
    }
  ],
  "journal": {
    "title": "Archives of pathology & laboratory medicine",
    "iso_abbreviation": "Arch Pathol Lab Med",
    "issn": "1543-2165",
    "issn_type": "Electronic",
    "volume": "137",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "812",
  "end_page": "819",
  "pages": "812-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "AIDS-Related Opportunistic Infections",
    "Antitubercular Agents",
    "Child",
    "Child, Preschool",
    "Coinfection",
    "Comorbidity",
    "DNA, Bacterial",
    "Drug Resistance, Bacterial",
    "Female",
    "Global Health",
    "HIV",
    "Humans",
    "Infant",
    "Isoniazid",
    "Meta-Analysis as Topic",
    "Microbial Sensitivity Tests",
    "Mycobacterium tuberculosis",
    "Rifampin",
    "Time Factors",
    "Tuberculosis",
    "Women's Health"
  ],
  "article_ids": {
    "pubmed": "23721277",
    "doi": "10.5858/arpa.2011-0578-RA"
  },
  "doi": "10.5858/arpa.2011-0578-RA",
  "dates": {
    "completed": "2013-07-30",
    "revised": "2014-11-20"
  },
  "chemicals": [
    "Antitubercular Agents",
    "DNA, Bacterial",
    "Isoniazid",
    "Rifampin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.255339",
    "pmid": "23721277"
  }
}