{
  "pmid": "23729408",
  "uid": "23729408",
  "title": "Responsiveness of Lebanon's primary healthcare centers to non-communicable diseases and related healthcare needs.",
  "abstract": "Lebanon currently faces a rise in non-communicable diseases (NCD) that is stressing the population's health and financial well-being. Preventive care is recognized as the optimal health equitable, cost-effective solution. The study aims to assess the responsiveness of primary health care centers (PHCs) to NCD, and identify the needed health arrangements and responsibilities of PHCs, the Ministry Of Public Health and other healthcare system entities, for PHCs to purse a more preventive role against NCD. Single and group interviews were conducted via a semi-structured questionnaire with 10 PHCs from Lebanon's primary health care network that have undergone recent pilot accreditation and are recognized for having quality services and facilities. This manifested administrative aspects and NCD-related services of PHCs and generated information regarding the centers' deficiencies, strengths and areas needing improvement for fulfilling a more preventive role. Administrative features of PHCs varied according to number and type of health personnel employed. Variations and deficiencies within and among PHCs were manifested specifically at the level of cardiovascular and respiratory diseases and cancer. PHCs identified the pilot accreditation as beneficial at the administrative and clinical levels; however, various financial and non-financial resources, in addition to establishing a strong referral system with secondary care settings and further arrangements with MOPH, are necessary for PHCs to pursue a stronger preventive role. The generated results denote needed changes within the healthcare system's governance, financing and delivery. They involve empowering PHCs and increasing their breadth of services, allocating a greater portion of national budget to health and preventive care, and equipping PHCs with personnel skilled in conducting community-wide preventive activities.",
  "authors": [
    {
      "last_name": "Yassoub",
      "fore_name": "Rami",
      "initials": "R",
      "name": "Rami Yassoub",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hashimi",
      "fore_name": "Suha",
      "initials": "S",
      "name": "Suha Hashimi",
      "affiliations": []
    },
    {
      "last_name": "Awada",
      "fore_name": "Siham",
      "initials": "S",
      "name": "Siham Awada",
      "affiliations": []
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of health planning and management",
    "iso_abbreviation": "Int J Health Plann Manage",
    "issn": "1099-1751",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "4",
    "pub_year": "2014"
  },
  "start_page": "407",
  "end_page": "421",
  "pages": "407-21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Services Needs and Demand",
    "Humans",
    "Interviews as Topic",
    "Lebanon",
    "Organizational Objectives",
    "Primary Health Care",
    "Primary Prevention"
  ],
  "article_ids": {
    "pubmed": "23729408",
    "doi": "10.1002/hpm.2192"
  },
  "doi": "10.1002/hpm.2192",
  "dates": {
    "completed": "2016-09-28",
    "revised": "2014-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.347071",
    "pmid": "23729408"
  }
}