{
  "pmid": "23723385",
  "uid": "23723385",
  "title": "Acupuncture in subacute stroke: no benefits detected.",
  "abstract": "BACKGROUND: There is debate concerning the effect of acupuncture on rehabilitation following stroke, with key reviews unable to find evidence of benefit. This lack of evidence may be due to poor study design, small sample size, and insufficient theoretical background. OBJECTIVE: The present study was designed to determine whether acupuncture combined with conventional physical therapy improves motor function and activities of daily living in patients with subacute stroke compared with conventional physical therapy alone. DESIGN: A multicenter, single-blinded, randomized study was conducted. SETTING: Four rehabilitation centers in the Jiangsu province of China participated in this study. PATIENTS: One hundred eighty-eight patients with subacute stroke admitted to the hospital were randomized into an acupuncture group and a conventional rehabilitation group. INTERVENTIONS: A combination of body and scalp acupuncture was used for 3 months in the acupuncture group. All patients underwent conventional stroke rehabilitation. MEASUREMENTS: The Fugl-Meyer Assessment (FMA) and Barthel Index (BI) were performed at baseline and at 1, 3, and 6 months after inclusion in the study. RESULTS: No statistically significant differences were found at baseline between the groups. No statistically significant differences were found between the groups using the FMA motor scores and the BI scores at baseline or at 1, 3, or 6 months. Significant improvements were found in each group following treatment. CONCLUSIONS: In patients with subacute stroke, the addition of body and scalp acupuncture to a regimen of conventional physical therapy does not result in further improvement in either motor function or ADL beyond the effect of conventional physical therapy alone.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Zhu",
      "affiliations": [
        "Y. Zhu, MD, Department of Rehabilitation, First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Lixia",
      "initials": "L",
      "name": "Lixia Zhang",
      "affiliations": []
    },
    {
      "last_name": "Ouyang",
      "fore_name": "Gang",
      "initials": "G",
      "name": "Gang Ouyang",
      "affiliations": []
    },
    {
      "last_name": "Meng",
      "fore_name": "Dianhuai",
      "initials": "D",
      "name": "Dianhuai Meng",
      "affiliations": []
    },
    {
      "last_name": "Qian",
      "fore_name": "Kailin",
      "initials": "K",
      "name": "Kailin Qian",
      "affiliations": []
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Tong",
      "initials": "T",
      "name": "Tong Wang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Physical therapy",
    "iso_abbreviation": "Phys Ther",
    "issn": "1538-6724",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1447",
  "end_page": "1455",
  "pages": "1447-55",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Acupuncture Therapy",
    "Aged",
    "Combined Modality Therapy",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Movement",
    "Physical Therapy Modalities",
    "Postural Balance",
    "Scalp",
    "Sensation",
    "Severity of Illness Index",
    "Single-Blind Method",
    "Stroke Rehabilitation"
  ],
  "article_ids": {
    "pubmed": "23723385",
    "doi": "10.2522/ptj.20110138",
    "pii": "ptj.20110138"
  },
  "doi": "10.2522/ptj.20110138",
  "dates": {
    "completed": "2014-01-21",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.326377",
    "pmid": "23723385"
  }
}