{
  "pmid": "23726976",
  "uid": "23726976",
  "title": "Testing different thresholds for risky episodic drinking--what's so special about five drinks?",
  "abstract": "BACKGROUND: Studies of episodic drinking typically use a measure based on the frequency of drinking five or more standard drinks (a definition which itself varies based on the standard units being used). While this threshold clearly defines drinking behaviour with a range of risks and negative consequences, there has been limited research outside of US college-based studies to determine the appropriateness of this definition. This study examines fifteen different risky-drinking thresholds to assess which definitions of risky drinking best predict negative outcomes. METHODS: This paper presents an analysis of a national survey sample of 19,757 drinkers. The appropriateness of each threshold is assessed using basic risk-curves, specificity and sensitivity analyses and the performance of each threshold definition in multivariate logistic regression models. Risky drinking was defined in fifteen ways (based on frequency and volume) and tested against a series of self-reported negative outcomes and risky behaviours. RESULTS: The study finds that the most appropriate risky drinking threshold for these data varies based on the mode of analysis and on the type of outcome being considered. Across all approaches used, risky drinking thresholds of seven or fewer drinks performed better than higher thresholds. CONCLUSIONS: While individual level risks peak at higher levels of consumption, these findings support the continuing use of relatively low thresholds for defining risky-drinking, as risk across the total population is highest at these levels.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Drug Policy Modelling Program, National Drug and Alcohol Research Centre, University of New South Wales, Australia; Centre for Alcohol Policy Research, Turning Point Alcohol and Drug Centre, Australia. Electronic address: michaell@turningpoint.org.au."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol dependence",
    "iso_abbreviation": "Drug Alcohol Depend",
    "issn": "1879-0046",
    "issn_type": "Electronic",
    "volume": "133",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "248",
  "end_page": "253",
  "pages": "248-53",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcohol-Related Disorders",
    "Australia",
    "Drinking Behavior",
    "Health Surveys",
    "Humans",
    "Logistic Models",
    "Risk-Taking",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "23726976",
    "doi": "10.1016/j.drugalcdep.2013.04.027",
    "pii": "S0376-8716(13)00156-7"
  },
  "doi": "10.1016/j.drugalcdep.2013.04.027",
  "dates": {
    "completed": "2014-04-28",
    "revised": "2013-09-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.749604",
    "pmid": "23726976"
  }
}