{
  "pmid": "23739664",
  "uid": "23739664",
  "title": "'INSPIRED' approaches to better care for patients with advanced COPD.",
  "abstract": "Chronic Obstructive Pulmonary Disease (COPD) is the most common cause of admission to acute care facilities in Canada. The burden of illness for patients, caregivers and the health care system is profound. Dyspnea in advanced COPD pervades all aspects of patients' lives. When increasing symptom burden limits patients to their homes, crucial primary care services become less accessible, and care of end-stage COPD becomes increasingly fragmented and reactive. Given the considerable physical and psychosocial consequences of advanced COPD, this phase can be devastating for patients and families. In this article we outline the need for clinical interventions and re-organized models of care designed for better continuity to achieve more favorable outcomes for these patients and their families. Outreach programs and use of personalized action plans that include advice on careful use of opioids can be remarkably effective. The move toward an integrated approach to COPD management with more effective advance care planning will help patients and their families make informed decisions throughout the illness trajectory. Intensive medical treatment focused on increasing survival can coexist with both holistic and palliative approaches to improve the quality of life of patients with severe end-stage COPD.",
  "authors": [
    {
      "last_name": "Rocker",
      "fore_name": "Graeme M",
      "initials": "GM",
      "name": "Graeme M Rocker",
      "affiliations": [
        "Dalhousie University, QEII Health Sciences Centre Head, Division of Respirology #4457 Halifax Inrmary 1796 Summer Street, Halifax, NS, B3H 3A7. gmrocker@dal.ca"
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical and investigative medicine. Medecine clinique et experimentale",
    "iso_abbreviation": "Clin Invest Med",
    "issn": "1488-2353",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "E114",
  "end_page": "E120",
  "pages": "E114-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Dyspnea",
    "Humans",
    "Models, Biological",
    "Patient Care",
    "Pulmonary Disease, Chronic Obstructive"
  ],
  "article_ids": {
    "pubmed": "23739664",
    "doi": "10.25011/cim.v36i3.19721"
  },
  "doi": "10.25011/cim.v36i3.19721",
  "dates": {
    "completed": "2013-12-30",
    "revised": "2022-04-10"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.104474",
    "pmid": "23739664"
  }
}