{
  "pmid": "23730230",
  "uid": "23730230",
  "title": "Management of digital tendon avulsion at the musculotendinous junction of the forearm: a systematic review.",
  "abstract": "BACKGROUND: Tendon avulsion at the musculotendinous junction caused by digit avulsion amputation or closed injury is a challenging problem, for which the literature lacks definitive recommendations regarding treatment. We have provided a systematic review and developed an algorithm to delineate optimal management of this injury. METHODS: Two independent reviewers undertook a systematic review of the literature to identify articles discussing management of forearm tendons avulsed at their musculotendinous junction. Patient demographics, injury mechanism, injury pattern, type of repair, and outcome were investigated. These data were analyzed to reveal tendencies in management, which were then organized into an algorithm. RESULTS: Twenty articles fit our criteria for a total of 91 tendons. Cases were mostly males involved in work accidents. Treatment options were tendon resection, reattachment to muscle, tendon transfer, and side-to-side repair. When the digit was replanted, tendons avulsed through avulsion amputations were preferentially treated by reattachment in the case of the thumb, transfers for the index and long fingers, and resection for the ring and small fingers. Reattachment was favored for metacarpophalangeal level amputations, while transfer was selected for proximal phalanx levels. For closed avulsion injuries, flexors were preferentially treated with reattachment or transfer, while extensors underwent transfer or side-to-side repair. CONCLUSIONS: In the management of tendon avulsions at the musculotendinous junction, specific procedures are favored depending on the mechanism of injury, the type of tendon and digit involved, and the level of bone amputation. An algorithm is presented to facilitate optimal treatment based on these injury characteristics.",
  "authors": [
    {
      "last_name": "Collins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Collins",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, McMaster University, 1200 Main Street West, HSC 4E12, Hamilton, Ontario Canada L8N 3Z5."
      ]
    },
    {
      "last_name": "Ishihara",
      "fore_name": "Yoshihiro",
      "initials": "Y",
      "name": "Yoshihiro Ishihara",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Hand (New York, N.Y.)",
    "iso_abbreviation": "Hand (N Y)",
    "issn": "1558-9447",
    "issn_type": "Print",
    "volume": "7",
    "issue": "2",
    "pub_year": "2012",
    "pub_month": "Jun"
  },
  "start_page": "134",
  "end_page": "142",
  "pages": "134-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23730230",
    "pmc": "PMC3351505",
    "doi": "10.1007/s11552-012-9402-8",
    "pii": "9402"
  },
  "doi": "10.1007/s11552-012-9402-8",
  "pmc_id": "PMC3351505",
  "dates": {
    "completed": "2013-06-05",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.151256",
    "pmid": "23730230"
  }
}