{
  "pmid": "23742661",
  "uid": "23742661",
  "title": "Are children and adolescents with psychiatric illness at risk for increased future body weight? A systematic review.",
  "abstract": "The aim of this paper was to review the longitudinal relationship between early-onset depression and disruptive behaviour and adult body weight. A systematic review of prospective longitudinal studies was conducted of articles in which (1) initial assessment occurred during childhood or adolescence (<18 y); and (2) the primary outcome reported as body mass index (BMI), overweight (BMI>25-<30 kg/m(2)), obesity (BMI ≥ 30 kg/m(2)), or depression; and (3) validated assessment measures for assessment of depressive symptoms or disruptive behaviour problems were employed. A total number of 16 articles were identified for review. Obese adolescent females are more likely to develop depressive illness in adulthood than their non-obese peers. Conversely, depressed adolescent females, and possibly males, are more likely to become overweight adults than non-depressed adolescents. There are insufficient data addressing future depression risk among overweight, non-obese, adolescents to evaluate the potentially interactive nature of this relationship. Studies to date are consistent in reporting that children with behaviour problems are at increased risk of future overweight, though whether this risk is conferred by conduct symptoms, ADHD symptoms, or both, is less clear. Care providers of children with disruptive behaviour problems and depressed adolescents should monitor weight gain. Among obese adolescent females, mood should be followed.",
  "authors": [
    {
      "last_name": "Korczak",
      "fore_name": "Daphne J",
      "initials": "DJ",
      "name": "Daphne J Korczak",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, The University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lipman",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Lipman",
      "affiliations": []
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Morrison",
      "affiliations": []
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Developmental medicine and child neurology",
    "iso_abbreviation": "Dev Med Child Neurol",
    "issn": "1469-8749",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "980",
  "end_page": "987",
  "pages": "980-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Body Mass Index",
    "Child",
    "Child Behavior Disorders",
    "Depression",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Overweight",
    "Risk Factors",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "23742661",
    "doi": "10.1111/dmcn.12168"
  },
  "doi": "10.1111/dmcn.12168",
  "dates": {
    "completed": "2013-12-02",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.351776",
    "pmid": "23742661"
  }
}