{
  "pmid": "23750139",
  "uid": "23750139",
  "title": "Neurofunctional underpinnings of audiovisual emotion processing in teens with autism spectrum disorders.",
  "abstract": "Despite successful performance on some audiovisual emotion tasks, hypoactivity has been observed in frontal and temporal integration cortices in individuals with autism spectrum disorders (ASD). Little is understood about the neurofunctional network underlying this ability in individuals with ASD. Research suggests that there may be processing biases in individuals with ASD, based on their ability to obtain meaningful information from the face and/or the voice. This functional magnetic resonance imaging study examined brain activity in teens with ASD (n = 18) and typically developing controls (n = 16) during audiovisual and unimodal emotion processing. Teens with ASD had a significantly lower accuracy when matching an emotional face to an emotion label. However, no differences in accuracy were observed between groups when matching an emotional voice or face-voice pair to an emotion label. In both groups brain activity during audiovisual emotion matching differed significantly from activity during unimodal emotion matching. Between-group analyses of audiovisual processing revealed significantly greater activation in teens with ASD in a parietofrontal network believed to be implicated in attention, goal-directed behaviors, and semantic processing. In contrast, controls showed greater activity in frontal and temporal association cortices during this task. These results suggest that in the absence of engaging integrative emotional networks during audiovisual emotion matching, teens with ASD may have recruited the parietofrontal network as an alternate compensatory system.",
  "authors": [
    {
      "last_name": "Doyle-Thomas",
      "fore_name": "Krissy A R",
      "initials": "KA",
      "name": "Krissy A R Doyle-Thomas",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University , Hamilton, ON , Canada."
      ]
    },
    {
      "last_name": "Goldberg",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Goldberg",
      "affiliations": []
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": []
    },
    {
      "last_name": "Hall",
      "fore_name": "Geoffrey B C",
      "initials": "GB",
      "name": "Geoffrey B C Hall",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2013"
  },
  "start_page": "48",
  "pages": "48",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23750139",
    "pmc": "PMC3667547",
    "doi": "10.3389/fpsyt.2013.00048"
  },
  "doi": "10.3389/fpsyt.2013.00048",
  "pmc_id": "PMC3667547",
  "dates": {
    "completed": "2013-06-11",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.712966",
    "pmid": "23750139"
  }
}