{
  "pmid": "23758910",
  "uid": "23758910",
  "title": "Cohort profile: Canadian study of prediction of death, dialysis and interim cardiovascular events (CanPREDDICT).",
  "abstract": "BACKGROUND: The Canadian Study of Prediction of Death, Dialysis and Interim Cardiovascular Events (CanPREDDICT) is a large, prospective, pan-Canadian, cohort study designed to improve our understanding of determinants of renal and cardiovascular (CV) disease progression in patients with chronic kidney disease (CKD). The primary objective is to clarify the associations between traditional and newer biomarkers in the prediction of specific renal and CV events, and of death in patients with CKD managed by nephrologists. This information could then be used to better understand biological variation in outcomes, to develop clinical prediction models and to inform enrolment into interventional studies which may lead to novel treatments. METHODS/DESIGNS: Commenced in 2008, 2546 patients have been enrolled with eGFR between 15 and 45 ml/min 1.73m2 from a representative sample in 25 rural, urban, academic and non academic centres across Canada. Patients are to be followed for an initial 3 years at 6 monthly intervals, and subsequently annually. Traditional biomarkers include eGFR, urine albumin creatinine ratio (uACR), hemoglobin (Hgb), phosphate and albumin. Newer biomarkers of interest were selected on the basis of biological relevance to important processes, commercial availability and assay reproducibility. They include asymmetric dimethylarginine (ADMA), N-terminal pro-brain natriuretic peptide (NT-pro-BNP), troponin I, cystatin C, high sensitivity C-reactive protein (hsCRP), interleukin-6 (IL6) and transforming growth factor beta 1 (TGFβ1). Blood and urine samples are collected at baseline, and every 6 monthly, and stored at -80°C. Outcomes of interest include renal replacement therapy, CV events and death, the latter two of which are adjudicated by an independent panel. DISCUSSION: The baseline distribution of newer biomarkers does not appear to track to markers of kidney function and therefore may offer some discriminatory value in predicting future outcomes. The granularity of the data presented at baseline may foster additional questions.The value of the cohort as a unique resource to understand outcomes of patients under the care of nephrologists in a single payer healthcare system cannot be overstated. Systematic collection of demographic, laboratory and event data should lead to new insights. The mean age of the cohort was 68 years, 90% were Caucasian, 62% were male, and 48% had diabetes. Forty percent of the cohort had eGFR between 30-45 mL/min/1.73m², 22% had eGFR values below 20 mL/min/1.73m²; 61% had uACR < 30. Serum albumin, hemoglobin, calcium and 25-hydroxyvitamin D (25(OH)D) levels were progressively lower in the lower eGFR strata, while parathyroid hormone (PTH) levels increased. Cystatin C, ADMA, NT-proBNP, hsCRP, troponin I and IL-6 were significantly higher in the lower GFR strata, whereas 25(OH)D and TGFβ1 values were lower at lower GFR. These distributions of each of the newer biomarkers by eGFR and uACR categories were variable.",
  "authors": [
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "University of British Columbia, 1081 Burrard Street Room 6010A, Vancouver, BC V6Z1Y6, Canada. alevin@providencehealth.bc.ca"
      ]
    },
    {
      "last_name": "Rigatto",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Rigatto",
      "affiliations": []
    },
    {
      "last_name": "Brendan",
      "fore_name": "Barrett",
      "initials": "B",
      "name": "Barrett Brendan",
      "affiliations": []
    },
    {
      "last_name": "Madore",
      "fore_name": "François",
      "initials": "F",
      "name": "François Madore",
      "affiliations": []
    },
    {
      "last_name": "Muirhead",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Muirhead",
      "affiliations": []
    },
    {
      "last_name": "Holmes",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Holmes",
      "affiliations": []
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": []
    },
    {
      "last_name": "Tang",
      "fore_name": "Mila",
      "initials": "M",
      "name": "Mila Tang",
      "affiliations": []
    },
    {
      "last_name": "Djurdjev",
      "fore_name": "Ognjenka",
      "initials": "O",
      "name": "Ognjenka Djurdjev",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2013",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "121",
  "pages": "121",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Cardiovascular Diseases",
    "Cohort Studies",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Predictive Value of Tests",
    "Prospective Studies",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "23758910",
    "pmc": "PMC3691726",
    "doi": "10.1186/1471-2369-14-121",
    "pii": "1471-2369-14-121"
  },
  "doi": "10.1186/1471-2369-14-121",
  "pmc_id": "PMC3691726",
  "dates": {
    "completed": "2014-01-07",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:33.908640",
    "pmid": "23758910"
  }
}