{
  "pmid": "23766041",
  "uid": "23766041",
  "title": "Approach to traumatic hand injuries for primary care physicians.",
  "abstract": "OBJECTIVE: To review the initial management of common traumatic hand injuries seen by primary care physicians. SOURCES OF INFORMATION: Current clinical evidence and literature identified through MEDLINE electronic database searches was reviewed. Expert opinion was used to supplement recommendations for areas with little evidence. MAIN MESSAGE: Primary care physicians must routinely manage patients with acute traumatic hand injuries. In the context of a clinical case, we review the assessment, diagnosis, and initial management of common traumatic hand injuries. The presentation and management of nail bed injuries, fingertip amputations, mallet fingers, hand fractures, tendon lacerations, bite injuries, and infectious tenosynovitis will also be discussed. The principles of managing traumatic hand injuries involve the reduction and immobilization of fractures, obtaining post-reduction x-ray scans, obtaining soft tissue coverage, preventing and treating infection, and ensuring tetanus prophylaxis. CONCLUSION: Proper assessment and management of traumatic hand injuries is essential to prevent substantial long-term morbidity in this generally otherwise healthy population. Early recognition of injuries that require urgent or emergent referral to a hand surgeon is critical.",
  "authors": [
    {
      "last_name": "Cheung",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Cheung",
      "affiliations": [
        "McMaster University, Plastic and Reconstructive Surgery, Department of Surgery, 4E12, 1200 Main St W, Hamilton, ON L8N 3Z5, Canada. kevin.cheung@medportal.ca"
      ]
    },
    {
      "last_name": "Hatchell",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Hatchell",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "614",
  "end_page": "618",
  "pages": "614-8",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Amputation, Traumatic",
    "Bites and Stings",
    "Hand Injuries",
    "Humans",
    "Infection Control",
    "Infections",
    "Male",
    "Nails",
    "Pressure",
    "Primary Health Care",
    "Radiography",
    "Referral and Consultation",
    "Tendon Injuries",
    "Tenosynovitis",
    "Wounds, Penetrating"
  ],
  "article_ids": {
    "pubmed": "23766041",
    "pmc": "PMC3681444",
    "pii": "59/6/614"
  },
  "pmc_id": "PMC3681444",
  "dates": {
    "completed": "2014-03-26",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.151446",
    "pmid": "23766041"
  }
}