{
  "pmid": "23763803",
  "uid": "23763803",
  "title": "Accuracy requirements in radiotherapy treatment planning.",
  "abstract": "Radiation therapy attempts to deliver ionizing radiation to the tumour and can improve the survival chances and/or quality of life of patients. There are chances of errors and uncertainties in the entire process of radiotherapy that may affect the accuracy and precision of treatment management and decrease degree of conformation. All expected inaccuracies, like radiation dose determination, volume calculation, complete evaluation of the full extent of the tumour, biological behaviour of specific tumour types, organ motion during radiotherapy, imaging, biological/molecular uncertainties, sub-clinical diseases, microscopic spread of the disease, uncertainty in normal tissue responses and radiation morbidity need sound appreciation. Conformity can be increased by reduction of such inaccuracies. With the yearly increase in computing speed and advancement in other technologies the future will provide the opportunity to optimize a greater number of variables and reduce the errors in the treatment planning process. In multi-disciplined task of radiotherapy, efforts are needed to overcome the errors and uncertainty, not only by the physicists but also by radiologists, pathologists and oncologists to reduce molecular and biological uncertainties. The radiation therapy physics is advancing towards an optimal goal that is definitely to improve accuracy where necessary and to reduce uncertainty where possible.",
  "authors": [
    {
      "last_name": "Buzdar",
      "fore_name": "Saeed Ahmad",
      "initials": "SA",
      "name": "Saeed Ahmad Buzdar",
      "affiliations": [
        "Department of Medical Physics and Bioengineering, University College London, London, UK. saeed.buzdar@iub.edu.pk"
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Nazir",
      "fore_name": "Aalia",
      "initials": "A",
      "name": "Aalia Nazir",
      "affiliations": []
    },
    {
      "last_name": "Gadhi",
      "fore_name": "Muhammad Asghar",
      "initials": "MA",
      "name": "Muhammad Asghar Gadhi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the College of Physicians and Surgeons--Pakistan : JCPSP",
    "iso_abbreviation": "J Coll Physicians Surg Pak",
    "issn": "1681-7168",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "418",
  "end_page": "423",
  "pages": "418-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Neoplasms",
    "Radiotherapy",
    "Radiotherapy Dosage",
    "Radiotherapy Planning, Computer-Assisted",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "23763803",
    "pii": "040579197"
  },
  "dates": {
    "completed": "2013-12-16",
    "revised": "2013-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.731312",
    "pmid": "23763803"
  }
}