{
  "pmid": "23760821",
  "uid": "23760821",
  "title": "Comparison of different regimens of proton pump inhibitors for acute peptic ulcer bleeding.",
  "abstract": "BACKGROUND: Treatment with proton pump inhibitors (PPIs) improves clinical outcomes in patients with peptic ulcer bleeding. However, the optimal dose and route of administration of PPIs remains controversial. OBJECTIVES: To evaluate the efficacy of different regimens of PPIs in the management of acute peptic ulcer bleeding using evidence from direct comparison randomized controlled trials (RCTs).We specifically intended to assess the differential effect of the dose and route of administration of PPI on mortality, rebleeding, surgical intervention, further endoscopic haemostatic treatment (EHT), length of hospital stay, transfusion requirements and adverse events. SEARCH METHODS: We searched CENTRAL (in The Cochrane Library 2010, Issue 3), MEDLINE and EMBASE (from inception to September 2010) and proceedings of major gastroenterology meetings (January 2000 to September 2010), without language restrictions. Original investigators were contacted to request missing data. SELECTION CRITERIA: RCTs that compared at least two different regimens of the same or a different PPI in patients with acute peptic ulcer bleeding, diagnosed endoscopically. DATA COLLECTION AND ANALYSIS: Two reviewers independently selected studies, extracted data and assessed risk of bias. We synthesized data using the Mantel-Haenszel random-effects method and performed multivariate meta-regression with random permutations based on Monte Carlo simulation. We measured heterogeneity with the I² statistic and Cochrane Q test and assessed publication bias with funnel plots and Egger's test. We graded the overall quality of evidence using the GRADE approach. MAIN RESULTS: Twenty two RCTs were included; risk of bias was high in 17 and unclear in 5. The main analysis included 13 studies (1716 patients) comparing \"high\" dose regimens (72-hour cumulative dose > 600 mg of intravenous PPI) to other doses; there was no significant heterogeneity for any clinical outcome. We found low quality evidence that did not exclude a potential reduction or increase in mortality, rebleeding, surgical interventions or endoscopic haemostatic treatment (EHT) with \"high\" dose regimens. For mortality, pooled risk ratio (RR) was 0.85 (95% confidence interval (CI) 0.47 to 1.54); pooled risk difference (RD) was 0 more deaths per 100 patients treated with \"high\" dose (95% CI from 1 fewer to 2 more deaths per 100 treated). For rebleeding, pooled RR was 1.27 (95% CI 0.96 to 1.67); pooled RD was 2 more rebleeding events per 100 patients treated with \"high\" dose (95% CI from 0 fewer to 5 more rebleeding events per 100 treated). For surgical interventions, pooled RR was 1.33 (95% CI 0.63 to 2.77); pooled RD was 1 more surgical intervention per 100 patients treated with \"high\" dose (95% CI from 1 fewer to 2 more surgical interventions per 100 treated). For further EHT, pooled RR was 1.39 (95% CI 0.88 to 2.18), pooled RD was 2 more events per 100 patients treated with \"high\" dose PPI (95% CI from 1 fewer to 5 more events per 100 treated). We found moderate quality evidence suggesting no important difference between the two regimens with regards to length of hospital stay (mean difference (MD) 0.26 days; 95% CI -0.08 to 0.6 days) or blood transfusion requirements (MD 0.05 units; 95% CI -0.21 to 0.3 units). There was visual and statistical evidence of \"inverse\" publication bias for mortality (missing small studies with favourable outcomes for \"high\" dose), but not for any other outcome. The results were similar for all subgroup analyses (according to risk of bias, geographical location, route of administration for non-\"high\" dose regimens, continuous infusion vs. bolus administration for intravenous non-\"high\" regimens group), sensitivity analyses (restriction to patients who had EHT for high risk stigmata, use of different dose thresholds for comparative regimens) and post hoc analyses (inclusion of all studies (N = 22) that compared at least two PPI regimens with different cumulative 72 hour doses; restriction of the previous analysis to patients who had EHT for high risk stigmata). Meta-regression analysis did not show any statistically significant associations between treatment effect (for the outcomes of mortality, rebleeding and surgical intervention) and the three study-level factors that were assessed (geographical location (Asia versus not Asia), route of PPI administration (intravenous versus oral), within-study ratio among the 72-hour cumulative doses of the two PPI regimens). AUTHORS' CONCLUSIONS: There is insufficient evidence for concluding superiority, inferiority or equivalence of high dose PPI treatment over lower doses in peptic ulcer bleeding.",
  "authors": [
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Internal Medicine, Evidence Based Health Care Program, Faculty of Medicine, Pontificia Universidad Católica de Chile, Lira 44, Santiago, Santiago, Región metropolitana, Chile."
      ]
    },
    {
      "last_name": "Letelier",
      "fore_name": "Luz M",
      "initials": "LM",
      "name": "Luz M Letelier",
      "affiliations": []
    },
    {
      "last_name": "Rada",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Rada",
      "affiliations": []
    },
    {
      "last_name": "Claro",
      "fore_name": "Juan Carlos",
      "initials": "JC",
      "name": "Juan Carlos Claro",
      "affiliations": []
    },
    {
      "last_name": "Martin",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Martin",
      "affiliations": []
    },
    {
      "last_name": "Howden",
      "fore_name": "Colin W",
      "initials": "CW",
      "name": "Colin W Howden",
      "affiliations": []
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": []
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2013",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun",
    "pub_day": "12"
  },
  "start_page": "CD007999",
  "pages": "CD007999",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Disease",
    "Drug Administration Routes",
    "Humans",
    "Peptic Ulcer Hemorrhage",
    "Proton Pump Inhibitors",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "23760821",
    "pmc": "PMC10114080",
    "doi": "10.1002/14651858.CD007999.pub2"
  },
  "doi": "10.1002/14651858.CD007999.pub2",
  "pmc_id": "PMC10114080",
  "dates": {
    "completed": "2013-11-19",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:39.303953",
    "pmid": "23760821"
  }
}