{
  "pmid": "23766283",
  "uid": "23766283",
  "title": "Development of a novel multi-triplex qPCR method for the assessment of bacterial community structure in oral populations.",
  "abstract": "Gingivitis and dental caries are two of the most predominant diseases in humans. Both conditions are easily treated with the removal of the plaque biofilm by brushing or the use of oral hygiene products. In both cases, pathogenic taxa found within the plaque biofilm are the causal agents of the disease. Actinomyces naeslundii, Fusobacterium nucleatum and Prevotalla intermedia have all been implicated in the development of gingivitis, while Streptococcus mutans is the main organism associated with dental caries. Many studies have so far focused on the use of culture methods to detect and enumerate the pathogenic taxa within plaque samples. However, these methods are both labour intensive and biased towards culturable taxa. In the present study, a novel high-throughput multi-triplex quantitative PCR method was developed with the aim to investigate the community dynamics associated with oral communities. Three triplex assays were designed targeting taxa associated with gingivitis and dental caries as well as oral health. Saliva samples collected from healthy individuals were used in order to validate the newly developed method.",
  "authors": [
    {
      "last_name": "Ciric",
      "fore_name": "Lena",
      "initials": "L",
      "name": "Lena Ciric",
      "affiliations": [
        "Department of Microbial Diseases, UCL Eastman Dental Institute, 256 Gray's Inn Road, London WC1X 8LD, UK."
      ]
    },
    {
      "last_name": "Pratten",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Pratten",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Spratt",
      "fore_name": "David",
      "initials": "D",
      "name": "David Spratt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental microbiology reports",
    "iso_abbreviation": "Environ Microbiol Rep",
    "issn": "1758-2229",
    "issn_type": "Print",
    "volume": "2",
    "issue": "6",
    "pub_year": "2010",
    "pub_month": "Dec"
  },
  "start_page": "770",
  "end_page": "774",
  "pages": "770-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23766283",
    "doi": "10.1111/j.1758-2229.2010.00183.x"
  },
  "doi": "10.1111/j.1758-2229.2010.00183.x",
  "dates": {
    "completed": "2013-07-04",
    "revised": "2013-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.256647",
    "pmid": "23766283"
  }
}