{
  "pmid": "23779252",
  "uid": "23779252",
  "title": "Are family physician visits and continuity of care associated with acute care use at end-of-life? A population-based cohort study of homecare cancer patients.",
  "abstract": "BACKGROUND: Previous end-of-life cancer research has shown an association between increased family physician continuity of care and reduced use of acute care services; however, it did not focus on a homecare population or control for homecare nursing. AIM: Among end-of-life homecare cancer patients, to investigate the association of family physician continuity with location of death and hospital and emergency department visits in the last 2 weeks of life while controlling for nursing hours. DESIGN: Retrospective population-based cohort study. SETTING/PARTICIPANTS: Cancer patients with ≥ 1 family physician visit in 2006 from Ontario, Canada. Family physician continuity of care was assessed using two measures: Modified Usual Provider of Care score and visits/week. Its association with location of death and hospital and emergency department visits in the last 2 weeks of life was examined using logistic regression. RESULTS: Of 9467 patients identified, the Modified Usual Provider of Care score demonstrated a dose-response relationship with increasing continuity associated with decreased odds of hospital death and visiting the hospital and emergency department in the last 2 weeks of life. More family physician visits/week were associated with lower odds of an emergency department visit in the last 2 weeks of life and hospital death, except for patients with greater than 4 visits/week, where they had increased odds of hospitalizations and hospital deaths. CONCLUSIONS: These results demonstrate an association between increased family physician continuity of care and decreased odds of several acute care outcomes in late life, controlling for homecare nursing and other covariates.",
  "authors": [
    {
      "last_name": "Almaawiy",
      "fore_name": "Ummukulthum",
      "initials": "U",
      "name": "Ummukulthum Almaawiy",
      "affiliations": [
        "1McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": []
    },
    {
      "last_name": "Brazil",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brazil",
      "affiliations": []
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Palliative medicine",
    "iso_abbreviation": "Palliat Med",
    "issn": "1477-030X",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "176",
  "end_page": "183",
  "pages": "176-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "Continuity of Patient Care",
    "Family Practice",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Ontario",
    "Palliative Care",
    "Primary Health Care",
    "Retrospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23779252",
    "doi": "10.1177/0269216313493125",
    "pii": "0269216313493125"
  },
  "doi": "10.1177/0269216313493125",
  "dates": {
    "completed": "2015-05-12",
    "revised": "2014-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:28.554080",
    "pmid": "23779252"
  }
}