{
  "pmid": "23783104",
  "uid": "23783104",
  "title": "The Endocrine Society guidelines: when the confidence cart goes before the evidence horse.",
  "abstract": "CONTEXT: In 2005, the Endocrine Society (TES) adopted the GRADE system of developing clinical practice guidelines. Grading of Recommendations, Assessment, Development, and Evaluation working group guidance suggests that strong recommendations based on low or very low (L/VL) confidence may often be inappropriate, and has offered a taxonomy of paradigmatic situations in which strong recommendations based on L/VL confidence estimates may be appropriate. OBJECTIVE: We sought to characterize strong recommendations of TES based on L/VL confidence evidence. DATA SOURCES AND EXTRACTION: We identified all strong recommendations based on L/VL confidence evidence published in TES guidelines between 2005 and 2011. We identified those consistent with one of the paradigmatic situations in the taxonomy. DATA SYNTHESIS: Two hundred six of 357 (58%) of the recommendations of TES were strong; of these, 121 (59%) were based on L/VL confidence evidence. Of these 121, 35 (29%) were consistent with one of the paradigmatic situations. The most common situation (13, 11%) was of a strong recommendation against the intervention because of low confidence evidence for benefit and high confidence evidence for harm. The remaining 86 (71%) comprised 43 (36%) \"best practice\" statements for which sensible alternatives do not exist; 5 (4%) in which recommendations were for \"additional research\"; 5 (4%) in which greater confidence in the estimates was warranted; and 33 (27%) for which we could not find a compelling explanation for the incongruence. CONCLUSIONS: Guideline panels should beware of formulating strong recommendations when confidence in estimates is low. Our taxonomy when such recommendations are appropriate may be helpful.",
  "authors": [
    {
      "last_name": "Brito",
      "fore_name": "Juan P",
      "initials": "JP",
      "name": "Juan P Brito",
      "affiliations": [
        "Division of Endocrinology, Mayo Clinic, Rochester, Minnesota 55905, USA."
      ]
    },
    {
      "last_name": "Domecq",
      "fore_name": "Juan P",
      "initials": "JP",
      "name": "Juan P Domecq",
      "affiliations": []
    },
    {
      "last_name": "Murad",
      "fore_name": "Mohammed H",
      "initials": "MH",
      "name": "Mohammed H Murad",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "98",
    "issue": "8",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "3246",
  "end_page": "3252",
  "pages": "3246-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Endocrine System Diseases",
    "Humans",
    "Practice Guidelines as Topic",
    "Societies, Medical"
  ],
  "article_ids": {
    "pubmed": "23783104",
    "doi": "10.1210/jc.2013-1814",
    "pii": "jc.2013-1814"
  },
  "doi": "10.1210/jc.2013-1814",
  "dates": {
    "completed": "2013-11-04",
    "revised": "2013-08-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.408401",
    "pmid": "23783104"
  }
}