{
  "pmid": "23782716",
  "uid": "23782716",
  "title": "Pediatric cardiovascular interventional devices: effect on CMR images at 1.5 and 3 Tesla.",
  "abstract": "BACKGROUND: To predict the type and extent of CMR artifacts caused by commonly used pediatric trans-catheter devices at 1.5 T and 3 T as an aid to clinical planning and patient screening. METHODS: Eleven commonly used interventional, catheter-based devices including stents, septal occluders, vascular plugs and embolization coils made from either stainless steel or nitinol were evaluated ex-vivo at both 1.5T and 3T. Pulse sequences and protocols commonly used for cardiovascular magnetic resonance (CMR) were evaluated, including 3D high-resolution MR angiography (MRA), time-resolved MRA, 2D balanced-SSFP cine and 2D phase-contrast gradient echo imaging (GRE). We defined the signal void amplification factor (F) as the ratio of signal void dimension to true device dimension. F1 and F2 were measured in the long axis and short axes respectively of the device. We defined F3 as the maximum extent of the off-resonance dark band artifact on SSFP measured in the B0direction. The effects of field strength, sequence type, orientation, flip angle and phase encode direction were tested. Clinical CMR images in 3 patients with various indwelling devices were reviewed for correlation with the in-vitro findings. RESULTS: F1 and F2 were higher (p<0.05) at 3T than at 1.5T for all sequences except 3D-MRA. Stainless steel devices produced greater off-resonance artifact on SSFP compared to nitinol devices (p<0.05). Artifacts were most severe with the stainless steel Flipper detachable embolization coil (Cook Medical, Bloomington, IN), with F1 and F2 10 times greater than with stainless steel stents. The orientation of stents changed the size of off-resonance artifacts by up to two fold. Sequence type did influence the size of signal void or off-resonance artifact (p<0.05). Varying the flip angle and phase encode direction did not affect image artifact. CONCLUSION: Stainless steel embolization coils render large zones of anatomy uninterpretable, consistent with predictions based on ex-vivo testing. Most other commonly used devices produce only mild artifact ex-vivo and are compatible with diagnostic quality in-vivo studies. Knowledge of ex-vivo device behavior can help predict the technical success or failure of CMR scans and may preempt the performance of costly, futile studies.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah N",
      "initials": "SN",
      "name": "Sarah N Khan",
      "affiliations": [
        "Department of Radiological Sciences, David Geffen School of Medicine, University of California at Los Angeles, Los Angeles, CA 90095-7206, USA. snkhan@mednet.ucla.edu"
      ]
    },
    {
      "last_name": "Rapacchi",
      "fore_name": "Stanislas",
      "initials": "S",
      "name": "Stanislas Rapacchi",
      "affiliations": []
    },
    {
      "last_name": "Levi",
      "fore_name": "Daniel S",
      "initials": "DS",
      "name": "Daniel S Levi",
      "affiliations": []
    },
    {
      "last_name": "Finn",
      "fore_name": "J Paul",
      "initials": "JP",
      "name": "J Paul Finn",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance",
    "iso_abbreviation": "J Cardiovasc Magn Reson",
    "issn": "1532-429X",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "54",
  "pages": "54",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alloys",
    "Analysis of Variance",
    "Artifacts",
    "Contrast Media",
    "Embolic Protection Devices",
    "Embolization, Therapeutic",
    "Magnetic Resonance Imaging, Cine",
    "Organometallic Compounds",
    "Platinum",
    "Polyesters",
    "Polytetrafluoroethylene",
    "Prostheses and Implants",
    "Septal Occluder Device",
    "Stainless Steel",
    "Stents"
  ],
  "article_ids": {
    "pubmed": "23782716",
    "pmc": "PMC3716898",
    "doi": "10.1186/1532-429X-15-54",
    "pii": "S1097-6647(23)00770-6"
  },
  "doi": "10.1186/1532-429X-15-54",
  "pmc_id": "PMC3716898",
  "dates": {
    "completed": "2013-10-31",
    "revised": "2024-01-17"
  },
  "chemicals": [
    "Alloys",
    "Contrast Media",
    "Organometallic Compounds",
    "Polyesters",
    "Stainless Steel",
    "gadobutrol",
    "nitinol",
    "Platinum",
    "Polytetrafluoroethylene"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.686541",
    "pmid": "23782716"
  }
}