{
  "pmid": "23785066",
  "uid": "23785066",
  "title": "Data collection in cancer clinical trials: Too much of a good thing?",
  "abstract": "BACKGROUND: Substantial staff time and costs are incurred in the collection of data for cancer clinical trials. Anecdotal experience suggests that much of these data are never used in the analysis or reporting of a trial. PURPOSE: To quantify data items collected in cancer clinical trials and calculate what percentage is used in subsequent published manuscripts. METHODS: Cancer clinical trials completed by the Ontario Clinical Oncology Group (OCOG) between 2003 and 2012 and the corresponding primary outcome publication were identified. The number of data items collected on each trial's case report form (CRF) was counted and sorted into 18 categories including eligibility, baseline characteristics, medical history, toxicity, and recurrence. The data items were then counted within the corresponding published manuscripts to determine percent of data used overall and within each section. RESULTS: In all, 8 trials, with 9 corresponding publications, were evaluated. The CRF analysis revealed that the total collected items per subject ranged from 186 to 1035 per trial with a median of 599. Across all the publications, a median of 96 data items (18%) were reported in each manuscript, ranging from 11% to 27% per trial. In 8 of the 18 categories, 4% or less of collected data items were used. LIMITATIONS: The number of trials reviewed is small and were conducted from a single clinical trial coordinating centre. The main outcome of the number of data items used in the published manuscript is a surrogate for trial information considered valuable by investigators. Some data may be deemed important by investigators but not included in manuscripts. CONCLUSIONS: In this analysis of publications from 8 clinical trials, a small amount of data collected was ultimately used in peer-reviewed journal manuscripts. A large amount of data collected in cancer trials appears to go unused and could be omitted from CRFs, thus simplifying data collection and improving trial efficiency.",
  "authors": [
    {
      "last_name": "O'Leary",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin O'Leary",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": []
    },
    {
      "last_name": "Julian",
      "fore_name": "Jim",
      "initials": "J",
      "name": "Jim Julian",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Levine",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical trials (London, England)",
    "iso_abbreviation": "Clin Trials",
    "issn": "1740-7753",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "624",
  "end_page": "632",
  "pages": "624-32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Data Collection",
    "Humans",
    "Neoplasms",
    "Ontario",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "23785066",
    "doi": "10.1177/1740774513491337",
    "pii": "1740774513491337"
  },
  "doi": "10.1177/1740774513491337",
  "dates": {
    "completed": "2013-11-27",
    "revised": "2013-09-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.056705",
    "pmid": "23785066"
  }
}