{
  "pmid": "23797413",
  "uid": "23797413",
  "title": "Little evidence for niche partitioning among ectomycorrhizal fungi on spruce seedlings planted in decayed wood versus mineral soil microsites.",
  "abstract": "Ectomycorrhizal fungal (EMF) communities vary among microhabitats, supporting a dominant role for deterministic processes in EMF community assemblage. EMF communities also differ between forest and clearcut environments, responding to this disturbance in a directional manner over time by returning to the species composition of the original forest. Accordingly, we examined EMF community composition on roots of spruce seedlings planted in three different microhabitats in forest and clearcut plots: decayed wood, mineral soil adjacent to downed wood, or control mineral soil, to determine the effect of retained downed wood on EMF communities over the medium and long term. If downed and decayed wood provide refuge habitat distinct from that of mineral soil, we would expect EMF communities on seedlings in woody habitats in clearcuts to be similar to those on seedlings planted in the adjacent forest. As expected, we found EMF species richness to be higher in forests than clearcuts (P ≤ 0.01), even though soil nutrient status did not differ greatly between the two plot types (P ≥ 0.05). Communities on forest seedlings were dominated by Tylospora spp., whereas those in clearcuts were dominated by Amphinema byssoides and Thelephora terrestris. Surprisingly, while substrate conditions varied among microsites (P ≤ 0.03), especially between decayed wood and mineral soil, EMF communities were not distinctly different among microhabitats. Our data suggest that niche partitioning by substrate does not occur among EMF species on very young seedlings in high elevation spruce-fir forests. Further, dispersal limitations shape EMF community assembly in clearcuts in these forests.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer K M",
      "initials": "JK",
      "name": "Jennifer K M Walker",
      "affiliations": []
    },
    {
      "last_name": "Jones",
      "fore_name": "Melanie D",
      "initials": "MD",
      "name": "Melanie D Jones",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Oecologia",
    "iso_abbreviation": "Oecologia",
    "issn": "1432-1939",
    "issn_type": "Electronic",
    "volume": "173",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "1499",
  "end_page": "1511",
  "pages": "1499-1511",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "DNA, Fungal",
    "Ecosystem",
    "Microbial Consortia",
    "Minerals",
    "Mycorrhizae",
    "Picea",
    "Plant Roots",
    "Seedlings",
    "Soil",
    "Soil Microbiology",
    "Trees",
    "Wood"
  ],
  "article_ids": {
    "pubmed": "23797413",
    "doi": "10.1007/s00442-013-2713-9"
  },
  "doi": "10.1007/s00442-013-2713-9",
  "dates": {
    "completed": "2014-08-20",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "DNA, Fungal",
    "Minerals",
    "Soil"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.560492",
    "pmid": "23797413"
  }
}