{
  "pmid": "23796293",
  "uid": "23796293",
  "title": "Assessing the value of symptom relief for patients with gastroesophageal reflux disease treatment: willingness to pay using a discrete choice experiment.",
  "abstract": "OBJECTIVES: To assess patients' preferences and estimate willingness to pay (WTP) for gastroesophageal reflux disease (GERD) treatments. METHOD: Patients were randomly selected from a multicenter clinical study to participate in the discrete choice experiment (DCE) survey. Relevant treatment attributes were identified through literature review, clinical expert consultation, and focus groups. The DCE included 14 choice tasks composed of six attributes, three treatment profiles, and a \"none\"option considering orthogonality, D-efficiency, and level balance, while keeping patient response burden reasonable. Individual-level preferences and WTP were estimated by aggregate-level conditional logit and hierarchical Bayes analyses. RESULTS: Our sample of 361, drawn from a clinical trial, had a mean age of 57 years, were primarily women (53%), and rated their GERD symptoms as mild/moderate (31%) and moderately severe/severe (7%). Most important attributes of GERD treatment were (in order) as follows: avoiding side effects, sleeping discomfort, daytime discomfort, dietary changes, medication cost, and treatment frequency. Simulations found that patients are willing to pay an additional US $36 to reduce susceptibility to side effects from moderate to mild or to decrease the frequency of sleeping discomfort. Patients 65 years or older were willing to pay less for daytime discomfort relief, while women would pay more to avoid sleeping discomfort. CONCLUSIONS: Key factors concerning patients with GERD and their preference for treatment features to control GERD symptoms were confirmed. A DCE estimated WTP by GERD sufferers for relief from symptoms and avoidance of side effects using relevant treatment costs. These findings may help guide clinical treatment decisions for individual patients to improve GERD symptom control.",
  "authors": [
    {
      "last_name": "Deal",
      "fore_name": "Ken",
      "initials": "K",
      "name": "Ken Deal",
      "affiliations": [
        "Strategic Market Leadership & Health Services Management, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Marshall",
      "affiliations": []
    },
    {
      "last_name": "Dabrowski",
      "fore_name": "Dominika",
      "initials": "D",
      "name": "Dominika Dabrowski",
      "affiliations": []
    },
    {
      "last_name": "Charter",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Charter",
      "affiliations": []
    },
    {
      "last_name": "Bukoski",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Bukoski",
      "affiliations": []
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "588",
  "end_page": "598",
  "pages": "588-98",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Bayes Theorem",
    "Choice Behavior",
    "Data Collection",
    "Decision Making",
    "Female",
    "Financing, Personal",
    "Focus Groups",
    "Gastroesophageal Reflux",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Preference",
    "Severity of Illness Index",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "23796293",
    "doi": "10.1016/j.jval.2013.01.007",
    "pii": "S1098-3015(13)00017-X"
  },
  "doi": "10.1016/j.jval.2013.01.007",
  "dates": {
    "completed": "2013-09-02",
    "revised": "2013-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.379462",
    "pmid": "23796293"
  }
}