{
  "pmid": "23790602",
  "uid": "23790602",
  "title": "Nonpharmacologic approaches to stroke prevention in atrial fibrillation.",
  "abstract": "The greatest priority in treating atrial fibrillation (AF) is stroke prevention. There are now 3 main approaches to prevention: (1) oral anticoagulation (OAC), (2) eradication of AF, and (3) exclusion of the left atrial appendage (LAA) from the systemic circulation. The goal of this article is to review these approaches, with particular emphasis on nonpharmacologic methods and their role in light of current evidence. OAC is effective but is limited by major bleeding, physician and patient reluctance to use anticoagulants, and patient noncompliance. Eradication of AF with antiarrhythmic drugs has not been effective, and suppression with ablation has not yet been properly tested for stroke prevention. Finally, occlusion of the LAA is promising, but definitive evidence of efficacy for stroke prevention is lacking. Trials such as WATCHMAN LAA System for Embolic Protection in Patients With Atrial Fibrillation (PROTECT AF) and Prospective Randomized Evaluation of the WATCHMAN LAA Closure Device in Patients With Atrial Fibrillation vs Long-Term Warfarin Therapy (PREVAIL) provide the best quality evidence for LAA device closure, with results suggesting noninferiority to OAC. Surgical trials have yet to show the efficacy of LAA occlusion for stroke prevention. This review highlights the evidence behind each of these approaches and concludes that to date OAC remains the standard for stroke prevention in AF. Future trials will need to address novel OAC therapy when comparing them with LAA exclusion, and large randomized trials will be required to ascertain indications for nonpharmacologic therapy in current practice.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. richard.whitlock@phri.ca"
      ]
    },
    {
      "last_name": "Hanif",
      "fore_name": "Hasib",
      "initials": "H",
      "name": "Hasib Hanif",
      "affiliations": []
    },
    {
      "last_name": "Danter",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Danter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "7 Suppl",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "S79",
  "end_page": "S86",
  "pages": "S79-86",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anti-Arrhythmia Agents",
    "Anticoagulants",
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Balloon Occlusion",
    "Catheter Ablation",
    "Comparative Effectiveness Research",
    "Humans",
    "Outcome and Process Assessment, Health Care",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Secondary Prevention",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "23790602",
    "doi": "10.1016/j.cjca.2013.04.004",
    "pii": "S0828-282X(13)00221-3"
  },
  "doi": "10.1016/j.cjca.2013.04.004",
  "dates": {
    "completed": "2013-08-27",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "Anti-Arrhythmia Agents",
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.082513",
    "pmid": "23790602"
  }
}