{
  "pmid": "23805560",
  "uid": "23805560",
  "title": "Intestinal and cloacal strictures in free-ranging and aquarium-maintained green sea turtles (Chelonia mydas).",
  "abstract": "Intestinal or cloacal strictures that resulted in intestinal obstruction were diagnosed in six green sea turtles (Chelonia mydas) from three rehabilitation facilities and two zoologic parks. The etiologies of the strictures were unknown in these cases. It is likely that anatomic adaptations of the gastrointestinal tract unique to the green sea turtle's herbivorous diet, paired with causes of reduced intestinal motility, may predispose the species to intestinal damage and subsequent obstructive intestinal disease. In aquarium-maintained green sea turtles, obesity, diet, reduced physical activity, chronic intestinal disease, and inappropriate or inadequate antibiotics might also be potential contributing factors. Clinical, radiographic, and hematologic abnormalities common among most of these sea turtles include the following: positive buoyancy; lethargy; inappetence; regurgitation; obstipation; dilated bowel and accumulation of oral contrast material; anemia; hypoglycemia; hypoalbuminemia; hypocalcemia; and elevated creatine kinase, aspartate aminotransferase, and blood urea nitrogen. Although these abnormalities are nonspecific with many possible contributing factors, intestinal disease, including strictures, should be considered a differential in green sea turtles that demonstrate all or a combination of these clinical findings. Although diagnostic imaging, including radiographs, computed tomography, or magnetic resonance imaging, are important in determining a cause for suspected gastrointestinal disease and identifying an anatomic location of obstruction, intestinal strictures were not successfully identified when using these imaging modalities. Lower gastrointestinal contrast radiography, paired with the use of oral contrast, was useful in identifying the suspected site of intestinal obstruction in two cases. Colonoscopy was instrumental in visually diagnosing intestinal stricture in one case. Therefore, lower gastrointestinal contrast radiography and colonoscopy should be considered in green turtles when gastrointestinal obstructions are suspected. Although partial strictures of the cloacal opening may be identified on gross examination and might be managed with appropriate medical treatment, surgical intervention or humane euthanasia are likely the only options for sea turtles once small or large intestinal strictures have formed.",
  "authors": [
    {
      "last_name": "Erlacher-Reid",
      "fore_name": "Claire D",
      "initials": "CD",
      "name": "Claire D Erlacher-Reid",
      "affiliations": [
        "Department of Large Animal Clinical Sciences, University of Florida College of Veterinary Medicine, 2015 SW 16th Avenue, Gainesville, Florida 32610, USA. Claire.dvm@gmail.com"
      ]
    },
    {
      "last_name": "Norton",
      "fore_name": "Terry M",
      "initials": "TM",
      "name": "Terry M Norton",
      "affiliations": []
    },
    {
      "last_name": "Harms",
      "fore_name": "Craig A",
      "initials": "CA",
      "name": "Craig A Harms",
      "affiliations": []
    },
    {
      "last_name": "Thompson",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Thompson",
      "affiliations": []
    },
    {
      "last_name": "Reese",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Reese",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    },
    {
      "last_name": "Stamper",
      "fore_name": "M Andrew",
      "initials": "MA",
      "name": "M Andrew Stamper",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of zoo and wildlife medicine : official publication of the American Association of Zoo Veterinarians",
    "iso_abbreviation": "J Zoo Wildl Med",
    "issn": "1042-7260",
    "issn_type": "Print",
    "volume": "44",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "408",
  "end_page": "429",
  "pages": "408-29",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Animals, Wild",
    "Animals, Zoo",
    "Cloaca",
    "Female",
    "Intestinal Obstruction",
    "Male",
    "Turtles"
  ],
  "article_ids": {
    "pubmed": "23805560",
    "doi": "10.1638/2012-0071R.1"
  },
  "doi": "10.1638/2012-0071R.1",
  "dates": {
    "completed": "2013-07-18",
    "revised": "2013-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.789483",
    "pmid": "23805560"
  }
}