{
  "pmid": "23809229",
  "uid": "23809229",
  "title": "Profiles of older patients in the emergency department: findings from the interRAI Multinational Emergency Department Study.",
  "abstract": "STUDY OBJECTIVE: We examine functional profiles and presence of geriatric syndromes among older patients attending 13 emergency departments (EDs) in 7 nations. METHODS: This was a prospective observational study of a convenience sample of patients, aged 75 years and older, recruited sequentially and mainly during normal working hours. Clinical observations were drawn from the interRAI Emergency Department Screener, with assessments performed by trained nurses. RESULTS: A sample of 2,282 patients (range 98 to 549 patients across nations) was recruited. Before becoming unwell, 46% were dependent on others in one or more aspects of personal activities of daily living. This proportion increased to 67% at presentation to the ED. In the ED, 26% exhibited evidence of cognitive impairment, and 49% could not walk without supervision. Recent falls were common (37%). Overall, at least 48% had a geriatric syndrome before becoming unwell, increasing to 78% at presentation to the ED. This pattern was consistent across nations. CONCLUSION: Functional problems and geriatric syndromes affect the majority of older patients attending the ED, which may have important implications for clinical protocols and design of EDs.",
  "authors": [
    {
      "last_name": "Gray",
      "fore_name": "Leonard C",
      "initials": "LC",
      "name": "Leonard C Gray",
      "affiliations": [
        "Centre for Research in Geriatric Medicine, the University of Queensland, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Peel",
      "fore_name": "Nancye M",
      "initials": "NM",
      "name": "Nancye M Peel",
      "affiliations": [
        "Centre for Research in Geriatric Medicine, the University of Queensland, Brisbane, Queensland, Australia. Electronic address: n.peel@uq.edu.au."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burkett",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Burkett",
      "affiliations": [
        "Princess Alexandra Hospital Emergency Department, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Dey",
      "fore_name": "Aparajit B",
      "initials": "AB",
      "name": "Aparajit B Dey",
      "affiliations": [
        "Department of Geriatric Medicine, All India Institute of Medical Sciences, New Delhi, India."
      ]
    },
    {
      "last_name": "Jonsson",
      "fore_name": "Palmi V",
      "initials": "PV",
      "name": "Palmi V Jonsson",
      "affiliations": [
        "Department of Geriatrics, Landspitali University Hospital and Faculty of Medicine, University of Iceland, Reykjavic, Iceland."
      ]
    },
    {
      "last_name": "Lakhan",
      "fore_name": "Prabha",
      "initials": "P",
      "name": "Prabha Lakhan",
      "affiliations": [
        "Centre for Research in Geriatric Medicine, the University of Queensland, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Ljunggren",
      "fore_name": "Gunnar",
      "initials": "G",
      "name": "Gunnar Ljunggren",
      "affiliations": [
        "Public Healthcare Services Committee Administration, Stockholm County Council, Stockholm, Sweden; Medical Management Centre, Department of Learning, Informatics, Management and Ethics, Stockholm, Sweden; Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Sjostrand",
      "fore_name": "Fredrik",
      "initials": "F",
      "name": "Fredrik Sjostrand",
      "affiliations": [
        "Karolinska Institutet, Stockholm, Sweden; Department of Clinical Science and Education, Södersjukhuset and Section of Emergency Medicine, Södersjukhuset AB, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Swoboda",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Swoboda",
      "affiliations": [
        "Institute for Biomedicine of Aging, University of Erlangen Nuremberg, Klinikum Nuremberg, Germany."
      ]
    },
    {
      "last_name": "Wellens",
      "fore_name": "Nathalie I H",
      "initials": "NIH",
      "name": "Nathalie I H Wellens",
      "affiliations": [
        "Department of Public Health, Centre for Health Services and Nursing Research, KU Leuven, Belgium."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John",
      "initials": "J",
      "name": "John Hirdes",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of emergency medicine",
    "iso_abbreviation": "Ann Emerg Med",
    "issn": "1097-6760",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "467",
  "end_page": "474",
  "pages": "467-474",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Activities of Daily Living",
    "Aged",
    "Aged, 80 and over",
    "Chronic Disease",
    "Emergency Service, Hospital",
    "Female",
    "Geriatric Assessment",
    "Humans",
    "Male",
    "Patient Discharge Summaries",
    "Prospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23809229",
    "doi": "10.1016/j.annemergmed.2013.05.008",
    "pii": "S0196-0644(13)00441-1"
  },
  "doi": "10.1016/j.annemergmed.2013.05.008",
  "dates": {
    "completed": "2013-12-11",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.292544",
    "pmid": "23809229"
  }
}