{
  "pmid": "23801710",
  "uid": "23801710",
  "title": "Investigating community ownership of a text message programme to improve adherence to antiretroviral therapy and provider-client communication: a mixed methods research protocol.",
  "abstract": "INTRODUCTION: Mobile phone ownership and use are growing fastest in sub-Saharan Africa, and there is evidence that mobile phone text messages can be used successfully to significantly improve adherence to antiretroviral therapy and reduce treatment interruptions. However, the effects of many mobile health interventions are often reduced by human resource shortages within health facilities. Also, research projects generating evidence for health interventions in developing countries are most often conducted using external funding sources, with limited sustainability and adoption by local governments following completion of the projects. Strong community participation driven by active outreach programmes and mobilisation of community resources are the key to successful adoption and long-term sustainability of effective interventions. Our aim was to develop a framework for community ownership of a text messaging programme to improve adherence to antiretroviral therapy; improve communication between patients and doctors and act as a reminder for appointments. METHODS AND ANALYSIS: We will use the exploratory sequential mixed methods approach. The first qualitative phase will entail focus group discussions with people living with HIV at the Yaoundé Central Hospital in Yaoundé, Cameroon (6-10 participants/group). The second quantitative phase will involve a cross-sectional survey (n=402). In this study, binary logistic regression techniques will be used to determine the factors associated with community readiness and acceptability of ownership. Data from both phases will be merged. ETHICS AND DISSEMINATION: This study has been approved by the Yaoundé Central Hospital Institutional Review Board. The results of this paper will be disseminated as peer-reviewed publications at conferences and as part of a doctoral thesis.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Centre for the Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Ongolo-Zogo",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Ongolo-Zogo",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23801710",
    "pmc": "PMC3696863",
    "doi": "10.1136/bmjopen-2013-002816",
    "pii": "bmjopen-2013-002816"
  },
  "doi": "10.1136/bmjopen-2013-002816",
  "pmc_id": "PMC3696863",
  "dates": {
    "completed": "2013-06-27",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.288542",
    "pmid": "23801710"
  }
}