{
  "pmid": "23819221",
  "uid": "23819221",
  "title": "[Clinical observation on electroacupuncture for arousing consciousness of comatose patients with severe trauma brain injury].",
  "abstract": "OBJECTIVE: To observe the arousal effect of electroacupuncture (EA) stimulation of Baihui (GV 20), Shuigou (GV 26), etc. on severe craniocerebral injury patients. METHODS: A total of 90 cases of severe craniocerebral injury were randomly allocated to routine medication, naloxone and EA groups, with 30 cases in each group. For patients of the routine medication group, mild hypothermia therapy, medicines for dehydration, hormonal therapy, vascular dilation, cerebral nutrition supporting, anti-inflammation, etc. were given. For patients of the naloxone group, intravenous drip of naloxone 0.4 mg/kg in the first 3 days, 0.2 mg/kg for 7 days and 0. 1 mg/kg afterwards. For patients of the EA group, EA (1 Hz/50 Hz) was given for 30 min once daily. All the treatments were conducted once a day for 14 days. The Glasgow Coma Scale (GCS) and Glasgow Outcome Scale (GOS) were used for assessing the therapeutic effect. RESULTS: In comparison with pre-treatment in each one of the routine medication, naloxone and EA groups, GCS scores were all obviously increased in the 3 groups following the treatment, and one month's follow-up (P<0. 05). The GCS scores of both naloxone and EA groups were significantly higher than those of the routine medication group (P<0.05). No significant difference was found between the naloxone group and EA group in GCS scores (P>0. 05). According to the GOS, one month's follow-up showed that of the three 30 cases in the routine medication, naloxone and EA groups, 6, 12 and 14 were improved, 8, 10 and 10 moderate handicap, 8, 3 and 2 severe handicap, 5, 3 and 2 vegetative state, and 3, 2 and 2 dead, with the arousal rates being 46. 66% , 73. 33% and 80. 00%, respectively. The therapeutic effects of both naloxone and EA groups were significantly superior to those of the routine medication group (P<0.05). CONCLUSION: EA intervention at early stage can promote the recovery of neurological function, accelerate the consciousness from coma and improve the outcomes of patients with severe traumatic brain injury.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yi-Min",
      "initials": "YM",
      "name": "Yi-Min Zhang",
      "affiliations": [
        "Medical College of Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Ai-Lian",
      "initials": "AL",
      "name": "Ai-Lian Chen",
      "affiliations": []
    },
    {
      "last_name": "Tang",
      "fore_name": "Chun-zhi",
      "initials": "CZ",
      "name": "Chun-zhi Tang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-qing",
      "initials": "YQ",
      "name": "Yu-qing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Yin",
      "fore_name": "Hai-bin",
      "initials": "HB",
      "name": "Hai-bin Yin",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Sheng-xin",
      "initials": "SX",
      "name": "Sheng-xin Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhen ci yan jiu = Acupuncture research",
    "iso_abbreviation": "Zhen Ci Yan Jiu",
    "issn": "1000-0607",
    "issn_type": "Print",
    "volume": "38",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Apr"
  },
  "start_page": "158",
  "end_page": "162",
  "pages": "158-62",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Brain Injuries",
    "Coma",
    "Consciousness",
    "Electroacupuncture",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23819221"
  },
  "dates": {
    "completed": "2013-08-13",
    "revised": "2016-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.137257",
    "pmid": "23819221"
  }
}