{
  "pmid": "23813394",
  "uid": "23813394",
  "title": "MR imaging of the spine and sacroiliac joints for spondyloarthritis: influence on clinical diagnostic confidence and patient management.",
  "abstract": "PURPOSE: To quantify the effect of magnetic resonance (MR) imaging of the spine and sacroiliac joints on clinical diagnostic confidence and to determine if MR imaging affects treatment of patients with axial spondyloarthritis. MATERIALS AND METHODS: This prospective observational study was approved by the research ethics board and included 55 consecutive patients referred by three rheumatologists for MR imaging of the spine and sacroiliac joints. Measures of diagnostic confidence for clinical features (inflammatory back pain, mechanical back pain, muscular back pain, radicular back pain, spondylitis, sacroiliitis, and other) and overall diagnoses were made by using a Likert scale both before and after MR imaging. Proposed treatment was similarly recorded before and after MR imaging interpretation. The McNemar test was performed to determine the change in diagnostic confidence and consequent effect on patient treatment. RESULTS: Diagnostic confidence for specific clinical features improved significantly after MR imaging for inflammatory back pain (14% vs 76%, before vs after; P < .001), mechanical back pain (4% vs 49%, P < .001), spondylitis (7% vs 76%, P < .001) and sacroiliitis (9% vs 87%, P < .001). Confidence for overall diagnoses also improved significantly after MR imaging for ankylosing spondylitis (29% vs 80%, P < .001), undifferentiated spondyloarthritis (58% vs 93%, P < .001) and osteoarthritis (29% vs 64%, P < .001). Of the 23 patients for whom tumor necrosis factor-α inhibitor (TNFi) therapy was recommended before MR imaging, 12 (52%) were prescribed TNFi therapy after MR imaging. Of the 32 patients for whom TNFi therapy was not recommended before MR imaging, 10 (31%) patients were prescribed TNFi therapy after MR imaging. Overall, 22 (40%) patients had a change in treatment recommendation regarding TNFi therapy after MR imaging. CONCLUSION: MR imaging of the spine and sacroiliac joints significantly influences the diagnostic confidence of rheumatologists regarding clinical features and overall diagnoses of axial spondyloarthritis, and consequently significantly affects treatment plans.",
  "authors": [
    {
      "last_name": "Carmona",
      "fore_name": "Raj",
      "initials": "R",
      "name": "Raj Carmona",
      "affiliations": [
        "Departments of Rheumatology and Diagnostic Imaging, St. Joseph's Healthcare, 50 Charlton Ave East, Hamilton, ON, Canada L8N 2A6; Division of Rheumatology and Department of Radiology, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Harish",
      "fore_name": "Srinivasan",
      "initials": "S",
      "name": "Srinivasan Harish",
      "affiliations": []
    },
    {
      "last_name": "Linda",
      "fore_name": "Dorota D",
      "initials": "DD",
      "name": "Dorota D Linda",
      "affiliations": []
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Matsos",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Matsos",
      "affiliations": []
    },
    {
      "last_name": "Khalidi",
      "fore_name": "Nader A",
      "initials": "NA",
      "name": "Nader A Khalidi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Radiology",
    "iso_abbreviation": "Radiology",
    "issn": "1527-1315",
    "issn_type": "Electronic",
    "volume": "269",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "208",
  "end_page": "215",
  "pages": "208-15",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Disease Management",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Male",
    "Middle Aged",
    "Reproducibility of Results",
    "Sacroiliac Joint",
    "Sensitivity and Specificity",
    "Spine",
    "Spondylitis, Ankylosing",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23813394",
    "doi": "10.1148/radiol.13121675",
    "pii": "radiol.13121675"
  },
  "doi": "10.1148/radiol.13121675",
  "dates": {
    "completed": "2013-11-14",
    "revised": "2013-09-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:10.231403",
    "pmid": "23813394"
  }
}