{
  "pmid": "23813258",
  "uid": "23813258",
  "title": "A practitioner's guide to developing critical appraisal skills: what is the difference between clinical and statistical significance?",
  "abstract": "BACKGROUND: It is common to find published studies in which the authors claim to have found significant results. However, many times these results are only statistically significant with no meaningful impact in clinical settings. METHODS: The authors aim to clarify and differentiate the concepts of statistical and clinical significance, as well as to provide guidance on how to interpret research results to determine whether an observed difference is meaningful. RESULTS: Study results are considered to be statistically significant if statistical tests that examine the null hypothesis of no difference yield P values that are smaller than the significance level prespecified by the authors. In this way, researchers can use hypothesis testing to assess the possibility that observed results could have arisen by chance. However, hypothesis testing cannot establish the clinical implications of these results. Rather, clinical significance can be established once the magnitude of results is larger than the minimal clinically important difference. Clinical significance then would encompass not only statistical significance, but also the importance of the outcomes to patients, clinicians and policymakers. CONCLUSION: The values for statistical significance alone cannot convey the complete picture of the effectiveness of an intervention or of a difference between two groups. Both clinical and statistical significance are important measures for interpretation of clinical research results and should complement each other. PRACTICAL IMPLICATIONS: Any benefit in terms of improved health outcomes must be both clinically and statistically significant. If there is no benefit at the threshold of both clinical and statistical improvement, then the intervention should not be used for that purpose.",
  "authors": [
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Evidence-Based Dentistry Unit, Faculty of Dentistry, University of Chile, Santiago."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": []
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakeshkumar",
      "initials": "P",
      "name": "Prakeshkumar Shah",
      "affiliations": []
    },
    {
      "last_name": "Azarpazhooh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Azarpazhooh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Dental Association (1939)",
    "iso_abbreviation": "J Am Dent Assoc",
    "issn": "1943-4723",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "7",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "780",
  "end_page": "786",
  "pages": "780-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Confidence Intervals",
    "Data Interpretation, Statistical",
    "Decision Making",
    "Dental Research",
    "Humans",
    "Probability",
    "Research Design",
    "Sample Size",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23813258",
    "doi": "10.14219/jada.archive.2013.0187",
    "pii": "S0002-8177(14)60543-2"
  },
  "doi": "10.14219/jada.archive.2013.0187",
  "dates": {
    "completed": "2014-07-25",
    "revised": "2019-07-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:10:41.399402",
    "pmid": "23813258"
  }
}