{
  "pmid": "23826053",
  "uid": "23826053",
  "title": "Evidence-based guideline recommendations on low-dose rate brachytherapy in patients with low- or intermediate-risk prostate cancer.",
  "abstract": "OBJECTIVE: The Genitourinary Cancer Disease Site Group (GU DSG) and Cancer Care Ontario's Program in Evidence-Based Care (PEBC) in Ontario, Canada developed a guideline on low-dose rate brachytherapy (LDR-BT) in patients with early-stage low-grade prostate cancer in 2001. The current updated guideline focuses on the research questions regarding the effect of LDR-BT alone, the effect of LDR-BT with external beam radiation therapy (EBRT) and the selection of an isotope. METHODS: This guideline was developed by using the methods of the Practice Guidelines Development Cycle and the core methodology was a systematic review. MEDLINE and EMBASE (from January 1996 to October 2011), the Cochrane Library, main guideline websites, and main annual meeting abstract websites specific for genitourinary diseases were searched. Internal and external reviews of the draft guideline were conducted. RESULTS: The draft guideline was developed according to a total of 10 systematic reviews and 55 full text articles that met the pre-planned study selection criteria. The quality of evidence was low to moderate. The final report reflects integration of the feedback obtained through the internal review (two oncologists and a methodologist) and external review (five target reviewers and 48 professional consultation reviewers) process, with final approval given by the GU DSG and the PEBC. CONCLUSION: THE MAIN RECOMMENDATIONS ARE: (1) For patients with newly diagnosed low-risk or intermediate-risk prostate cancer who require or choose active treatment, LDR-BT alone is a treatment option as an alternative to EBRT alone or RP alone; and (2) I-125 and Pd-103 are each reasonable isotope options.",
  "authors": [
    {
      "last_name": "Rodrigues",
      "fore_name": "George",
      "initials": "G",
      "name": "George Rodrigues",
      "affiliations": [
        "London Health Sciences Centre, Department of Oncology, Western University, London, ON;"
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": []
    },
    {
      "last_name": "Loblaw",
      "fore_name": "D Andrew",
      "initials": "DA",
      "name": "D Andrew Loblaw",
      "affiliations": []
    },
    {
      "last_name": "Brundage",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Brundage",
      "affiliations": []
    },
    {
      "last_name": "Chin",
      "fore_name": "Joseph L",
      "initials": "JL",
      "name": "Joseph L Chin",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "7",
    "issue": "5-6",
    "pub_year": "2013"
  },
  "start_page": "E411",
  "end_page": "E416",
  "pages": "E411-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23826053",
    "pmc": "PMC3699088",
    "doi": "10.5489/cuaj.478",
    "pii": "cuaj-5-6-e411"
  },
  "doi": "10.5489/cuaj.478",
  "pmc_id": "PMC3699088",
  "dates": {
    "completed": "2013-07-08",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.354450",
    "pmid": "23826053"
  }
}