{
  "pmid": "23833679",
  "uid": "23833679",
  "title": "Abdominal wall desmoid tumors: A case report.",
  "abstract": "Desmoid tumors (DTs) are rare lesions that do not possess any metastatic potential. However, they have a strong tendency to invade locally and recur. They constitute 3% of all soft tissue tumors and 0.03% of all neoplasms. Abdominal DTs occur sporadically or are associated with certain familial syndromes, such as familial adenomatous polyposis (FAP). The single form of this neoplasm most frequently occurs in females of reproductive age and during pregnancy. A female patient with a DT of the abdominal wall who had no relevant family history was admitted to hospital. The patient, who presented with a painless mass in the left anterolateral abdomen, had no history of trauma, surgery or childbearing. According to the medical history, physical examination and CT report, the patient was diagnosed with DT. Radical resection of the affected abdominal wall musculature was performed, and the defect was replaced with a polypropylene mesh. The histological diagnosis was of DT. The patient remains in good health and complete remission without any other treatment following surgery. DTs exhibit aggressive growth and have a high rate of recurrence. Surgery is the optimal treatment, and subsequent radiotherapy may decrease the local recurrence rate. Further research into their aetiology is required combined with multicentre clinical trials of new treatments in order to improve management of this disease. This case report provides general knowledge of DT, and may be used as a guidance for diagnosis and treatment.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Jin-Hui",
      "initials": "JH",
      "name": "Jin-Hui Ma",
      "affiliations": [
        "Department of General Surgery, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning 116027, P.R. China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Zhen-Hai",
      "initials": "ZH",
      "name": "Zhen-Hai Ma",
      "affiliations": []
    },
    {
      "last_name": "Dong",
      "fore_name": "Xue-Feng",
      "initials": "XF",
      "name": "Xue-Feng Dong",
      "affiliations": []
    },
    {
      "last_name": "Yin",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Yin",
      "affiliations": []
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yong-Fu",
      "initials": "YF",
      "name": "Yong-Fu Zhao",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Oncology letters",
    "iso_abbreviation": "Oncol Lett",
    "issn": "1792-1074",
    "issn_type": "Print",
    "volume": "5",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "1976",
  "end_page": "1978",
  "pages": "1976-1978",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23833679",
    "pmc": "PMC3700980",
    "doi": "10.3892/ol.2013.1297",
    "pii": "ol-05-06-1976"
  },
  "doi": "10.3892/ol.2013.1297",
  "pmc_id": "PMC3700980",
  "dates": {
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.326914",
    "pmid": "23833679"
  }
}