{
  "pmid": "23835813",
  "uid": "23835813",
  "title": "Physical activity-related injuries in older adults: a scoping review.",
  "abstract": "The purpose of this project is to conduct a comprehensive and systematic scoping review to identify and document the breadth of literature related to physical activity-related injuries in older adults. The population of interest was adults (both males and females) over the age of 65 years, participating in exercise, leisure-time, or sport-type physical activities. The initial search yielded 16,828 articles, with 43 articles ultimately included. The final 43 articles utilized the following study designs: three experimental (two randomized control and one non-randomized control), 14 prospective studies, and 26 retrospective. The results of this scoping review would suggest that it may be premature to provide definitive incidence rates, causes, and correlates of physical activity-related injuries in older adults. However, the current literature does not suggest that older adults are at an increased risk of injury from participation in physical activities. Future research should utilize a consistent definition of 'injury' and consistent and comprehensive descriptors of injuries--including intensity level of engagement of activity and burden/severity of injury. In addition, injury rates in specific populations are needed, particularly for the oldest-old, for those in assisted-living situations, and for subgroups with clinical conditions. Finally, greater surveillance and documentation of older adult initiatives and interventions are needed in order to identify programs successful in reducing the injury rates of their target populations.",
  "authors": [
    {
      "last_name": "Stathokostas",
      "fore_name": "Liza",
      "initials": "L",
      "name": "Liza Stathokostas",
      "affiliations": [
        "Department of Kinesiology, Canadian Centre for Activity and Aging 3M Centre, School of Kinesiology, Faculty of Health Sciences, University of Western Ontario, London, ON, N6A 3K7, Canada, lstatho2@uwo.ca."
      ]
    },
    {
      "last_name": "Theou",
      "fore_name": "Olga",
      "initials": "O",
      "name": "Olga Theou",
      "affiliations": []
    },
    {
      "last_name": "Little",
      "fore_name": "Robert M D",
      "initials": "RM",
      "name": "Robert M D Little",
      "affiliations": []
    },
    {
      "last_name": "Vandervoort",
      "fore_name": "A A",
      "initials": "AA",
      "name": "A A Vandervoort",
      "affiliations": []
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Sports medicine (Auckland, N.Z.)",
    "iso_abbreviation": "Sports Med",
    "issn": "1179-2035",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "10",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "955",
  "end_page": "963",
  "pages": "955-63",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Age Factors",
    "Confounding Factors, Epidemiologic",
    "Global Health",
    "Humans",
    "Incidence",
    "Leisure Activities",
    "Motor Activity",
    "Risk Factors",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "23835813",
    "doi": "10.1007/s40279-013-0076-3"
  },
  "doi": "10.1007/s40279-013-0076-3",
  "dates": {
    "completed": "2014-05-13",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:22.411038",
    "pmid": "23835813"
  }
}