{
  "pmid": "23830475",
  "uid": "23830475",
  "title": "Immediate post-transurethral resection of bladder tumor intravesical chemotherapy prevents non-muscle-invasive bladder cancer recurrences: an updated meta-analysis on 2548 patients and quality-of-evidence review.",
  "abstract": "CONTEXT: Non-muscle-invasive bladder cancer (NMIBC) commonly recurs, requiring invasive and costly transurethral resection of bladder tumor (TURBT). A meta-analysis of seven trials published in 2004 demonstrated that intravesical chemotherapy (IVC) following TURBT reduces recurrences. Despite European Association of Urology endorsement, adoption of this practice has been modest. OBJECTIVE: To investigate whether immediate postoperative IVC prolongs the recurrence-free interval (RFI) and early recurrences (ERs) in light of new trial data and to explore the quality of evidence supporting its use. EVIDENCE ACQUISITION: A systematic literature review of random controlled trials (RCTs) published before March 2013 was performed using the Medline, Embase, and Cochrane databases. Trials examining NMIBC recurrence for adults receiving IVC immediately following TURBT were included. RFI was estimated by hazard ratio (HR), and ER was estimated by absolute risk reduction (ARR) of recurrences within 1 yr of TURBT. Both outcomes were synthesized using random-effects models. Risk of bias was assessed using the Cochrane Collaboration risk-of-bias tool, and quality of evidence for each outcome was assessed using the Grading of Recommendations, Assessment, Development, and Evaluation system. EVIDENCE SYNTHESIS: Thirteen studies with 2548 patients were included. IVC prolonged RFI by 38% (HR: 0.62; 95% confidence interval [CI], 0.50-0.77; p<0.001; I(2): 69%), and ERs were 12% less likely in the intervention population (ARR: 0.12; 95% CI, -0.18 to -0.06; p<0.001, I(2): 0%). The number needed to treat to prevent one ER was 9 (95% CI, 6-17 patients). There was high risk of bias present in 12 of 13 publications. Quality of evidence for RFI was very low and low for ERs. CONCLUSIONS: Our updated meta-analysis supports that IVC prolongs RFI and reduces ERs of NMIBC when administered immediately after TURBT. However, contemporary methodology suggests low evidence quality for examined outcomes. Thus RCTs with careful randomization and blinding are still warranted to clarify the usefulness of immediate postoperative IVC in this population.",
  "authors": [
    {
      "last_name": "Perlis",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Perlis",
      "affiliations": [
        "University Health Network, Toronto, Ontario, Canada. Nathan.perlis@utoronto.ca"
      ]
    },
    {
      "last_name": "Zlotta",
      "fore_name": "Alexandre R",
      "initials": "AR",
      "name": "Alexandre R Zlotta",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Finelli",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Finelli",
      "affiliations": []
    },
    {
      "last_name": "Fleshner",
      "fore_name": "Neil E",
      "initials": "NE",
      "name": "Neil E Fleshner",
      "affiliations": []
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Girish S",
      "initials": "GS",
      "name": "Girish S Kulkarni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European urology",
    "iso_abbreviation": "Eur Urol",
    "issn": "1873-7560",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "421",
  "end_page": "430",
  "pages": "421-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Intravesical",
    "Antineoplastic Agents",
    "Chemotherapy, Adjuvant",
    "Cystectomy",
    "Drug Administration Schedule",
    "Evidence-Based Medicine",
    "Humans",
    "Neoplasm Recurrence, Local",
    "Risk Factors",
    "Time Factors",
    "Treatment Outcome",
    "Urinary Bladder Neoplasms"
  ],
  "article_ids": {
    "pubmed": "23830475",
    "doi": "10.1016/j.eururo.2013.06.009",
    "pii": "S0302-2838(13)00607-6"
  },
  "doi": "10.1016/j.eururo.2013.06.009",
  "dates": {
    "completed": "2014-03-31",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:07.924513",
    "pmid": "23830475"
  }
}