{
  "pmid": "23837431",
  "uid": "23837431",
  "title": "Music lessons: revealing medicine's learning culture through a comparison with that of music.",
  "abstract": "CONTEXT: Research on medical learning has tended to focus on the individual learner, but a sufficient understanding of the learning process requires that attention also be paid to the essential influence of the cultural context within which learning takes place. In this study, we undertook a comparative examination of two learning cultures - those of music and medicine - in order to unearth assumptions about learning that are taken for granted within the medical culture. METHODS: We used a constructivist grounded theory approach to explore experiences of learning within the two cultures. We conducted nine focus groups (two with medical students, three with residents, four with music students) and four individual interviews (with one clinician-educator, one music educator and two doctor-musicians), for a total of 37 participants. Analysis occurred alongside and informed data collection. Themes were identified iteratively using constant comparisons. RESULTS: Cultural perspectives diverged in terms of where learning should occur, what learning outcomes are desired, and how learning is best facilitated. Whereas medicine valued learning by doing, music valued learning by lesson. Whereas medical learners aimed for competence, music students aimed instead for ever-better performance. Whereas medical learners valued their teachers for their clinical skills more than for their teaching abilities, the opposite was true in music, in which teachers' instructional skills were paramount. Self-assessment challenged learners in both cultures, but medical learners viewed self-assessment as a skill they could develop, whereas music students recognised that external feedback would always be required. CONCLUSIONS: This comparative analysis reveals that medicine and music make culturally distinct assumptions about teaching and learning. The contrasts between the two cultures illuminate potential vulnerabilities in the medical learning culture, including the risks inherent in its competence-focused approach and the constraints it places on its own teachers. By highlighting these vulnerabilities, we provide a stimulus for reimagining and renewing medicine's educational practices.",
  "authors": [
    {
      "last_name": "Watling",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Watling",
      "affiliations": [
        "Department of Clinic Neurological Sciences, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada. chris.watling@schulich.uwo.ca"
      ]
    },
    {
      "last_name": "Driessen",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Driessen",
      "affiliations": []
    },
    {
      "last_name": "van der Vleuten",
      "fore_name": "Cees P M",
      "initials": "CP",
      "name": "Cees P M van der Vleuten",
      "affiliations": []
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": []
    },
    {
      "last_name": "Lingard",
      "fore_name": "Lorelei",
      "initials": "L",
      "name": "Lorelei Lingard",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "8",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "842",
  "end_page": "850",
  "pages": "842-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Focus Groups",
    "Humans",
    "Learning",
    "Music",
    "Self-Assessment",
    "Students, Medical",
    "Teaching"
  ],
  "article_ids": {
    "pubmed": "23837431",
    "doi": "10.1111/medu.12235"
  },
  "doi": "10.1111/medu.12235",
  "dates": {
    "completed": "2014-01-14",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:04:30.591530",
    "pmid": "23837431"
  }
}