{
  "pmid": "23830315",
  "uid": "23830315",
  "title": "Hypertensive extracorporeal limb perfusion for critical limb ischemia.",
  "abstract": "OBJECTIVE: This article reports the early results in humans of hypertensive extracorporeal limb perfusion (HELP) technology in the prevention of major limb amputation due to ischemia. The short-term aim was to dilate pre-existing collateral channels, and the long-term aim was to stimulate remodeling and new collateral development by increasing endothelial shear stress and wall tension. METHODS: This study evaluated 20 patients with critical limb ischemia who were treated with HELP. These patients had no other option but major amputation, as determined by at least two vascular surgeons. The arterial circulation to the ischemic limb was isolated from the systemic circulation by the use of an endoluminal balloon catheter in seven patients and by an implantable, inflatable, occlusive cuff in 13. The limbs were hyperperfused through the peripheral access system with an extracorporeal pump, producing a minimally pulsatile waveform at 200% to 300% of the mean arterial pressure. This was performed repeatedly in sessions of 24 to 36 hours, up to a maximum of 74 hours. The primary end point was avoidance of major amputation. The secondary end points were the clinical improvements in rest pain, ulcer healing, and claudication distance. Patients were analyzed and reviewed using infrared thermography and ultrasound imaging parameters of the limb. RESULTS: Given adequate arterial access, 39 of 40 connections developed flows four to eight times those supplied to the limb by the normal cardiac output. A progressive decrease was noted in peripheral resistance. All patients developed a pain-free, warm foot or hand while on the pump in the short-term. In the longer term at a mean of 22 months (range, 12-54 months), eight of 20 patients (40%) had avoided major amputation and four more had a delay in amputation of an average of 4 months. The ankle-brachial index changed from 0.04 ± 0.07 (range, 0.00-0.94) to 0.63 ± 0.39 (t-test, P < .05). Bleeding, infection, premature cessation of the treatment, and poor patient selection resulted in the failures. There were two short-term unrelated deaths that occurred at 1 and 3 months follow-up. CONCLUSIONS: The collateral circulation of ischemic limbs can be augmented and regulated by a connection to an extracorporeal centrifugal pump, with isolation from the systemic circulation provided by balloons and with an access system providing repeatable pump connections. Major amputation may be avoided in selected cases.",
  "authors": [
    {
      "last_name": "Khin",
      "fore_name": "Nyan Y",
      "initials": "NY",
      "name": "Nyan Y Khin",
      "affiliations": [
        "Australian School of Advanced Medicine, Macquarie University, Macquarie Park, New South Wales, Australia; AllVascular Pty Ltd, St. Leonards, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Dijkstra",
      "fore_name": "Martijn L",
      "initials": "ML",
      "name": "Martijn L Dijkstra",
      "affiliations": []
    },
    {
      "last_name": "Huckson",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Huckson",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": []
    },
    {
      "last_name": "McMillan",
      "fore_name": "Darryl",
      "initials": "D",
      "name": "Darryl McMillan",
      "affiliations": []
    },
    {
      "last_name": "Itoh",
      "fore_name": "Seiji",
      "initials": "S",
      "name": "Seiji Itoh",
      "affiliations": []
    },
    {
      "last_name": "Roger",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Roger",
      "affiliations": []
    },
    {
      "last_name": "Lane",
      "fore_name": "Rodney J",
      "initials": "RJ",
      "name": "Rodney J Lane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of vascular surgery",
    "iso_abbreviation": "J Vasc Surg",
    "issn": "1097-6809",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1244",
  "end_page": "1253",
  "pages": "1244-53",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Amputation, Surgical",
    "Arterial Pressure",
    "Balloon Occlusion",
    "Collateral Circulation",
    "Critical Illness",
    "Equipment Design",
    "Exercise Test",
    "Exercise Tolerance",
    "Extracorporeal Circulation",
    "Female",
    "Humans",
    "Hypertension",
    "Ischemia",
    "Limb Salvage",
    "Male",
    "Middle Aged",
    "Pain Measurement",
    "Perfusion",
    "Predictive Value of Tests",
    "Pulsatile Flow",
    "Recovery of Function",
    "Regional Blood Flow",
    "Thermography",
    "Time Factors",
    "Treatment Outcome",
    "Walking",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "23830315",
    "doi": "10.1016/j.jvs.2013.05.004",
    "pii": "S0741-5214(13)00888-4"
  },
  "doi": "10.1016/j.jvs.2013.05.004",
  "dates": {
    "completed": "2014-01-21",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.691771",
    "pmid": "23830315"
  }
}