{
  "pmid": "23833674",
  "uid": "23833674",
  "title": "Inflammatory pseudotumor of the spleen: A case report and review of published cases.",
  "abstract": "Inflammatory pseudotumor of the spleen (IPTS) is an extremely rare condition. To the best of our knowledge, only ∼113 cases have been reported in the literature since the first 2 cases were reported in 1984. The present study reports the case of an IPTS in a 72-year-old male patient. The splenic tumor was identified incidentally 1 year prior to the patient being admitted to the Second Affiliated Hospital of Dalian Medical University (Dailan, China). There were no specific clinical symptoms. The initial diagnosis was of splenic lymphoma based on the pre-operative radiological findings. However, the patient underwent a splenectomy and the final pathological diagnosis of IPTS was declared. The present study also highlighted the difficulty of forming accurate pre-operative diagnoses, even when using modern imaging techniques. A partial resection of the spleen or splenectomy was considered to be the required treatment to form a definitive diagnosis and exclude malignancy. The prognosis of IPTS is generally considered to be favorable following splenectomy. The clinical and pathological features of previously reported cases are also briefly reviewed in the present study to aid in improving the accuracy of the diagnosis of this rare disease.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Zhen-Hai",
      "initials": "ZH",
      "name": "Zhen-Hai Ma",
      "affiliations": [
        "Department of General Surgery, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning 116027, P.R. China."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Xiao-Feng",
      "initials": "XF",
      "name": "Xiao-Feng Tian",
      "affiliations": []
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": []
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yong-Fu",
      "initials": "YF",
      "name": "Yong-Fu Zhao",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Oncology letters",
    "iso_abbreviation": "Oncol Lett",
    "issn": "1792-1074",
    "issn_type": "Print",
    "volume": "5",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "1955",
  "end_page": "1957",
  "pages": "1955-1957",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23833674",
    "pmc": "PMC3701001",
    "doi": "10.3892/ol.2013.1286",
    "pii": "ol-05-06-1955"
  },
  "doi": "10.3892/ol.2013.1286",
  "pmc_id": "PMC3701001",
  "dates": {
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.326734",
    "pmid": "23833674"
  }
}