{
  "pmid": "23831540",
  "uid": "23831540",
  "title": "A model for the nitric oxide producing nitrite reductase activity of hemoglobin as a function of oxygen saturation.",
  "abstract": "The production of nitric oxide by the nitrite reductase activity of hemoglobin has been proposed to play a major role in hypoxic vasodilation. The bimolecular reaction rate constant for nitric oxide formation is a complex function of hemoglobin oxygenation stemming from the intrinsic allosteric character of hemoglobin, resulting in an unsymmetrical inverted U shape profile of activity versus oxygen saturation. We present an analysis of the hemoglobin nitrite reductase activity based on the Monod Wyman Changeux (MWC) allosteric model and derive a set of equations that enabled us to express the rate constant of bimolecular reaction of nitrite with hemoglobin as a function of hemoglobin saturation and use this expression to explore the factors controlling the shape of the nitrite reductase activity versus hemoglobin saturation curve. From the value of the maximum reductase activity, we derive equations to calculate microscopic nitrite reductase reaction rate constants for the R and T quaternary states. We have also developed two methods to parameterize the MWC model based on the Hill equation, with its parameters, h and P50, and the knowledge that these two descriptions of the binding curve coincide in the region of the curve where h is defined. This has allowed the calculation of the hemoglobin nitrite reductase activity rate profiles for the human hemoglobin and for bovine hemoglobin. The properties of these rate profiles are discussed.",
  "authors": [
    {
      "last_name": "Rong",
      "fore_name": "Zimei",
      "initials": "Z",
      "name": "Zimei Rong",
      "affiliations": [
        "School of Biological Sciences, University of Essex, Wivenhoe Park, Colchester CO4 3SQ, UK. zrong@essex.ac.uk"
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Wilson",
      "affiliations": []
    },
    {
      "last_name": "Cooper",
      "fore_name": "Chris E",
      "initials": "CE",
      "name": "Chris E Cooper",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nitric oxide : biology and chemistry",
    "iso_abbreviation": "Nitric Oxide",
    "issn": "1089-8611",
    "issn_type": "Electronic",
    "volume": "33",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "74",
  "end_page": "80",
  "pages": "74-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Allosteric Regulation",
    "Animals",
    "Cattle",
    "Hemoglobins",
    "Humans",
    "Kinetics",
    "Models, Biological",
    "Nitric Oxide",
    "Nitrite Reductases",
    "Oxygen",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "23831540",
    "doi": "10.1016/j.niox.2013.06.008",
    "pii": "S1089-8603(13)00162-6"
  },
  "doi": "10.1016/j.niox.2013.06.008",
  "dates": {
    "completed": "2014-03-28",
    "revised": "2016-10-20"
  },
  "chemicals": [
    "Hemoglobins",
    "Nitric Oxide",
    "Nitrite Reductases",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.259989",
    "pmid": "23831540"
  }
}