{
  "pmid": "23844924",
  "uid": "23844924",
  "title": "Physical symptoms, perceived social support, and affect in adolescents with cancer.",
  "abstract": "Treatment for cancer among adolescents is often more intense and lasts longer than treatment for older or younger patients. It typically causes pain, fatigue, and nausea and affects social and emotional well-being. This study examined the relationships among demographics, physical symptoms, perceived social support from friends and family, and affect (positive and negative) in 102 adolescents (age 13-19) with cancer using correlational analyses. Additionally, perceived social support was explored as a mediator and moderator of the relationship between physical symptoms and affect using regression. Females reported significantly lower friend support and higher negative affect compared to males. Minority participants were more likely to endorse physical symptoms and less negative affect compared to White respondents. Higher report of physical symptoms was significantly related to greater negative affect, whereas higher perceived social support from friends was related to higher positive affect. Adolescents consistently reported high levels of social support from family and friends. Additionally, adolescents tended to report average levels of positive affect and low levels of negative affect compared to healthy populations. No significant mediation or moderation effects were found. This research highlights that females and minorities, and those with greater physical symptoms, may be more vulnerable to poor adjustment to cancer during adolescence. However, overall this study lends support to the notion that adolescents with cancer are an especially resilient population, as these patients endorsed generally high levels of social support and positive affect, with low levels of negative affect.",
  "authors": [
    {
      "last_name": "Wesley",
      "fore_name": "Kimberly M",
      "initials": "KM",
      "name": "Kimberly M Wesley",
      "affiliations": [
        "Department of Psychology, La Salle University, Philadelphia, PA 19141, USA. wesleyk1@student.lasalle.edu"
      ]
    },
    {
      "last_name": "Zelikovsky",
      "fore_name": "Nataliya",
      "initials": "N",
      "name": "Nataliya Zelikovsky",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of psychosocial oncology",
    "iso_abbreviation": "J Psychosoc Oncol",
    "issn": "1540-7586",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2013"
  },
  "start_page": "451",
  "end_page": "467",
  "pages": "451-67",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adolescent",
    "Affect",
    "Family",
    "Fatigue",
    "Female",
    "Friends",
    "Humans",
    "Life Change Events",
    "Male",
    "Nausea",
    "Neoplasms",
    "Pain",
    "Social Support",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23844924",
    "mid": "NIHMS698490",
    "pmc": "PMC4479176",
    "doi": "10.1080/07347332.2013.798761"
  },
  "doi": "10.1080/07347332.2013.798761",
  "pmc_id": "PMC4479176",
  "dates": {
    "completed": "2013-09-19",
    "revised": "2024-05-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R03 CA126337",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.499749",
    "pmid": "23844924"
  }
}