{
  "pmid": "23840212",
  "uid": "23840212",
  "title": "Prevalence of Three-Rooted Mandibular First Molars among Indians Using SCT.",
  "abstract": "Undetected extra roots or root canals are a major reason for failure of endodontic treatment. Failure to recognize an extra distolingual (DL) root in mandibular first molar may lead to incomplete debridement of the root canal system and eventually treatment failure. Therefore, it is crucial that atypical anatomy is identified before and during dental treatment. Spiral computed tomography (SCT) images can show 3D images, and therefore much detail can be used when traditional methods prevent adequate endodontic treatment. The overall incidence of DL roots on the mandibular first molars was 6.40% for all patients and 5.00% for all teeth, respectively. The occurrence of DL roots on the right side and on the left side showed a statistically significant difference. The bilateral incidence of symmetrical distribution of DL roots was 56.25%. The DL root canal orifice was separated from DB canal orifice by 2.79 ± 0.34 mm, from the MB canal orifice by 4.23 ± 0.81 mm, and from the ML canal orifice by 3.29 ± 0.52 mm. The high prevalence of the DL root in permanent mandibular first molars among the Indian population by using SCT and estimations of the interorifice distance of such teeth might be useful for successful endodontic treatments.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit Kumar",
      "initials": "AK",
      "name": "Amit Kumar Garg",
      "affiliations": [
        "Department of Conservative Dentistry and Endodontics, Modern Dental College & Research Centre, Indore, India."
      ]
    },
    {
      "last_name": "Tewari",
      "fore_name": "Rajendra Kumar",
      "initials": "RK",
      "name": "Rajendra Kumar Tewari",
      "affiliations": []
    },
    {
      "last_name": "Agrawal",
      "fore_name": "Neha",
      "initials": "N",
      "name": "Neha Agrawal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of dentistry",
    "iso_abbreviation": "Int J Dent",
    "issn": "1687-8728",
    "issn_type": "Print",
    "volume": "2013",
    "pub_year": "2013"
  },
  "start_page": "183869",
  "pages": "183869",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23840212",
    "pmc": "PMC3693170",
    "doi": "10.1155/2013/183869"
  },
  "doi": "10.1155/2013/183869",
  "pmc_id": "PMC3693170",
  "dates": {
    "completed": "2013-07-10",
    "revised": "2023-11-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.141318",
    "pmid": "23840212"
  }
}