{
  "pmid": "23847265",
  "uid": "23847265",
  "title": "Comparing two types of macrolide antibiotics for the purpose of assessing population-based drug interactions.",
  "abstract": "OBJECTIVE: Clarithromycin strongly inhibits enzyme cytochrome P450 3A4, preventing the metabolism of some other drugs, while azithromycin is a weak inhibitor. Accordingly, blood concentrations of other drugs increase with clarithromycin coprescription leading to adverse events. These macrolide antibiotics also differ on other properties that may impact outcomes. In this study, we compared outcomes in two groups of macrolide antibiotic users in the absence of potentially interacting drugs. DESIGN: Population-based retrospective cohort study. SETTING: Ontario, Canada, from 2003 to 2010. PATIENTS: Patients (mean 74 years) prescribed clarithromycin (n=52 251) or azithromycin (referent group, n=46 618). MAIN OUTCOMES: The primary outcomes were hospital admission within 30 days of a new antibiotic prescription with any of the 12 conditions examined separately (acute kidney injury, acute myocardial infarction, neuroimaging (proxy for delirium), hypotension, syncope, hyperkalaemia, hyponatraemia, hyperglycaemia, arrhythmia, ischaemic stroke, gastrointestinal bleeding and sepsis). The secondary outcome was mortality. RESULTS: The baseline characteristics of the two groups, including patient demographics, comorbid conditions, infection type and prescribing physician specialty, were nearly identical. The median daily dose was 1000 mg for clarithromycin and 300 mg for azithromycin and the median duration of dispensing antibiotics was 10 and 5 days, respectively. There was no difference between the groups in the risk of hospitalisation for any condition studied (relative risk ranged from 0.67 to 1.23). Compared with azithromycin, clarithromycin was associated with a slightly higher risk of all-cause mortality (0.46% vs 0.37%, relative risk 1.25, 95% CI 1.03 to 1.52). CONCLUSIONS: Clarithromycin can be used to assess drug interactions in population-based studies with azithromycin serving as a control group. However, any differences in mortality observed between the two antibiotic groups in the setting of other drug use may be partially attributable to factors beyond the inhibition of drug metabolising enzymes and transporters, as the difference for this outcome was significant.",
  "authors": [
    {
      "last_name": "Fleet",
      "fore_name": "Jamie L",
      "initials": "JL",
      "name": "Jamie L Fleet",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": []
    },
    {
      "last_name": "Bailey",
      "fore_name": "David G",
      "initials": "DG",
      "name": "David G Bailey",
      "affiliations": []
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja Gandhi",
      "affiliations": []
    },
    {
      "last_name": "Juurlink",
      "fore_name": "David N",
      "initials": "DN",
      "name": "David N Juurlink",
      "affiliations": []
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": []
    },
    {
      "last_name": "Mamdani",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Mamdani",
      "affiliations": []
    },
    {
      "last_name": "Gomes",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Gomes",
      "affiliations": []
    },
    {
      "last_name": "Patel",
      "fore_name": "Amit M",
      "initials": "AM",
      "name": "Amit M Patel",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "7",
    "pub_year": "2013"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23847265",
    "pmc": "PMC3710981",
    "doi": "10.1136/bmjopen-2013-002857",
    "pii": "bmjopen-2013-002857"
  },
  "doi": "10.1136/bmjopen-2013-002857",
  "pmc_id": "PMC3710981",
  "dates": {
    "completed": "2013-07-12",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.141710",
    "pmid": "23847265"
  }
}