{
  "pmid": "23845528",
  "uid": "23845528",
  "title": "Frequent emergency department visits are more prevalent in psychiatric, alcohol abuse, and dual diagnosis conditions than in chronic viral illnesses such as hepatitis and human immunodeficiency virus.",
  "abstract": "BACKGROUND: Repeat users of Emergency Departments (ED), so-called \"frequent visitors,\" place a substantial burden on limited ED resources. The illness features of frequent visitors have not been well defined, though chronic medical and psychiatric illness and substance abuse are implicated. STUDY OBJECTIVES: This study assessed whether chronic conditions such as hepatitis C (HCV) and human immunodeficiency virus (HIV) are more prevalent in frequent ED users compared to a viral condition with relatively less disability, hepatitis B (HBV). As a comparison, psychiatric complaints and alcohol abuse were also compared in frequent and non-frequent visitors. METHODS: All visits to a university ED in a particular calendar year were retrospectively reviewed. Frequent visitors were defined as those who made four or more visits. Presenting complaints and past medical history were examined for HCV, HIV, HBV, psychiatric complaints, and alcohol abuse. RESULTS: Frequent visitors accounted for 28% of all ED visits. HCV, HIV, and alcohol abuse were more prevalent in frequent visitors than non-frequent visitors. People with HBV comprised a small proportion of both groups. Frequent visitors with psychiatric complaints were more prevalent than those with HBV or alcohol abuse. Psychiatric history comorbid with alcohol abuse and HCV with alcohol abuse were more prevalent in frequent vs. non-frequent visitors. CONCLUSION: Although chronic hepatitis and psychiatric complaints are both implicated in frequent ED visits, patients with psychiatric complaints present to the ED more often. Patients with a \"dual diagnosis\" of psychiatric condition and alcohol abuse are likely to be frequent visitors. This population should be targeted for creative intervention strategies, both within and outside of the emergency system, that comprehensively screen for symptomatology and integrate mental health treatment with substance abuse interventions.",
  "authors": [
    {
      "last_name": "Minassian",
      "fore_name": "Arpi",
      "initials": "A",
      "name": "Arpi Minassian",
      "affiliations": [
        "Department of Psychiatry, University of California San Diego, San Diego, California; Center of Excellence for Stress and Mental Health (CESAMH), Veteran's Administration, San Diego, California."
      ]
    },
    {
      "last_name": "Vilke",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Vilke",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "45",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "520",
  "end_page": "525",
  "pages": "520-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Alcoholism",
    "Diagnosis, Dual (Psychiatry)",
    "Emergency Service, Hospital",
    "Female",
    "HIV Infections",
    "Hepatitis B, Chronic",
    "Hepatitis C, Chronic",
    "Humans",
    "Male",
    "Mental Disorders",
    "Middle Aged",
    "Retrospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23845528",
    "doi": "10.1016/j.jemermed.2013.05.007",
    "pii": "S0736-4679(13)00467-8"
  },
  "doi": "10.1016/j.jemermed.2013.05.007",
  "dates": {
    "completed": "2014-05-29",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.263679",
    "pmid": "23845528"
  }
}