{
  "pmid": "23855954",
  "uid": "23855954",
  "title": "Acute refractory hypoxemia after chest trauma reversed by high-frequency oscillatory ventilation: a case report.",
  "abstract": "INTRODUCTION: Polytrauma often results in significant hypoxemia secondary to direct lung contusion or indirectly through atelectasis, systemic inflammatory response, large volume fluid resuscitation and blood product transfusion. In addition to causing hypoxemia, atelectasis and acute lung injury can lead to right ventricular failure through an acute increase in pulmonary vascular resistance. Mechanical ventilation is often applied, accompanied with recruitment maneuvers and positive end-expiratory pressure in order to recruit alveoli and reverse atelectasis, while preventing excessive alveolar damage. This strategy should lead to the reversal of the hypoxemic condition and the detrimental heart-lung interaction that may occur. However, as described in this case report, hemodynamic instability and intractable alveolar atelectasis sometimes do not respond to conventional ventilation strategies. CASE PRESENTATION: We describe the case of a 21-year-old Caucasian man with severe chest trauma requiring surgical interventions, who developed refractory hypoxemia and overt right ventricular failure. After multiple failed attempts of recruitment using conventional ventilation, the patient was ventilated with high-frequency oscillatory ventilation. This mode of ventilation allowed the reversal of the hemodynamic effects of severe hypoxemia and of the acute cor pulmonale. We use this case report to describe the physiological advantages of high-frequency oscillatory ventilation in patients with chest trauma, and formulate the arguments to explain the positive effect observed in our patient. CONCLUSIONS: High-frequency oscillatory ventilation can be used in the context of a blunt chest trauma accompanied by severe hypoxemia due to atelectasis. The positive effect is due to its capacity to recruit the collapsed alveoli and, as a result, the relief of increased pulmonary vascular resistance and subsequently the reversal of acute cor pulmonale. This approach may represent an alternative in case of failure of the conventional ventilation strategy.",
  "authors": [
    {
      "last_name": "Charbonney",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Charbonney",
      "affiliations": [
        "Centre de Santé et de Services Sociaux de Trois-Rivières, 1991 Boul, du Carmel, Trois-Rivières, QC G8Z 3R9, Canada. emmanuel.charbonney@umontreal.ca."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer Ly",
      "initials": "JL",
      "name": "Jennifer Ly Tsang",
      "affiliations": []
    },
    {
      "last_name": "Wassermann",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Wassermann",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill Kj",
      "initials": "NK",
      "name": "Neill Kj Adhikari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of medical case reports",
    "iso_abbreviation": "J Med Case Rep",
    "issn": "1752-1947",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2013",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "start_page": "186",
  "pages": "186",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23855954",
    "pmc": "PMC3726508",
    "doi": "10.1186/1752-1947-7-186",
    "pii": "1752-1947-7-186"
  },
  "doi": "10.1186/1752-1947-7-186",
  "pmc_id": "PMC3726508",
  "dates": {
    "completed": "2013-07-30",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:30.514156",
    "pmid": "23855954"
  }
}