{
  "pmid": "23855088",
  "uid": "23855088",
  "title": "Patient satisfaction for levonorgestrel intrauterine system and norethisterone for treatment of dysfunctional uterine bleeding.",
  "abstract": "BACKGROUND: Dysfunctional uterine bleeding (DUB) is a common problem with complex management. It can be quite harrowing for the physicians as in most instances they are unable to pinpoint the cause of abnormal bleeding even after a thorough history and physical examination. Aim was to compare patient satisfaction for Levonorgestrel intra uterine system (LNG-IUS) and Norethisterone for the treatment of Dysfunctional Uterine Bleeding (DUB). It is Descriptive case series conducted in Department Obstetrics and Gynaecology, Shifa International Hospital, Islamabad from September, 2011 to September, 2012. METHODS: One hundred and nineteen (119) female patients of reproductive age Group with DUB were selected by consecutive sampling. Informed written consent was obtained. A structural patient satisfaction questionnaire (PSQ) was used to collect information regarding age of patients, type of method used for treatment of DUB (Levonorgestrel or Norethisterone), treatment outcome in terms of patient satisfaction scale, and decrease in bleeding after 6 months. RESULTS: The mean age of the patients was 41.03 +/- 4.415 year ranging from 28-60 years. The mean parity of women in the study was 3.22 +/- 1.188 with a range of 1-7. The satisfaction level was significantly (p < 0.05) greater (90% versus 20%) in Group A (levonorgesterol-releasing intrauterine system) as compared with Group B (Norethisterone). The blood loss was significantly (p < 0.05) decreased in Group A (98%) as compared with Group B (80%). The preference of continuing the method as well as recommendation to a friend was significantly greater in Group A as compared to Group B. CONCLUSION: The levonorgesterol-releasing intrauterine system (LNG-IUS) is a better choice as compared to Norethisterone, for treatment of DUB with 90% patients highly satisfied.",
  "authors": [
    {
      "last_name": "Naqaish",
      "fore_name": "Taqdees",
      "initials": "T",
      "name": "Taqdees Naqaish",
      "affiliations": [
        "Department of Obstetrics/Gynaecology, Shifa College of Medicine, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Farwa",
      "initials": "F",
      "name": "Farwa Rizvi",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Khan",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of Ayub Medical College, Abbottabad :, JAMC..",
    "iso_abbreviation": "J Ayub Med Coll Abbottabad",
    "issn": "1025-9589",
    "issn_type": "Print",
    "volume": "24",
    "issue": "1",
    "pub_year": "2012"
  },
  "start_page": "23",
  "end_page": "26",
  "pages": "23-6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Contraceptive Agents, Female",
    "Contraceptives, Oral, Synthetic",
    "Female",
    "Humans",
    "Intrauterine Devices, Medicated",
    "Levonorgestrel",
    "Menorrhagia",
    "Middle Aged",
    "Norethindrone",
    "Patient Satisfaction"
  ],
  "article_ids": {
    "pubmed": "23855088"
  },
  "dates": {
    "completed": "2013-08-27",
    "revised": "2013-11-21"
  },
  "chemicals": [
    "Contraceptive Agents, Female",
    "Contraceptives, Oral, Synthetic",
    "Levonorgestrel",
    "Norethindrone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.732252",
    "pmid": "23855088"
  }
}