{
  "pmid": "23859229",
  "uid": "23859229",
  "title": "Water-soluble vitamins in people with low glomerular filtration rate or on dialysis: a review.",
  "abstract": "People with low glomerular filtration rate and people on dialysis are spontaneously at risk for vitamin deficiency because of the potential for problems with decreased appetite and decreased sense of smell and taste, leading to decreased intake, and because decreased energy or decreased cognitive ability results in difficulties in shopping and cooking. Imposed dietary restrictions because of their renal dysfunction and because of comorbidities such as hypertension and diabetes exacerbate this problem. Finally, particularly for water-soluble vitamins, loss may occur into the dialysate. We did not identify any randomized trials of administering daily doses close to the recommended daily allowances of these vitamins. In people who are eating at all, deficiencies of B5 and B7 seem unlikely. It is unclear whether supplements of B2 and B3 are necessary. Because of dialyzability and documented evidence of insufficiency in dialysis patients, B1 supplementation is likely to be helpful. B6, B9, and B12 are implicated in the hyperhomocysteinemia observed in patients on dialysis. These vitamins have been studied in combinations, in high doses, with the hope of reducing cardiovascular outcomes. No reductions in patient-important outcomes were seen in adequately powered randomized trials. Because of their involvement in the homocysteine pathway, however, supplementation with lower doses, close to the recommended daily allowances, may be helpful. Vitamin C deficiency is common in patients on dialysis who are not taking supplements: low-dose supplements are warranted. Vitamins for dialysis patients contain most or all of the B vitamins and low-dose vitamin C. We are not aware of any medical reasons to choose one over another.",
  "authors": [
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Clinical Epidemiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ki",
      "fore_name": "Vincent",
      "initials": "V",
      "name": "Vincent Ki",
      "affiliations": []
    },
    {
      "last_name": "Holden",
      "fore_name": "Rachel M",
      "initials": "RM",
      "name": "Rachel M Holden",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in dialysis",
    "iso_abbreviation": "Semin Dial",
    "issn": "1525-139X",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "5",
    "pub_year": "2013"
  },
  "start_page": "546",
  "end_page": "567",
  "pages": "546-67",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Ascorbic Acid",
    "Avitaminosis",
    "Dietary Supplements",
    "Glomerular Filtration Rate",
    "Humans",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Vitamin B Complex"
  ],
  "article_ids": {
    "pubmed": "23859229",
    "pmc": "PMC4285924",
    "doi": "10.1111/sdi.12099"
  },
  "doi": "10.1111/sdi.12099",
  "pmc_id": "PMC4285924",
  "dates": {
    "completed": "2014-05-22",
    "revised": "2024-10-06"
  },
  "chemicals": [
    "Vitamin B Complex",
    "Ascorbic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.943263",
    "pmid": "23859229"
  }
}