{
  "pmid": "23859191",
  "uid": "23859191",
  "title": "The economics of hemodialysis catheter-related infection prophylaxis.",
  "abstract": "Hemodialysis central venous catheter (CVC) use is associated with the highest morbidity, mortality, and cost of all types of hemodialysis vascular access. CVC-related infection drives much of the cost associated with CVC use. The magnitude of the cost associated with CVC-related infection varies depending on the type and severity of that infection; however, estimates of the total direct and indirect costs associated with hospitalizations due to hemodialysis CVC-related infections range from 17,000 USD to 32,000 USD per episode. Thus, it is critically important, to not only have effective strategies to limit CVC-related infection but also evaluate whether these strategies are an efficient use of resources. Prophylactic strategies can be considered economically efficient only if the value of its implementation and the corresponding drop in infection rate offer greater value than standard care. The optimal CVC-related infection prophylaxis strategy should work to limit infection risk with minimal risk, inconvenience, and discomfort to the patient, and at minimal cost. The aim of this review was to examine the clinical and economic impact of some commonly described interventions used for CVC infection prophylaxis.",
  "authors": [
    {
      "last_name": "Kosa",
      "fore_name": "S Daisy",
      "initials": "SD",
      "name": "S Daisy Kosa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lok",
      "fore_name": "Charmaine E",
      "initials": "CE",
      "name": "Charmaine E Lok",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Seminars in dialysis",
    "iso_abbreviation": "Semin Dial",
    "issn": "1525-139X",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2013"
  },
  "start_page": "482",
  "end_page": "493",
  "pages": "482-93",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Antibiotic Prophylaxis",
    "Catheter-Related Infections",
    "Central Venous Catheters",
    "Device Removal",
    "Female",
    "Health Care Costs",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Primary Prevention",
    "Renal Dialysis",
    "United States"
  ],
  "article_ids": {
    "pubmed": "23859191",
    "doi": "10.1111/sdi.12115"
  },
  "doi": "10.1111/sdi.12115",
  "dates": {
    "completed": "2014-03-12",
    "revised": "2022-03-10"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:42.810846",
    "pmid": "23859191"
  }
}