{
  "pmid": "23868396",
  "uid": "23868396",
  "title": "Key health themes and reporting of numerical cigarette-waterpipe equivalence in online news articles reporting on waterpipe tobacco smoking: a content analysis.",
  "abstract": "INTRODUCTION: There is anecdotal evidence that health messages interpreted from waterpipe tobacco smoking (WTS) research are inconsistent, such as comparing the health effects of one WTS session with that of 100 cigarettes. This study aimed to identify key health themes about WTS discussed by online news media, and how numerical cigarette-waterpipe equivalence (CWE) was being interpreted. METHODS: We identified 1065 online news articles published between March 2011 and September 2012 using the 'Google Alerts' service. We screened for health themes, assessed statements mentioning CWE and reported differences between countries. We used logistic regression to identify factors associated with articles incorrectly reporting a CWE equal to or greater than 100 cigarettes, in the absence of any comparative parameter ('CWE ≥100 cigarettes'). RESULTS: Commonly mentioned health themes were the presence of tobacco (67%) and being as bad as cigarettes (49%), and we report on differences between countries. While 10.8% of all news articles contained at least one positive health theme, 22.9% contained a statement about a CWE. Most of these (18.6% total) were incorrectly a CWE ≥100 cigarettes, a quarter of which were made by healthcare professionals/organisations. Compared with the Middle East, articles from the USA and the UK were the most significant predictors to contain a CWE ≥100 cigarettes statement. CONCLUSIONS: Those wishing to write or publish information related to WTS may wish to avoid comparing WTS to cigarettes using numerical values as this is a major source of confusion. Future research is needed to address the impact of the media on the attitudes, initiation and cessation rates of waterpipe smokers.",
  "authors": [
    {
      "last_name": "Jawad",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Jawad",
      "affiliations": [
        "Department of Primary Care and Public Health, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Bakir",
      "fore_name": "Ali M",
      "initials": "AM",
      "name": "Ali M Bakir",
      "affiliations": [
        "Faculty of Medicine, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Ali",
      "affiliations": [
        "Faculty of Medicine, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Jawad",
      "fore_name": "Sena",
      "initials": "S",
      "name": "Sena Jawad",
      "affiliations": [
        "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada Department of Medicine, State University of New York at Buffalo, Buffalo, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Tobacco control",
    "iso_abbreviation": "Tob Control",
    "issn": "1468-3318",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2015",
    "pub_month": "Jan"
  },
  "start_page": "43",
  "end_page": "47",
  "pages": "43-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Internet",
    "Logistic Models",
    "Mass Media",
    "Middle East",
    "Smoking",
    "Surveys and Questionnaires",
    "Tobacco Products",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "23868396",
    "doi": "10.1136/tobaccocontrol-2013-050981",
    "pii": "tobaccocontrol-2013-050981"
  },
  "doi": "10.1136/tobaccocontrol-2013-050981",
  "dates": {
    "completed": "2015-07-31",
    "revised": "2024-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.069555",
    "pmid": "23868396"
  }
}