{
  "pmid": "23864918",
  "uid": "23864918",
  "title": "An Observational Retrospective Study Provide Information on Hospitalization and Severe Outcomes of the 2009 A(H1N1) Infection in Italy.",
  "abstract": "BACKGROUND: The aim of this study was to try to ascertain whether, in the absence of a pre-organized programme, locally collected data might provide information about the epidemiological and clinical characteristics of the recent A(H1N1) pandemic in Italy. METHODS: The study was an observational retrospective analysis of the clinic-epidemiological features performed by reviewing medical charts from 141 hospitalized patients with laboratory confirmed pandemic A(H1N1) infection in Umbria, a region of central Italy, in the period July 2009 to March 2010. RESULTS: The pandemic virus was found capable of inducing severe illness requiring hospitalization or intensive care unit admission (ICU), or resulting in death. Age and comorbidity were found to be potential risk factors for severe disease. The mean age of the hospitalized patients was 37 years (range 0 - 93 yrs), however the mean age of ICU admitted patients, including people who did not survive, was higher as compared with those admitted to general medical ward (54 vs 35 yrs). The highest incidence of hospitalization was observed in the youngest group (0 - 17 yrs), the greatest rate of ICU admission in adults (18 - 64 years), and the risk of death in the oldest population (≥ 65 yrs). Comorbity conditions were present in some (55%), but not all hospitalized patients and increased with the age and the severity of the illness. CONCLUSIONS: The data obtained are compatible with the identified epidemiological characteristics of the A(H1N1) pandemic derived from partial information previously collected in Italy and from studies conducted in other European and non European countries. The results of our retrospective observational study suggest that locally organized data collection may give information on the epidemiological and clinical characteristics of a pandemic that are compatible with those obtained from more complex and complete studies.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Anna Maria",
      "initials": "AM",
      "name": "Anna Maria Iorio",
      "affiliations": [
        "Dept. of Medical and Surgical Spec. and Public Health, University of Perugia, Via del Giochetto, 06122 Perugia, Italy."
      ]
    },
    {
      "last_name": "Camilloni",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Camilloni",
      "affiliations": []
    },
    {
      "last_name": "Basileo",
      "fore_name": "Michela",
      "initials": "M",
      "name": "Michela Basileo",
      "affiliations": []
    },
    {
      "last_name": "Monaldi",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Monaldi",
      "affiliations": []
    },
    {
      "last_name": "Lepri",
      "fore_name": "Enrica",
      "initials": "E",
      "name": "Enrica Lepri",
      "affiliations": []
    },
    {
      "last_name": "Neri",
      "fore_name": "Mariella",
      "initials": "M",
      "name": "Mariella Neri",
      "affiliations": []
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": []
    },
    {
      "last_name": "Baldelli",
      "fore_name": "Franco",
      "initials": "F",
      "name": "Franco Baldelli",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine research",
    "iso_abbreviation": "J Clin Med Res",
    "issn": "1918-3003",
    "issn_type": "Print",
    "volume": "5",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "286",
  "end_page": "293",
  "pages": "286-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23864918",
    "pmc": "PMC3712884",
    "doi": "10.4021/jocmr883w"
  },
  "doi": "10.4021/jocmr883w",
  "pmc_id": "PMC3712884",
  "dates": {
    "completed": "2013-07-18",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:11.992085",
    "pmid": "23864918"
  }
}