{
  "pmid": "23863188",
  "uid": "23863188",
  "title": "Assessing the impacts of citizen deliberations on the health technology process.",
  "abstract": "OBJECTIVES: We assessed the impacts of a Citizens' Reference Panel on the deliberations of a provincial health technology advisory committee and its secretariat, which produce, recommendations for the use of health technologies in Ontario, Canada. METHODS: A fourteen-member citizens' reference panel was convened five times between February 2009 and May 2010 to participate in informed, facilitated discussions to inform the assessment of individual technologies and provincial health technology assessment processes more generally. Qualitative data collection methods were used to document observed and perceived impacts of the citizens' panel on the health technology assessment (HTA) process. RESULTS: Panel impacts were observed for all technologies reviewed, at two different stages in the HTA process, and represented macro- (raising awareness) and micro-level (informing recommendations) impacts. These impacts were shaped by periodic opportunities for direct and brokered exchange between the Panel and the expert advisory committee to clarify roles, foster accountability, and build trust. Our findings offer new insights about one of the main considerations in the design of deliberative participatory structures-how to maintain the independence of a citizens' panel while ensuring that their input is considered at key junctures in the HTA process. CONCLUSIONS: Citizens' panels can exert various impacts on the HTA process. Ensuring these types of structures include opportunities for direct exchange between citizens and experts, to clarify roles, promote accountability, and build trust will facilitate their impacts in a variety of settings.",
  "authors": [
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bombard",
      "fore_name": "Yvonne",
      "initials": "Y",
      "name": "Yvonne Bombard",
      "affiliations": []
    },
    {
      "last_name": "Gauvin",
      "fore_name": "François-Pierre",
      "initials": "FP",
      "name": "François-Pierre Gauvin",
      "affiliations": []
    },
    {
      "last_name": "Simeonov",
      "fore_name": "Dorina",
      "initials": "D",
      "name": "Dorina Simeonov",
      "affiliations": []
    },
    {
      "last_name": "Boesveld",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Boesveld",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of technology assessment in health care",
    "iso_abbreviation": "Int J Technol Assess Health Care",
    "issn": "1471-6348",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "282",
  "end_page": "289",
  "pages": "282-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Advisory Committees",
    "Community Participation",
    "Decision Making",
    "Health Policy",
    "Humans",
    "Ontario",
    "Qualitative Research",
    "Social Values",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "23863188",
    "doi": "10.1017/S0266462313000299",
    "pii": "S0266462313000299"
  },
  "doi": "10.1017/S0266462313000299",
  "dates": {
    "completed": "2014-04-30",
    "revised": "2016-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.753617",
    "pmid": "23863188"
  }
}