{
  "pmid": "23867428",
  "uid": "23867428",
  "title": "A systematic review and meta-analysis on the effect of steroids in pediatric shock.",
  "abstract": "OBJECTIVE: To systematically review randomized controlled trials (RCTs) of steroids conducted in children with fluid and/or vasoactive medication-dependent shock and evaluate and report on the quality and clinical and methodological heterogeneity of included trials. DATA SOURCES: MEDLINE (1946 to January Week 2, 2012), Embase (1947-January 20, 2012), Cochrane Central Register of Controlled Trials (through January 2012), and reference lists of retrieved publications. No language restrictions were applied. STUDY SELECTION: We included only RCTs reporting on steroid use and clinical outcomes in pediatric shock. DATA EXTRACTION: Study characteristics, interventions, and outcomes were retrieved by three independent reviewers. Pooled relative risks and 95% CIs were calculated using a random effects model. DATA SYNTHESIS: We identified 535 citations from which 13 full-text articles were retrieved for assessment. Eight articles evaluating a total of 447 children were selected for review. The median trial size was 67 patients (range, 28-98). Seven of the eight trials were published prior to 1996, and all trials were conducted in the developing world, and six of eight trials were in the setting of dengue shock. We found methodological issues related to allocation concealment, blinding and reporting of co-interventions, and outcome data among the included trials along with varying types, doses, timings, and duration of steroids making it difficult to compare outcomes. The overall meta-analysis showed no difference in mortality rates between those who did and did not receive steroids (relative risks, 0.744 [95% CI, 0.475-1.165]; p = 0.197). CONCLUSIONS: The literature on the use of steroids in pediatric shock is limited in amount and methodological quality and demonstrates conflicting results. The limited evidence on which current guidelines are based strongly supports the need for a well-designed, pragmatic randomized controlled trial on the use of steroids in pediatric shock to inform future guidelines.",
  "authors": [
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada. menon@cheo.on.ca"
      ]
    },
    {
      "last_name": "McNally",
      "fore_name": "Dayre",
      "initials": "D",
      "name": "Dayre McNally",
      "affiliations": []
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    },
    {
      "last_name": "Sampson",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Sampson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "14",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Jun"
  },
  "start_page": "474",
  "end_page": "480",
  "pages": "474-80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adrenal Cortex Hormones",
    "Cardiovascular Agents",
    "Child",
    "Fluid Therapy",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Randomized Controlled Trials as Topic",
    "Shock, Septic"
  ],
  "article_ids": {
    "pubmed": "23867428",
    "doi": "10.1097/PCC.0b013e31828a8125",
    "pii": "00130478-201306000-00007"
  },
  "doi": "10.1097/PCC.0b013e31828a8125",
  "dates": {
    "completed": "2014-03-14",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Cardiovascular Agents"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.954890",
    "pmid": "23867428"
  }
}