{
  "pmid": "23875181",
  "uid": "23875181",
  "title": "Group interprofessional chronic pain management in the primary care setting: a pilot study of feasibility and effectiveness in a family health team in Ontario.",
  "abstract": "BACKGROUND: Approximately 18.9% of Canadians live with chronic pain. Primary care reform in Ontario presents unique opportunities to assess approaches to help these patients. OBJECTIVE: To assess the feasibility of an interprofessional primary care-based program for patients living with chronic pain, and to examine the potential impact of such a program on quality of life and health resource utilization. METHODS: An embedded mixed-methods evaluation (randomized controlled trial with waiting list control and semistructured interviews) of an eight-week series of small group sessions exploring multifactoral aspects of pain management was performed. Participants were randomly assigned to early intervention (EI) or delayed intervention (DI) groups. All participants received the intervention; the DI group served as a control group for comparison with the EI group. Outcomes included the Short Form-36 Health Survey version 2 (SF-36v2), medication use and health care utilization. Qualitative interviews were conducted to identify areas for program improvement. RESULTS: A total of 240 patients were recruited and 63 agreed to participate. The mean (± SD) age of the participants was 55±14.1 years and 62.3% were female. There was no significant difference in the mean change in SF-36v2 summary scores between the EI and DI groups. However, the SF-36v2 subscale score for bodily pain was significantly improved in the EI group compared with the DI group after six months of observation (mean difference = 13.1 points; P<0.05). There was also significant improvement in this score when both groups were pooled and aggregate preintervention and postintervention scores were compared. There was a significant decrease in the mean number of clinic visits in the six-month period following the intervention compared with the six-month period before the intervention (P=0.043). CONCLUSION: An interprofessional program in primary care for patients living with chronic pain may lead to improvements in quality of life and health resource utilization. The challenges to the feasibility of the program and its evaluation are recruitment and retention of patients, leading to the conclusion that the program, as it was conducted in the present study, is not appropriate for this setting.",
  "authors": [
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo N",
      "initials": "RN",
      "name": "Ricardo N Angeles",
      "affiliations": []
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": []
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa McCarthy",
      "affiliations": []
    },
    {
      "last_name": "Bauer",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Bauer",
      "affiliations": []
    },
    {
      "last_name": "Wolfson",
      "fore_name": "Miriam",
      "initials": "M",
      "name": "Miriam Wolfson",
      "affiliations": []
    },
    {
      "last_name": "Chacon",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Chacon",
      "affiliations": []
    },
    {
      "last_name": "Bullock",
      "fore_name": "Lana",
      "initials": "L",
      "name": "Lana Bullock",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pain research & management",
    "iso_abbreviation": "Pain Res Manag",
    "issn": "1918-1523",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2013"
  },
  "start_page": "237",
  "end_page": "242",
  "pages": "237-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Chronic Pain",
    "Family Health",
    "Feasibility Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Pain Management",
    "Pilot Projects",
    "Primary Health Care",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "23875181",
    "pmc": "PMC3805345",
    "doi": "10.1155/2013/491279",
    "pii": "14795"
  },
  "doi": "10.1155/2013/491279",
  "pmc_id": "PMC3805345",
  "dates": {
    "completed": "2014-06-04",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:21.504706",
    "pmid": "23875181"
  }
}