{
  "pmid": "23875730",
  "uid": "23875730",
  "title": "Personalized-detailed clinical model for data interoperability among clinical standards.",
  "abstract": "OBJECTIVE: Data interoperability among health information exchange (HIE) systems is a major concern for healthcare practitioners to enable provisioning of telemedicine-related services. Heterogeneity exists in these systems not only at the data level but also among different heterogeneous healthcare standards with which these are compliant. The relationship between healthcare organization data and different heterogeneous standards is necessary to achieve the goal of data level interoperability. We propose a personalized-detailed clinical model (P-DCM) approach for the generation of customized mappings that creates the necessary linkage between organization-conformed healthcare standards concepts and clinical model concepts to ensure data interoperability among HIE systems. MATERIALS AND METHODS: We consider electronic health record (EHR) standards, openEHR, and HL7 CDA instances transformation using P-DCM. P-DCM concepts associated with openEHR and HL7 CDA help in transformation of instances among these standards. We investigated two datasets: (1) data of 100 diabetic patients, including 50 each of type 1 and type 2, from a local hospital in Korea and (2) data of a single Alzheimer's disease patient. P-DCMs were created for both scenarios, which provided the basis for deriving instances for HL7 CDA and openEHR standards. RESULTS: For proof of concept, we present case studies of encounter information for type 2 diabetes mellitus patients and monitoring of daily routine activities of an Alzheimer's disease patient. These reflect P-DCM-based customized mappings generation with openEHR and HL7 CDA standards. Customized mappings are generated based on the relationship of P-DCM concepts with CDA and openEHR concepts. CONCLUSIONS: The objective of this work is to achieve semantic data interoperability among heterogeneous standards. This would lead to effective utilization of resources and allow timely information exchange among healthcare systems.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Wajahat Ali",
      "initials": "WA",
      "name": "Wajahat Ali Khan",
      "affiliations": [
        "Department of Computer Engineering, Kyung Hee University , Yongin-si, Gyeonggi-do, Republic of Korea."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": []
    },
    {
      "last_name": "Amin",
      "fore_name": "Muhammad Bilal",
      "initials": "MB",
      "name": "Muhammad Bilal Amin",
      "affiliations": []
    },
    {
      "last_name": "Saleem",
      "fore_name": "Muhammad Aamir",
      "initials": "MA",
      "name": "Muhammad Aamir Saleem",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Telemedicine journal and e-health : the official journal of the American Telemedicine Association",
    "iso_abbreviation": "Telemed J E Health",
    "issn": "1556-3669",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "8",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "632",
  "end_page": "642",
  "pages": "632-42",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Alzheimer Disease",
    "Diabetes Mellitus, Type 2",
    "Electronic Health Records",
    "Health Level Seven",
    "Humans",
    "Medical Record Linkage",
    "Models, Organizational",
    "Republic of Korea",
    "Semantics",
    "Software Design",
    "Systems Integration"
  ],
  "article_ids": {
    "pubmed": "23875730",
    "pmc": "PMC3719467",
    "doi": "10.1089/tmj.2012.0189"
  },
  "doi": "10.1089/tmj.2012.0189",
  "pmc_id": "PMC3719467",
  "dates": {
    "completed": "2014-05-06",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.732658",
    "pmid": "23875730"
  }
}