{
  "pmid": "23887090",
  "uid": "23887090",
  "title": "Effects of centrally acting ACE inhibitors on the rate of cognitive decline in dementia.",
  "abstract": "OBJECTIVES: There is growing evidence that antihypertensive agents, particularly centrally acting ACE inhibitors (CACE-Is), which cross the blood-brain barrier, are associated with a reduced rate of cognitive decline. Given this, we compared the rates of cognitive decline in clinic patients with dementia receiving CACE-Is (CACE-I) with those not currently treated with CACE-Is (NoCACE-I), and with those who started CACE-Is, during their first 6 months of treatment (NewCACE-I). DESIGN: Observational case-control study. SETTING: 2 university hospital memory clinics. PARTICIPANTS: 817 patients diagnosed with Alzheimer's disease, vascular or mixed dementia. Of these, 361 with valid cognitive scores were included for analysis, 85 CACE-I and 276 NoCACE-I. MEASUREMENTS: Patients were included if the baseline and end-point (standardised at 6 months apart) Standardised Mini-Mental State Examination (SMMSE) or Quick Mild Cognitive Impairment (Qmci) scores were available. Patients with comorbid depression or other dementia subtypes were excluded. The average 6-month rates of change in scores were compared between CACE-I, NoCACE-I and NewCACE-I patients. RESULTS: When the rate of decline was compared between groups, there was a significant difference in the median, 6-month rate of decline in Qmci scores between CACE-I (1.8 points) and NoCACE-I (2.1 points) patients (p=0.049), with similar, non-significant changes in SMMSE. Median SMMSE scores improved by 1.2 points in the first 6 months of CACE treatment (NewCACE-I), compared to a 0.8 point decline for the CACE-I (p=0.003) group and a 1 point decline for the NoCACE-I (p=0.001) group over the same period. Multivariate analysis, controlling for baseline characteristics, showed significant differences in the rates of decline, in SMMSE, between the three groups, p=0.002. CONCLUSIONS: Cognitive scores may improve in the first 6 months after CACE-I treatment and use of CACE-Is is associated with a reduced rate of cognitive decline in patients with dementia.",
  "authors": [
    {
      "last_name": "Gao",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Gao",
      "affiliations": [
        "Centre for Gerontology and Rehabilitation, University College Cork, St Finbarrs' Hospital, Cork City, Ireland."
      ]
    },
    {
      "last_name": "O'Caoimh",
      "fore_name": "R칩n치n",
      "initials": "R",
      "name": "R칩n치n O'Caoimh",
      "affiliations": []
    },
    {
      "last_name": "Healy",
      "fore_name": "Liam",
      "initials": "L",
      "name": "Liam Healy",
      "affiliations": []
    },
    {
      "last_name": "Kerins",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Kerins",
      "affiliations": []
    },
    {
      "last_name": "Eustace",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Eustace",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Sammon",
      "fore_name": "David",
      "initials": "D",
      "name": "David Sammon",
      "affiliations": []
    },
    {
      "last_name": "Molloy",
      "fore_name": "D William",
      "initials": "DW",
      "name": "D William Molloy",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "7",
    "pub_year": "2013"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23887090",
    "pmc": "PMC3703568",
    "doi": "10.1136/bmjopen-2013-002881",
    "pii": "bmjopen-2013-002881"
  },
  "doi": "10.1136/bmjopen-2013-002881",
  "pmc_id": "PMC3703568",
  "dates": {
    "completed": "2013-07-26",
    "revised": "2024-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:59.409962",
    "pmid": "23887090"
  }
}