{
  "pmid": "23883424",
  "uid": "23883424",
  "title": "Factors affecting pediatric isotonic fluid resuscitation efficiency: a randomized controlled trial evaluating the impact of syringe size.",
  "abstract": "BACKGROUND: Goal-directed therapy guidelines for pediatric septic shock resuscitation recommend fluid delivery at speeds in excess of that possible through use of regular fluid infusion pumps. In our experience, syringes are commonly used by health care providers (HCPs) to achieve rapid fluid resuscitation in a pediatric fluid resuscitation scenario. At present, it is unclear which syringe size health care providers should use when performing fluid resuscitation to achieve maximal fluid resuscitation efficiency. The objective of this study was therefore to determine if an optimal syringe size exists for conducting manual pediatric fluid resuscitation. METHODS: This 48-participant parallel group randomized controlled trial included 4 study arms (10, 20, 30, 60 mL syringe size groups). Eligible participants were HCPs from McMaster Children's Hospital, Hamilton, Canada blinded to the purpose of the trial. Consenting participants were randomized using a third party technique. Following a standardization procedure, participants administered 900 mL (60 mL/kg) of isotonic saline to a simulated 15 kg child using prefilled provided syringes of the allocated size in rapid sequence. Primary outcome was total time to administer the 900 mL and this data was collected through video review by two blinded outcome assessors. Sample size was predetermined based upon a primary outcome analysis using one-way ANOVA. RESULTS: 12 participants were randomized to each group (n=48) and all completed trial protocol to analysis. Analysis was conducted according to intention to treat principles. A significant difference in fluid resuscitation time (in seconds) was found between syringe size group means: 10 mL, 563s [95% CI 521; 606]; 20 mL, 506s [95% CI 64; 548]; 30 mL, 454s [95% CI 412; 596]; 60 mL, 455s [95% CI 413; 497] (p<0.001). CONCLUSIONS: The syringe size used when performing manual pediatric fluid resuscitation has a significant impact on fluid resuscitation speed, in a setting where fluid filled syringes are continuously available. Greatest efficiency was achieved with 30 or 60 mL syringes. TRIAL REGISTRATION: ClinicalTrials.gov, NCT01494116.",
  "authors": [
    {
      "last_name": "Harvey",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Harvey",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Foster",
      "affiliations": []
    },
    {
      "last_name": "Manan",
      "fore_name": "Asmaa",
      "initials": "A",
      "name": "Asmaa Manan",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC emergency medicine",
    "iso_abbreviation": "BMC Emerg Med",
    "issn": "1471-227X",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Jul",
    "pub_day": "24"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child, Preschool",
    "Confidence Intervals",
    "Equipment Design",
    "Fluid Therapy",
    "Humans",
    "Infant",
    "Isotonic Solutions",
    "Odds Ratio",
    "Outcome Assessment, Health Care",
    "Resuscitation",
    "Single-Blind Method",
    "Syringes",
    "Treatment Outcome",
    "Videotape Recording"
  ],
  "article_ids": {
    "pubmed": "23883424",
    "pmc": "PMC3729679",
    "doi": "10.1186/1471-227X-13-14",
    "pii": "1471-227X-13-14"
  },
  "doi": "10.1186/1471-227X-13-14",
  "pmc_id": "PMC3729679",
  "dates": {
    "completed": "2014-03-14",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Isotonic Solutions"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.787437",
    "pmid": "23883424"
  }
}