{
  "pmid": "23897651",
  "uid": "23897651",
  "title": "Fatigue in adolescents with cancer compared to healthy adolescents.",
  "abstract": "BACKGROUND: Cancer-related fatigue is one of the most pervasive and debilitating side-effects of cancer treatment and adolescents consistently rate cancer-related fatigue as one of the most distressing aspects of treatment. Because fatigue is also high in adolescents without cancer, the current study aims to describe fatigue in adolescents with cancer relative to a control group and to identify associates of such fatigue. Knowing this is important for understanding the extent of the problem in adolescents with cancer relative to healthy adolescents and for understanding who is most at risk for fatigue and related distress. PROCEDURE: Adolescents with cancer and their caregivers (n = 102) and adolescents without a history of chronic health conditions and their caregivers (n = 97) completed the Multidimensional Fatigue Scale and measures of depression, quality of life (QoL), affect, coping, and family functioning. RESULTS: Adolescents with cancer and their caregivers reported significantly more adolescent fatigue across all domains (with the exception of adolescent reports of cognitive fatigue) relative to adolescents without chronic health conditions. Higher fatigue was significantly related to adolescent report of more symptoms of depression, poorer QoL, higher negative affect, less positive affect, and behavioral disengagement coping style. Fatigue was not related to active coping or family functioning. CONCLUSIONS: Adolescents with cancer experience significantly more fatigue than peers without chronic health conditions. Reports of fatigue are closely related to multiple indicators of psychosocial well-being, suggesting that fatigue may be an important cancer-related symptom to assess and manage to improve adolescent QoL.",
  "authors": [
    {
      "last_name": "Daniel",
      "fore_name": "Lauren C",
      "initials": "LC",
      "name": "Lauren C Daniel",
      "affiliations": [
        "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Brumley",
      "fore_name": "Lauren D",
      "initials": "LD",
      "name": "Lauren D Brumley",
      "affiliations": []
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Schwartz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric blood & cancer",
    "iso_abbreviation": "Pediatr Blood Cancer",
    "issn": "1545-5017",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1902",
  "end_page": "1907",
  "pages": "1902-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adolescent",
    "Affect",
    "Depression",
    "Fatigue",
    "Female",
    "Humans",
    "Male",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "23897651",
    "mid": "NIHMS684253",
    "pmc": "PMC4420143",
    "doi": "10.1002/pbc.24706"
  },
  "doi": "10.1002/pbc.24706",
  "pmc_id": "PMC4420143",
  "dates": {
    "completed": "2013-10-29",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R03 CA 126337",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R03 CA126337",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 CA141332",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "L40 HL115784",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "L40 CA123791",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.500906",
    "pmid": "23897651"
  }
}