{
  "pmid": "23897349",
  "uid": "23897349",
  "title": "Optimizing patient-centered care in breast reconstruction: the importance of preoperative information and patient-physician communication.",
  "abstract": "BACKGROUND: In breast reconstruction, achieving patient satisfaction is a central goal. While much is known about clinical variables that may influence satisfaction, little is known about how the process of care may affect patient perceptions of outcome. The aim of this study was to examine how preoperative information and interactions with the surgical and medical teams might influence patient satisfaction with the outcome. METHODS: A multicenter, cross-sectional study design was used. The BREAST-Q (breast reconstruction module) was administered in a postal survey to a cohort of breast reconstruction patients in North America. The association between patient satisfaction with the process of care and satisfaction with the outcome of breast reconstruction was evaluated using linear regression. Multivariate regression models were constructed to control for confounders and to identify predictors of outcome. RESULTS: The study sample (n=510; response rate, 66 percent) was characterized by a mean age of 54.3±9.3 years (range, 21.0 to 81.0 years) and a mean body mass index of 25.2±4.3 (range, 16.3 to 48.9). On multivariate analysis, satisfaction with information and satisfaction with the plastic surgeon predicted higher satisfaction with breasts (information, p<0.001; plastic surgeon, p=0.003; R(2)=0.29) and higher satisfaction with overall outcome (satisfaction with information, p<0.001; satisfaction with plastic surgeon, p<0.001; R(2)=0.31). CONCLUSIONS: Patient-centered care is an important aspect of quality of care. Patients' levels of satisfaction with preoperative information and their interaction with their plastic surgeon significantly influence satisfaction with their breasts and overall outcome. Future research to develop methods to enhance information delivery and the surgeon-patient relationship may optimize outcomes in breast reconstruction patients. CLINICAL QUESTION/LEVEL OF EVIDENCE: Risk, III.",
  "authors": [
    {
      "last_name": "Ho",
      "fore_name": "Adelyn L",
      "initials": "AL",
      "name": "Adelyn L Ho",
      "affiliations": [
        "Vancouver, British Columbia, and Hamilton, Ontario, Canada; Plymouth, United Kingdom; and New York, N.Y. From the University of British Columbia; McMaster University; Peninsula College of Medicine and Dentistry; and Memorial Sloan-Kettering Cancer Center."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": []
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Cano",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie M",
      "initials": "AM",
      "name": "Amie M Scott",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "132",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "212e",
  "end_page": "220e",
  "pages": "212e-220e",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Analysis of Variance",
    "Breast Neoplasms",
    "British Columbia",
    "Communication",
    "Cross-Sectional Studies",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Linear Models",
    "Mammaplasty",
    "Mastectomy",
    "Middle Aged",
    "Multivariate Analysis",
    "Patient Education as Topic",
    "Patient Satisfaction",
    "Patient-Centered Care",
    "Physician-Patient Relations",
    "Preoperative Care",
    "Risk Assessment",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "23897349",
    "doi": "10.1097/PRS.0b013e31829586fa",
    "pii": "00006534-201308000-00005"
  },
  "doi": "10.1097/PRS.0b013e31829586fa",
  "dates": {
    "completed": "2013-10-18",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.049607",
    "pmid": "23897349"
  }
}