{
  "pmid": "23890475",
  "uid": "23890475",
  "title": "\"How far do you go and where are the issues surrounding that?\" Dilemmas at the boundaries of clinical competency in humanitarian health work.",
  "abstract": "Health professionals working in humanitarian relief projects encounter a range of ethical challenges. Applying professional and ethical norms may be especially challenging in crisis settings where needs are elevated, resources scarce, and socio-political structures strained. Situations when clinicians must decide whether to provide care that is near the margins of their professional competency are a source of moral uncertainty that can give rise to moral distress. The authors suggest that responding ethically to these dilemmas requires more than familiarity with ethical codes of conduct and guidelines; it requires practical wisdom, that is, the ability to relate past experience and general guidance to a current situation in order to render a morally sound action. Two sets of questions are proposed to guide reflection and deliberation for clinicians who face competency dilemmas. The first is prospective and intended to aid clinicians in evaluating an unfolding situation. The second is retrospective and designed to support debriefing about past experiences and difficult situations. The aim of this analysis is to support clinicians in evaluating competency dilemmas and provide ethical care and services.",
  "authors": [
    {
      "last_name": "Hunt",
      "fore_name": "Matthew R",
      "initials": "MR",
      "name": "Matthew R Hunt",
      "affiliations": [
        "1 School of Physical and Occupational Therapy, McGill University, Montreal, Quebec, Canada; and Centre for Interdisciplinary Research in Rehabilitation, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": []
    },
    {
      "last_name": "Fraser",
      "fore_name": "Veronique",
      "initials": "V",
      "name": "Veronique Fraser",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Prehospital and disaster medicine",
    "iso_abbreviation": "Prehosp Disaster Med",
    "issn": "1049-023X",
    "issn_type": "Print",
    "volume": "28",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "502",
  "end_page": "508",
  "pages": "502-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Altruism",
    "Canada",
    "Clinical Competence",
    "Delivery of Health Care",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "23890475",
    "doi": "10.1017/S1049023X13008698",
    "pii": "S1049023X13008698"
  },
  "doi": "10.1017/S1049023X13008698",
  "dates": {
    "completed": "2014-03-12",
    "revised": "2013-11-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "ROH115214",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.500647",
    "pmid": "23890475"
  }
}