{
  "pmid": "23894401",
  "uid": "23894401",
  "title": "Controls of evapotranspiration and CO2 fluxes from scots pine by surface conductance and abiotic factors.",
  "abstract": "Evapotranspiration (E) and CO2 flux (Fc) in the growing season of an unusual dry year were measured continuously over a Scots pine forest in eastern Finland, by eddy covariance techniques. The aims were to gain an understanding of their biological and environmental control processes. As a result, there were obvious diurnal and seasonal changes in E, Fc , surface conductance (gc), and decoupling coefficient (Ω), showing similar trends to those in radiation (PAR) and vapour pressure deficit (δ). The maximum mean daily values (24-h average) for E, Fc , gc , and Ω were 1.78 mmol m(-2) s(-1), -11.18 µmol m(-2) s(-1), 6.27 mm s(-1), and 0.31, respectively, with seasonal averages of 0.71 mmol m(-2) s(-1), -4.61 µmol m(-2) s(-1), 3.3 mm s(-1), and 0.16. E and Fc were controlled by combined biological and environmental variables. There was curvilinear dependence of E on gc and Fc on gc . Among the environmental variables, PAR was the most important factor having a positive linear relationship to E and curvilinear relationship to Fc , while vapour pressure deficit was the most important environmental factor affecting gc . Water use efficiency was slightly higher in the dry season, with mean monthly values ranging from 6.67 to 7.48 μmol CO2 (mmol H2O)(-1) and a seasonal average of 7.06 μmol CO2 (μmol H2O)(-1). Low Ω and its close positive relationship with gc indicate that evapotranspiration was sensitive to surface conductance. Mid summer drought reduced surface conductance and decoupling coefficient, suggesting a more biotic control of evapotranspiration and a physiological acclimation to dry air. Surface conductance remained low and constant under dry condition, supporting that a constant value of surface constant can be used for modelling transpiration under drought condition.",
  "authors": [
    {
      "last_name": "Zha",
      "fore_name": "Tianshan",
      "initials": "T",
      "name": "Tianshan Zha",
      "affiliations": [
        "The School of Soil and Water Conservation, Beijing Forestry University, Beijing, China. tianshanzha@bjfu.edu.cn"
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Chunyi",
      "initials": "C",
      "name": "Chunyi Li",
      "affiliations": []
    },
    {
      "last_name": "Kellomäki",
      "fore_name": "Seppo",
      "initials": "S",
      "name": "Seppo Kellomäki",
      "affiliations": []
    },
    {
      "last_name": "Peltola",
      "fore_name": "Heli",
      "initials": "H",
      "name": "Heli Peltola",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Kai-Yun",
      "initials": "KY",
      "name": "Kai-Yun Wang",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "7",
    "pub_year": "2013"
  },
  "start_page": "e69027",
  "pages": "e69027",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Carbon Dioxide",
    "Droughts",
    "Pinus sylvestris",
    "Plant Transpiration"
  ],
  "article_ids": {
    "pubmed": "23894401",
    "pmc": "PMC3722186",
    "doi": "10.1371/journal.pone.0069027",
    "pii": "PONE-D-13-02705"
  },
  "doi": "10.1371/journal.pone.0069027",
  "pmc_id": "PMC3722186",
  "dates": {
    "completed": "2014-02-20",
    "revised": "2024-03-13"
  },
  "chemicals": [
    "Carbon Dioxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.140684",
    "pmid": "23894401"
  }
}