{
  "pmid": "23903268",
  "uid": "23903268",
  "title": "Collaborative multicenter trials in Latin America: challenges and opportunities in orthopedic and trauma surgery.",
  "abstract": "CONTEXT AND OBJECTIVE Orthopedic research agendas should be considered from a worldwide perspective. Efforts should be planned as the means for obtaining evidence that is valid for health promotion with global outreach. DESIGN AND SETTING Exploratory study conducted at Universidade Federal de São Paulo (Unifesp), São Paulo, Brazil, and McMaster University, Hamilton, Canada. METHODS We identified and analyzed collaborative and multicenter research in Latin America, taking into account American and Canadian efforts as the reference points. We explored aspects of the data available from official sources and used data from traffic accidents as a model for discussing collaborative research in these countries. RESULTS The evaluation showed that the proportion of collaborative and multicenter studies in our setting is small. A brief analysis showed that the death rate due to traffic accidents is very high. Thus, it seems clear to us that initiatives involving collaborative studies are important for defining and better understanding the patterns of injuries resulting from orthopedic trauma and the forms of treatment. Orthopedic research may be an important tool for bringing together orthopedic surgeons, researchers and medical societies for joint action. CONCLUSIONS We have indicated some practical guidelines for initiatives in collaborative research and have proposed some solutions with a summarized plan of action for conducting evidence-based research involving orthopedic trauma.",
  "authors": [
    {
      "last_name": "Moraes",
      "fore_name": "Vinicius Ynoe de",
      "initials": "VY",
      "name": "Vinicius Ynoe de Moraes",
      "affiliations": [
        "Department of Orthopedics and Traumatology, Escola Paulista de Medicina, Universidade Federal de São Paulo, Brazil. vymoraes@gmail.com"
      ]
    },
    {
      "last_name": "Belloti",
      "fore_name": "Joao Carlos",
      "initials": "JC",
      "name": "Joao Carlos Belloti",
      "affiliations": []
    },
    {
      "last_name": "Faloppa",
      "fore_name": "Flavio",
      "initials": "F",
      "name": "Flavio Faloppa",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Sao Paulo medical journal = Revista paulista de medicina",
    "iso_abbreviation": "Sao Paulo Med J",
    "issn": "1806-9460",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "3",
    "pub_year": "2013"
  },
  "start_page": "187",
  "end_page": "192",
  "pages": "187-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Accidents, Traffic",
    "Canada",
    "Humans",
    "Latin America",
    "Multicenter Studies as Topic",
    "Orthopedics",
    "Randomized Controlled Trials as Topic",
    "Traumatology",
    "United States",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "23903268",
    "pmc": "PMC10852115",
    "doi": "10.1590/1516-3180.2013.1313555",
    "pii": "S1516-31802013000300187"
  },
  "doi": "10.1590/1516-3180.2013.1313555",
  "pmc_id": "PMC10852115",
  "dates": {
    "completed": "2013-12-23",
    "revised": "2024-02-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.090303",
    "pmid": "23903268"
  }
}