{
  "pmid": "23918106",
  "uid": "23918106",
  "title": "Creating clinical practice guidelines we can trust, use, and share: a new era is imminent.",
  "abstract": "Standards and guidance for developing trustworthy clinical practice guidelines are now available, and a number of leading guidelines adhere to the key standards. Even current trustworthy guidelines, however, generally suffer from a cumbersome development process, suboptimal presentation formats, inefficient dissemination to clinicians at the point of care, high risk of becoming quickly outdated, and suboptimal facilitation of shared decision-making with patients. To address these limitations, we have--in our innovative research program and nonprofit organization, MAGIC (Making GRADE the Irresistible Choice)--constructed a conceptual framework and tools to facilitate the creation, dissemination, and dynamic updating of trustworthy guidelines. We have developed an online application that constitutes an authoring and publication platform that allows guideline content to be written and structured in a database, published directly on our web platform or exported in a computer-interpretable language (eg, XML) enabling dissemination through a wide range of outputs that include electronic medical record systems, web portals, and applications for smartphones/tablets. Modifications in guidelines, such as recommendation updates, will lead to automatic alterations in these outputs with minimal additional labor for guideline authors and publishers, greatly facilitating dynamic updating of guidelines. Semiautomated creation of a new generation of decision aids linked to guideline recommendations should facilitate face-to-face shared decision-making in the clinical encounter. We invite guideline organizations to partner with us (www.magicproject.org) to apply and further improve the tools for their purposes. This work will result in clinical practice guidelines that we cannot only trust, but also easily share and use.",
  "authors": [
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Sykehuset Innlandet HF (Innlandet Hospital Trust), Gjøvik, Norway; The Norwegian Knowledge Centre for the Health Services, Oslo, Norway; Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway. Electronic address: per.vandvik@gmail.com."
      ]
    },
    {
      "last_name": "Brandt",
      "fore_name": "Linn",
      "initials": "L",
      "name": "Linn Brandt",
      "affiliations": [
        "Department of Medicine, Sykehuset Innlandet HF (Innlandet Hospital Trust), Gjøvik, Norway; Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute (CIBERESP-IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Treweek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treweek",
      "affiliations": [
        "Health Services Research Unit, University of Aberdeen, Aberdeen, Scotland."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kristiansen",
      "fore_name": "Annette",
      "initials": "A",
      "name": "Annette Kristiansen",
      "affiliations": [
        "Department of Medicine, Sykehuset Innlandet HF (Innlandet Hospital Trust), Gjøvik, Norway; Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Fog-Heen",
      "fore_name": "Anja",
      "initials": "A",
      "name": "Anja Fog-Heen",
      "affiliations": [
        "Department of Medicine, Sykehuset Innlandet HF (Innlandet Hospital Trust), Gjøvik, Norway; Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Health Encounter Research Unit, Mayo Clinic, Mayo Foundation for Medical Education and Research, Rochester, MN."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "381",
  "end_page": "389",
  "pages": "381-389",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Authorship",
    "Decision Making",
    "Decision Support Techniques",
    "Diffusion of Innovation",
    "Evidence-Based Medicine",
    "Humans",
    "Internet",
    "Interprofessional Relations",
    "Practice Guidelines as Topic",
    "Publishing",
    "Quality Assurance, Health Care",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "23918106",
    "doi": "10.1378/chest.13-0746",
    "pii": "S0012-3692(13)60510-3"
  },
  "doi": "10.1378/chest.13-0746",
  "dates": {
    "completed": "2014-01-09",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HSRU2",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.036870",
    "pmid": "23918106"
  }
}