{
  "pmid": "23915278",
  "uid": "23915278",
  "title": "What supports do health system organizations have in place to facilitate evidence-informed decision-making? A qualitative study.",
  "abstract": "BACKGROUND: Decisions regarding health systems are sometimes made without the input of timely and reliable evidence, leading to less than optimal health outcomes. Healthcare organizations can implement tools and infrastructures to support the use of research evidence to inform decision-making. OBJECTIVES: The purpose of this study was to profile the supports and instruments (i.e., programs, interventions, instruments or tools) that healthcare organizations currently have in place and which ones were perceived to facilitate evidence-informed decision-making. METHODS: In-depth semi-structured telephone interviews were conducted with individuals in three different types of positions (i.e., a senior management team member, a library manager, and a 'knowledge broker') in three types of healthcare organizations (i.e., regional health authorities, hospitals and primary care practices) in two Canadian provinces (i.e., Ontario and Quebec). The interviews were taped, transcribed, and then analyzed thematically using NVivo 9 qualitative data analysis software. RESULTS: A total of 57 interviews were conducted in 25 organizations in Ontario and Quebec. The main findings suggest that, for the healthcare organizations that participated in this study, the following supports facilitate evidence-informed decision-making: facilitating roles that actively promote research use within the organization; establishing ties to researchers and opinion leaders outside the organization; a technical infrastructure that provides access to research evidence, such as databases; and provision and participation in training programs to enhance staff's capacity building. CONCLUSIONS: This study identified the need for having a receptive climate, which laid the foundation for the implementation of other tangible initiatives and supported the use of research in decision-making. This study adds to the literature on organizational efforts that can increase the use of research evidence in decision-making. Some of the identified supports may increase the use of research evidence by decision-makers, which may then lead to more informed decisions, and hopefully to a strengthened health system and improved health.",
  "authors": [
    {
      "last_name": "Ellen",
      "fore_name": "Moriah E",
      "initials": "ME",
      "name": "Moriah E Ellen",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, CRL 209, Hamilton, ON, Canada L8S 4K1."
      ]
    },
    {
      "last_name": "Léon",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Léon",
      "affiliations": []
    },
    {
      "last_name": "Bouchard",
      "fore_name": "Gisèle",
      "initials": "G",
      "name": "Gisèle Bouchard",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    },
    {
      "last_name": "Ouimet",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Ouimet",
      "affiliations": []
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2013",
    "pub_month": "Aug",
    "pub_day": "06"
  },
  "start_page": "84",
  "pages": "84",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making",
    "Decision Support Techniques",
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Humans",
    "Ontario",
    "Organizations",
    "Quebec",
    "Regional Health Planning"
  ],
  "article_ids": {
    "pubmed": "23915278",
    "pmc": "PMC3750753",
    "doi": "10.1186/1748-5908-8-84",
    "pii": "1748-5908-8-84"
  },
  "doi": "10.1186/1748-5908-8-84",
  "pmc_id": "PMC3750753",
  "dates": {
    "completed": "2013-12-31",
    "revised": "2022-04-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:00.975919",
    "pmid": "23915278"
  }
}