{
  "pmid": "23922562",
  "uid": "23922562",
  "title": "Sequence and structural analysis of 3' untranslated region of hepatitis C virus, genotype 3a, from pakistani isolates.",
  "abstract": "BACKGROUND: Hepatitis C virus (HCV) is the cause of high morbidity and mortality worldwide, inflicting around one million people in Pakistan alone. The HCV genomic RNA harbors conserved structural elements that are indispensable for its replication. The 3' untranslated region (UTR) contains several of these elements essentially involved in regulating the major steps of the viral life cycle. OBJECTIVES: Differences in regulatory elements of HCV may contribute towards differential infectivity of local isolates. The present study explicates sequence analysis and secondary structure prediction of HCV 3'UTR region of subtype 3a from Pakistan to characterize this particular region. PATIENTS AND METHODS: HCV 3'UTR region was amplified, cloned and sequenced from five different patients. Sequence and structural analysis was performed and phylogenetic analysis was carried out using the 3'UTR sequence reported in NCBI nucleotide data base (http://www.ncbi.nlm.nih.gov/nuccore) by other studies. RESULTS: Sequence analysis of the amplified fragment from five patients indicated that the 3'UTR is composed of 214-235 nts. Its sequence contains a type-specific variable region followed by a poly U/UC region and a highly conserved X-tail of 98 nts. The variable region reported here has 26 nts and one stem loop at the secondary structure that differentiate it from HCV genotype 1a (GT1a) 3'UTR which contains additional 14 nts and two stem loops. The poly U/UC region varied in length (100-79 nts) and nucleotide sequence within the Pakistani isolates, and among different genotypes. Some substitutions found in the X-tail do not affect secondary structure of this element suggesting that this region might play an important role in replication, stabilization and packaging of HCV genome. Additionally, U residues are not present at the end of the X-tail in Pakistani 3a isolates as otherwise reported for the variants of genotype 1b. CONCLUSIONS: Sequence and structural diversity of the 3'UTR variable region and Poly U/UC region found in the local isolates indicate specificity in the regulating elements of 3'UTR that might be associated with differential replication efficacy of the HCV Pakistani isolates. The study necessitates functional characterization of these regulating elements to elucidate variable viral efficiency and pathogenicity associated with inter-geographical isolates.",
  "authors": [
    {
      "last_name": "Anjum",
      "fore_name": "Sadia",
      "initials": "S",
      "name": "Sadia Anjum",
      "affiliations": [
        "Atta-ur Rahman School of Applied Biosciences, National University of Sciences and Technology, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Sidra",
      "initials": "S",
      "name": "Sidra Ali",
      "affiliations": []
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Tahir",
      "initials": "T",
      "name": "Tahir Ahmad",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": []
    },
    {
      "last_name": "Waheed",
      "fore_name": "Yasir",
      "initials": "Y",
      "name": "Yasir Waheed",
      "affiliations": []
    },
    {
      "last_name": "Shafi",
      "fore_name": "Talha",
      "initials": "T",
      "name": "Talha Shafi",
      "affiliations": []
    },
    {
      "last_name": "Ashraf",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Ashraf",
      "affiliations": []
    },
    {
      "last_name": "Andleeb",
      "fore_name": "Saadia",
      "initials": "S",
      "name": "Saadia Andleeb",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Hepatitis monthly",
    "iso_abbreviation": "Hepat Mon",
    "issn": "1735-143X",
    "issn_type": "Print",
    "volume": "13",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "May"
  },
  "start_page": "e8390",
  "pages": "e8390",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23922562",
    "pmc": "PMC3732663",
    "doi": "10.5812/hepatmon.8390"
  },
  "doi": "10.5812/hepatmon.8390",
  "pmc_id": "PMC3732663",
  "dates": {
    "completed": "2013-08-07",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.733596",
    "pmid": "23922562"
  }
}