{
  "pmid": "23928727",
  "uid": "23928727",
  "title": "Perioperative management of antiplatelet therapy in patients with a coronary stent who need noncardiac surgery: a systematic review of clinical practice guidelines.",
  "abstract": "BACKGROUND: It is unclear how to appropriately manage discontinuation and resumption of antiplatelet therapy in patients with coronary stents who need noncardiac surgery. We undertook a systematic review of the literature to identify practice guideline statements regarding antiplatelet therapy in patients with coronary stents undergoing noncardiac surgery. METHODS: We used six search strategies to identify practice guideline statements that comment on perioperative antiplatelet management for patients with coronary stents undergoing noncardiac surgery. Two independent reviewers assessed study eligibility, abstracted data, and completed quality assessment. RESULTS: We identified 11 practice guidelines that met the eligibility criteria; these were included in the review. These guidelines advised that elective noncardiac surgery be delayed for at least 4 weeks after bare-metal stent implantation and at least 6 months after drug-eluting stent implantation. For elective surgery, all guidelines advised continuing acetylsalicylic acid (ASA) therapy whenever possible. If interruption of antiplatelet therapy was required, four guidelines advised to discontinue ASA/clopidogrel at least 5 days before surgery, while two guidelines advised to discontinue 7 to 10 days before surgery. Five guidelines provided varying guidance for the use of perioperative bridging during antiplatelet therapy interruption. CONCLUSIONS: Most current recommendations are based on expert opinion. This review highlights the need for well-designed prospective studies to identify optimal management strategies in patients with coronary stents who are on antiplatelet therapy and who need noncardiac surgery.",
  "authors": [
    {
      "last_name": "Darvish-Kazem",
      "fore_name": "Saeed",
      "initials": "S",
      "name": "Saeed Darvish-Kazem",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Mandark",
      "initials": "M",
      "name": "Mandark Gandhi",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Douketis",
      "fore_name": "James D",
      "initials": "JD",
      "name": "James D Douketis",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada; St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada. Electronic address: jdouket@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "1848",
  "end_page": "1856",
  "pages": "1848-1856",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aspirin",
    "Clopidogrel",
    "Coronary Artery Disease",
    "Elective Surgical Procedures",
    "Hemorrhage",
    "Humans",
    "Metals",
    "Perioperative Care",
    "Platelet Aggregation Inhibitors",
    "Practice Guidelines as Topic",
    "Stents",
    "Thromboembolism",
    "Ticlopidine",
    "Time Factors",
    "Withholding Treatment"
  ],
  "article_ids": {
    "pubmed": "23928727",
    "doi": "10.1378/chest.13-0459",
    "pii": "S0012-3692(15)48695-7"
  },
  "doi": "10.1378/chest.13-0459",
  "dates": {
    "completed": "2014-03-13",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Metals",
    "Platelet Aggregation Inhibitors",
    "Clopidogrel",
    "Ticlopidine",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.458995",
    "pmid": "23928727"
  }
}