{
  "pmid": "23926476",
  "uid": "23926476",
  "title": "Prevalence of Iron Deficiency Anemia among Iranian Pregnant Women; a Systematic Review and Meta-analysis.",
  "abstract": "INTRODUCTION: Anemia, particularly Iron Deficiency Anemia (IDA), is the most common hematological disorder during pregnancy with considerable complications in both mothers and fetuses. The estimation of anemia prevalence is an important step for health policy makers. Despite being considered a hot topic in epidemiological studies in Iran for the last twenty years, lack of a comprehensive overview on the findings encouraged the authors to carry out this study. MATERIALS AND METHODS: All published papers in main national and international databases were systematically searched for some specific keywords to find the related studies between the years 1993 and 2007. All published studies which had reported the prevalence of anemia were included in the study except studies on refugees, patients undergoing hemodialysis, patients with thalassemia or cancer or other selective sub-populations. Two trained reviewers independently assessed the inclusion/exclusion criteria and the quality of the selected papers, summarized them and eventually analyzed the data. RESULTS: Ten eligible papers including 11,037 participants were entered into the analysis. The maximum and minimum reported prevalence rates of anemia during pregnancy were 4.3% and 21.5%, respectively. The overall estimate of anemia prevalence in Iranian pregnant women was 13.6 (95% CI: 8.3 - 18.9). Excluding the only out-layer from the meta-analysis, the overall estimated prevalence was 12.4% (95% CI: 9.6% - 17.9%). CONCLUSION: The prevalence of anemia in Iranian women during pregnancy is considerably lower than that of most EMRO countries or the one reported by WHO for Iran (> 40%) which had been performed on a small group 16 years ago. The lower prevalence rate of anemia in pregnant women versus the regional rates could be due to the improvements of the national health system and prenatal programs in recent years.",
  "authors": [
    {
      "last_name": "Esmat",
      "fore_name": "Barooti",
      "initials": "B",
      "name": "Barooti Esmat",
      "affiliations": [
        "Department of Gynecology & Obstetrics, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Mohammad",
      "fore_name": "Rezazadehkermani",
      "initials": "R",
      "name": "Rezazadehkermani Mohammad",
      "affiliations": []
    },
    {
      "last_name": "Behnam",
      "fore_name": "Sadeghirad",
      "initials": "S",
      "name": "Sadeghirad Behnam",
      "affiliations": []
    },
    {
      "last_name": "Shahrzad",
      "fore_name": "Motaghipisheh",
      "initials": "M",
      "name": "Motaghipisheh Shahrzad",
      "affiliations": []
    },
    {
      "last_name": "Soodabeh",
      "fore_name": "Tayeri",
      "initials": "T",
      "name": "Tayeri Soodabeh",
      "affiliations": []
    },
    {
      "last_name": "Minoo",
      "fore_name": "Arabi",
      "initials": "A",
      "name": "Arabi Minoo",
      "affiliations": []
    },
    {
      "last_name": "Saman",
      "fore_name": "Salahi",
      "initials": "S",
      "name": "Salahi Saman",
      "affiliations": []
    },
    {
      "last_name": "Ali-Akbar",
      "fore_name": "Haghdoost",
      "initials": "H",
      "name": "Haghdoost Ali-Akbar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of reproduction & infertility",
    "iso_abbreviation": "J Reprod Infertil",
    "issn": "2228-5482",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2010",
    "pub_month": "Apr"
  },
  "start_page": "17",
  "end_page": "24",
  "pages": "17-24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23926476",
    "pmc": "PMC3719272"
  },
  "pmc_id": "PMC3719272",
  "dates": {
    "completed": "2013-08-08",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:53.794099",
    "pmid": "23926476"
  }
}