{
  "pmid": "23936590",
  "uid": "23936590",
  "title": "Decellularized porcine pulmonary arteries cross-linked by carbodiimide.",
  "abstract": "The physical properties of the tissues are weakened after decellularization, and the exposed collagen fibers are prone to thrombogenesis. Several studies have proven that the use of carbodiimide (EDC) as a cross-linking agent can improve the properties of decellularized xenogeneic scaffold materials. We adopted EDC for the treatment of porcine pulmonary arteries in an effort to improve the physical properties of these arteries following decellularization. Twenty porcine pulmonary arteries were randomly divided into 3 groups. The control group (group A) consisted of fresh porcine pulmonary arteries with no further processing; group B was treated with trypsin and the detergent Triton X-100 to remove cells; and group C was cross-linked with EDC after trypsin and Triton X-100 treatment, as in group B. The pulmonary arteries were assessed based on water content, thickness, tensile strength, and thermal shrinkage temperature, to evaluate the physical properties of all of the samples. The scaffolds were then subcutaneously embedded in rabbits. These constructs were removed after 4 weeks and checked. The cells and matrix components of the arterial walls were removed and the fibrous scaffolds were retained. In group B, the moisture content of the pulmonary arterial walls was increased; and the thickness of the walls and the tensile strength of the pulmonary arteries were decreased in comparison with group A. In subcutaneous embedding of the group B samples in rabbits, after 4 weeks, fibroblasts had grown into the scaffolds and regenerated the tissue. The water content was decreased in the pulmonary arterial walls, there was an increase in the tensile strength and the thermal shrinkage temperature in group C compared with group B. The EDC-based cross-linking procedure can enhance the tensile strength of decellularized pulmonary arteries and decrease scaffold rejection and degradation and promote tissue regeneration in vivo.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Xiu-Fang",
      "initials": "XF",
      "name": "Xiu-Fang Xu",
      "affiliations": [
        "Department of Cardiac Surgery and Department of Molecular Biology, Institute of Heart, Lung and Blood Vessels, Anzhen Hospital, Capital Medical University Beijing 100029, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Hai-Ping",
      "initials": "HP",
      "name": "Hai-Ping Guo",
      "affiliations": []
    },
    {
      "last_name": "Gong",
      "fore_name": "Da",
      "initials": "D",
      "name": "Da Gong",
      "affiliations": []
    },
    {
      "last_name": "Ma",
      "fore_name": "Jin-Hui",
      "initials": "JH",
      "name": "Jin-Hui Ma",
      "affiliations": []
    },
    {
      "last_name": "Xu",
      "fore_name": "Zhi-Wei",
      "initials": "ZW",
      "name": "Zhi-Wei Xu",
      "affiliations": []
    },
    {
      "last_name": "Wan",
      "fore_name": "Ju-Yi",
      "initials": "JY",
      "name": "Ju-Yi Wan",
      "affiliations": []
    },
    {
      "last_name": "Wang",
      "fore_name": "Zhuo-Guang",
      "initials": "ZG",
      "name": "Zhuo-Guang Wang",
      "affiliations": []
    },
    {
      "last_name": "Zhou",
      "fore_name": "Zi-Fan",
      "initials": "ZF",
      "name": "Zi-Fan Zhou",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Wen-Bin",
      "initials": "WB",
      "name": "Wen-Bin Li",
      "affiliations": []
    },
    {
      "last_name": "Xin",
      "fore_name": "Yi",
      "initials": "Y",
      "name": "Yi Xin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of clinical and experimental medicine",
    "iso_abbreviation": "Int J Clin Exp Med",
    "issn": "1940-5901",
    "issn_type": "Print",
    "volume": "6",
    "issue": "7",
    "pub_year": "2013"
  },
  "start_page": "524",
  "end_page": "531",
  "pages": "524-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23936590",
    "pmc": "PMC3731183"
  },
  "pmc_id": "PMC3731183",
  "dates": {
    "completed": "2013-08-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.327083",
    "pmid": "23936590"
  }
}