{
  "pmid": "23935461",
  "uid": "23935461",
  "title": "The influence of health systems on hypertension awareness, treatment, and control: a systematic literature review.",
  "abstract": "BACKGROUND: Hypertension (HT) affects an estimated one billion people worldwide, nearly three-quarters of whom live in low- or middle-income countries (LMICs). In both developed and developing countries, only a minority of individuals with HT are adequately treated. The reasons are many but, as with other chronic diseases, they include weaknesses in health systems. We conducted a systematic review of the influence of national or regional health systems on HT awareness, treatment, and control. METHODS AND FINDINGS: Eligible studies were those that analyzed the impact of health systems arrangements at the regional or national level on HT awareness, treatment, control, or antihypertensive medication adherence. The following databases were searched on 13th May 2013: Medline, Embase, Global Health, LILACS, Africa-Wide Information, IMSEAR, IMEMR, and WPRIM. There were no date or language restrictions. Two authors independently assessed papers for inclusion, extracted data, and assessed risk of bias. A narrative synthesis of the findings was conducted. Meta-analysis was not conducted due to substantial methodological heterogeneity in included studies. 53 studies were included, 11 of which were carried out in LMICs. Most studies evaluated health system financing and only four evaluated the effect of either human, physical, social, or intellectual resources on HT outcomes. Reduced medication co-payments were associated with improved HT control and treatment adherence, mainly evaluated in US settings. On balance, health insurance coverage was associated with improved outcomes of HT care in US settings. Having a routine place of care or physician was associated with improved HT care. CONCLUSIONS: This review supports the minimization of medication co-payments in health insurance plans, and although studies were largely conducted in the US, the principle is likely to apply more generally. Studies that identify and analyze complexities and links between health systems arrangements and their effects on HT management are required, particularly in LMICs. Please see later in the article for the Editors' Summary.",
  "authors": [
    {
      "last_name": "Maimaris",
      "fore_name": "Will",
      "initials": "W",
      "name": "Will Maimaris",
      "affiliations": [
        "London School of Hygiene and Tropical Medicine, London, United Kingdom. willmaimaris@yahoo.com"
      ]
    },
    {
      "last_name": "Paty",
      "fore_name": "Jared",
      "initials": "J",
      "name": "Jared Paty",
      "affiliations": []
    },
    {
      "last_name": "Perel",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Perel",
      "affiliations": []
    },
    {
      "last_name": "Legido-Quigley",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Legido-Quigley",
      "affiliations": []
    },
    {
      "last_name": "Balabanova",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Balabanova",
      "affiliations": []
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": []
    },
    {
      "last_name": "McKee",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin McKee",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PLoS medicine",
    "iso_abbreviation": "PLoS Med",
    "issn": "1549-1676",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "7",
    "pub_year": "2013"
  },
  "start_page": "e1001490",
  "pages": "e1001490",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Global Health",
    "Health Knowledge, Attitudes, Practice",
    "Health Policy",
    "Health Systems Agencies",
    "Health Systems Plans",
    "Hypertension"
  ],
  "article_ids": {
    "pubmed": "23935461",
    "pmc": "PMC3728036",
    "doi": "10.1371/journal.pmed.1001490",
    "pii": "PMEDICINE-D-13-00565"
  },
  "doi": "10.1371/journal.pmed.1001490",
  "pmc_id": "PMC3728036",
  "dates": {
    "completed": "2014-02-19",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IHR-120389",
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:47:52.527576",
    "pmid": "23935461"
  }
}