{
  "pmid": "23939356",
  "uid": "23939356",
  "title": "Knowledge translation interventions for critically ill patients: a systematic review*.",
  "abstract": "OBJECTIVE: We systematically reviewed ICU-based knowledge translation studies to assess the impact of knowledge translation interventions on processes and outcomes of care. DATA SOURCES: We searched electronic databases (to July, 2010) without language restrictions and hand-searched reference lists of relevant studies and reviews. STUDY SELECTION: Two reviewers independently identified randomized controlled trials and observational studies comparing any ICU-based knowledge translation intervention (e.g., protocols, guidelines, and audit and feedback) to management without a knowledge translation intervention. We focused on clinical topics that were addressed in greater than or equal to five studies. DATA EXTRACTION: Pairs of reviewers abstracted data on the clinical topic, knowledge translation intervention(s), process of care measures, and patient outcomes. For each individual or combination of knowledge translation intervention(s) addressed in greater than or equal to three studies, we summarized each study using median risk ratio for dichotomous and standardized mean difference for continuous process measures. We used random-effects models. Anticipating a small number of randomized controlled trials, our primary meta-analyses included randomized controlled trials and observational studies. In separate sensitivity analyses, we excluded randomized controlled trials and collapsed protocols, guidelines, and bundles into one category of intervention. We conducted meta-analyses for clinical outcomes (ICU and hospital mortality, ventilator-associated pneumonia, duration of mechanical ventilation, and ICU length of stay) related to interventions that were associated with improvements in processes of care. DATA SYNTHESIS: From 11,742 publications, we included 119 investigations (seven randomized controlled trials, 112 observational studies) on nine clinical topics. Interventions that included protocols with or without education improved continuous process measures (seven observational studies and one randomized controlled trial; standardized mean difference [95% CI]: 0.26 [0.1, 0.42]; p = 0.001 and four observational studies and one randomized controlled trial; 0.83 [0.37, 1.29]; p = 0.0004, respectively). Heterogeneity among studies within topics ranged from low to extreme. The exclusion of randomized controlled trials did not change our results. Single-intervention and lower-quality studies had higher standardized mean differences compared to multiple-intervention and higher-quality studies (p = 0.013 and 0.016, respectively). There were no associated improvements in clinical outcomes. CONCLUSIONS: Knowledge translation interventions in the ICU that include protocols with or without education are associated with the greatest improvements in processes of critical care.",
  "authors": [
    {
      "last_name": "Sinuff",
      "fore_name": "Tasnim",
      "initials": "T",
      "name": "Tasnim Sinuff",
      "affiliations": [
        "1Department of Critical Care Medicine, Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, ON, Canada. 2Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. 3Department of Medicine, Queen's University, Kingston, ON, Canada. 4Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, ON, Canada. 5Department of Critical Care Medicine, University of Calgary and Alberta Health Services, Calgary, AB, Canada. 6Department of Medicine, University of Calgary and Alberta Health Services, Calgary, AB, Canada. 7Department of Community Health Sciences, University of Calgary, Calgary, AB, Canada. 8Institute of Public Health, University of Calgary, Calgary, AB, Canada. 9Center for Health Evaluation and Outcome Sciences, Vancouver, BC, Canada. 10Department of Medicine, Providence Health Care and University of British Columbia, Vancouver, BC, Canada. 11Department of Medicine, McMaster University, Hamilton, ON, Canada. 12Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. 13Sunnybrook Health Sciences Centre, Toronto, ON, Canada. 14Winnipeg Regional Health Authority, Winnipeg, MB, Canada. 15Department of Community Health and Epidemiology, Queen's University, Kingston, ON, Canada. 16Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada. 17Department of Medicine, University of Toronto, Toronto, ON, Canada. 18Department of Critical Care Medicine, Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, ON, Canada. 19Department of Medicine, University of Manitoba, Winnipeg, MB, Canada. 20Department of Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": []
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "last_name": "Rubenfeld",
      "fore_name": "Gordon D",
      "initials": "GD",
      "name": "Gordon D Rubenfeld",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": []
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": []
    },
    {
      "last_name": "Manoharan",
      "fore_name": "Venika",
      "initials": "V",
      "name": "Venika Manoharan",
      "affiliations": []
    },
    {
      "last_name": "Currie",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Currie",
      "affiliations": []
    },
    {
      "last_name": "Cahill",
      "fore_name": "Naomi",
      "initials": "N",
      "name": "Naomi Cahill",
      "affiliations": []
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    },
    {
      "last_name": "Amaral",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Amaral",
      "affiliations": []
    },
    {
      "last_name": "Piquette",
      "fore_name": "Dominique",
      "initials": "D",
      "name": "Dominique Piquette",
      "affiliations": []
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": []
    },
    {
      "last_name": "Dhanani",
      "fore_name": "Sonny",
      "initials": "S",
      "name": "Sonny Dhanani",
      "affiliations": []
    },
    {
      "last_name": "Garland",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Garland",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "2627",
  "end_page": "2640",
  "pages": "2627-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Protocols",
    "Critical Illness",
    "Diffusion of Innovation",
    "Humans",
    "Inservice Training",
    "Intensive Care Units"
  ],
  "article_ids": {
    "pubmed": "23939356",
    "doi": "10.1097/CCM.0b013e3182982b03"
  },
  "doi": "10.1097/CCM.0b013e3182982b03",
  "dates": {
    "completed": "2013-12-24",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:32.998560",
    "pmid": "23939356"
  }
}