{
  "pmid": "23945476",
  "uid": "23945476",
  "title": "Epidemiology of male urinary incontinence.",
  "abstract": "PURPOSE OF REVIEW: Urinary incontinence is a common clinical problem, particularly in older adults. This review was designed to review current and recently updated information on the epidemiology of urinary incontinence in men. RECENT FINDINGS: There are an increasing number of urinary incontinence studies outside Europe and North America. However, overall, the trend indicates no remarkable increase in the number of publications relative to all areas. Prevalence studies have produced estimates with very wide ranges, mainly due to methodological differences. Studies have also examined risk factors and impact of urinary incontinence, including lifestyle, comorbidities and medications. SUMMARY: Recent research has focused less on urinary incontinence in men compared with women, despite urinary incontinence being relatively common and burdensome in men worldwide and strongly associated with age. Thus, the population burden is likely to increase with future demographic shifts. A wide variety of risk factors have been identified, and studies have shown that urinary incontinence can have substantial negative impacts on various clinical outcomes and quality of life.",
  "authors": [
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KA",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "aDepartment of Urology, Helsinki University Central Hospital and University of Helsinki, Helsinki, Finland bDepartment of Clinical Epidemiology and Biostatistics cFaculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada dDepartment of Urology and The Landon Center on Aging, University of Kansas, Kansas City, Kansas, USA."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": []
    },
    {
      "last_name": "Griebling",
      "fore_name": "Tomas L",
      "initials": "TL",
      "name": "Tomas L Griebling",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in urology",
    "iso_abbreviation": "Curr Opin Urol",
    "issn": "1473-6586",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "502",
  "end_page": "508",
  "pages": "502-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Age Factors",
    "Humans",
    "Male",
    "Male Urogenital Diseases",
    "Prevalence",
    "Risk Factors",
    "Urinary Incontinence"
  ],
  "article_ids": {
    "pubmed": "23945476",
    "doi": "10.1097/MOU.0b013e328364f520"
  },
  "doi": "10.1097/MOU.0b013e328364f520",
  "dates": {
    "completed": "2014-05-12",
    "revised": "2013-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.789613",
    "pmid": "23945476"
  }
}