{
  "pmid": "23941740",
  "uid": "23941740",
  "title": "Nurse-to-patient ratios and neonatal outcomes: a brief systematic review.",
  "abstract": "BACKGROUND: Higher patient-to-nurse ratios and nursing workload are associated with increased mortality in the adult intensive care unit (ICU). Most neonatal ICUs (NICUs) in the United Kingdom do not meet national staffing recommendations. The impact of staffing on outcomes in the NICU is unknown. OBJECTIVE: To determine how nurse-to-patient ratios or nursing workload affects outcomes in the NICU. METHODS: Two authors (M.S., S.S.) searched PubMed, Medline, and EMBASE for eligible studies. Included studies reported on both the outcomes of infants admitted to a NICU and nurse-to-patient ratios or workload, and were published between 1/1990 and 4/2010 in any language. The primary outcome was mortality before discharge, relative to nurse-to-patient ratios. Secondary outcomes were intraventricular hemorrhage, daily weight gain, days on assisted ventilation, days on oxygen and nosocomial infection. Study quality was assessed with the STROBE checklist. RESULTS: Seven studies met the inclusion criteria. Three reported on the same group of patients. Only four studies reported death before discharge from the NICU relative to nurse-to-patient ratios. Three reported an association between lower nurse-to-patient ratios and higher mortality, and one reported just the opposite. Because each study used a different definition of nurse staffing, a meta-analysis could not be performed. CONCLUSIONS: Nurse-to-patient ratios appear to affect outcomes of neonatal intensive care, but limitations of the existing literature prevent clear conclusions about optimal staffing strategies. Evidence-based standards for staffing could impact public policy and lead to improvements in patient safety and decreased rates of adverse outcomes. More research on this subject, including a standard and valid measure of nursing workload, is urgently needed.",
  "authors": [
    {
      "last_name": "Sherenian",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Sherenian",
      "affiliations": [
        "Department of Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, Pa., USA."
      ]
    },
    {
      "last_name": "Profit",
      "fore_name": "Jochen",
      "initials": "J",
      "name": "Jochen Profit",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Suh",
      "fore_name": "Sanghee",
      "initials": "S",
      "name": "Sanghee Suh",
      "affiliations": []
    },
    {
      "last_name": "Xiao",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Xiao",
      "affiliations": []
    },
    {
      "last_name": "Zupancic",
      "fore_name": "John A F",
      "initials": "JA",
      "name": "John A F Zupancic",
      "affiliations": []
    },
    {
      "last_name": "DeMauro",
      "fore_name": "Sara B",
      "initials": "SB",
      "name": "Sara B DeMauro",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Neonatology",
    "iso_abbreviation": "Neonatology",
    "issn": "1661-7819",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "3",
    "pub_year": "2013"
  },
  "start_page": "179",
  "end_page": "183",
  "pages": "179-83",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Infant, Newborn",
    "Intensive Care, Neonatal",
    "Nurses",
    "Nursing Staff, Hospital",
    "Personnel Staffing and Scheduling",
    "United Kingdom",
    "Workforce",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "23941740",
    "doi": "10.1159/000353458",
    "pii": "000353458"
  },
  "doi": "10.1159/000353458",
  "dates": {
    "completed": "2014-07-03",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.407222",
    "pmid": "23941740"
  }
}