{
  "pmid": "23945461",
  "uid": "23945461",
  "title": "Viewpoints about collaboration between primary care and public health in Canada.",
  "abstract": "BACKGROUND: Although there is a global movement toward health system integration and collaboration, little is known about values, beliefs, and attitudes towards collaboration between stakeholders in public health (i.e. promotion, protection, and prevention with vulnerable groups and/or at the population level) and primary care (i.e., family practices, nurse-led clinics). The purpose of this study was to explore viewpoints of key stakeholders regarding primary care (PC) and public health (PH) collaboration in Canada. METHODS: We used Q-methodology to identify common viewpoints held by participants who attended a national meeting in Canada in 2010 to discuss PC and PH collaboration. The study was conducted in two phases. In Phase 1 a Q-sample, a Q-sort table, and a short demographic questionnaire were developed which were used in Phase 2 for data collection. The Q-sorts then were analysed to identify the salient factors and consensus statements. RESULTS: In total, 25 multidisciplinary individuals including researchers, policy-makers, directors, managers, and practitioners (e.g., nurses, family physicians, dietitians) participated. Using a by-person factor analysis, three factors (salient viewpoints) emerged. Factors were named based on their distinguishing statements as follows: a) System Driven Collaborators, b) Cautious Collaborators, and c) Competent Isolationists. System Driven Collaborators strongly believed that a clear mandate from the top is needed to enable PH, PC and the rest of the health system to effectively work together and that people in different branches in the Ministry/ Ministries have to strongly believe in collaboration, actively support it, and develop directed policies to foster organizations work together. Cautious Collaborators strongly supported the idea of having better consciousness-raising about what collaborations might be possible and beneficial, and also reflecting on the collaborations already in place. The Competent Isolationists strongly believed that it is necessary for PC and PH sectors to spend time to ensure that both parties clearly understand the differences between their roles. They believe that physicians, nurses, and social workers will not see the value in collaboration because they lack inter-professional educational programs. CONCLUSIONS: Different viewpoints are held by stakeholders around PC and PH collaboration which have the potential to influence the success of collaborations. Understanding and managing these differences is important to assist change management processes required to build and maintain strong PC and PH collaborations.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada. daneshn@mcmaster.ca."
      ]
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": []
    },
    {
      "last_name": "O'Mara",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda O'Mara",
      "affiliations": []
    },
    {
      "last_name": "Austin",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Austin",
      "affiliations": []
    },
    {
      "last_name": "Munroe",
      "fore_name": "Val",
      "initials": "V",
      "name": "Val Munroe",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Aug",
    "pub_day": "14"
  },
  "start_page": "311",
  "pages": "311",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Attitude of Health Personnel",
    "Canada",
    "Cooperative Behavior",
    "Humans",
    "Primary Health Care",
    "Public Health",
    "Public Health Administration",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "23945461",
    "pmc": "PMC3765372",
    "doi": "10.1186/1472-6963-13-311",
    "pii": "1472-6963-13-311"
  },
  "doi": "10.1186/1472-6963-13-311",
  "pmc_id": "PMC3765372",
  "dates": {
    "completed": "2014-04-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.223037",
    "pmid": "23945461"
  }
}