{
  "pmid": "23942130",
  "uid": "23942130",
  "title": "The Drug Facts Box: Improving the communication of prescription drug information.",
  "abstract": "Communication about prescription drugs ought to be a paragon of public science communication. Unfortunately, it is not. Consumers see $4 billion of direct-to-consumer advertising annually, which typically fails to present data about how well drugs work. The professional label--the Food and Drug Administration's (FDA) mechanism to get physicians information needed for appropriate prescribing--may also fail to present benefit data. FDA labeling guidance, in fact, suggests that industry omit benefit data for new drugs in an existing class and for drugs approved on the basis of unfamiliar outcomes (such as depression rating scales). The medical literature is also problematic: there is selective reporting of favorable trials, favorable outcomes within trials, and \"spinning\" unfavorable results to maximize benefit and minimize harm. In contrast, publicly available FDA reviews always include the phase 3 trial data on benefit and harm, which are the basis of drug approval. However, these reviews are practically inaccessible: lengthy, poorly organized, and weakly summarized. To improve accessibility, we developed the Drug Facts Box: a one-page summary of benefit and harm data for each indication of a drug. A series of studies--including national randomized trials--demonstrates that most consumers understand the Drug Facts Box and that it improves decision-making. Despite calls from their own Risk Communication Advisory Committee and Congress (in the Affordable Care Act) to consider implementing boxes, the FDA announced it needs at least 3-5 y more to make a decision. Given its potential public health impact, physicians and the public should not have to wait that long for better drug information.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa M",
      "initials": "LM",
      "name": "Lisa M Schwartz",
      "affiliations": [
        "VA Outcomes Group, Department of Veterans Affairs Medical Center, White River Junction, VT 05009, USA."
      ]
    },
    {
      "last_name": "Woloshin",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Woloshin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Proceedings of the National Academy of Sciences of the United States of America",
    "iso_abbreviation": "Proc Natl Acad Sci U S A",
    "issn": "1091-6490",
    "issn_type": "Electronic",
    "volume": "110 Suppl 3",
    "issue": "Suppl 3",
    "pub_year": "2013",
    "pub_month": "Aug",
    "pub_day": "20"
  },
  "start_page": "14069",
  "end_page": "14074",
  "pages": "14069-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Communication",
    "Drug Approval",
    "Drug Labeling",
    "Humans",
    "Information Dissemination",
    "Outcome Assessment, Health Care",
    "Patient Education as Topic",
    "Prescription Drugs",
    "Science"
  ],
  "article_ids": {
    "pubmed": "23942130",
    "pmc": "PMC3752172",
    "doi": "10.1073/pnas.1214646110",
    "pii": "1214646110"
  },
  "doi": "10.1073/pnas.1214646110",
  "pmc_id": "PMC3752172",
  "dates": {
    "completed": "2013-11-18",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Prescription Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.501576",
    "pmid": "23942130"
  }
}