{
  "pmid": "23957906",
  "uid": "23957906",
  "title": "Validation and factorial invariance of children's attraction to physical activity (CAPA) scale in Portugal.",
  "abstract": "The Children's Attraction to Physical Activity (CAPA) scale assesses interest in and attraction to the physical activity (PA) of children of elementary school age. The original (25 items) and shorter versions (15 items) of the scale were developed and validated with American children. The purpose of this study was to cross-validate the shorter version of the CAPA scale for use with Portuguese schoolchildren and to examine the invariance of the multidimensional factor structure of the scale in two samples. The sample comprised 683 children (7-10 years) from public primary schools. The sample was divided into calibration and cross-validation samples. The scale was translated into Portuguese and underwent forward translation, synthesis of the translation and backward translation and was then subjected to expert committee review, pretest and reliability assessment. Internal consistency for each of the five subscales within the a priori 5-factor structure of the CAPA scale was evaluated through Cronbach's alpha, followed by a series of confirmatory factor analyses (CFAs) for both the calibration and cross-validation samples. The maximum likelihood robust estimation method was used. The CFA demonstrated that a 5-factor structural model of the Portuguese translation of the CAPA scale was invariant. The construct analysed had the same basic meaning and structural and item differences within the two samples. The results indicated that the CAPA scale is appropriate for use with Portuguese schoolchildren. The availability of a valid and reliable scale should enhance opportunities for further understanding of children's involvement in PA.",
  "authors": [
    {
      "last_name": "Seabra",
      "fore_name": "Ana C",
      "initials": "AC",
      "name": "Ana C Seabra",
      "affiliations": [
        "a Research, Education, Innovation and Intervention in Sport (CIFI2D), Faculty of Sport , University of Porto , Porto , Portugal."
      ]
    },
    {
      "last_name": "Malina",
      "fore_name": "Robert M",
      "initials": "RM",
      "name": "Robert M Malina",
      "affiliations": []
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": []
    },
    {
      "last_name": "Seabra",
      "fore_name": "André",
      "initials": "A",
      "name": "André Seabra",
      "affiliations": []
    },
    {
      "last_name": "Brustad",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Brustad",
      "affiliations": []
    },
    {
      "last_name": "Maia",
      "fore_name": "José A",
      "initials": "JA",
      "name": "José A Maia",
      "affiliations": []
    },
    {
      "last_name": "Fonseca",
      "fore_name": "António M",
      "initials": "AM",
      "name": "António M Fonseca",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European journal of sport science",
    "iso_abbreviation": "Eur J Sport Sci",
    "issn": "1536-7290",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "4",
    "pub_year": "2014"
  },
  "start_page": "384",
  "end_page": "391",
  "pages": "384-91",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Exercise",
    "Female",
    "Humans",
    "Male",
    "Motor Activity",
    "Portugal",
    "Reproducibility of Results",
    "Students",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "23957906",
    "doi": "10.1080/17461391.2013.828777"
  },
  "doi": "10.1080/17461391.2013.828777",
  "dates": {
    "completed": "2015-01-12",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.181703",
    "pmid": "23957906"
  }
}