{
  "pmid": "23969352",
  "uid": "23969352",
  "title": "Understanding clinical uncertainty: what is going on when experienced surgeons are not sure what to do?",
  "abstract": "PURPOSE: In clinical settings, uncertainty is part of everyday practice. However, a lack of insight into how experts approach uncertainty limits the ability to explicitly teach and assess it in training. This study explored how experienced surgeons perceived and handled uncertainty during challenging intraoperative situations, to develop a theoretical language supporting both education and research. METHOD: This constructivist qualitative study included observations and interviews during 26 surgical cases. The cases, drawn from seven staff surgeons from various specialties at a medical school, were purposively sampled after being preidentified by the surgeon as \"likely challenging.\" The authors combined template and inductive analyses. In template analysis, an existing theory was used to identify instances of uncertainty in the dataset. Inductive analysis was used to elaborate and refine the concepts. RESULTS: Template analysis confirmed that existing theoretical concepts are relevant to surgery. However, inductive analysis revealed additional concepts and positioned existing concepts within new relationships. Two new theoretical themes were recognizing uncertainty and responding to uncertainty, each with corresponding subthemes. Factors such as the novelty of the situation, difficulty in predicting the outcome, and difficulty deciding the course of action mainly characterize an uncertain situation in surgery according to the participants. CONCLUSIONS: The results offer a refined language for conceptualizing uncertainty in surgery. Although further research could elaborate and test the explanatory power of this language, the authors anticipate that it has implications both for current discussions of surgical safety and for future development of explicit training for effective management of surgical uncertainty.",
  "authors": [
    {
      "last_name": "Cristancho",
      "fore_name": "Sayra M",
      "initials": "SM",
      "name": "Sayra M Cristancho",
      "affiliations": [
        "Dr. Cristancho is assistant professor, Department of Surgery, Department of Medical Biophysics, and scientist, Centre for Education Research & Innovation, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada. Mr. Apramian is research associate, Centre for Education Research & Innovation, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada. Dr. Vanstone is assistant professor, Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada. Dr. Lingard is professor, Department of Medicine, and director, Centre for Education Research & Innovation, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada. Dr. Ott is assistant professor, Division of General Surgery, Department of Surgery, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada. Dr. Novick is professor, Division of Cardiac Surgery, Department of Surgery, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Apramian",
      "fore_name": "Tavis",
      "initials": "T",
      "name": "Tavis Apramian",
      "affiliations": []
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": []
    },
    {
      "last_name": "Lingard",
      "fore_name": "Lorelei",
      "initials": "L",
      "name": "Lorelei Lingard",
      "affiliations": []
    },
    {
      "last_name": "Ott",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Ott",
      "affiliations": []
    },
    {
      "last_name": "Novick",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Novick",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "88",
    "issue": "10",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "1516",
  "end_page": "1521",
  "pages": "1516-21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Concept Formation",
    "Decision Making",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Physicians",
    "Qualitative Research",
    "Schools, Medical",
    "Surgical Procedures, Operative",
    "Terminology as Topic",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "23969352",
    "mid": "CAMS6839",
    "pmc": "PMC5578757",
    "doi": "10.1097/ACM.0b013e3182a3116f"
  },
  "doi": "10.1097/ACM.0b013e3182a3116f",
  "pmc_id": "PMC5578757",
  "dates": {
    "completed": "2013-12-03",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "123239-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.078081",
    "pmid": "23969352"
  }
}