{
  "pmid": "23965279",
  "uid": "23965279",
  "title": "South Asian Heart Risk Assessment (SAHARA): Randomized Controlled Trial Design and Pilot Study.",
  "abstract": "BACKGROUND: People of South Asian origin suffer a high burden of premature myocardial infarction (MI). South Asians form a growing proportion of the Canadian population and preventive strategies to mitigate the risk of MI in this group are needed. Prior studies have shown that multimedia interventions are effective and feasible in inducing health behavior changes among the obese, smokers, and among those who are sedentary. OBJECTIVE: Among at-risk South Asians living in Canada, our objectives are to determine: (1) the feasibility of a culturally tailored multimedia intervention to induce positive behavioral changes associated with reduced MI risk factors, and (2) the effectiveness and acceptability of information communicated by individualized MI and genetic risk score (GRS) reports. METHODS: The South Asian HeArt Risk Assessment (SAHARA) pilot study enrolled 367 individuals of South Asian origin recruited from places of worship and community centers in Ontario, Canada. MI risk factors including the 9p21 genetic variant status were provided to all participants after the baseline visit. Participants were randomly allocated to receive a multimedia intervention or control. The intervention group selected health goals and received personalized health messages to promote adherence to their selected goals. After 6 months, all participants had their MI risk factors repeated. The methods and results of this study are reported based on the CONSORT-EHEALTH guidelines. RESULTS: The mean age of participants was 53.8 years (SD 11.4), 52.0% (191/367) were women, and 97.5% (358/367) were immigrants to Canada. The mean INTERHEART risk score was 13.0 (SD 5.8) and 73.3% (269/367) had one or two copies of the risk allele for the 9p21 genetic variant. Both the intervention and control groups made some progress in health behavior changes related to diet and physical activity over 6 months. Participants reported that their risk score reports motivated behavioral changes, although half of the participants could not recall their risk scores at the end of study evaluation. Some components of the multimedia intervention were not widely used such as logging onto the website to set new health goals, and participants requested having more personal interactions with the study team. CONCLUSIONS: Some, but not all, components of the multimedia intervention are feasible and have the potential to induce positive health behavior changes. MI and GRS reports are desired by participants although their impact on inducing sustained health behavior change requires further evaluation. Information generated from this pilot study has directly informed the design of another randomized trial designed to reduce MI risk among South Asians. TRIAL REGISTRATION: ClinicalTrials.gov NCT01577719; http://clinicaltrials.gov/ct2/show/NCT01577719 (Archived by WebCite at http://www.webcitation.org/6J11uYXgJ).",
  "authors": [
    {
      "last_name": "Samaan",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Samaan",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schulze",
      "fore_name": "Karleen M",
      "initials": "KM",
      "name": "Karleen M Schulze",
      "affiliations": []
    },
    {
      "last_name": "Middleton",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Middleton",
      "affiliations": []
    },
    {
      "last_name": "Irvine",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Irvine",
      "affiliations": []
    },
    {
      "last_name": "Joseph",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Joseph",
      "affiliations": []
    },
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": []
    },
    {
      "last_name": "Shah",
      "fore_name": "Baiju R",
      "initials": "BR",
      "name": "Baiju R Shah",
      "affiliations": []
    },
    {
      "last_name": "Pare",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Pare",
      "affiliations": []
    },
    {
      "last_name": "Desai",
      "fore_name": "Dipika",
      "initials": "D",
      "name": "Dipika Desai",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "2",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Aug",
    "pub_day": "20"
  },
  "start_page": "e33",
  "pages": "e33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23965279",
    "pmc": "PMC3757993",
    "doi": "10.2196/resprot.2621",
    "pii": "v2i2e33"
  },
  "doi": "10.2196/resprot.2621",
  "pmc_id": "PMC3757993",
  "dates": {
    "completed": "2015-10-26",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:33.706866",
    "pmid": "23965279"
  }
}