{
  "pmid": "23962578",
  "uid": "23962578",
  "title": "A survey of the attitudes and perceptions of multidisciplinary team members towards family presence at bedside rounds in the intensive care unit.",
  "abstract": "OBJECTIVE: To describe the attitudes and perceptions of intensive care unit (ICU) staff [critical care physicians and fellows (MDs), registered nurses (RNs), allied health discipline (HD) and managers] towards family presence at bedside rounds. RESEARCH METHODOLOGY: We developed, tested and administered a questionnaire to the multidisciplinary staff. SETTING: 24-Bed medical surgical ICU. RESULTS: 160/221 (72.4%) individuals responded, including 12 MDs, 95 RNs, 48 HD personnel, 4 managers and 1 unspecified. While most MDs strongly agreed and HD and management groups somewhat agreed, most RNs strongly disagreed with providing family members the option to attend rounds. Over 50% of respondents either strongly or somewhat agreed that the presence of family members prolongs rounds, reduces the medical education provided to the team and constrains delivery of negative medical information. Compared to MDs, RNs expressed greater reservation to family presence at rounds. Among RNs, more experienced RNs, expressed greater reservation with family presence during rounds. CONCLUSION: We found significant differences among the attitudes of health care providers towards family presence at bedside rounds with RNs, especially more experienced RNs, expressing the greatest reservation. Qualitative research is required to explore perceived and actual barriers to family member presence at rounds.",
  "authors": [
    {
      "last_name": "Santiago",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Santiago",
      "affiliations": [
        "Critical Care Department, St. Michael's Hospital, Toronto, Ontario, Canada; Lawence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada. Electronic address: santiagoc@smh.ca."
      ]
    },
    {
      "last_name": "Lazar",
      "fore_name": "Lorena",
      "initials": "L",
      "name": "Lorena Lazar",
      "affiliations": []
    },
    {
      "last_name": "Jiang",
      "fore_name": "Depeng",
      "initials": "D",
      "name": "Depeng Jiang",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive & critical care nursing",
    "iso_abbreviation": "Intensive Crit Care Nurs",
    "issn": "1532-4036",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "13",
  "end_page": "21",
  "pages": "13-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Allied Health Personnel",
    "Attitude of Health Personnel",
    "Critical Care Nursing",
    "Family",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Physicians",
    "Teaching Rounds",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "23962578",
    "doi": "10.1016/j.iccn.2013.06.003",
    "pii": "S0964-3397(13)00067-0"
  },
  "doi": "10.1016/j.iccn.2013.06.003",
  "dates": {
    "completed": "2015-04-06",
    "revised": "2016-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.108645",
    "pmid": "23962578"
  }
}