{
  "pmid": "23963135",
  "uid": "23963135",
  "title": "Volutrauma, but not atelectrauma, induces systemic cytokine production by lung-marginated monocytes.",
  "abstract": "OBJECTIVES: Ventilator-induced lung injury has substantive impact on mortality of patients with acute respiratory distress syndrome. Although low tidal volume ventilation has been shown to reduce mortality, clinical benefits of open-lung strategy are controversial. In this study, we investigated the impact of two distinct forms of ventilator-induced lung injury, i.e., volutrauma and atelectrauma, on the progression of lung injury and inflammation, in particular alveolar and systemic cytokine production. DESIGN: Ex vivo study. SETTING: University research laboratory. SUBJECTS: C57BL/6 mice. INTERVENTIONS: Isolated, buffer-perfused lungs were allocated to one of three ventilatory protocols for 3 hours: control group received low tidal volume (7 mL/kg) with positive end-expiratory pressure (5 cm H2O) and regular sustained inflation; high-stretch group received high tidal volume (30-32 mL/kg) with positive end-expiratory pressure (3 cm H2O) and sustained inflation; and atelectasis group received the same tidal volume as control but neither positive end-expiratory pressure nor sustained inflation. MEASUREMENTS AND MAIN RESULTS: Both injurious ventilatory protocols developed comparable levels of physiological injury and pulmonary edema, measured by respiratory system mechanics and lavage fluid protein. High-stretch induced marked increases in proinflammatory cytokines in perfusate and lung lavage fluid, compared to control. In contrast, atelectasis had no effect on perfusate cytokines compared to control but did induce some up-regulation of lavage cytokines. Depletion of monocytes marginated within the lung microvasculature, achieved by pretreating mice with i.v. liposome-encapsulated clodronate, significantly attenuated perfusate cytokine levels, especially tumor necrosis factor, in the high-stretch, but not atelectasis group. CONCLUSIONS: Volutrauma (high-stretch), but not atelectrauma (atelectasis), directly activates monocytes within the pulmonary vasculature, leading to cytokine release into systemic circulation. We postulate this as a potential explanation why open-lung strategy has limited mortality benefits in ventilated critically ill patients.",
  "authors": [
    {
      "last_name": "Wakabayashi",
      "fore_name": "Kenji",
      "initials": "K",
      "name": "Kenji Wakabayashi",
      "affiliations": [
        "All authors: Section of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": []
    },
    {
      "last_name": "Tatham",
      "fore_name": "Kate C",
      "initials": "KC",
      "name": "Kate C Tatham",
      "affiliations": []
    },
    {
      "last_name": "O'Dea",
      "fore_name": "Kieran P",
      "initials": "KP",
      "name": "Kieran P O'Dea",
      "affiliations": []
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "e49",
  "end_page": "e57",
  "pages": "e49-57",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cytokines",
    "Edema",
    "Flow Cytometry",
    "Lung",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Monocytes",
    "Positive-Pressure Respiration",
    "Tidal Volume",
    "Ventilator-Induced Lung Injury"
  ],
  "article_ids": {
    "pubmed": "23963135",
    "doi": "10.1097/CCM.0b013e31829a822a"
  },
  "doi": "10.1097/CCM.0b013e31829a822a",
  "dates": {
    "completed": "2014-02-19",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Cytokines"
  ],
  "grants": [
    {
      "grant_id": "081208",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "097471",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.267772",
    "pmid": "23963135"
  }
}