{
  "pmid": "23961022",
  "uid": "23961022",
  "title": "Orbital masses: CT and MRI of common vascular lesions, benign tumors, and malignancies.",
  "abstract": "A wide variety of space occupying lesions may be encountered in the orbit. CT and MR imaging frequently help confirm the presence of a mass and define its extent. Characteristic imaging features may help distinguish among lesions that have overlapping clinical presentations. This review focuses on some of the common orbital masses. Common vascular lesions that are reviewed include: capillary (infantile) hemangioma, cavernous hemangioma (solitary encapsulated venous-lymphatic malformation), and lymphangioma (venous-lymphatic malformation). Benign tumors that are reviewed include: optic nerve sheath meningioma, schwannoma, and neurofibroma. Malignancies that are reviewed include: lymphoma, metastasis, rhabdomyosarcoma, and optic glioma. Key imaging features that guide radiological diagnosis are discussed and illustrated.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah N",
      "initials": "SN",
      "name": "Sarah N Khan",
      "affiliations": [
        "Department of Radiological Sciences, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, United States."
      ]
    },
    {
      "last_name": "Sepahdari",
      "fore_name": "Ali R",
      "initials": "AR",
      "name": "Ali R Sepahdari",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Saudi journal of ophthalmology : official journal of the Saudi Ophthalmological Society",
    "iso_abbreviation": "Saudi J Ophthalmol",
    "issn": "1319-4534",
    "issn_type": "Print",
    "volume": "26",
    "issue": "4",
    "pub_year": "2012",
    "pub_month": "Oct"
  },
  "start_page": "373",
  "end_page": "383",
  "pages": "373-83",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23961022",
    "pmc": "PMC3729513",
    "doi": "10.1016/j.sjopt.2012.08.001",
    "pii": "SJOPT187"
  },
  "doi": "10.1016/j.sjopt.2012.08.001",
  "pmc_id": "PMC3729513",
  "dates": {
    "completed": "2013-08-20",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.688157",
    "pmid": "23961022"
  }
}