{
  "pmid": "23977616",
  "uid": "23977616",
  "title": "Systematic review of robotic-assisted, totally endoscopic coronary artery bypass grafting.",
  "abstract": "BACKGROUND: Advancements in surgical robotic technology over the last two decades have enabled coronary artery bypass grafting to be performed totally endoscopically, and have the potential to significantly change clinical practice in the future. METHODS: A systematic review of studies reporting clinical outcomes of total endoscopic coronary artery bypass grafting (TECABG) was performed. RESULTS: 14 appraised studies included 880 beating heart TECABGs, 360 arrested heart TECABGs, 633 one-vessel operations and 357 two-vessel operations. Patients were generally low-risk. There was a significant learning curve. The weighted means for short-term beating heart and arrested heart TECABG results respectively were: intraoperative exclusion rate of 5.7% and 1.9%, intraoperative conversion rate of 5.6% and 15.0%, all-cause mortality of 1.2% and 0.4%, stroke of 0.7% and 0.8%, myocardial infarction of 0.8% and 1.8%, new onset atrial fibrillation of 10.7% and 5.1% and post-operative reintervention rate of 2.6% and 2.3%. The overall rate of short term postoperative graft patency for beating heart and arrested heart TECABG was 98.3% and 96.4% respectively. CONCLUSIONS: Appropriate patient selection was important in minimizing the risk of intraoperative and postoperative complications. Short-term outcomes of both beating and arrested heart TECABG were acceptable, but results so far have been heterogeneous. There were fewer studies reporting intermediate to long-term outcomes, but results were encouraging, and further investigation and development of the procedure is warranted.",
  "authors": [
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; ; The Baird Institute of Applied Heart & Lung Surgical Research, Sydney, Australia; ; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia;"
      ]
    },
    {
      "last_name": "Edelman",
      "fore_name": "J James B",
      "initials": "JJ",
      "name": "J James B Edelman",
      "affiliations": []
    },
    {
      "last_name": "Yan",
      "fore_name": "Tristan D",
      "initials": "TD",
      "name": "Tristan D Yan",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": []
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": []
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of cardiothoracic surgery",
    "iso_abbreviation": "Ann Cardiothorac Surg",
    "issn": "2225-319X",
    "issn_type": "Print",
    "volume": "2",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Jul"
  },
  "start_page": "408",
  "end_page": "418",
  "pages": "408-18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23977616",
    "pmc": "PMC3741883",
    "doi": "10.3978/j.issn.2225-319X.2013.07.23",
    "pii": "acs-02-04-408"
  },
  "doi": "10.3978/j.issn.2225-319X.2013.07.23",
  "pmc_id": "PMC3741883",
  "dates": {
    "completed": "2013-08-26",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.269336",
    "pmid": "23977616"
  }
}