{
  "pmid": "23989088",
  "uid": "23989088",
  "title": "The methodological approach used to develop the 2013 Pain, Agitation, and Delirium Clinical Practice Guidelines for adult ICU patients.",
  "abstract": "OBJECTIVE: In 2006, the American College of Critical Care Medicine assembled a 20-member task force to revise the 2002 guidelines for sedation and analgesia in critically ill adults. This article describes the methodological approach used to develop the American College of Critical Care Medicine's 2013 ICU Pain, Agitation, and Delirium Clinical Practice Guidelines. DESIGN: Review article. SETTING: Multispecialty critical care units. PATIENTS: Adult ICU patients. INTERVENTIONS: The task force was divided into four subcommittees, focusing on pain, sedation, delirium, and related outcomes. Unique aspects of this approach included the use of: 1) the Grading of Recommendations Assessment, Development and Evaluation method to evaluate the literature; 2) a librarian to conduct literature searches and to create and maintain the pain, agitation, and delirium database; 3) creation of a single web-based database; 4) rigorous psychometric analyses of pain, sedation, and delirium assessment tools; 5) the use of anonymous electronic polling; and 6) creation of an ICU pain, agitation, and delirium care bundle. RESULTS: The pain, agitation, and delirium database includes over 19,000 references. With the help of psychometric experts, members developed a scoring system and analyzed the psychometric properties of 6 behavioral pain scales, 10 sedation/agitation scales, and 5 delirium monitoring tools. A meta-analysis was performed to assess the overall impact of benzodiazepine versus nonbenzodiazepine sedation on ICU outcomes. The pain, agitation, and delirium guidelines include 54 evidence-based statements and recommendations. The quality of evidence and strength for each statement and recommendation was ranked. In the absence of sufficient evidence or group consensus, no recommendations were made. An ICU pain, agitation, and delirium care bundle was created to facilitate adoption of the pain, agitation, and delirium guidelines. It focuses on taking an integrated approach to assessing, treating, and preventing pain, agitation/sedation, and delirium in critically ill patients, and it links pain, agitation, and delirium management to spontaneous awakening trials, spontaneous breathing trials, and ICU early mobility and sleep hygiene programs in order to achieve synergistic benefits to ICU patient outcomes. CONCLUSIONS: The 2013 ICU pain, agitation, and delirium guidelines provide critical care providers with an evidence-based, integrated, and interdisciplinary approach to managing pain, agitation/sedation, and delirium. The methodological approach used to develop the guidelines ensures that they are rigorous, evidence-based, and transparent. Implementation of the ICU pain, agitation, and delirium care bundle is expected to have a significant beneficial impact on ICU outcomes and costs.",
  "authors": [
    {
      "last_name": "Barr",
      "fore_name": "Juliana",
      "initials": "J",
      "name": "Juliana Barr",
      "affiliations": [
        "Department of Anesthesia, Stanford University School of Medicine, Stanford, CA, USA. barrj@stanford.edu"
      ]
    },
    {
      "last_name": "Kishman",
      "fore_name": "Charles P",
      "initials": "CP",
      "name": "Charles P Kishman",
      "affiliations": []
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "9 Suppl 1",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "S1",
  "end_page": "S15",
  "pages": "S1-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Advisory Committees",
    "Clinical Protocols",
    "Consensus",
    "Critical Care",
    "Delirium",
    "Humans",
    "Hypnotics and Sedatives",
    "Intensive Care Units",
    "Pain Management",
    "Practice Guidelines as Topic",
    "Psychometrics",
    "Psychomotor Agitation"
  ],
  "article_ids": {
    "pubmed": "23989088",
    "doi": "10.1097/CCM.0b013e3182a167d7",
    "pii": "00003246-201309001-00001"
  },
  "doi": "10.1097/CCM.0b013e3182a167d7",
  "dates": {
    "completed": "2013-11-01",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Hypnotics and Sedatives"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:17.501283",
    "pmid": "23989088"
  }
}