{
  "pmid": "23983495",
  "uid": "23983495",
  "title": "Magnetic resonance imaging findings and neurodevelopmental outcomes in neonates with urea-cycle defects.",
  "abstract": "The urea-cycle functions to facilitate ammonia excretion, a disruption of which results in the accumulation of toxic metabolites. The neurological outcome of neonatal-onset urea-cycle defects (UCDs) is poor, and there are no good predictors of prognosis beyond ammonia levels at presentation. The role of neuroimaging in the prognosis of neonatal-onset UCDs is unclear. We describe the magnetic resonance imaging (MRI) findings of two patients with neonatal-onset UCDs (argininosuccinic aciduria and citrullinemia) at presentation and at 2-year follow-up, and present a review of the literature on neuroimaging in this age-group. We observed two potentially significant distinct patterns of cerebral involvement on MRI: (1) a central and focal pattern of involvement limited to the basal ganglia, perirolandic regions, and internal capsule; and (2) diffuse involvement of the cerebral cortex, internal capsule, basal ganglia, and variably thalami and brain stem. Patients with more diffuse findings tended to have higher serum glutamine peaks and worse neurological outcomes, while those with central involvement, aggressive acute management, and early liver transplantation tended to have better outcomes. We propose that MRI imaging of the brain may have prognostic value following presentation with neonatal UCDs, particularly in identifying patients at risk for poor outcome. The role and timing of follow-up neuroimaging is currently unclear. Further collaborative studies are necessary to evaluate whether patterns of MRI findings vary with specific UCD subtypes, and are predictive of clinical outcomes in neonatal UCDs.",
  "authors": [
    {
      "last_name": "Gunz",
      "fore_name": "Anna Catherine",
      "initials": "AC",
      "name": "Anna Catherine Gunz",
      "affiliations": [
        "Division of Critical Care, Department of Pediatrics, University of Ottawa, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": []
    },
    {
      "last_name": "Potter",
      "fore_name": "Murray",
      "initials": "M",
      "name": "Murray Potter",
      "affiliations": []
    },
    {
      "last_name": "Miller",
      "fore_name": "Elka",
      "initials": "E",
      "name": "Elka Miller",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International medical case reports journal",
    "iso_abbreviation": "Int Med Case Rep J",
    "issn": "1179-142X",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2013"
  },
  "start_page": "41",
  "end_page": "48",
  "pages": "41-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23983495",
    "pmc": "PMC3751504",
    "doi": "10.2147/IMCRJ.S43513",
    "pii": "imcrj-6-041"
  },
  "doi": "10.2147/IMCRJ.S43513",
  "pmc_id": "PMC3751504",
  "dates": {
    "completed": "2013-08-28",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:00.955907",
    "pmid": "23983495"
  }
}