{
  "pmid": "23999553",
  "uid": "23999553",
  "title": "Biologic agents in rheumatology: unmet issues after 200 trials and $200 billion sales.",
  "abstract": "Anti-TNF agents and other biologic therapies are widely prescribed for a variety of indications, with total sales that exceed $200 billion to date. In rheumatic diseases, biologic agents have now been studied in more than 200 randomized clinical trials and over 100 subsequent meta-analyses; however, the information obtained does not always meet the needs of patients and clinicians. In this Review, we discuss the current issues concerning the evidence derived from such studies: potential biases favouring positive results; a paucity of head-to-head comparisons between biologically active agents; overwhelming involvement of manufacturer sponsors in trials and in the synthesis of the evidence; the preference for trials with limited follow-up; and the potential for spurious findings on adverse events, leading to endless debates about malignancy risk. We debate the responsibilities of regulatory authorities, the pharmaceutical industry and academia in attempting to solve these shortcomings and challenges. We propose that improvements in the evidence regarding biologic treatments that are continually being added to the therapeutic armamentarium for rheumatic diseases might require revisiting the design and conduct of studies. For example, trials with long-term follow-up that are independent of the pharmaceutical industry, head-to-head comparisons of therapeutic agents and the use of rigorous clinical outcomes should be considered, and public availability of raw data endorsed.",
  "authors": [
    {
      "last_name": "Ioannidis",
      "fore_name": "John P A",
      "initials": "JP",
      "name": "John P A Ioannidis",
      "affiliations": [
        "Stanford Prevention Research Centre, Department of Health Research and Policy, Stanford University School of Medicine, 1265 Welch Road, Stanford, CA 94305, USA."
      ]
    },
    {
      "last_name": "Karassa",
      "fore_name": "Fotini B",
      "initials": "FB",
      "name": "Fotini B Karassa",
      "affiliations": []
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": []
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": []
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nature reviews. Rheumatology",
    "iso_abbreviation": "Nat Rev Rheumatol",
    "issn": "1759-4804",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "665",
  "end_page": "673",
  "pages": "665-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biological Factors",
    "Commerce",
    "Cost-Benefit Analysis",
    "Humans",
    "Rheumatic Diseases",
    "Rheumatology"
  ],
  "article_ids": {
    "pubmed": "23999553",
    "doi": "10.1038/nrrheum.2013.134",
    "pii": "nrrheum.2013.134"
  },
  "doi": "10.1038/nrrheum.2013.134",
  "dates": {
    "completed": "2014-06-18",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Biological Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.492438",
    "pmid": "23999553"
  }
}