{
  "pmid": "23990027",
  "uid": "23990027",
  "title": "Rheumatologists' opinions towards complementary and alternative medicine: a systematic review.",
  "abstract": "People with chronic musculoskeletal conditions are high users of complementary and alternative medicines (CAM). This systematic review was conducted to evaluate the attitudes of rheumatologists towards CAM and to identify whether these attitudes are affected by the personal or practice characteristics of the rheumatologists. A systematic search of electronic databases identified five eligible studies and one supplementary abstract, published before 1 December 2012. Outcomes measuring rheumatologists' attitudes towards CAM were extracted, as were any analysis of correlations with characteristics of the rheumatologist. Study quality was assessed using the STROBE checklist. Six studies from the USA, Canada and the Netherlands met inclusion criteria, with sample sizes ranging from 101 to 2,000. The studies were of variable methodological quality. Rheumatologists' opinions towards CAM varied according to therapy type. Many held favourable opinions towards bodywork and meditation, believed in their benefits and provided referrals for use. Other therapies, such as energy-based medicine, were regarded with scepticism. There were no demographic characteristics that consistently correlated with CAM attitudes or use. The limited data describing rheumatologist's attitudes to CAM is of varying quality but suggests that attitudes are influenced by the rheumatologist's familiarity with the CAM therapy and the degree to which a therapy has been assessed in a scientific manner. Given the high use of CAM amongst individuals seen in rheumatology clinics, physicians should undertake high-quality research to assess effectiveness of CAM therapy.",
  "authors": [
    {
      "last_name": "Grainger",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Grainger",
      "affiliations": [
        "Rehabilitation Teaching and Research Unit, University of Otago Wellington, 23a Mein Street, Newtown, PO Box 7343, Wellington South, 6242, New Zealand, rebecca.grainger@otago.ac.nz."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical rheumatology",
    "iso_abbreviation": "Clin Rheumatol",
    "issn": "1434-9949",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "3",
  "end_page": "9",
  "pages": "3-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Biofeedback, Psychology",
    "Canada",
    "Chiropractic",
    "Complementary Therapies",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Massage",
    "Meditation",
    "Musculoskeletal Diseases",
    "Naturopathy",
    "Netherlands",
    "Relaxation Therapy",
    "Research Design",
    "Rheumatology",
    "Treatment Outcome",
    "United States",
    "Yoga"
  ],
  "article_ids": {
    "pubmed": "23990027",
    "doi": "10.1007/s10067-013-2379-z"
  },
  "doi": "10.1007/s10067-013-2379-z",
  "dates": {
    "completed": "2014-09-29",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.629761",
    "pmid": "23990027"
  }
}