{
  "pmid": "23997951",
  "uid": "23997951",
  "title": "Up against the System: A Case Study of Young Adult Perspectives Transitioning from Pediatric Palliative Care.",
  "abstract": "Advances in pediatric care have not provided the interdisciplinary support services required by those young adults with pediatric life-threatening conditions (pedLTCs) who live beyond childhood but have limited expectations to live past early adulthood. These young adults, the first generation to live into adulthood, face multiple challenges transitioning from a plethora of pediatric palliative services to scant adult health services. In a case study, using an innovative bulletin board focus group, we describe the complex interplay of the health, education, and social service sectors in this transition. Our descriptions include system deficits and strengths and the young adults' resilience and coping strategies to overcome those deficits and move forward with their lives. Young adults with pedLTC need knowledgeable providers, coordinated and accessible services, being respected and valued, and services and supports that promote independence. We recommend implementation of multidisciplinary solutions that are focused on young adult priorities to ensure seamless access to resources to support these young adults' health, educational, vocational, and social goals. The input and voice of young adults in the development of these services are imperative to ensure that multisystem services support their needs and life goals.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Cook",
      "affiliations": [
        "School of Nursing, McMaster University, Faculty of Health Sciences, c/o Dr. Gina Browne, Health and Social Service Utilization Research Unit, McMaster Innovation Park, 175 Longwood Road South, Suite 210A, Hamilton, ON, Canada L8P 0A1."
      ]
    },
    {
      "last_name": "Siden",
      "fore_name": "Harold",
      "initials": "H",
      "name": "Harold Siden",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nursing research and practice",
    "iso_abbreviation": "Nurs Res Pract",
    "issn": "2090-1429",
    "issn_type": "Print",
    "volume": "2013",
    "pub_year": "2013"
  },
  "start_page": "286751",
  "pages": "286751",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "23997951",
    "pmc": "PMC3753759",
    "doi": "10.1155/2013/286751"
  },
  "doi": "10.1155/2013/286751",
  "pmc_id": "PMC3753759",
  "dates": {
    "completed": "2013-09-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.193313",
    "pmid": "23997951"
  }
}