{
  "pmid": "24007378",
  "uid": "24007378",
  "title": "The global stock of research evidence relevant to health systems policymaking.",
  "abstract": "BACKGROUND: Policymakers and stakeholders need immediate access to many types of research evidence to make informed decisions about the full range of questions that may arise regarding health systems. METHODS: We examined all types of research evidence about governance, financial and delivery arrangements, and implementation strategies within health systems contained in Health Systems Evidence (HSE) (http://www.healthsystemsevidence.org). The research evidence types include evidence briefs for policy, overviews of systematic reviews, systematic reviews of effects, systematic reviews addressing other questions, systematic reviews in progress, systematic reviews being planned, economic evaluations, and health reform and health system descriptions. Specifically, we describe their distribution across health system topics and domains, trends in their production over time, availability of supplemental content in various languages, and the extent to which they focus on low- and middle-income countries (LMICs), as well as (for systematic reviews) their methodological quality and the availability of user-friendly summaries. RESULTS: As of July 2013, HSE contained 2,629 systematic reviews of effects (of which 501 are Cochrane reviews), 614 systematic reviews addressing other questions, 283 systematic reviews in progress, 186 systematic reviews being planned, 140 review-derived products (evidence briefs and overviews of systematic reviews), 1,669 economic evaluations, 1,092 health reform descriptions, and 209 health system descriptions. Most systematic reviews address topics related to delivery arrangements (n = 2,663) or implementation strategies (n = 1,653) with far fewer addressing financial (n = 241) or governance arrangements (n = 231). In addition, 2,928 systematic reviews have been quality appraised with moderate AMSTAR ratings found for reviews addressing governance (5.6/11), financial (5.9/11), and delivery (6.3/11) arrangements and implementation strategies (6.5/11); 1,075 systematic reviews have no independently produced user-friendly summary and only 737 systematic reviews have an LMIC focus. Literature searches for half of the systematic reviews (n = 1,584, 49%) were conducted within the last five years. CONCLUSIONS: Greater effort needs to focus on assessing whether the current distribution of systematic reviews corresponds to policymakers' and stakeholders' priorities, updating systematic reviews, increasing the quality of systematic reviews, and focusing on LMICs.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, 1280 Main St, West, MML-417, Hamilton, ON, Canada L8S 4L6, USA. wilsom2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Moat",
      "fore_name": "Kaelan A",
      "initials": "KA",
      "name": "Kaelan A Moat",
      "affiliations": []
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "04"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Access to Information",
    "Health Care Reform",
    "Health Priorities",
    "Humans",
    "Policy Making",
    "Poverty",
    "Research"
  ],
  "article_ids": {
    "pubmed": "24007378",
    "pmc": "PMC3847996",
    "doi": "10.1186/1478-4505-11-32",
    "pii": "1478-4505-11-32"
  },
  "doi": "10.1186/1478-4505-11-32",
  "pmc_id": "PMC3847996",
  "dates": {
    "completed": "2014-11-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.773901",
    "pmid": "24007378"
  }
}