{
  "pmid": "24009795",
  "uid": "24009795",
  "title": "The impact of community health workers (CHWs) on Buruli ulcer in sub-Saharan Africa: a systematic review.",
  "abstract": "UNLABELLED: Buruli ulcer (BU) is a cutaneous neglected tropical disease caused by Mycobacterium ulcerans. Participation of Community Health Workers (CHWs) is an integral part of the management of BU, yet their impact has not been systematically evaluated in sub-Saharan Africa. METHODS: Our objectives were to summarize the evidence on the impact of CHWs on the control of BU in sub-Saharan Africa by looking at their recruitment, training, non-governmental support and performance. We searched the following electronic databases from January 1998 to July 2012: Medline, EMBASE (Excerpta Medica Database), The Cochrane Library, Google Scholar, CINAHL (Cumulative Index to Nursing and Allied Health Literature), WHOLIS (World Health Organization Library Database), LILACS (Latin American and Caribbean Literature on Health Sciences) and contacted experts in the field. There were no restrictions to language or publication status. All study designs that could provide the information we sought were eligible, provided the studies were conducted in sub-Saharan Africa. Critical appraisal of all identified citations was done independently by two authors to establish the possible relevance of the articles for inclusion in the review. Of 195 hits, 17 papers met the inclusion criteria. For the management of Buruli Ulcer, CHWs are often recruited from the communities they will serve. Communities play a role in CHW selection. Larger numbers of CHWs are needed in order to improve the detection and management of cases. One of the major obstacles to the control of BU is inadequate and poorly- equipped health facilities in the affected areas. Evidence from this review suggests that CHW programmes can have large impacts on the control of BU in sub-Saharan Africa. Large-scale rigorous studies, including RCTs, are needed to assess whether the CHWs programs promote equity and access.",
  "authors": [
    {
      "last_name": "Vouking",
      "fore_name": "Marius Zambou",
      "initials": "MZ",
      "name": "Marius Zambou Vouking",
      "affiliations": [
        "Center for the Development Best Practices in Health, Yaoundé Central Hospital, Henri-Dunant Avenue, Messa, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Tamo",
      "fore_name": "Violette Claire",
      "initials": "VC",
      "name": "Violette Claire Tamo",
      "affiliations": []
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Pan African medical journal",
    "iso_abbreviation": "Pan Afr Med J",
    "issn": "1937-8688",
    "issn_type": "Electronic",
    "volume": "15",
    "pub_year": "2013"
  },
  "start_page": "19",
  "pages": "19",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Africa South of the Sahara",
    "Buruli Ulcer",
    "Community Health Services",
    "Community Health Workers",
    "Humans",
    "Mycobacterium ulcerans",
    "Neglected Diseases",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "24009795",
    "pmc": "PMC3758852",
    "doi": "10.11604/pamj.2013.15.19.1991",
    "pii": "PAMJ-15-19"
  },
  "doi": "10.11604/pamj.2013.15.19.1991",
  "pmc_id": "PMC3758852",
  "dates": {
    "completed": "2014-02-10",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.289422",
    "pmid": "24009795"
  }
}