{
  "pmid": "24012969",
  "uid": "24012969",
  "title": "PCR-based approach to distinguish group A human rotavirus genotype 1 vs. genotype 2 genes.",
  "abstract": "Group A rotaviruses (RVs) are eleven-segmented, double-stranded RNA viruses and important causes of severe diarrhea in children. A full-genome classification system is readily used to describe the genetic makeup of individual RV strains. In this system, each viral gene is assigned a specific genotype based upon its nucleotide sequence and established percent identity cut-off values. However, a faster and more cost-effective approach to determine RV gene genotypes is to utilize specific oligonucleotide primer sets in RT-PCR/PCR. Such primer sets and PCR-based genotyping methods have already been developed for the VP7-, VP6-, VP4- and NSP4-coding gene segments. In this study, primers were developed for the remaining seven RV gene segments, which encode proteins VP1, VP2, VP3, NSP1, NSP2, NSP3, and NSP5/6. Specifically, primers were designed to distinguish the two most common human RV genotypes (1 vs. 2) for these genes and were validated on several cell culture-adapted human and animal RV strains, as well as on human RVs from clinical fecal specimens. As such, primer sets now exist for all eleven genes of common human RVs, allowing for the identification of reassortant strains with mixed constellations of both genotype 1 and 2 genes using a rapid and economical RT-PCR/PCR method.",
  "authors": [
    {
      "last_name": "McKell",
      "fore_name": "Allison O",
      "initials": "AO",
      "name": "Allison O McKell",
      "affiliations": [
        "Virginia Tech Carilion Research Institute, Roanoke, VA 24016, USA; Department of Biomedical Sciences and Pathobiology, Virginia-Maryland Regional College of Veterinary Medicine, Blacksburg, VA 24061, USA."
      ]
    },
    {
      "last_name": "Nichols",
      "fore_name": "Joshua C",
      "initials": "JC",
      "name": "Joshua C Nichols",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah M",
      "initials": "SM",
      "name": "Sarah M McDonald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of virological methods",
    "iso_abbreviation": "J Virol Methods",
    "issn": "1879-0984",
    "issn_type": "Electronic",
    "volume": "194",
    "issue": "1-2",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "197",
  "end_page": "205",
  "pages": "197-205",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "DNA Primers",
    "Gastroenteritis",
    "Genotype",
    "Humans",
    "Polymerase Chain Reaction",
    "Rotavirus",
    "Rotavirus Infections",
    "Sensitivity and Specificity",
    "Virology"
  ],
  "article_ids": {
    "pubmed": "24012969",
    "doi": "10.1016/j.jviromet.2013.08.025",
    "pii": "S0166-0934(13)00357-1"
  },
  "doi": "10.1016/j.jviromet.2013.08.025",
  "dates": {
    "completed": "2014-06-15",
    "revised": "2019-12-10"
  },
  "chemicals": [
    "DNA Primers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.437648",
    "pmid": "24012969"
  }
}