{
  "pmid": "24019857",
  "uid": "24019857",
  "title": "Photoselective vaporization for the treatment of benign prostatic hyperplasia.",
  "abstract": "BACKGROUND: As an alternative to transurethral resection of the prostate (TURP), photoselective vaporization of the prostate (PVP) provides a bloodless, relatively painless relief of lower urinary tract symptoms for men with benign prostatic hyperplasia. Following a review of the evidence in 2006, the Ontario Health Technology Advisory Committee recommended that a study be conducted to evaluate PVP in Ontario. OBJECTIVES: To compare the clinical effectiveness, safety, cost-effectiveness, and budget impact of PVP compared to conventional TURP for the treatment of benign prostatic hyperplasia in Ontario. METHODS: A prospective, nonrandomized trial was conducted in 3 Ontario centres. Consenting subjects were assessed at baseline and 1, 3, and 6 months following surgery. Outcome measures included International Prostate Symptom Score (IPSS), peak urinary flow rate (Qmax), post-void residual (PVR) volume, prostate-specific antigen (PSA), health-related quality of life (HRQOL) using the EuroQol 5 Domain questionnaire, and the Sexual Health Inventory for Men (SHIM) score. Adverse events, resource utilization, and productivity losses were also assessed. Cost-effectiveness and budget impact analyses were completed using data from the study. RESULTS: Between February 2008 and August 2010, 164 subjects were enrolled in the study (n = 140 for PVP and n = 24 for TURP). Treatment outcomes were similar between the 2 groups at 6 months, with the IPSS decreasing similarly over time (P = 0.718). For other treatment outcomes (Qmax, PSA, HRQOL, SHIM) both treatments provided similar benefit over time; only changes in PVR volume favoured PVP (P = 0.018). The majority of PVP patients were managed on an outpatient basis, with only 7.1% requiring admission (all TURP subjects were inpatients). At 6 months, PVP was less costly than TURP ($3,891 versus $4,863; P = 0.001), with similar quality-adjusted life-years (0.448 versus 0.441; P = 0.658). PVP remained the most cost-effective treatment across all decision-making thresholds, with the technology costing less and providing similar clinical outcomes. Extrapolating the results to a provincial level indicated (based on an estimated case volume of 12,335 TURPs) that there is an opportunity to reallocate just over $14 million (Cdn), primarily related to the reduced need for hospital admission. LIMITATIONS: This study was nonrandomized, and the results should be interpreted with some caution, despite generally similar baseline characteristics between the 2 groups. Recruiting individuals to the TURP arm was a challenge, resulting in a size imbalance between treatment arms. CONCLUSIONS: Based on this analysis, PVP appears to be a cost-effective alternative to TURP, providing similar clinical benefit at a lower cost to the health system.",
  "authors": [
    {
      "last_name": "Bowen",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Bowen",
      "affiliations": [
        "Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare Hamilton and Department of Clinical Epidemiology & Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whelan",
      "fore_name": "J Paul",
      "initials": "JP",
      "name": "J Paul Whelan",
      "affiliations": []
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Hopkins",
      "affiliations": []
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": []
    },
    {
      "last_name": "Woods",
      "fore_name": "Edward A",
      "initials": "EA",
      "name": "Edward A Woods",
      "affiliations": []
    },
    {
      "last_name": "McIsaac",
      "fore_name": "Gary P",
      "initials": "GP",
      "name": "Gary P McIsaac",
      "affiliations": []
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria J",
      "initials": "DJ",
      "name": "Daria J O'Reilly",
      "affiliations": []
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": []
    },
    {
      "last_name": "Sehatzadeh",
      "fore_name": "Shayan",
      "initials": "S",
      "name": "Shayan Sehatzadeh",
      "affiliations": []
    },
    {
      "last_name": "Levin",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Levin",
      "affiliations": []
    },
    {
      "last_name": "Mathew",
      "fore_name": "Suja P",
      "initials": "SP",
      "name": "Suja P Mathew",
      "affiliations": []
    },
    {
      "last_name": "Patterson",
      "fore_name": "Lisa L",
      "initials": "LL",
      "name": "Lisa L Patterson",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ontario health technology assessment series",
    "iso_abbreviation": "Ont Health Technol Assess Ser",
    "issn": "1915-7398",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2013"
  },
  "start_page": "1",
  "end_page": "34",
  "pages": "1-34",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Humans",
    "Laser Therapy",
    "Male",
    "Middle Aged",
    "Ontario",
    "Prospective Studies",
    "Prostatic Hyperplasia",
    "Quality of Life",
    "Transurethral Resection of Prostate",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "24019857",
    "pmc": "PMC3764772"
  },
  "pmc_id": "PMC3764772",
  "dates": {
    "completed": "2014-05-28",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.853315",
    "pmid": "24019857"
  }
}