{
  "pmid": "24018808",
  "uid": "24018808",
  "title": "Immunophenotypic analysis of ovarian endometrioid adenocarcinoma: correlation with KRAS mutation and the presence of endometriosis.",
  "abstract": "AIMS: The relationship between endometriosis and ovarian endometrioid adenocarcinoma (OEC) is well recognised but it is unclear whether endometriosis positive and negative OECs develop via similar pathogenetic mechanisms. MATERIALS: Sixty-seven low grade OECs (35 associated with endometriosis) were stained immunohistochemically for β-catenin, cyclin D1, BAF250a, PTEN, p53, WT1 and the mismatch repair (MMR) proteins MLH1, PMS2, MSH2 and MSH6. The results were correlated with KRAS mutation analysis and the presence of concurrent endometriosis. RESULTS: Abnormal β-catenin, cyclin D1, BAF250a, PTEN, p53 and MMR protein expression was identified in 61.2%, 50.7%, 19.4%, 23.9%, 9.0%, and 6.0% of cases, respectively; these changes were equally common in endometriosis positive and negative tumours. WT1 expression was restricted to endometriosis negative EOC (8/32, 25%) and four WT1 positive cases showed sertoliform/spindle cell histological patterns. Abnormal β-catenin expression correlated with cyclin D1 overexpression but was inversely related to KRAS mutation. Immunophenotypic abnormalities were present in four of 17 histologically benign endometriotic lesions. CONCLUSIONS: Most immunophenotypic alterations were equally common in endometriosis associated and independent OECs but only the latter were associated with abnormal WT1 expression. The inverse relationship between abnormal β-catenin expression and KRAS mutation merits further study. Histologically benign endometriotic epithelium may show immunophenotypic abnormalities similar to those present in associated carcinomas.",
  "authors": [
    {
      "last_name": "Stewart",
      "fore_name": "Colin J R",
      "initials": "CJ",
      "name": "Colin J R Stewart",
      "affiliations": [
        "*Department of Pathology, King Edward Memorial Hospital, Perth †School of Women's and Infants' Health ‡Centre for Applied Statistics, University of Western Australia §Department of Research, Sir Charles Gairdner Hospital, Perth, Western Australia ||Cancer and Population Studies Group, Queensland Institute of Medical Research, Brisbane ¶Department of Histopathology, Sullivan Nicolaides Pathology, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Walsh",
      "affiliations": []
    },
    {
      "last_name": "Budgeon",
      "fore_name": "Charley A",
      "initials": "CA",
      "name": "Charley A Budgeon",
      "affiliations": []
    },
    {
      "last_name": "Crook",
      "fore_name": "Maxine L",
      "initials": "ML",
      "name": "Maxine L Crook",
      "affiliations": []
    },
    {
      "last_name": "Buchanan",
      "fore_name": "Daniel B",
      "initials": "DB",
      "name": "Daniel B Buchanan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pathology",
    "iso_abbreviation": "Pathology",
    "issn": "1465-3931",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "559",
  "end_page": "566",
  "pages": "559-66",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Biomarkers, Tumor",
    "Carcinoma, Endometrioid",
    "Endometriosis",
    "Female",
    "Humans",
    "Immunohistochemistry",
    "Immunophenotyping",
    "Middle Aged",
    "Mutation",
    "Ovarian Neoplasms",
    "Proto-Oncogene Proteins",
    "Proto-Oncogene Proteins p21(ras)",
    "ras Proteins"
  ],
  "article_ids": {
    "pubmed": "24018808",
    "doi": "10.1097/PAT.0b013e3283650ad7",
    "pii": "S0031302516314957"
  },
  "doi": "10.1097/PAT.0b013e3283650ad7",
  "dates": {
    "completed": "2014-04-16",
    "revised": "2017-12-07"
  },
  "chemicals": [
    "Biomarkers, Tumor",
    "KRAS protein, human",
    "Proto-Oncogene Proteins",
    "Proto-Oncogene Proteins p21(ras)",
    "ras Proteins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.794539",
    "pmid": "24018808"
  }
}