{
  "pmid": "24016168",
  "uid": "24016168",
  "title": "The roles of deliberate practice and innate ability in developing expertise: evidence and implications.",
  "abstract": "CONTEXT: Medical education research focuses extensively on experience and deliberate practice (DP) as key factors in the development of expert performance. The research on DP minimises the role of individual ability in expert performance. This claim ignores a large body of research supporting the importance of innate individual cognitive differences. We review the relationship between DP and an innate individual ability, working memory (WM) capacity, to illustrate how both DP and individual ability predict expert performance. METHODS: This narrative review examines the relationship between DP and WM in accounting for expert performance. Studies examining DP, WM and individual differences were identified through a targeted search. RESULTS: Although all studies support extensive DP as a factor in explaining expertise, much research suggests individual cognitive differences, such as WM capacity, predict expert performance after controlling for DP. The extent to which this occurs may be influenced by the nature of the task under study and the cognitive processes used by experts. The importance of WM capacity is greater for tasks that are non-routine or functionally complex. Clinical reasoning displays evidence of this task-dependent importance of individual ability. CONCLUSIONS: No single factor is both necessary and sufficient in explaining expertise, and individual abilities such as WM can be important. These individual abilities are likely to contribute to expert performance in clinical settings. Medical education research and practice should identify the individual differences in novices and experts that are important to clinical performance.",
  "authors": [
    {
      "last_name": "Kulasegaram",
      "fore_name": "Kulamakan M",
      "initials": "KM",
      "name": "Kulamakan M Kulasegaram",
      "affiliations": [
        "Programme for Educational Research and Development, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "10",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "979",
  "end_page": "989",
  "pages": "979-89",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aptitude",
    "Clinical Competence",
    "Education, Medical",
    "Humans",
    "Intelligence",
    "Learning",
    "Memory, Short-Term",
    "Physicians",
    "Professional Competence",
    "Task Performance and Analysis"
  ],
  "article_ids": {
    "pubmed": "24016168",
    "doi": "10.1111/medu.12260"
  },
  "doi": "10.1111/medu.12260",
  "dates": {
    "completed": "2014-06-05",
    "revised": "2013-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.750714",
    "pmid": "24016168"
  }
}