{
  "pmid": "24027032",
  "uid": "24027032",
  "title": "The relative influences of movement kinematics and extrinsic object characteristics on the perception of lifted weight.",
  "abstract": "Humans are able to perceive unique types of biological motion presented as point-light displays (PLDs). Thirty years ago, Runeson and Frykholm (Human Perception and Performance, 7(4), 733, 1981, Journal of Experimental Psychology: General, 112(4), 585, 1983) studied observers' perceptions of weights lifted by actors and identified that the kinematic information in a PLD is sufficient for an observer to form an accurate perception of the object weight. However, research has also shown that extrinsic object size characteristics also influence the perception of object weight (Gordon, Forssberg, Johansson, & Westling in Experimental Brain Research, 83(3), 477-482, 1991). This study addresses the relative contributions of these two types of visual information to observers' perceptions of lifted weight, through an experiment in which participants viewed an actor lifting boxes of various sizes (small, medium, or large) and weights (25, 50, or 75 lb) under four PLD conditions-box-at-rest, moving-box, actor-only, and actor-and-box-and one full-vision video condition, and then provided a weight estimate for each box lifted. The results indicated that lift kinematics and box size contributed independently to weight perception. Interestingly, the most robust weight differentiations were elicited in the conditions in which both types of information were presented concurrently, despite their converse natures. Furthermore, full-vision video presentation, which contained visual information beyond kinematics and object information, elicited the best estimates.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LE",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Kinesiology, Faculty of Science, McMaster University, Hamilton, Ontario, Canada, lawrencegrierson@gmail.com."
      ]
    },
    {
      "last_name": "Ohson",
      "fore_name": "Simran",
      "initials": "S",
      "name": "Simran Ohson",
      "affiliations": []
    },
    {
      "last_name": "Lyons",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lyons",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Attention, perception & psychophysics",
    "iso_abbreviation": "Atten Percept Psychophys",
    "issn": "1943-393X",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "8",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "1906",
  "end_page": "1913",
  "pages": "1906-13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Biomechanical Phenomena",
    "Concept Formation",
    "Female",
    "Humans",
    "Lifting",
    "Male",
    "Motion Perception",
    "Video Recording",
    "Visual Perception",
    "Weight Perception",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24027032",
    "doi": "10.3758/s13414-013-0539-5"
  },
  "doi": "10.3758/s13414-013-0539-5",
  "dates": {
    "completed": "2014-05-19",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.280688",
    "pmid": "24027032"
  }
}