{
  "pmid": "24024982",
  "uid": "24024982",
  "title": "Severe late-onset multisystem cytomegalovirus infection in a premature neonate previously treated for congenital infection.",
  "abstract": "BACKGROUND: Cytomegalovirus is the most common pathogen causing congenital infection and can result in significant neurodevelopmental adverse outcomes. For this reason, it is the standard of care in many regions to treat congenital cytomegalovirus infection involving the brain with six weeks of ganciclovir. There have been no reports in the published literature of significant cytomegalovirus neonatal infection in infants previously treated for congenital infection. CASE PRESENTATION: A preterm male infant with congenital symptomatic cytomegalovirus infection was initially treated with over 8 weeks of ganciclovir between the ages of 3 and 14 weeks. At four months chronologic age, just prior to planned discharge, he developed an episode of life-threatening multisystem cytomegalovirus disease notable for severe pneumonitis, encephalitis, hepatitis, and disseminated intravascular coagulation. This disease resolved after re-treatment with a prolonged course of intravenous ganciclovir and oral valganciclovir. CONCLUSIONS: Clinicians should be aware of the possibility of recurrence of congenital cytomegalovirus infection, especially in preterm infants. Serial plasma cytomegalovirus viral load monitoring may have a role in the management of premature infants treated with ganciclovir; had the diagnosis of recrudescent cytomegalovirus infection been considered sooner, specific therapy might have been more quickly initiated and perhaps further morbidity would have been prevented.",
  "authors": [
    {
      "last_name": "El-Sayed",
      "fore_name": "Manal F",
      "initials": "MF",
      "name": "Manal F El-Sayed",
      "affiliations": [
        "Division of Infectious Disease, Department of Pediatrics, McMaster University, rm 3A-30 1280 Main St, West, Hamilton, ON L8S 4 K1, Canada. pernica@mcmaster.ca."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Goldfarb",
      "affiliations": []
    },
    {
      "last_name": "Fulford",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Fulford",
      "affiliations": []
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "11"
  },
  "start_page": "142",
  "pages": "142",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Antiviral Agents",
    "Cytomegalovirus Infections",
    "Ganciclovir",
    "Humans",
    "Infant",
    "Infant, Extremely Low Birth Weight",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Premature, Diseases",
    "Male",
    "Recurrence"
  ],
  "article_ids": {
    "pubmed": "24024982",
    "pmc": "PMC3847698",
    "doi": "10.1186/1471-2431-13-142",
    "pii": "1471-2431-13-142"
  },
  "doi": "10.1186/1471-2431-13-142",
  "pmc_id": "PMC3847698",
  "dates": {
    "completed": "2014-07-31",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Antiviral Agents",
    "Ganciclovir"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.297435",
    "pmid": "24024982"
  }
}