{
  "pmid": "24027570",
  "uid": "24027570",
  "title": "Mimicking Protein-Protein Interactions through Peptide-Peptide Interactions: HIV-1 gp120 and CXCR4.",
  "abstract": "We have recently designed a soluble synthetic peptide that functionally mimics the HIV-1 coreceptor CXCR4, which is a chemokine receptor that belongs to the family of seven-transmembrane GPCRs. This CXCR4 mimetic peptide, termed CX4-M1, presents the three extracellular loops (ECLs) of the receptor. In binding assays involving recombinant proteins, as well as in cellular infection assays, CX4-M1 was found to selectively recognize gp120 from HIV-1 strains that use CXCR4 for cell entry (X4 tropic HIV-1). Furthermore, anti-HIV-1 antibodies modulate this interaction in a molecular mechanism related to that of their impact on the gp120-CXCR4 interaction. We could now show that the selectivity of CX4-M1 pertains not only to gp120 from X4 tropic HIV-1, but also to synthetic peptides presenting the V3 loops of these gp120 proteins. The V3 loop is thought to be an essential part of the coreceptor binding site of gp120 that contacts the second ECL of the coreceptor. We were able to experimentally confirm this notion in binding assays using substitution analogs of CX4-M1 and the V3 loop peptides, respectively, as well as in cellular infection assays. These results indicate that interactions of the HIV-1 Env with coreceptors can be mimicked by synthetic peptides, which may be useful to explore these interactions at the molecular level in more detail.",
  "authors": [
    {
      "last_name": "Groß",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Groß",
      "affiliations": [
        "Department of Chemistry and Pharmacy, University of Erlangen-Nuremberg , Erlangen , Germany."
      ]
    },
    {
      "last_name": "Möbius",
      "fore_name": "Kalle",
      "initials": "K",
      "name": "Kalle Möbius",
      "affiliations": []
    },
    {
      "last_name": "Haußner",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Haußner",
      "affiliations": []
    },
    {
      "last_name": "Donhauser",
      "fore_name": "Norbert",
      "initials": "N",
      "name": "Norbert Donhauser",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    },
    {
      "last_name": "Eichler",
      "fore_name": "Jutta",
      "initials": "J",
      "name": "Jutta Eichler",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Frontiers in immunology",
    "iso_abbreviation": "Front Immunol",
    "issn": "1664-3224",
    "issn_type": "Print",
    "volume": "4",
    "pub_year": "2013"
  },
  "start_page": "257",
  "pages": "257",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24027570",
    "pmc": "PMC3760305",
    "doi": "10.3389/fimmu.2013.00257"
  },
  "doi": "10.3389/fimmu.2013.00257",
  "pmc_id": "PMC3760305",
  "dates": {
    "completed": "2013-09-12",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.407899",
    "pmid": "24027570"
  }
}