{
  "pmid": "24024080",
  "uid": "24024080",
  "title": "Physical fighting among Egyptian adolescents: social and demographic correlates among a nationally representative sample.",
  "abstract": "Introduction. Adolescent interpersonal violence is a global public health problem, yet gaps remain in the epidemiologic literature on adolescent violence in low- and middle-income countries (LMIC). Prevalence rates and risk and protective factors reported in high-income countries may be different from those reported in LMICs. Culturally-relevant epidemiologic data is important in efforts aimed at addressing adolescent interpersonal violence in these countries. Methods. A cross-sectional study of Egyptian adolescent involvement in violent behavior was conducted. Data collected from a 2006 school-based survey initiative were used; participants were adolescents aged 11-17 (N = 5, 249). Some participants were excluded from the dataset due to incomplete data (N = 111) resulting in a final sample of 5,138. Bivariate and logistic regression analyses were run to determine demographic and social variables associated with participation in physical fighting. Results. Thirty-one percent of adolescents reported being involved in a physical fight. Previously reported risk factors for violent behavior among adolescents such as depressive symptoms (OR = 1.29; CI = 1.11-1.50) and bullying victimization (OR = 2.44; CI = 2.12-2.83) were positively associated with violent behavior in the present study, while the more novel factor of sedentary behavior was also observed as having a positive association with violent behavior (OR = 1.43; CI = 1.21-1.69). Known protective factors such as helpful peers (OR = 0.75; CI = 0.62-0.90) and understanding parents (OR = 0.67; CI = 0.56-0.81) were found to have negative associations with violent behavior in the present study, in addition to the counterintuitive protective effect of having fewer friends (OR = 0.75; CI = 0.60-0.92). Conclusions. Prevalence rates of adolescent interpersonal violence in Egypt are similar to rates in other LMICs. The high reported rates of depressive symptomatology and bully victimization along with their positive association with physical fighting suggest that interventions aimed at treating and preventing these problems may help mitigate the likelihood of adolescents engaging in violent behavior; involvement in appropriate physical activity in a safe environment may be beneficial as well. More research is needed to understand the observed protective factor of having fewer friends.",
  "authors": [
    {
      "last_name": "Celedonia",
      "fore_name": "Karen L",
      "initials": "KL",
      "name": "Karen L Celedonia",
      "affiliations": [
        "Centre for Injury Prevention and Community Safety, PeerCorps Trust Fund , Dar es Salaam , Tanzania."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": []
    },
    {
      "last_name": "El Gammal",
      "fore_name": "Hanan A",
      "initials": "HA",
      "name": "Hanan A El Gammal",
      "affiliations": []
    },
    {
      "last_name": "Hagras",
      "fore_name": "Abeer M",
      "initials": "AM",
      "name": "Abeer M Hagras",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Print",
    "volume": "1",
    "pub_year": "2013"
  },
  "start_page": "e125",
  "pages": "e125",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24024080",
    "pmc": "PMC3746957",
    "doi": "10.7717/peerj.125",
    "pii": "125"
  },
  "doi": "10.7717/peerj.125",
  "pmc_id": "PMC3746957",
  "dates": {
    "completed": "2013-09-11",
    "revised": "2022-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.272974",
    "pmid": "24024080"
  }
}