{
  "pmid": "24028700",
  "uid": "24028700",
  "title": "How contexts and issues influence the use of policy-relevant research syntheses: a critical interpretive synthesis.",
  "abstract": "CONTEXT: Evidence briefs have emerged as a promising approach to synthesizing the best available research evidence for health system policymakers and stakeholders. An evidence brief may draw on systematic reviews and many other types of policy-relevant information, including local data and studies, to describe a problem, options for addressing it, and key implementation considerations. We conducted a systematic review to examine the ways in which context- and issue-related factors influence the perceived usefulness of evidence briefs among their intended users. METHODS: We used a critical interpretive synthesis approach to review both empirical and nonempirical literature and to develop a model that explains how context and issues influence policymakers' and stakeholders' views of the utility of evidence briefs prepared for priority policy issues. We used a \"compass\" question to create a detailed search strategy and conducted electronic searches in CINAHL, EMBASE, HealthSTAR, IPSA, MEDLINE, OAIster (gray literature), ProQuest A&I Theses, ProQuest (Sociological Abstracts, Applied Social Sciences Index and Abstracts, Worldwide Political Science Abstracts, International Bibliography of Social Sciences, PAIS, Political Science), PsychInfo, Web of Science, and WilsonWeb (Social Science Abstracts). Finally, we used a grounded and interpretive analytic approach to synthesize the results. FINDINGS: Of the 4,461 papers retrieved, 3,908 were excluded and 553 were assessed for \"relevance,\" with 137 included in the initial sample of papers to be analyzed and an additional 23 purposively sampled to fill conceptual gaps. Several themes emerged: (1) many established types of \"evidence\" are viewed as useful content in an evidence brief, along with several promising formatting features; (2) contextual factors, particularly the institutions, interests, and values of a given context, can influence views of evidence briefs; (3) whether an issue is polarizing and whether it is salient (or not) and familiar (or not) to actors in the policy arena can influence views of evidence briefs prepared for that issue; (4) influential factors can emerge in several ways (as context driven, issue driven, or a result of issue-context resonance); (5) these factors work through two primary pathways, affecting either the users or the producers of briefs; and (6) these factors influence views of evidence briefs through a variety of mechanisms. CONCLUSIONS: Those persons funding and preparing evidence briefs need to consider a variety of context- and issue-related factors when deciding how to make them most useful in policymaking.",
  "authors": [
    {
      "last_name": "Moat",
      "fore_name": "Kaelan A",
      "initials": "KA",
      "affiliations": [
        "McMaster University."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "affiliations": []
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Milbank quarterly",
    "iso_abbreviation": "Milbank Q",
    "issn": "1468-0009",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "604",
  "end_page": "648",
  "pages": "604-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Evidence-Based Practice",
    "Health Policy",
    "Health Priorities",
    "Health Services Research",
    "Humans",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "24028700",
    "pmc": "PMC3790526",
    "doi": "10.1111/1468-0009.12026"
  },
  "doi": "10.1111/1468-0009.12026",
  "pmc_id": "PMC3790526",
  "dates": {
    "completed": "2013-11-13",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.670711",
    "pmid": "24028700"
  }
}