{
  "pmid": "24023290",
  "uid": "24023290",
  "title": "Prediction of immune surveillance responsive metastatic prostate cancer in pelvic lymph node and emergence of surveillance unresponsive/resistant metastatic cells.",
  "abstract": "BACKGROUND: Immune cells (lymphocytes and macrophages) provide the microenvironment for immune surveillance of metastatic prostate cancer (PCa) cells in pelvic lymph nodes. We have hypothesized that degeneration and/or apoptosis of metastatic PCa cells in pelvic lymph nodes can distinguish between aggressive and non-aggressive metastatic disease in patients. Our objective was to define the relationship between metastatic cell lysis and the presence of immune cells. MATERIALS AND METHODS: We studied archival primary PCa (n=38) and cancer-positive regional pelvic nodes (n=32) from the same patients undergoing radical retropubic prostatectomy at the Minneapolis Veterans Affairs Medical Center. RESULTS: Using morphological and immunohistochemical features of immune and metastatic cancer cells, we have identified progression of metastasis in the nodal compartments. Nodal parenchyma contained small, intermediate and large metastatic nodules/tumors. Immune surveillance occurred primarily in small tumors and surveillance was either absent or greatly reduced in intermediate and large tumors in nodes. Metastatic nodules/cells were lysed or became apoptotic when under immune-surveillance, as indicated by pyknotic nuclei and cytoplasm, the latter still had remnants of prostate specific antigen (PSA) staining. Metastatic cells without surveillance did not exhibit morphological features of cell degeneration (lysis) or apoptosis. Metastatic cells under immune-surveillance had an inverse relationship with those without immune-surveillance. This relationship differed from node to node and patient to patient. CONCLUSION: We have shown that at least two populations of metastatic cells were present in the nodes; the first group of cells was under immune surveillance, as indicated by limited to wide-spread cell lysis/apoptosis, and the second group did not exhibit morphological evidence of cell lysis indicating emergence of surveillance-unresponsive (resistant) metastatic cells. These criteria can be used to distinguish metastatic cancer that is expected to be responsive to immunotherapy from that which would show little or no benefit from such treatment. Enhancement of immune surveillance and other treatments can be used to treat surveillance-unresponsive (resistant) disease to improve survival of patients.",
  "authors": [
    {
      "last_name": "Sinha",
      "fore_name": "Akhouri A",
      "initials": "AA",
      "name": "Akhouri A Sinha",
      "affiliations": [
        "VAMC Research Service (151), Building 70, One Veterans Drive, Minneapolis, MN 55417 U.S.A. sinha001@umn.edu."
      ]
    },
    {
      "last_name": "Fernandes",
      "fore_name": "Eduardo T",
      "initials": "ET",
      "name": "Eduardo T Fernandes",
      "affiliations": []
    },
    {
      "last_name": "Ewing",
      "fore_name": "Stephen L",
      "initials": "SL",
      "name": "Stephen L Ewing",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Anticancer research",
    "iso_abbreviation": "Anticancer Res",
    "issn": "1791-7530",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "9",
    "pub_year": "2013",
    "pub_month": "Sep"
  },
  "start_page": "3635",
  "end_page": "3643",
  "pages": "3635-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Aged",
    "Apoptosis",
    "Humans",
    "Immunologic Surveillance",
    "Lymphatic Metastasis",
    "Male",
    "Middle Aged",
    "Pelvis",
    "Prostatic Neoplasms"
  ],
  "article_ids": {
    "pubmed": "24023290",
    "pii": "33/9/3635"
  },
  "dates": {
    "completed": "2013-11-27",
    "revised": "2013-09-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DK-51348",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.271364",
    "pmid": "24023290"
  }
}