{
  "pmid": "24059250",
  "uid": "24059250",
  "title": "Assessing and presenting summaries of evidence in Cochrane Reviews.",
  "abstract": "Cochrane Reviews are intended to help providers, practitioners and patients make informed decisions about health care. The goal of the Cochrane Applicability and Recommendation Methods Group (ARMG) is to develop approaches, strategies and guidance that facilitate the uptake of information from Cochrane Reviews and their use by a wide audience with specific focus on developers of recommendations and on healthcare decision makers. This paper is part of a series highlighting developments in systematic review methodology in the 20 years since the establishment of The Cochrane Collaboration, and its aim is to present current work and highlight future developments in assessing and presenting summaries of evidence, with special focus on Summary of Findings (SoF) tables and Plain Language Summaries.A SoF table provides a concise and transparent summary of the key findings of a review in a tabular format. Several studies have shown that SoF tables improve accessibility and understanding of Cochrane Reviews.The ARMG and GRADE Working Group are working on further development of the SoF tables, for example by evaluating the degree of acceptable flexibility beyond standard presentation of SoF tables, developing SoF tables for diagnostic test accuracy reviews and interactive SoF tables (iSoF).The plain language summary (PLS) is the other main building block for dissemination of review results to end-users. The PLS aims to summarize the results of a review in such a way that health care consumers can readily understand them. Current efforts include the development of a standardized language to describe statistical results, based on effect size and quality of supporting evidence.Producing high quality PLS and SoF tables and making them compatible and linked would make it easier to produce dissemination products targeting different audiences (for example, providers, health policy makers, guideline developers).Current issues of debate include optimal presentation formats of SoF tables, the training required to produce SoF tables, and the extent to which the authors of Cochrane Reviews should provide explicit guidance to target audiences of patients, clinicians and policy-makers.",
  "authors": [
    {
      "last_name": "Langendam",
      "fore_name": "Miranda W",
      "initials": "MW",
      "name": "Miranda W Langendam",
      "affiliations": [
        "The Dutch Cochrane Centre, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands. m.w.langendam@amc.uva.nl."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": []
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": []
    },
    {
      "last_name": "Glasziou",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Glasziou",
      "affiliations": []
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "23"
  },
  "start_page": "81",
  "pages": "81",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Information Dissemination",
    "Information Services",
    "Research Report",
    "Review Literature as Topic",
    "Technology Transfer"
  ],
  "article_ids": {
    "pubmed": "24059250",
    "pmc": "PMC3849859",
    "doi": "10.1186/2046-4053-2-81",
    "pii": "2046-4053-2-81"
  },
  "doi": "10.1186/2046-4053-2-81",
  "pmc_id": "PMC3849859",
  "dates": {
    "completed": "2014-09-19",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.562152",
    "pmid": "24059250"
  }
}