{
  "pmid": "24057353",
  "uid": "24057353",
  "title": "Alpha angle correction in femoroacetabular impingement.",
  "abstract": "PURPOSE: The predictive value of the alpha angle, currently the most validated magnetic resonance imaging parameter for CAM-impingement FAI, remains to be systematically evaluated in the orthopaedic literature. A systematic review was conducted to determine whether alpha angle correction influences clinical outcomes in patients with FAI. METHODS: We searched three databases (MEDLINE, EMBASE and PubMed) for English clinical studies published up to August 2012, reporting surgical correction of the alpha angle in patients with a primary diagnosis of FAI. Two independent assessors reviewed eligible studies. Where applicable, the Newcastle-Ottawa Scale was used to perform a quality assessment. Descriptive statistics are presented. RESULTS: Of the 1,103 studies initially retrieved, 14 fulfilled our eligibility criteria. Majority of studies (86 %) were case-control designs, with no randomized controlled trials. Variability existed in the surgical techniques and modalities used to measure pre- and post-operative alpha angles. All 14 studies reported a mean measured post-operative restoration of a normal alpha angle (equal to or less than 55°). Failure due to inadequate osseous correction was cited in 3/14 included studies. Correction resulted in significant improvements in range of motion and patient Visual Analog Scales, non-arthritic hip scores, Harris Hip Scores and the short-form-12. CONCLUSION: Based on this review, there is evidence supporting that precise surgical restoration of the alpha angle in CAM-type FAI to a minimum of less than 55° will lead to improved patient outcomes. The alpha angle is a good predictor of outcome and represents a simple, reproducible and inexpensive guide that can be used intra-operatively and post-operatively.",
  "authors": [
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, 1200 Main Street West, 4E15, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Urquhart",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Urquhart",
      "affiliations": []
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Philippon",
      "affiliations": []
    },
    {
      "last_name": "Ye",
      "fore_name": "Jung-Eum",
      "initials": "JE",
      "name": "Jung-Eum Ye",
      "affiliations": []
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": []
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "812",
  "end_page": "821",
  "pages": "812-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Femoracetabular Impingement",
    "Hip Joint",
    "Humans",
    "Magnetic Resonance Imaging",
    "Range of Motion, Articular"
  ],
  "article_ids": {
    "pubmed": "24057353",
    "doi": "10.1007/s00167-013-2678-6"
  },
  "doi": "10.1007/s00167-013-2678-6",
  "dates": {
    "completed": "2014-10-06",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.744821",
    "pmid": "24057353"
  }
}