{
  "pmid": "24051208",
  "uid": "24051208",
  "title": "Comparing contents of outcome measures in cerebral palsy using the International Classification of Functioning (ICF-CY): a systematic review.",
  "abstract": "The International Classification of Functioning children and youth version (ICF-CY) provides a universal framework for defining and classifying functioning and disability in children worldwide. To facilitate the application of the ICF in practice, ICF based-tools like the \"ICF Core Sets\" are being developed. In the context of the development of the ICF-CY Core Sets for children with Cerebral Palsy (CP), the aims of this study were as follows: to identify and compare the content of outcome measures used in studies of children with CP using the ICF-CY coding system; and to describe the most frequently addressed areas of functioning in those studies. We searched multiple databases likely to capture studies involving children with CP from January 1998 to March 2012. We included all English language articles that studied children aged 2-18 years and described an interventional or observational study. Constructs of the outcome measures identified in studies were linked to the ICF-CY by two trained professionals. We found 231 articles that described 238 outcome measures. The outcome measures contained 2193 concepts that were linked to the ICF-CY and covered 161 independent ICF-CY categories. Out of the 161 categories, 53 (33.5%) were related to body functions, 75 (46%) were related to activities/participation, 26 (16.1%) were related to environmental factors, and 7 (4.3%) were related to body structures. This systematic review provides information about content of measures that may guide researchers and clinicians in their selection of an outcome measure for use in a study and/or clinical practice with children with CP.",
  "authors": [
    {
      "last_name": "Schiariti",
      "fore_name": "Veronica",
      "initials": "V",
      "name": "Veronica Schiariti",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: vschiariti@cw.bc.ca."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cieza",
      "fore_name": "Alarcos",
      "initials": "A",
      "name": "Alarcos Cieza",
      "affiliations": [
        "Faculty of Social and Human Sciences, University of Southampton, United Kingdom; Department of Medical Informatics, Biometry and Epidemiology, Research Unit for Biopsychosocial Health, Ludwig-Maximilians-University, Munich, Germany; Swiss Paraplegic Research, Nottwil, Switzerland."
      ]
    },
    {
      "last_name": "Sauve",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Sauve",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen O'Donnell",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Armstrong",
      "affiliations": [
        "The Aga Khan University, East Africa Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Mâsse",
      "fore_name": "Louise C",
      "initials": "LC",
      "name": "Louise C Mâsse",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society",
    "iso_abbreviation": "Eur J Paediatr Neurol",
    "issn": "1532-2130",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "12",
  "pages": "1-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Cerebral Palsy",
    "Child",
    "Child, Preschool",
    "Humans",
    "International Classification of Functioning, Disability and Health",
    "Patient Outcome Assessment"
  ],
  "article_ids": {
    "pubmed": "24051208",
    "doi": "10.1016/j.ejpn.2013.08.001",
    "pii": "S1090-3798(13)00129-3"
  },
  "doi": "10.1016/j.ejpn.2013.08.001",
  "dates": {
    "completed": "2014-10-12",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.051558",
    "pmid": "24051208"
  }
}