{
  "pmid": "24053281",
  "uid": "24053281",
  "title": "Multiple testing in orthopedic literature: a common problem?",
  "abstract": "BACKGROUND: Performing multiple tests in primary research is a frequent subject of discussion. This discussion originates from the fact that when multiple tests are performed, it becomes more likely to reject one of the null hypotheses, conditional on that these hypotheses are true and thus commit a type one error. Several correction methods for multiple testing are available. The primary aim of this study was to assess the quantity of articles published in two highly esteemed orthopedic journals in which multiple testing was performed. The secondary aims were to determine in which percentage of these studies a correction was performed and to assess the risk of committing a type one error if no correction was applied. METHODS: The 2010 annals of two orthopedic journals (A and B) were systematically hand searched by two independent investigators. All articles on original research in which statistics were applied were considered. Eligible publications were reviewed for the use of multiple testing with respect to predetermined criteria. RESULTS: A total of 763 titles were screened and 127 articles were identified and included in the analysis. A median of 15 statistical inference results were reported per publication in both journal A and B. Correction for multiple testing was performed in 15% of the articles published in journal A and in 6% from journal B. The estimated median risk of obtaining at least one significant result for uncorrected studies was calculated to be 54% for both journals. CONCLUSION: This study shows that the risk of false significant findings is considerable and that correcting for multiple testing is only performed in a small percentage of all articles published in the orthopedic literature reviewed.",
  "authors": [
    {
      "last_name": "Walenkamp",
      "fore_name": "Monique M J",
      "initials": "MM",
      "name": "Monique M J Walenkamp",
      "affiliations": [
        "Trauma Unit, Department of Surgery, Academic Medical Center, University of Amsterdam, P,O, Box 22660, Amsterdam 1100 DD, The Netherlands. m.m.walenkamp@amc.nl."
      ]
    },
    {
      "last_name": "Roes",
      "fore_name": "Kit C B",
      "initials": "KC",
      "name": "Kit C B Roes",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Goslings",
      "fore_name": "J Carel",
      "initials": "JC",
      "name": "J Carel Goslings",
      "affiliations": []
    },
    {
      "last_name": "Schep",
      "fore_name": "Niels W L",
      "initials": "NW",
      "name": "Niels W L Schep",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC research notes",
    "iso_abbreviation": "BMC Res Notes",
    "issn": "1756-0500",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "21"
  },
  "start_page": "374",
  "pages": "374",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Diagnostic Tests, Routine",
    "Humans",
    "Orthopedics",
    "Publishing",
    "Statistics as Topic"
  ],
  "article_ids": {
    "pubmed": "24053281",
    "pmc": "PMC3856470",
    "doi": "10.1186/1756-0500-6-374",
    "pii": "1756-0500-6-374"
  },
  "doi": "10.1186/1756-0500-6-374",
  "pmc_id": "PMC3856470",
  "dates": {
    "completed": "2014-09-11",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.090956",
    "pmid": "24053281"
  }
}