{
  "pmid": "24067526",
  "uid": "24067526",
  "title": "Development and preliminary validation of a Function IndeX for Trauma (FIX-IT).",
  "abstract": "BACKGROUND: Assessing fracture healing in clinical trials is subjective. The new Function IndeX for Trauma (FIX-IT) score provides a simple, standardized approach to assess weight-bearing and pain in patients with lower extremity fractures. We conducted an initial validation of the FIX-IT score. METHODS: We conducted a cross-sectional study involving 50 patients with lower extremity fractures across different stages of healing to evaluate the reliability and preliminary validity of the FIX-IT score. Patients were independently examined by 2 orthopedic surgeons, 1 orthopedic fellow, 2 orthopedic residents and 2 research coordinators. Patients also completed the Short Form-36 version 2 (SF-36v2) questionnaire, and convergent validity was tested with the SF-36v2. RESULTS: For interrater reliability, the intraclass correlation coefficients ranged from 0.637 to 0.915. The overall interrater reliability for the total FIX-IT score was 0.879 (95% confidence interval 0.828-0.921). The correlations between the FIX-IT score and the SF-36 ranged from 0.682 to 0.770 for the physical component summary score, from 0.681 to 0.758 for the physical function subscale, and from 0.677 to 0.786 for the role-physical subscale. CONCLUSION: The FIX-IT score had high interrater agreement across multiple examiners. Moreover, FIX-IT scores correlate with the physical scores of the SF-36. Although additional research is needed to fully validate FIX-IT, our results suggest the potential for FIX-IT to be a reliable adjunctive clinician measure to evaluate healing in lower extremity fractures. LEVEL OF EVIDENCE: Diagnostic Study Level I.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "The Division of Orthopaedic Surgery, Department of Surgery, and the Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Wasserman",
      "fore_name": "Scott M",
      "initials": "SM",
      "name": "Scott M Wasserman",
      "affiliations": []
    },
    {
      "last_name": "Yurgin",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Yurgin",
      "affiliations": []
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Dent",
      "fore_name": "Ricardo E",
      "initials": "RE",
      "name": "Ricardo E Dent",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "E114",
  "end_page": "E120",
  "pages": "E114-20",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cross-Sectional Studies",
    "Female",
    "Fracture Healing",
    "Health Status Indicators",
    "Humans",
    "Leg Injuries",
    "Male",
    "Middle Aged",
    "Reproducibility of Results",
    "Weight-Bearing"
  ],
  "article_ids": {
    "pubmed": "24067526",
    "pmc": "PMC3788020",
    "doi": "10.1503/cjs.004312",
    "pii": "10.1503/cjs.004312"
  },
  "doi": "10.1503/cjs.004312",
  "pmc_id": "PMC3788020",
  "dates": {
    "completed": "2013-11-19",
    "revised": "2024-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.339259",
    "pmid": "24067526"
  }
}