{
  "pmid": "24065993",
  "uid": "24065993",
  "title": "Utility of stellate ganglion block in atypical facial pain: a case report and consideration of its possible mechanisms.",
  "abstract": "We present this report of a young patient with chronic severe atypical facial pain who was successfully controlled with stellate ganglion block under ultrasound guidance. The patient had a history of severe disabling, unilateral, facial neuropathic pain with minimal response to analgesic medications. Upon assessment the patient had features suggestive of trigeminal neuralgia, although postherpetic neuralgia could not be ruled out. As a diagnostic test intervention, stellate ganglion block was tried under ultrasound guidance. The patient showed significant improvement in pain control and functional disability lasting beyond 10 weeks. Subsequent blocks reinforced the analgesia. Atypical facial pain has several differential diagnoses. The involvement of sympathetic system in its causation or sustenance is uncertain. Stellate ganglion block achieves sympathetic block of cervicofacial structures, and its blockade has been shown to affect chronic pain conditions. Although its mechanism is not clear, one has to consider its possible role in conditions of stress apart from directly controlling the sympathetic activity. There is certainly a role in exploring the potential benefits of stellate ganglion block in such clinical conditions. The technique of stellate block under ultrasound is also described, as it influences the safety and precision of the block.",
  "authors": [
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesiology, McMaster University, Health Sciences Centre 2U1, 1200 Main Street West, Hamilton, ON, Canada L8N 3Z5."
      ]
    }
  ],
  "journal": {
    "title": "Case reports in medicine",
    "iso_abbreviation": "Case Rep Med",
    "issn": "1687-9627",
    "issn_type": "Print",
    "volume": "2013",
    "pub_year": "2013"
  },
  "start_page": "293826",
  "pages": "293826",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24065993",
    "pmc": "PMC3770018",
    "doi": "10.1155/2013/293826"
  },
  "doi": "10.1155/2013/293826",
  "pmc_id": "PMC3770018",
  "dates": {
    "completed": "2013-09-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.637222",
    "pmid": "24065993"
  }
}