{
  "pmid": "24063247",
  "uid": "24063247",
  "title": "Determining the optimal model for role-substitution in NHS dental services in the United Kingdom.",
  "abstract": "BACKGROUND: Role-substitution describes a model of dental care where Dental Care Professionals (DCPs) provide some of the clinical activity previously undertaken by General Dental Practitioners. This has the potential to increase technical efficiency, the capacity to care and reduce costs. Technical efficiency is defined as the production of the maximum amount of output from a given amount of input so that the service operates at the production frontier i.e. optimal level of productivity. Academic research into technical efficiency is becoming increasingly utilised in health care, although no studies have investigated the efficiency of NHS dentistry or role-substitution in high-street dental practices. The aim of this study is to examine the barriers and enablers that exist for role-substitution in general dental practices in the NHS and to determine the most technically efficient model for role-substitution. METHODS/DESIGN: A screening questionnaire will be sent to DCPs to determine the type and location of role-substitutive models employed in NHS dental practices in the United Kingdom (UK). Semi-structured interviews will then be conducted with practice owners, DCPs and patients at selected sites identified by the questionnaire. Detail will be recorded about the organisational structure of the dental team, the number of NHS hours worked and the clinical activity undertaken. The interviews will continue until saturation and will record the views and attitudes of the members of the dental team. Final numbers of interviews will be determined by saturation.The second work-stream will examine the technical efficiency of the selected practices using Data Envelopment Analysis and Stochastic Frontier Modeling. The former is a non-parametric technique and is considered to be a highly flexible approach for applied health applications. The latter is parametric and is based on frontier regression models that estimate a conventional cost function. DISCUSSION: Maximising health for a given level and mix of resources is an ethical imperative for health service planners. This study will determine the technical efficiency of role-substitution and so address one of the key recommendations of the Independent Review of NHS dentistry in England.",
  "authors": [
    {
      "last_name": "Brocklehurst",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Brocklehurst",
      "affiliations": [
        "School of Dentistry, The University of Manchester, Oxford Road, Manchester, UK. paul.brocklehurst@manchester.ac.uk."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth McDonald",
      "affiliations": []
    },
    {
      "last_name": "Tickle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tickle",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC oral health",
    "iso_abbreviation": "BMC Oral Health",
    "issn": "1472-6831",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "24"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Dental Health Services",
    "Efficiency, Organizational",
    "General Practice, Dental",
    "Humans",
    "Models, Econometric",
    "Professional Role",
    "Prospective Payment System",
    "Regression Analysis",
    "State Dentistry",
    "Statistics, Nonparametric",
    "United Kingdom",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "24063247",
    "pmc": "PMC3849722",
    "doi": "10.1186/1472-6831-13-46",
    "pii": "1472-6831-13-46"
  },
  "doi": "10.1186/1472-6831-13-46",
  "pmc_id": "PMC3849722",
  "dates": {
    "completed": "2014-02-03",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "11/1025/04",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "NIHR/CS/010/004",
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.663908",
    "pmid": "24063247"
  }
}