{
  "pmid": "24079458",
  "uid": "24079458",
  "title": "A national study on nurses' retention in healthcare facilities in underserved areas in Lebanon.",
  "abstract": "BACKGROUND: Nursing shortages and maldistribution are priority issues for healthcare systems around the globe. Such imbalances are often aggravated in underserved areas, especially in developing countries. Despite the centrality of this issue, there is a dearth of studies that examine the retention of nurses in underserved areas in the Middle East Region. This study investigates the characteristic and the factors associated with the retention of nurses working in rural areas in Lebanon. METHODS: This study uses a non-experimental cross-sectional design to survey nurses working in underserved areas of Lebanon. Underserved areas in Lebanon were identified using WHO definition. A total of 103 health facilities (hospitals and primary healthcare centers) located in these areas were identified and all nurses working at these facilities received a copy of the survey questionnaire. The questionnaire included five sections: demographic, work-life, career plan, job satisfaction, and assessment of work environment. Analysis included univariate and bivariate (chi-square, Student's t-test and ANOVA) tests to describe the respondents and examine the significance between nurses' characteristics and their intent to stay. A logistic regression model was constructed to identify factors associated with nurses' intent to stay in underserved areas. RESULTS: A total of 857 nurses from 63 Primary Healthcare (PHC) centers and hospitals responded to the questionnaire (75.5% response rate). Only 35.1% of nurses indicated their intent to stay in their current job over the coming one to three years. Surveyed nurses were most satisfied with relationship with co-workers and least satisfied with extrinsic rewards. Rural nurses working in PHC centers were more satisfied than their hospital counterparts on all aspects of work and had significantly higher intention to stay (62.5% compared to 31.5% in hospitals, P < 0.001). Regression analysis revealed that nurses less likely to report intent to stay were younger, unmarried, with less years of work experience and were not working towards a higher degree. Analysis reveals a directly proportional relationship between nurses' reported job satisfaction and their intent to stay. CONCLUSION: This study reveals poor retention of nurses in rural and underserved areas in Lebanon, especially in the hospital sector. The status quo is disquieting as it reflects an unstable and dissatisfied nursing workforce. Developing targeted retention strategies for younger nurses and those working in hospitals as well as the offering of professional development opportunities and devising an incentive scheme targeting rural nurses is pivotal to enhance nurses' job satisfaction and retention in rural settings.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Riad El Solh, Beirut 1107 2020, Lebanon. ma164@aub.edu.lb."
      ]
    },
    {
      "last_name": "Alameddine",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad Alameddine",
      "affiliations": []
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    },
    {
      "last_name": "Dumit",
      "fore_name": "Nuhad Y",
      "initials": "NY",
      "name": "Nuhad Y Dumit",
      "affiliations": []
    },
    {
      "last_name": "McEwen",
      "fore_name": "Mary K",
      "initials": "MK",
      "name": "Mary K McEwen",
      "affiliations": []
    },
    {
      "last_name": "Jaafar",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Jaafar",
      "affiliations": []
    },
    {
      "last_name": "Murray",
      "fore_name": "Susan F",
      "initials": "SF",
      "name": "Susan F Murray",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2013",
    "pub_month": "Sep",
    "pub_day": "30"
  },
  "start_page": "49",
  "pages": "49",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Analysis of Variance",
    "Attitude of Health Personnel",
    "Career Choice",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Intention",
    "Interprofessional Relations",
    "Job Satisfaction",
    "Lebanon",
    "Logistic Models",
    "Male",
    "Medically Underserved Area",
    "Middle Aged",
    "Nursing Staff",
    "Personnel Loyalty",
    "Personnel Turnover",
    "Rural Health Services",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "24079458",
    "pmc": "PMC3851251",
    "doi": "10.1186/1478-4491-11-49",
    "pii": "1478-4491-11-49"
  },
  "doi": "10.1186/1478-4491-11-49",
  "pmc_id": "PMC3851251",
  "dates": {
    "completed": "2014-06-10",
    "revised": "2023-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.347261",
    "pmid": "24079458"
  }
}