{
  "pmid": "24076495",
  "uid": "24076495",
  "title": "Left atrial appendage occlusion: opportunities and challenges.",
  "abstract": "Stroke prevention in patients with atrial fibrillation is a growing clinical dilemma as the incidence of the arrhythmia increases and risk profiles worsen. Strategies in patients with nonvalvular atrial fibrillation have included anticoagulation with a variety of drugs. Knowledge that stroke in this setting typically results from thrombus in the left atrial appendage has led to the development of mechanical approaches, both catheter-based and surgical, to occlude that structure. Such a device, if it were safe and effective, might avoid the need for anticoagulation and prevent stroke in the large number of patients who are currently not treated with anticoagulants. Regulatory approval has been difficult due to trial design challenges, balance of the risk-benefit ratio, specific patient populations studied, selection of treatment in the control group, and specific endpoints and statistical analyses selected. Accumulating data from randomized trials and registries with longer-term follow-up continues to support a role for left atrial appendage exclusion from the central circulation as an alternative to anticoagulation in carefully-selected patient populations.",
  "authors": [
    {
      "last_name": "Holmes",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Holmes",
      "affiliations": [
        "Department of Cardiovascular Diseases, Mayo Clinic, Rochester, Minnesota. Electronic address: holmes.david@mayo.edu."
      ]
    },
    {
      "last_name": "Lakkireddy",
      "fore_name": "Dhanunjaya R",
      "initials": "DR",
      "name": "Dhanunjaya R Lakkireddy",
      "affiliations": [
        "Section of Electrophysiology, Bloch Heart Rhythm Center, KU Cardiovascular Research Institute, Mid America Cardiology, University of Kansas Hospital, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Department of Surgery, Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waksman",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Waksman",
      "affiliations": [
        "Department of Interventional Cardiology, MedStar Washington Hospital Center, Washington, DC."
      ]
    },
    {
      "last_name": "Mack",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Mack",
      "affiliations": [
        "Department of Cardiovascular Medicine, Baylor Healthcare System, Dallas, Texas."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Feb",
    "pub_day": "04"
  },
  "start_page": "291",
  "end_page": "298",
  "pages": "291-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Clinical Trials as Topic",
    "Hemorrhage",
    "Humans",
    "Prostheses and Implants",
    "Risk Assessment",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "24076495",
    "doi": "10.1016/j.jacc.2013.08.1631",
    "pii": "S0735-1097(13)05386-2"
  },
  "doi": "10.1016/j.jacc.2013.08.1631",
  "dates": {
    "completed": "2014-03-26",
    "revised": "2014-01-31"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.083214",
    "pmid": "24076495"
  }
}