{
  "pmid": "24071032",
  "uid": "24071032",
  "title": "Intramuscular ziprasidone: influence of alcohol and benzodiazepines on vital signs in the emergency setting.",
  "abstract": "BACKGROUND: Ziprasidone is a second-generation antipsychotic (SGA) approved for agitation. Few previous studies have examined ziprasidone in the emergency department (ED). For instance, it is unknown how often emergency physicians prescribe ziprasidone, whether it is typically prescribed in combination with a benzodiazepine, or whether use of intramuscular (i.m.) ziprasidone and benzodiazepines affects vital signs compared to i.m. ziprasidone alone. OBJECTIVE: Our aims were to determine the demographics of patients receiving ziprasidone in an urban-suburban ED; the relative frequency with which ziprasidone is prescribed; and the effects on vital signs, repeat medication dosage, and lengths of stay. METHODS: This is a multicentered structured chart review from 2003 to 2010 of ziprasidone use at two hospitals. If documented, vital signs were compared in patients who received concurrent benzodiazepines and in those who did not, and in patients who ingested alcohol and in those who did not. RESULTS: Patients on 95 visits received ziprasidone during the study period, with one third of these receiving accompanying benzodiazepines. Forty-nine unique patients who were treated with i.m. ziprasidone had documented vital signs. In these patients, alcohol intoxication was associated with decreased oxygen saturations irrespective of benzodiazepines. Concurrent benzodiazepines had no other deleterious effect on vital signs but resulted in longer ED stays. CONCLUSIONS: This study suggests that many ED physicians, who commonly prescribe a benzodiazepine with a first-generation antipsychotic like haloperidol, have transferred this practice to SGAs like ziprasidone. In this sample, this pairing did not adversely affect vital signs but was associated with marginally longer ED stays. Caution should be exercised when treating alcohol-intoxicated patients with ziprasidone, as this can decrease oxygen saturations.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research Laboratory; Department of Emergency Medicine, UC San Diego Health System, San Diego, California."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai MacDonald",
      "affiliations": []
    },
    {
      "last_name": "Vilke",
      "fore_name": "Gary M",
      "initials": "GM",
      "name": "Gary M Vilke",
      "affiliations": []
    },
    {
      "last_name": "Ronquillo",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Ronquillo",
      "affiliations": []
    },
    {
      "last_name": "Feifel",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feifel",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "45",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "901",
  "end_page": "908",
  "pages": "901-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Administration, Oral",
    "Adult",
    "Alcoholic Intoxication",
    "Antipsychotic Agents",
    "Benzodiazepines",
    "Drug Therapy, Combination",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Injections, Intramuscular",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Oxygen",
    "Piperazines",
    "Practice Patterns, Physicians'",
    "Psychomotor Agitation",
    "Retrospective Studies",
    "Thiazoles",
    "Vital Signs"
  ],
  "article_ids": {
    "pubmed": "24071032",
    "doi": "10.1016/j.jemermed.2013.07.020",
    "pii": "S0736-4679(13)00828-7"
  },
  "doi": "10.1016/j.jemermed.2013.07.020",
  "dates": {
    "completed": "2014-07-25",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Piperazines",
    "Thiazoles",
    "Benzodiazepines",
    "ziprasidone",
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.274373",
    "pmid": "24071032"
  }
}