{
  "pmid": "24081669",
  "uid": "24081669",
  "title": "What are the levels of evidence on which we base decisions for surgical management of lower extremity bone tumors?",
  "abstract": "BACKGROUND: Benign and malignant lower extremity primary bone tumors are among the least common conditions treated by orthopaedic surgeons. The literature supporting their surgical management has historically been in the form of observational studies rather than prospective controlled studies. Observational studies are prone to confounding bias, sampling bias, and recall bias. QUESTIONS/PURPOSES: (1) What are the overall levels of evidence of articles published on the surgical management of lower extremity bone tumors? (2) What is the overall quality of reporting of studies in this field based on the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) checklist? (3) What are the most common pitfalls in reporting that authors might improve on? METHODS: All studies describing the surgical management of lower extremity primary bone tumors from 2002 to 2012 were systematically reviewed. Two authors independently appraised levels of evidence. Quality of reporting was assessed with the STROBE checklist. Pitfalls in reporting were quantified by determining the 10 most underreported elements of research study design in the group of studies analyzed, again using the STROBE checklist as the reference standard. Of 1387 studies identified, 607 met eligibility criteria. RESULTS: There were no Level I studies, two Level II studies, 47 Level III studies, 308 Level IV studies, and 250 Level V studies. The mean percentage of STROBE points reported satisfactorily in each article as graded by the two reviewers was 53% (95% confidence interval, 42%-63%). The most common pitfalls in reporting were failures to justify sample size (2.2% reported), examine sensitivity (2.2%), account for missing data (9.8%), and discuss sources of bias (14%). Followup (66%), precision of outcomes (64%), eligibility criteria (55%), and methodological limitations (53%) were variably reported. CONCLUSIONS: Observational studies are the dominant evidence for the surgical management of primary lower extremity bone tumors. Numerous deficiencies in reporting limit their clinical use. Authors may use these results to inform future work and improve reporting in observational studies, and treating surgeons should be aware of these limitations when choosing among the various options with their patients.",
  "authors": [
    {
      "last_name": "Evaniew",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Evaniew",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, 293 Wellington Street North, Suite 110, Hamilton, ON, L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "Nuttall",
      "fore_name": "James",
      "initials": "J",
      "name": "James Nuttall",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "472",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "8",
  "end_page": "15",
  "pages": "8-15",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bone Neoplasms",
    "Evidence-Based Medicine",
    "Humans",
    "Lower Extremity",
    "Publishing"
  ],
  "article_ids": {
    "pubmed": "24081669",
    "pmc": "PMC3889455",
    "doi": "10.1007/s11999-013-3311-1"
  },
  "doi": "10.1007/s11999-013-3311-1",
  "pmc_id": "PMC3889455",
  "dates": {
    "completed": "2014-02-18",
    "revised": "2024-05-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.343752",
    "pmid": "24081669"
  }
}