{
  "pmid": "24096699",
  "uid": "24096699",
  "title": "Therapeutic exploration of betulinic acid in chemically induced hypothyroidism.",
  "abstract": "Hypothyroidism is a chronic condition characterized by abnormally low thyroid hormone production. The decreased serum level (>5.1 mIU/l) of thyroid-stimulating hormone (TSH) in blood indicates hypothyroidism. The study was an attempt to access the effect of betulinic acid on chemically induced hypothyroidism in female albino rats. Betulinic acid is a naturally occurring pentacyclic triterpenoid, which has antiretroviral, antimalarial, and anti-inflammatory properties, as well as anticancer potential, by inhibiting topoisomerase. Hypothyroidism was induced in female albino rats using propylthiouracil (PTU) at a dose of 60 μg/kg body weight orally for 1 month. Induction of hypothyroidism was confirmed by increased TSH level. At the end of second month, blood was collected, centrifuged and serum was analyzed for TSH, T3, and T4 level and protocol was terminated by killing of animals. The animals exposed to PTU were treated with pure standard drug thyroxine at a dose of 10 μg/kg of body weight by oral route and the test drug betulinic acid 20 mg/kg by oral route through force feeding in their respective groups. Treatment was carried out for a period of 2 months. Group with PTU-induced hypothyroidism showed an elevation in serum TSH and reduction level, which was restored by the betulinic acid in treated female albino rats. Betulinic acid also reduced the damage caused in the thyroid tissues by PTU, thus minimizing the symptoms of hypothyroidism. Histopathological examinations of the thyroid tissue showed changes in the thyrocytes of PTU-treated group while thyroxine group showed normal thyroid follicles cell architecture and the group treated with betulinic acid also showed marked improvement in the follicles integrity which shows that betulinic acid has some protective activity. This study shows that the betulinic acid has thyroid-enhancing potential by lowering down the TSH levels and reducing the damage caused in the thyroid tissues, thus minimizing the symptoms of hypothyroidism when used anaphylactically in rats.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Siddhartha Institute of Pharmacy, Near I.T. Park, Dehradun, 248001, Uttarakhand, India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": []
    },
    {
      "last_name": "Semwal",
      "fore_name": "Susmita",
      "initials": "S",
      "name": "Susmita Semwal",
      "affiliations": []
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": []
    },
    {
      "last_name": "Anwar",
      "fore_name": "Firoz",
      "initials": "F",
      "name": "Firoz Anwar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Molecular and cellular biochemistry",
    "iso_abbreviation": "Mol Cell Biochem",
    "issn": "1573-4919",
    "issn_type": "Electronic",
    "volume": "386",
    "issue": "1-2",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "27",
  "end_page": "34",
  "pages": "27-34",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Blood Sedimentation",
    "Disease Models, Animal",
    "Female",
    "Hypothyroidism",
    "Pentacyclic Triterpenes",
    "Platelet Count",
    "Rats",
    "Rats, Wistar",
    "Triterpenes",
    "Betulinic Acid"
  ],
  "article_ids": {
    "pubmed": "24096699",
    "doi": "10.1007/s11010-013-1842-0"
  },
  "doi": "10.1007/s11010-013-1842-0",
  "dates": {
    "completed": "2014-08-21",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Pentacyclic Triterpenes",
    "Triterpenes",
    "Betulinic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.735637",
    "pmid": "24096699"
  }
}