{
  "pmid": "24093601",
  "uid": "24093601",
  "title": "A molecular genetic study of autism and related phenotypes in extended pedigrees.",
  "abstract": "BACKGROUND: Efforts to uncover the risk genotypes associated with the familial nature of autism spectrum disorder (ASD) have had limited success. The study of extended pedigrees, incorporating additional ASD-related phenotypes into linkage analysis, offers an alternative approach to the search for inherited ASD susceptibility variants that complements traditional methods used to study the genetics of ASD. METHODS: We examined evidence for linkage in 19 extended pedigrees ascertained through ASD cases spread across at least two (and in most cases three) nuclear families. Both compound phenotypes (i.e., ASD and, in non-ASD individuals, the broad autism phenotype) and more narrowly defined components of these phenotypes, e.g., social and repetitive behavior, pragmatic language, and anxiety, were examined. The overarching goal was to maximize the aggregate information available on the maximum number of individuals and to disaggregate syndromic phenotypes in order to examine the genetic underpinnings of more narrowly defined aspects of ASD behavior. RESULTS: Results reveal substantial between-family locus heterogeneity and support the importance of previously reported ASD loci in inherited, familial, forms of ASD. Additional loci, not seen in the ASD analyses, show evidence for linkage to the broad autism phenotype (BAP). BAP peaks are well supported by multiple subphenotypes (including anxiety, pragmatic language, and social behavior) showing linkage to regions overlapping with the compound BAP phenotype. Whereas 'repetitive behavior', showing the strongest evidence for linkage (Posterior Probability of Linkage = 62% at 6p25.2-24.3, and 69% at 19p13.3), appears to be linked to novel regions not detected with other compound or narrow phenotypes examined in this study. CONCLUSIONS: These results provide support for the presence of key features underlying the complexity of the genetic architecture of ASD: substantial between-family locus heterogeneity, that the BAP appears to correspond to sets of subclinical features segregating with ASD within pedigrees, and that different features of the ASD phenotype segregate independently of one another. These findings support the additional study of larger, even more individually informative pedigrees, together with measurement of multiple, behavioral- and biomarker-based phenotypes, in both affected and non-affected individuals, to elucidate the complex genetics of familial ASD.",
  "authors": [
    {
      "last_name": "Piven",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Piven",
      "affiliations": [
        "Carolina Institute for Developmental Disabilities, University of North Carolina at Chapel Hill, School of Medicine, CB# 3367, Chapel Hill, NC 27599, USA."
      ]
    },
    {
      "last_name": "Vieland",
      "fore_name": "Veronica J",
      "initials": "VJ",
      "name": "Veronica J Vieland",
      "affiliations": [
        "Battelle Center for Mathematical Medicine, The Research Institute at Nationwide Children's Hospital, 575 Children's Crossroad, Columbus, OH 43215, USA.",
        "Department of Pediatrics and Department of Statistics, The Ohio State University, 575 Children's Crossroad, Columbus, OH 43215, USA."
      ]
    },
    {
      "last_name": "Parlier",
      "fore_name": "Morgan",
      "initials": "M",
      "name": "Morgan Parlier",
      "affiliations": [
        "Carolina Institute for Developmental Disabilities, University of North Carolina at Chapel Hill, School of Medicine, CB# 3367, Chapel Hill, NC 27599, USA."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Thompson",
      "affiliations": [
        "McMaster Department of Psychiatry and Behavioural Neurosciences, 1200 Main Street west, L9H 3Z5, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Conner",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene O'Conner",
      "affiliations": [
        "McMaster Department of Psychiatry and Behavioural Neurosciences, 1200 Main Street west, L9H 3Z5, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Woodbury-Smith",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Woodbury-Smith",
      "affiliations": [
        "McMaster Department of Psychiatry and Behavioural Neurosciences, 1200 Main Street west, L9H 3Z5, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Yungui",
      "initials": "Y",
      "name": "Yungui Huang",
      "affiliations": [
        "Battelle Center for Mathematical Medicine, The Research Institute at Nationwide Children's Hospital, 575 Children's Crossroad, Columbus, OH 43215, USA."
      ]
    },
    {
      "last_name": "Walters",
      "fore_name": "Kimberly A",
      "initials": "KA",
      "name": "Kimberly A Walters",
      "affiliations": [
        "Battelle Center for Mathematical Medicine, The Research Institute at Nationwide Children's Hospital, 575 Children's Crossroad, Columbus, OH 43215, USA."
      ]
    },
    {
      "last_name": "Fernandez",
      "fore_name": "Bridget",
      "initials": "B",
      "name": "Bridget Fernandez",
      "affiliations": [
        "Provincial Medical Genetics Program, Health Sciences Center, 300 Prince Philip Drive, A1B 3V6, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "McMaster Department of Psychiatry and Behavioural Neurosciences, 1200 Main Street west, L9H 3Z5, Hamilton, ON, Canada.",
        "Centre for Addiction and Mental Health, University of Toronto, 80 Workman Way, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neurodevelopmental disorders",
    "iso_abbreviation": "J Neurodev Disord",
    "issn": "1866-1947",
    "issn_type": "Print",
    "volume": "5",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Oct",
    "pub_day": "05"
  },
  "start_page": "30",
  "pages": "30",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24093601",
    "pmc": "PMC3851306",
    "doi": "10.1186/1866-1955-5-30",
    "pii": "1866-1955-5-30"
  },
  "doi": "10.1186/1866-1955-5-30",
  "pmc_id": "PMC3851306",
  "dates": {
    "completed": "2013-11-15",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.356723",
    "pmid": "24093601"
  }
}