{
  "pmid": "24098089",
  "uid": "24098089",
  "title": "A sensitivity analysis of the Children's Treatment Network trial: a randomized controlled trial of integrated services versus usual care for children with special health care needs.",
  "abstract": "BACKGROUND: The value of integrated care through comprehensive, coordinated, and family-centered services has been increasingly recognized for improving health outcomes of children with special health care needs (CSHCN). In a randomized controlled trial (RCT), the integrated care provided through the Children's Treatment Network (CTN) was compared with usual care in improving the psychosocial health of target CSHCN. In this paper, we aimed to estimate the effect of CTN care by conducting multiple analyses to handle noncompliance in the trial. METHODS: The trial recruited target children in Simcoe County and York Region, ON, Canada. Children were randomized to receive CTN or usual care and were followed for 2 years. The CTN group received integrated services through multiple providers to address their specific needs while the usual care group continued to receive care directed by their parents. The outcome was change in psychosocial quality of life at 2 years. We conducted intention-to-treat, as-treated, per-protocol, and instrumental variable analyses to analyze the outcome. RESULTS: The trial randomized 445 children, with 229 in the intervention group and 216 in the control group. During follow-up, 52% of children in the intervention group did not receive complete CTN care for various reasons. At 2 years, we did not find a significant improvement in psychosocial quality of life among the children receiving CTN care compared with usual care (intention-to-treat mean difference 1.50, 95% confidence interval -1.49 to 4.50; P = 0.32). Other methods of analysis yielded similar results. CONCLUSION: Although the effect of CTN care was not significant, there was evidence showing benefits of integrated care for CSHCN. More RCTs are needed to demonstrate the magnitude of such an effect. The CTN study highlights the key challenges in RCTs when assessing interventions involving integrated care, and informs further RCTs including similar evaluations.",
  "authors": [
    {
      "last_name": "Ye",
      "fore_name": "Chenglin",
      "initials": "C",
      "name": "Chenglin Ye",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, On, Canada ; Biostatistcs Unit, St Joseph's Healthcare Hamilton, McMaster University, Hamilton, On, Canada."
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Browne",
      "affiliations": []
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical epidemiology",
    "iso_abbreviation": "Clin Epidemiol",
    "issn": "1179-1349",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2013"
  },
  "start_page": "373",
  "end_page": "385",
  "pages": "373-85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24098089",
    "pmc": "PMC3789843",
    "doi": "10.2147/CLEP.S48870",
    "pii": "clep-5-373"
  },
  "doi": "10.2147/CLEP.S48870",
  "pmc_id": "PMC3789843",
  "dates": {
    "completed": "2013-10-07",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.229777",
    "pmid": "24098089"
  }
}