{
  "pmid": "24098944",
  "uid": "24098944",
  "title": "Comparison of diffusion-weighted with T2-weighted imaging for detection of edema in acute myocardial infarction.",
  "abstract": "BACKGROUND: Recent studies, performed with the use of a commercially available diffusion weighted imaging (DWI) sequence, showed that they are sensitive to the increase of water content in the myocardium and may be used as an alternative to the standard T2-weighted sequences. The aim of this study was to compare two methods of myocardial edema imaging: DWI and T2-TIRM. METHODS: The study included 91 acute and post STEMI patients. We applied a qualitative and quantitative image analysis. The qualitative analysis consisted of evaluation of the quality of blood suppression, presence of artifacts and occurrence of high signal (edema) areas. On the basis of edema detection in AMI and control (post STEMI) group, the sensitivity and specificity of TIRM and DWI were determined. Two contrast to noise ratios (CNR) were calculated: CNR1--the contrast between edema and healthy myocardium and CNR2--the contrast between edema and intraventricular blood pool. The area of edema was measured for both TIRM and DWI sequences and compared with the infarct size in LGE images. RESULTS: Edema occurred more frequently in the DWI sequence. A major difference was observed in the inferior wall, where an edema-high signal was observed in 46% in T2-TIRM, whereas in the DWI sequence in 85%. An analysis of the image quality parameters showed that the use of DWI sequence allows complete blood signal suppression in the left ventricular cavity and reduces the occurrence of motion artifacts. However, it is connected with a higher incidence of magnetic susceptibility artifacts and image distortion. An analysis of the CNRs showed that CNR1 in T2-TIRM sequence depends on the infarct location and has the lowest value for the inferior wall. The area of edema measured on DWI images was significantly larger than in T2-TIRM. CONCLUSIONS: DWI is a new technique for edema detection in patients with acute myocardial infarction which may be recommended for the diagnosis of acute injuries, especially in patients with slow-flow artifacts in TIRM images.",
  "authors": [
    {
      "last_name": "Kociemba",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Kociemba",
      "affiliations": [
        "Magnetic Resonance Unit, I'st Department of Cardiology, University of Medical Sciences, Poznan, Poland. kociemba.anna@gmail.com."
      ]
    },
    {
      "last_name": "Pyda",
      "fore_name": "Małgorzta",
      "initials": "M",
      "name": "Małgorzta Pyda",
      "affiliations": []
    },
    {
      "last_name": "Katulska",
      "fore_name": "Katarzyna",
      "initials": "K",
      "name": "Katarzyna Katulska",
      "affiliations": []
    },
    {
      "last_name": "Łanocha",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Łanocha",
      "affiliations": []
    },
    {
      "last_name": "Siniawski",
      "fore_name": "Andrzej",
      "initials": "A",
      "name": "Andrzej Siniawski",
      "affiliations": []
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": []
    },
    {
      "last_name": "Grajek",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Grajek",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance",
    "iso_abbreviation": "J Cardiovasc Magn Reson",
    "issn": "1532-429X",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2013",
    "pub_month": "Oct",
    "pub_day": "07"
  },
  "start_page": "90",
  "pages": "90",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Artifacts",
    "Case-Control Studies",
    "Diffusion Magnetic Resonance Imaging",
    "Edema, Cardiac",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Myocardium",
    "Predictive Value of Tests",
    "Signal-To-Noise Ratio"
  ],
  "article_ids": {
    "pubmed": "24098944",
    "pmc": "PMC3852828",
    "doi": "10.1186/1532-429X-15-90",
    "pii": "S1097-6647(23)00806-2"
  },
  "doi": "10.1186/1532-429X-15-90",
  "pmc_id": "PMC3852828",
  "dates": {
    "completed": "2014-07-07",
    "revised": "2024-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:32.617819",
    "pmid": "24098944"
  }
}