{
  "pmid": "24105086",
  "uid": "24105086",
  "title": "Measuring outcomes that matter to face-lift patients: development and validation of FACE-Q appearance appraisal scales and adverse effects checklist for the lower face and neck.",
  "abstract": "BACKGROUND: The FACE-Q is a new patient-reported outcome instrument to evaluate a range of outcomes for patients undergoing any type of facial cosmetic operation, minimally invasive cosmetic procedure, or facial injectable. This article describes the development and validation of FACE-Q scales relevant to face-lift patients. METHODS: The FACE-Q was developed by following international guidelines for patient-reported outcome instrument development. For outcomes following a face lift, the authors developed five appearance appraisal scales (i.e., Satisfaction with Cheeks, Satisfaction with Lower Face and Jawline, Appraisal of Nasolabial Folds, Appraisal of Area Under the Chin, and Appraisal of the Neck) and an adverse effects checklist. A field test of these scales was performed in a sample of 225 face-lift patients, and were evaluated using both modern and traditional psychometric methods. RESULTS: The five FACE-Q appearance appraisal scales were found to be clinically meaningful, reliable, valid, and responsive to clinical change. These findings were supported by Rasch measurement theory analysis (e.g., overall chi-square values of p ≥ 0.18; Person Separation Index ≥ 0.88). Responsiveness analyses showed that patient scores for facial appearance improved significantly after treatment (p < 0.001); changes in scores were associated with moderate effect sizes (range effect size, 0.40 to 0.79; range standardized response mean, 0.37 to 0.69). Traditional psychometric statistics provided further support (e.g., Cronbach's alpha values ≥ 0.94) CONCLUSIONS:: The FACE-Q appearance appraisal scales are scientifically sound and clinically meaningful and can be used with the adverse effects checklist to measure patient-reported outcomes following a face lift.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Hamilton, Ontario, Canada; Plymouth, United Kingdom; and New York, N.Y. From McMaster University; Plymouth University Peninsula Schools of Medicine and Dentistry; and Memorial Sloan-Kettering Cancer Center."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": []
    },
    {
      "last_name": "Scott",
      "fore_name": "Amie M",
      "initials": "AM",
      "name": "Amie M Scott",
      "affiliations": []
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "133",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "21",
  "end_page": "30",
  "pages": "21-30",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Checklist",
    "Face",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Minimally Invasive Surgical Procedures",
    "Neck",
    "Patient Satisfaction",
    "Practice Guidelines as Topic",
    "Psychometrics",
    "Reproducibility of Results",
    "Rhytidoplasty",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "24105086",
    "doi": "10.1097/01.prs.0000436814.11462.94",
    "pii": "00006534-201401000-00004"
  },
  "doi": "10.1097/01.prs.0000436814.11462.94",
  "dates": {
    "completed": "2014-03-03",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.052028",
    "pmid": "24105086"
  }
}