{
  "pmid": "24101254",
  "uid": "24101254",
  "title": "Improving smooth muscle cell exposure to drugs from drug-eluting stents at early time points: a variable compression approach.",
  "abstract": "The emergence of drug-eluting stents (DES) as a viable replacement for bare metal stenting has led to a significant decrease in the incidence of clinical restenosis. This is due to the transport of anti-restenotic drugs from within the polymer coating of a DES into the artery wall which arrests the cell cycle before restenosis can occur. The efficacy of DES is still under close scrutiny in the medical field as many issues regarding the effectiveness of DES drug transport in vivo still exist. One such issue, that has received less attention, is the limiting effect that stent strut compression has on the transport of drug species in the artery wall. Once the artery wall is compressed, the stents ability to transfer drug species into the arterial wall can be reduced. This leads to a reduction in the spatial therapeutic transfer of drug species to binding sites within the arterial wall. This paper investigates the concept of idealised variable compression as a means of demonstrating how such a stent design approach could improve the spatial delivery of drug species in the arterial wall. The study focused on assessing how the trends in concentration levels changed as a result of artery wall compression. Five idealised stent designs were created with a combination of thick struts that provide the necessary compression to restore luminal patency and thin uncompressive struts that improve the transport of drugs therein. By conducting numerical simulations of diffusive mass transport, this study found that the use of uncompressive struts results in a more uniform spatial distribution of drug species in the arterial wall.",
  "authors": [
    {
      "last_name": "O'Connell",
      "fore_name": "Barry M",
      "initials": "BM",
      "name": "Barry M O'Connell",
      "affiliations": [
        "Centre for Applied Biomedical Engineering (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering and The Materials and Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": []
    },
    {
      "last_name": "Denny",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Denny",
      "affiliations": []
    },
    {
      "last_name": "Carroll",
      "fore_name": "Grainne T",
      "initials": "GT",
      "name": "Grainne T Carroll",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Biomechanics and modeling in mechanobiology",
    "iso_abbreviation": "Biomech Model Mechanobiol",
    "issn": "1617-7940",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "771",
  "end_page": "781",
  "pages": "771-81",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Angioplasty",
    "Arteries",
    "Biological Transport",
    "Compressive Strength",
    "Computer Simulation",
    "Coronary Restenosis",
    "Diffusion",
    "Drug Delivery Systems",
    "Drug-Eluting Stents",
    "Humans",
    "Models, Theoretical",
    "Myocytes, Smooth Muscle",
    "Polymers",
    "Porosity",
    "Prosthesis Design",
    "Reproducibility of Results",
    "Software",
    "Solvents",
    "Stents",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "24101254",
    "doi": "10.1007/s10237-013-0533-9"
  },
  "doi": "10.1007/s10237-013-0533-9",
  "dates": {
    "completed": "2015-09-21",
    "revised": "2014-07-05"
  },
  "chemicals": [
    "Polymers",
    "Solvents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.797051",
    "pmid": "24101254"
  }
}