{
  "pmid": "24100727",
  "uid": "24100727",
  "title": "Dyspepsia.",
  "abstract": "PURPOSE OF REVIEW: Dyspepsia affects up to 40% of the general population and significantly reduces quality of life. A small proportion of patients have peptic ulcer disease as cause and this can be treated empirically with Helicobacter pylori eradication therapy in those that are infected. Approximately 20% have gastro-oesophageal reflux disease and this can be effectively treated with proton pump inhibitor therapy. Patients who remain symptomatic may warrant an endoscopy, but most will have functional dyspepsia. Treatment of functional dyspepsia remains a challenge. RECENT FINDINGS: Recent large randomized trials suggest tricyclic antidepressant therapy may be effective in functional dyspepsia. A phase III randomized controlled trial reports that a new prokinetic, acotiamide, reduces dyspepsia symptoms in functional dyspepsia patients. There are also preliminary data that suggest buspirone, a drug that promotes gastric accommodation, is also effective in functional dyspepsia. There are also data to suggest that functional dyspepsia is caused by subtle manifestations of inflammation in the upper gastrointestinal tract, possibly caused by food sensitivity or a change in gut flora. SUMMARY: The initial management of dyspepsia is well established, but managing those with continued symptoms is a challenge. Antidepressants and newer gastric motility agents show promise. Targeting the diet and gut microbiome is another area for future research in functional dyspepsia.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "aLeeds Gastroenterology Institute, Leeds General Infirmary bLeeds Institute of Biomedical and Clinical Sciences, Leeds University, Leeds, UK cFarncombe Family Digestive Health Research Institute, Gastroenterology Division, McMaster University, Health Sciences Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Current opinion in gastroenterology",
    "iso_abbreviation": "Curr Opin Gastroenterol",
    "issn": "1531-7056",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Nov"
  },
  "start_page": "662",
  "end_page": "668",
  "pages": "662-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Antidepressive Agents, Tricyclic",
    "Benzamides",
    "Diet",
    "Dyspepsia",
    "Gastroesophageal Reflux",
    "Gastrointestinal Agents",
    "Humans",
    "Peptic Ulcer",
    "Probiotics",
    "Thiazoles"
  ],
  "article_ids": {
    "pubmed": "24100727",
    "doi": "10.1097/MOG.0b013e328365d45d"
  },
  "doi": "10.1097/MOG.0b013e328365d45d",
  "dates": {
    "completed": "2014-05-12",
    "revised": "2014-11-20"
  },
  "chemicals": [
    "Antidepressive Agents, Tricyclic",
    "Benzamides",
    "Gastrointestinal Agents",
    "Thiazoles",
    "Z 338"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.379703",
    "pmid": "24100727"
  }
}