{
  "pmid": "24115893",
  "uid": "24115893",
  "title": "A methodological guide to performing a cost-utility study comparing surgical techniques.",
  "abstract": "BACKGROUND: When recommending the adoption of a new surgical intervention as opposed to maintaining an old one, surgeons need to consider the opportunity cost, which is the value of the forgone benefits. To inform these decisions, surgeons can use economic analyses of surgical practices. Unfortunately, economic analyses conducted alongside randomized controlled trials in surgery are rare. OBJECTIVES: The objective of the present study was to use data from a small randomized controlled trial to illustrate the methodology for a cost-utility analysis comparing two techniques of carpal tunnel release: open release without ('usual' technique) and with ('novel' technique) ligament reconstruction. METHODS: Eighteen eligible patients were entered into this prospective study. Fifteen were followed to six weeks postoperatively. One day preoperatively, and five days, three weeks and six weeks postoperatively, patients completed a self-administered Health Utilities Index Mark 2-3 questionnaire (utilities) and a case report form from which resource utilization (cost) was collected. Utilities were expressed as quality-adjusted life weeks, a fraction of quality-adjusted life years. RESULTS: The mean total cost of the usual technique was lower than the novel technique, and the mean quality-adjusted life week was higher, favouring the usual technique. Indirect costs were four to nine times higher than direct costs in both techniques. CONCLUSION: The novel technique was more costly and less effective, and fell in the 'lose-lose' quadrant of the cost-effectiveness plane; it was rejected in favour of the usual technique. This methodology should be applied when deciding whether to adopt novel surgical techniques in plastic surgery to optimize scarce health care resources.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, St Joseph's Healthcare, Surgical Outcomes Research Centre (SOURCE) and McMaster University;"
      ]
    },
    {
      "last_name": "Haines",
      "fore_name": "Ted",
      "initials": "T",
      "name": "Ted Haines",
      "affiliations": []
    },
    {
      "last_name": "Veltri",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Veltri",
      "affiliations": []
    },
    {
      "last_name": "Goldsmith",
      "fore_name": "Charlie H",
      "initials": "CH",
      "name": "Charlie H Goldsmith",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Bernie J",
      "initials": "BJ",
      "name": "Bernie J O'Brien",
      "affiliations": []
    },
    {
      "last_name": "Quartly",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Quartly",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2004"
  },
  "start_page": "179",
  "end_page": "187",
  "pages": "179-87",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24115893",
    "pmc": "PMC3792819",
    "doi": "10.1177/229255030401200404"
  },
  "doi": "10.1177/229255030401200404",
  "pmc_id": "PMC3792819",
  "dates": {
    "completed": "2013-10-11",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.153202",
    "pmid": "24115893"
  }
}