{
  "pmid": "24135493",
  "uid": "24135493",
  "title": "Evaluation of the measurement properties of the Epworth sleepiness scale: a systematic review.",
  "abstract": "OBJECTIVE: To examine published evidence on the psychometric properties of the Epworth sleepiness scale (ESS) for describing the level of daytime sleepiness (DS) in adults. METHODS: Articles were located on MEDLINE and EMBASE. Psychometric properties were appraised using the COnsensus-based Standards for the selection of health status Measurement Instruments (COSMIN) checklist. RESULTS: We found thirty-five studies evaluating psychometric properties of the ESS in adults. Of these, 27 studies examined construct validity, 14 - known-group validity, 8 - internal consistency and 4 - test-retest reliability. Study quality ranged from excellent to poor the majority being fair. Internal consistency by Cronbach's alphas was good (0.73-0.86). There is little available evidence on test-retest reliability. Pooled correlations of the ESS with other constructs varied: from moderate (the maintenance of wakefulness test; ρ = -0.43), to weak (the multiple sleep latency test; ρ = -0.27, and sleep apnea-related variables; ρ from 0.11 to 0.23). Although ESS scores varied significantly across groups of subjects with known differences in DS, not all differences were clinically important. CONCLUSION: There have been relatively few high quality studies on the ESS psychometric properties. The internal consistency of the ESS suggests that this instrument can be recommended for group but not individual-level comparisons. Correlations with other measures of DS were stronger than with sleep apnea-related or general health measures, but still lower than expected. Further studies are required in the areas of test-retest reliability of the ESS.",
  "authors": [
    {
      "last_name": "Kendzerska",
      "fore_name": "Tetyana B",
      "initials": "TB",
      "name": "Tetyana B Kendzerska",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Faculty of Medicine, University of Toronto, 155 College Street, Suite 425, Toronto, ON M5T 3M6, Canada. Electronic address: tetyana.kendzerska@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Smith",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Victoria, Australia; Institute for Work & Health, Toronto, ON, Canada; Dalla Lana School of Public Health, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Faculty of Medicine, University of Toronto, 155 College Street, Suite 425, Toronto, ON M5T 3M6, Canada; Evidence-Based Dentistry Unit, Faculty of Dentistry, University of Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Richard S",
      "initials": "RS",
      "name": "Richard S Leung",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada; Sleep Laboratory, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Tomlinson",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Faculty of Medicine, University of Toronto, 155 College Street, Suite 425, Toronto, ON M5T 3M6, Canada; Dalla Lana School of Public Health, University of Toronto, ON, Canada; Toronto General Research Institute, Toronto General Hospital, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sleep medicine reviews",
    "iso_abbreviation": "Sleep Med Rev",
    "issn": "1532-2955",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Aug"
  },
  "start_page": "321",
  "end_page": "331",
  "pages": "321-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Checklist",
    "Disorders of Excessive Somnolence",
    "Humans",
    "Psychometrics",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Wakefulness"
  ],
  "article_ids": {
    "pubmed": "24135493",
    "doi": "10.1016/j.smrv.2013.08.002",
    "pii": "S1087-0792(13)00088-9"
  },
  "doi": "10.1016/j.smrv.2013.08.002",
  "dates": {
    "completed": "2015-02-19",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:10:41.400317",
    "pmid": "24135493"
  }
}