{
  "pmid": "24138565",
  "uid": "24138565",
  "title": "Fracture risk assessment in long-term care: a survey of long-term care physicians.",
  "abstract": "BACKGROUND: The majority of frail elderly who live in long-term care (LTC) are not treated for osteoporosis despite their high risk for fragility fractures. Clinical Practice Guidelines for the diagnosis and management of osteoporosis provide guidance for the management of individuals 50 years and older at risk for fractures, however, they cannot benefit LTC residents if physicians perceive barriers to their application. Our objectives are to explore current practices to fracture risk assessment by LTC physicians and describe barriers to applying the recently published Osteoporosis Canada practice guidelines for fracture assessment and prevention in LTC. METHODS: A cross-sectional survey was conducted with the Ontario Long-Term Care Physicians Association using an online questionnaire. The survey included questions that addressed members' attitudes, knowledge, and behaviour with respect to fracture risk assessment in LTC. Closed-ended responses were analyzed using descriptive statistics and thematic framework analysis for open-ended responses. RESULTS: We contacted 347 LTC physicians; 25% submitted completed surveys (81% men, mean age 60 (Standard Deviation [SD] 11) years, average 32 [SD 11] years in practice). Of the surveyed physicians, 87% considered prevention of fragility fractures to be important, but a minority (34%) reported using validated fracture risk assessment tools, while 33% did not use any. Clinical risk factors recommended by the OC guidelines for assessing fracture risk considered applicable included; glucocorticoid use (99%), fall history (93%), age (92%), and fracture history (91%). Recommended clinical measurements considered applicable included: weight (84%), thyroid-stimulating hormone (78%) and creatinine (73%) measurements, height (61%), and Get-Up-and-Go test (60%). Perceived barriers to assessing fracture risk included difficulty acquiring necessary information, lack of access to tests (bone mineral density, x-rays) or obtaining medical history; resource constraints, and a sentiment that assessing fracture risk is futile in this population because of short life expectancy and polypharmacy. CONCLUSION: Perceived barriers to fracture risk assessment and osteoporosis management in LTC have not changed recently, contributing in part to the ongoing care gap in osteoporosis management. Our findings highlight the importance to adapt guidelines to be applicable to the LTC environment, and to develop partnerships with stakeholders to facilitate their use in clinical practice.",
  "authors": [
    {
      "last_name": "Wall",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Wall",
      "affiliations": [
        "McGill University Health Center Research Institute, Montreal, Canada. michelle.wall@mail.mcgill.ca."
      ]
    },
    {
      "last_name": "Lohfeld",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Lohfeld",
      "affiliations": []
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Giangregorio",
      "affiliations": []
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Courtney C",
      "initials": "CC",
      "name": "Courtney C Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Moser",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Moser",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "Morin",
      "fore_name": "Suzanne N",
      "initials": "SN",
      "name": "Suzanne N Morin",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Oct",
    "pub_day": "18"
  },
  "start_page": "109",
  "pages": "109",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Cross-Sectional Studies",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Long-Term Care",
    "Male",
    "Middle Aged",
    "Ontario",
    "Osteoporosis",
    "Physicians",
    "Risk Assessment",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "24138565",
    "pmc": "PMC3853074",
    "doi": "10.1186/1471-2318-13-109",
    "pii": "1471-2318-13-109"
  },
  "doi": "10.1186/1471-2318-13-109",
  "pmc_id": "PMC3853074",
  "dates": {
    "completed": "2014-07-14",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "119120-1",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "228288",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.706027",
    "pmid": "24138565"
  }
}