{
  "pmid": "24133614",
  "uid": "24133614",
  "title": "In vivo antioxidant, hypoglycemic, and anti-tumor activities of anthocyanin extracts from purple sweet potato.",
  "abstract": "Anthocyanin from purple sweet potato (PSP) extracted by microwave baking (MB) and acidified electrolyzed water (AEW) exhibited antioxidant activity. After further purification by macroporous AB-8 resin, the color value of PSP anthocyanin (PSPA) reached 30.15 with a total flavonoid concentration of 932.5 mg/g. The purified extracts had more potent antioxidant activities than the crude extracts. After continuously administering the PSP extracts to 12-mo-old mice for 1 mo, the anti-aging index of the experimental group was not significantly different from that of 5-mo-old mice. To a certain degree, PSPA was also effective for controlling plasma glucose levels in male Streptozocin (STZ)-treated diabetic mice. In addition, the extracts inhibited Sarcoma S180 cell growth in ICR mice. Mice consuming the PSP extracts formed significantly fewer and smaller sarcomas than mice consuming the control diets. The highest inhibition rate was 69.03%. These results suggest that anthocyanin extracts from PSP not only exert strong antioxidant effects in vitro, but also had anti-aging, anti-hyperglycemic, and anti-tumor activities.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Jin-Ge",
      "initials": "JG",
      "name": "Jin-Ge Zhao",
      "affiliations": [
        "Applied Biological Department, Medical College of Soochow University, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, PR China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Qian-Qian",
      "initials": "QQ",
      "name": "Qian-Qian Yan",
      "affiliations": []
    },
    {
      "last_name": "Lu",
      "fore_name": "Li-Zhen",
      "initials": "LZ",
      "name": "Li-Zhen Lu",
      "affiliations": []
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nutrition research and practice",
    "iso_abbreviation": "Nutr Res Pract",
    "issn": "1976-1457",
    "issn_type": "Print",
    "volume": "7",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "359",
  "end_page": "365",
  "pages": "359-65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24133614",
    "pmc": "PMC3796660",
    "doi": "10.4162/nrp.2013.7.5.359"
  },
  "doi": "10.4162/nrp.2013.7.5.359",
  "pmc_id": "PMC3796660",
  "dates": {
    "completed": "2013-10-17",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.143656",
    "pmid": "24133614"
  }
}