{
  "pmid": "24143875",
  "uid": "24143875",
  "title": "Factors explaining the heterogeneity of effects of patient decision aids on knowledge of outcome probabilities: a systematic review sub-analysis.",
  "abstract": "BACKGROUND: There is considerable unexplained heterogeneity in previous meta-analyses of randomized controlled trials (RCTs) evaluating the effects of patient decision aids on the accuracy of knowledge of outcome probabilities. The purpose of this review was to explore possible effect modification by three covariates: the type of control intervention, decision aid quality and patients' baseline knowledge of probabilities. METHODS: A sub-analysis of studies previously identified in the 2011 Cochrane review on decision aids for people facing treatment and screening decisions was conducted. Additional unpublished data were requested from relevant study authors to maximize the number of eligible studies. RCTs (to 2009) comparing decision aids with standardized probability information to control interventions (lacking such information) and assessing the accuracy of patient knowledge of outcome probabilities were included. The proportions of patients with accurate knowledge of outcome probabilities in each group were converted into relative effect measures. Intervention quality was assessed using the International Patient Decision Aid Standards instrument (IPDASi) probabilities domain. RESULTS: A main effects analysis of 17 eligible studies confirmed that decision aids significantly improve the accuracy of patient knowledge of outcome probabilities (relative risk = 1.80 [1.51, 2.16]), with considerable heterogeneity (87%). The type of control did not modify effects. Meta-regression suggested that the IPDASi probabilities domain score (reflecting decision aid quality) is a potential effect modifier (P = 0.037), accounting for a quarter of the variability (R² = 0.28). Meta-regression indicated the control event rate (reflecting baseline knowledge) is a significant effect modifier (P = 0.001), with over half the variability in ln(OR) explained by the linear relationship with log-odds for the control group (R² = 0.52); this relationship was slightly strengthened after correcting for the statistical dependence of the effect measure on the control event rate. CONCLUSIONS: Patients' baseline level of knowledge of outcome probabilities is an important variable that explains the heterogeneity of effects of decision aids on improving accuracy of this knowledge. Greater relative effects are observed when the baseline proportion of patients with accurate knowledge is lower. This may indicate that decision aids are more effective in populations with lower knowledge.",
  "authors": [
    {
      "last_name": "Gentles",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Gentles",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. gentlesj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Stacey",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Stacey",
      "affiliations": []
    },
    {
      "last_name": "Bennett",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Bennett",
      "affiliations": []
    },
    {
      "last_name": "Alshurafa",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad Alshurafa",
      "affiliations": []
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2013",
    "pub_month": "Oct",
    "pub_day": "21"
  },
  "start_page": "95",
  "pages": "95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Decision Support Techniques",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Mass Screening",
    "Patient Education as Topic",
    "Patient Participation",
    "Probability",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "24143875",
    "pmc": "PMC3853321",
    "doi": "10.1186/2046-4053-2-95",
    "pii": "2046-4053-2-95"
  },
  "doi": "10.1186/2046-4053-2-95",
  "pmc_id": "PMC3853321",
  "dates": {
    "completed": "2014-09-19",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.175205",
    "pmid": "24143875"
  }
}