{
  "pmid": "24142462",
  "uid": "24142462",
  "title": "Forest fragmentation and risk of giardiasis in New York State.",
  "abstract": "In the United States, giardiasis is endemic in northern and northeastern states, but its ecology and epidemiology remain elusive. The underlying physical landscape may play a role in shaping points of contact between humans, animals, and Giardia cysts. This study examined 11 years of surveillance data in New York State to measure the relationship between forest fragmentation and the incidence of giardiasis. Adjusted Poisson models showed that increasing points of contact between forested land and developed land, as measured by their shared edges [incident rate ratio (IRR) = 1.003; P < 0.001] and by the perimeter length of forested patches (IRR = 1.31; P = 0.01), were associated with higher incidence of giardiasis cases, whereas increasing forest density was associated with a lower incidence (IRR = 0.97; P < 0.001). These associations were independent of both temperature and surface water area. While these results are only suggestive due to the county-level aggregated data, the findings do identify a potentially important signal in the landscape epidemiology of giardiasis and highlight the need for better, more targeted, field studies on individual water sources for household consumption, inter-species contact in ecotones, surface water contamination, and human giardiasis cases.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Public Health, State University of new York, Downstate, 450 Clarkson Avenue, Box 43, Brooklyn, NY, USA, thegowda@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "EcoHealth",
    "iso_abbreviation": "Ecohealth",
    "issn": "1612-9210",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "405",
  "end_page": "414",
  "pages": "405-14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ecosystem",
    "Forests",
    "Giardiasis",
    "Humans",
    "New York",
    "Risk Factors",
    "Seasons",
    "Temperature"
  ],
  "article_ids": {
    "pubmed": "24142462",
    "doi": "10.1007/s10393-013-0881-z"
  },
  "doi": "10.1007/s10393-013-0881-z",
  "dates": {
    "completed": "2014-11-24",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.798043",
    "pmid": "24142462"
  }
}