{
  "pmid": "24145835",
  "uid": "24145835",
  "title": "Variation in diagnostic testing in ICUs: a comparison of teaching and nonteaching hospitals in a regional system.",
  "abstract": "OBJECTIVES: To explore variation in the use of diagnostic testing in ICUs, with emphasis on differences between teaching and nonteaching ICUs. DESIGN: Retrospective review of a prospective clinical ICU database. SETTING: Five teaching and four nonteaching ICUs in Winnipeg, Canada, during 2006-2010. PATIENTS: All adults admitted to the nine ICUs during the study period were eligible. After excluding subgroups restricted to teaching ICUs, inter-ICU transfers, prior ICU admission within 90 days, ICU length of stay less than 12 hours, and missing death dates, 10,262 patients were evaluated. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Our primary outcome variable (TotalTesting) was the cumulative number of nine common laboratory tests, three radiologic tests, and electrocardiograms performed in each ICU. We used multivariable median regression to identify factors associated with TotalTesting, including length of stay, demographics, admission details, type and severity of acute illness, and specific medical interventions. We estimated the predictive power of variables as the decline in pseudo-R2 (a goodness-of-fit measure for median regression) when omitting those variables from the model. Median (interquartile range) TotalTesting was 27 (18-49) in teaching ICUs and 20 (13-36) in nonteaching units. With multivariable adjustment, median TotalTesting was 7.1 higher (95% CI, 6.6-7.7) in teaching ICUs. The most influential variable was length of stay, accounting for almost half of the variation. ICU teaching status was the second most important factor, greater than the degree of physiologic derangement and details of medical management. CONCLUSIONS: After adjustment for confounding variables, patients in teaching ICUs had slightly but significantly more diagnostic tests done than those in nonteaching ICUs. In addition to increasing costs, prior studies have shown that excessive testing can cause harm in various ways and does not improve outcomes. Interventions to reduce testing should be directed to all caregivers with responsibility for ordering diagnostic tests, in both teaching and nonteaching institutions.",
  "authors": [
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "1Department of Anesthesia, McMaster University, Hamilton, ON, Canada. 2Department of Anesthesiology, University of Manitoba, Winnipeg, MB, Canada. 3Department of Medicine, University of Manitoba, Winnipeg, MB, Canada. 4Department of Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Dean D",
      "initials": "DD",
      "name": "Dean D Bell",
      "affiliations": []
    },
    {
      "last_name": "Garland",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Garland",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "9",
  "end_page": "16",
  "pages": "9-16",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Alberta",
    "Clinical Laboratory Techniques",
    "Diagnostic Tests, Routine",
    "Electrocardiography",
    "Female",
    "Hospitals",
    "Hospitals, Teaching",
    "Humans",
    "Intensive Care Units",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Practice Patterns, Physicians'",
    "Radiography",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "24145835",
    "doi": "10.1097/CCM.0b013e3182a63887"
  },
  "doi": "10.1097/CCM.0b013e3182a63887",
  "dates": {
    "completed": "2014-02-19",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:58.308306",
    "pmid": "24145835"
  }
}