{
  "pmid": "24149447",
  "uid": "24149447",
  "title": "Systematic review of the treatment of periprosthetic distal femur fractures.",
  "abstract": "OBJECTIVES: To systematically review and compare nonoperative and operative treatments for the management of periprosthetic distal femur fractures adjacent to total knee arthroplasties. Specific operative interventions compared included locked plating, retrograde intramedullary nailing (RIMN), and conventional (nonlocked) plating. Where possible, data were pooled to arrive at summary estimates of treatment effect [odds ratios (ORs) with associated 95% confidence intervals (CIs)]. METHODS: A comprehensive database search (via Pubmed, Medline, Cochrane Database, and the Orthopaedic Trauma Association database) was completed, yielding 44 eligible studies with a total of 719 fractures for analysis. Pertinent outcomes including malunion, nonunion, and the need for secondary surgical procedures were compared statistically. RESULTS: Both locked plating and RIMN demonstrated significant advantages over nonoperative treatment. Some advantages were also observed when locked plating and RIMN were compared with conventional (nonlocked) plates. Comparison of locked plating and RIMN showed no significant differences with regard to nonunion rates (OR = 0.39, 95% CI = 0.13-1.15; P = 0.09) or rate of secondary surgical procedures (OR = 0.65, 95% CI = 0.31-1.35; P = 0.25). However, RIMN demonstrated a significantly higher malunion rate when compared with locked plating (OR = 2.37, 95% CI = 1.17-4.81; P = 0.02). CONCLUSIONS: Locked plating and RIMN offer significant advantages over nonoperative treatment and conventional (nonlocked) plating techniques in the management of periprosthetic femur fractures above total knee arthroplasties. Locked plating demonstrated a trend toward increased nonunion rates when compared with RIMN. Malunion was significantly higher with RIMN compared with locked plating.",
  "authors": [
    {
      "last_name": "Ristevski",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Ristevski",
      "affiliations": [
        "*Division of Orthopaedics, Department of Surgery, Hamilton General Hospital, McMaster University, Hamilton, Canada; and †Division of Orthopaedics, Department of Surgery, St. Michael's Hospital, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Nauth",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Nauth",
      "affiliations": []
    },
    {
      "last_name": "Williams",
      "fore_name": "Dale S",
      "initials": "DS",
      "name": "Dale S Williams",
      "affiliations": []
    },
    {
      "last_name": "Hall",
      "fore_name": "Jeremy A",
      "initials": "JA",
      "name": "Jeremy A Hall",
      "affiliations": []
    },
    {
      "last_name": "Whelan",
      "fore_name": "Daniel B",
      "initials": "DB",
      "name": "Daniel B Whelan",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "5",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "307",
  "end_page": "312",
  "pages": "307-12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Knee",
    "Femoral Fractures",
    "Humans",
    "Periprosthetic Fractures"
  ],
  "article_ids": {
    "pubmed": "24149447",
    "doi": "10.1097/BOT.0000000000000002"
  },
  "doi": "10.1097/BOT.0000000000000002",
  "dates": {
    "completed": "2014-09-25",
    "revised": "2025-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.340445",
    "pmid": "24149447"
  }
}