{
  "pmid": "24157077",
  "uid": "24157077",
  "title": "Effect of aerobic exercise on cognition, academic achievement, and psychosocial function in children: a systematic review of randomized control trials.",
  "abstract": "INTRODUCTION: Although the effects of aerobic physical activity (APA) on children's physical health is well characterized, the effect of aerobic physical activity on cognition, academic achievement, and psychosocial function has not yet been established. This systematic review provides an overview of research elucidating the relationship between aerobic physical activity and children's cognition, academic achievement, and psychosocial function. METHODS: A systematic review of English articles was performed in April 2013 using MEDLINE, Cochrane, PsycINFO, SPORTDiscus, and EMBASE. Additional studies were identified through back-searching bibliographies. Only randomized control trials with an intervention of aerobic physical activity in children younger than 19 years that measured psychological, behavioral, cognitive, or academic outcomes were included. RESULTS: We found 8 relevant randomized control trials that met our inclusion criteria and extracted relevant data and evaluated the methodologic quality of the studies. Of the 8 studies identified, 2 studies were crossover randomized control trials studying the effects of acute aerobic physical activity on cognitive performance. Six studies were parallel-group randomized control studies, of which only 2 had a follow-up period of longer than 6 months. All studies showed that APA had a generally positive impact on children's cognition and psychosocial function. However, this relationship was found to be minimal in many studies and in some measures, no significant improvement was seen at all. There was no documentation of APA having any negative impact on children's cognition and psychosocial health, even in cases where school curriculum time was reassigned from classroom teaching to aerobic physical activity. CONCLUSION: APA is positively associated with cognition, academic achievement, behavior, and psychosocial functioning outcomes. More rigorous trials with adequate sample sizes assessing the impact of APA on children's cognitive abilities, psychosocial functioning, behavior, and academic achievement are needed, with standardized interventions, valid and reliable tools of measurement, and long-term follow-up for sustained cognitive and psychosocial outcomes.",
  "authors": [
    {
      "last_name": "Lees",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin Lees",
      "affiliations": [
        "Dalhousie University, Halifax, Nova Scotia."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Preventing chronic disease",
    "iso_abbreviation": "Prev Chronic Dis",
    "issn": "1545-1151",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2013",
    "pub_month": "Oct",
    "pub_day": "24"
  },
  "start_page": "E174",
  "pages": "E174",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Child",
    "Child Development",
    "Cognition",
    "Educational Status",
    "Exercise",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "24157077",
    "pmc": "PMC3809922",
    "doi": "10.5888/pcd10.130010",
    "pii": "E174"
  },
  "doi": "10.5888/pcd10.130010",
  "pmc_id": "PMC3809922",
  "dates": {
    "completed": "2014-04-17",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.585684",
    "pmid": "24157077"
  }
}