{
  "pmid": "24155075",
  "uid": "24155075",
  "title": "The prevalence of asthma in Canadian children of South Asian descent.",
  "abstract": "BACKGROUND: Asthma is the most common disease in childhood. The prevalence of asthma is known to vary greatly between and within countries and among different ethnic groups. In this study, we aimed to determine the prevalence of asthma and wheezing symptoms in South Asian children living in Canada. METHODS: In a cross sectional study, data from the Phase III International Study on Asthma and Allergies in Childhood (ISAAC) were analyzed. A surname algorithm to determine South Asian ethnic descent was used. Prevalence was calculated and compared to non-South Asian children from the same survey and to the reported prevalence from the Indian subcontinent ISAAC III survey for children ages 6-9 and 13-16. RESULTS: The prevalence of asthma and wheezing did not differ between children of South Asian descent and non-South Asians living Canada. When compared to the children living in India, the prevalence of asthma, wheeze, and exercise induced wheeze was significantly higher in the South Asian children living in Canada. Higher body mass index of the child, parental smoking, and pet ownership were strongly associated with asthma and wheeze. CONCLUSIONS: In contrast to other studies these data suggest that South Asian children living in Canada have a similar asthma prevalence to non-South Asian children; both of whom had higher asthma prevalence compared with children residing in South Asia. This suggests that environmental and social factors play a role in asthma prevalence. Risk factors for asthma in children of South Asian descent living in Canada are similar to those of the overall population.",
  "authors": [
    {
      "last_name": "Moerman",
      "fore_name": "Joost Nico",
      "initials": "JN",
      "name": "Joost Nico Moerman",
      "affiliations": [
        "Desiderius School of Medicine, Erasmus, MC, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Ratjen",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Ratjen",
      "affiliations": []
    },
    {
      "last_name": "Subbarao",
      "fore_name": "Padmaja",
      "initials": "P",
      "name": "Padmaja Subbarao",
      "affiliations": []
    },
    {
      "last_name": "Sears",
      "fore_name": "Malcolm R",
      "initials": "MR",
      "name": "Malcolm R Sears",
      "affiliations": []
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": []
    },
    {
      "last_name": "Stanojevic",
      "fore_name": "Sanja",
      "initials": "S",
      "name": "Sanja Stanojevic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pediatric pulmonology",
    "iso_abbreviation": "Pediatr Pulmonol",
    "issn": "1099-0496",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "43",
  "end_page": "48",
  "pages": "43-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Asia, Southeastern",
    "Asthma",
    "Body Mass Index",
    "Canada",
    "Child",
    "Cross-Sectional Studies",
    "Humans",
    "Pets",
    "Prevalence",
    "Respiratory Sounds",
    "Risk Factors",
    "Tobacco Smoke Pollution"
  ],
  "article_ids": {
    "pubmed": "24155075",
    "doi": "10.1002/ppul.22907"
  },
  "doi": "10.1002/ppul.22907",
  "dates": {
    "completed": "2014-08-13",
    "revised": "2013-12-16"
  },
  "chemicals": [
    "Tobacco Smoke Pollution"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:04:13.637367",
    "pmid": "24155075"
  }
}