{
  "pmid": "24158778",
  "uid": "24158778",
  "title": "Trends in smoking in Canada from 1950 to 2011: progression of the tobacco epidemic according to socioeconomic status and geography.",
  "abstract": "PURPOSE: Smoking has declined in Canada in recent years. However, it is not clear whether differences in current smoking by socioeconomic status have increased, decreased, or remained unchanged in Canada. METHODS: We examined rates of current smoking by sex, education, and province from 1950 to 2011. Differences in current smoking, initiation, and cessation were summarized using relative and absolute measures. RESULTS: Between 1950 and 2011, the prevalence of current smoking (including daily and non-daily) among adults aged 20 years and older decreased steadily in men from 68.9 % (95 % CI 63.9-73.3) to 18.6 % (14.9-22.1) but in women increased slightly from 38.2 % (32.3-42.2) in 1950 to 39.1 % (36.4-41.2) in 1959 before declining to 15.4 % (11.9-18.9) in 2011. Among men, there was an inverse association between educational attainment and smoking which was consistent from 1950 to 2011. A similar gradient emerged in the mid-1960s in women. Absolute differences in rates of smoking across levels of education increased despite overall declines in smoking across all levels of education. Rates of smoking in women and men were higher in the Atlantic Provinces and Quebec, although in men these differences have declined since the 1990s. In a subset of data from 1999 to 2011, those with lower levels of education had higher levels of smoking initiation and lower levels of cessation. CONCLUSIONS: Smoking rates have fallen over time but socioeconomic differences have increased. Smoking prevalence peaked later in lower socioeconomic status (SES) groups, and rates of decline in lower SES groups and certain provinces have been less steep. This suggests that SES gradients emerge rapidly in later stages of the tobacco epidemic and may have increased through greater efficacy of tobacco control policies in reducing smoking among those of higher SES compared to those of lower SES. Tailored approaches may be required to reduce smoking rates in those of lower SES and narrow SES differences.",
  "authors": [
    {
      "last_name": "Corsi",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Corsi",
      "affiliations": [
        "Harvard Center for Population and Development Studies, Harvard University, 9 Bow Street, Cambridge, MA, 02138, USA, djcorsi@hsph.harvard.edu."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": []
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": []
    },
    {
      "last_name": "Chow",
      "fore_name": "Clara K",
      "initials": "CK",
      "name": "Clara K Chow",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": []
    },
    {
      "last_name": "Subramanian",
      "fore_name": "S V",
      "initials": "SV",
      "name": "S V Subramanian",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancer causes & control : CCC",
    "iso_abbreviation": "Cancer Causes Control",
    "issn": "1573-7225",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "45",
  "end_page": "57",
  "pages": "45-57",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Epidemics",
    "Female",
    "Geography",
    "Humans",
    "Male",
    "Prevalence",
    "Smoking",
    "Smoking Cessation",
    "Social Class",
    "Socioeconomic Factors",
    "Young Adult",
    "Tobacco Products"
  ],
  "article_ids": {
    "pubmed": "24158778",
    "doi": "10.1007/s10552-013-0307-9"
  },
  "doi": "10.1007/s10552-013-0307-9",
  "dates": {
    "completed": "2014-08-27",
    "revised": "2024-11-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:01:32.206522",
    "pmid": "24158778"
  }
}