{
  "pmid": "24169162",
  "uid": "24169162",
  "title": "The risk of perioperative bleeding in patients with chronic kidney disease: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Worldwide, millions of patients with chronic kidney disease undergo surgery each year. Although chronic kidney disease increases the risk of bleeding in nonoperative settings, the risk of perioperative bleeding is less clear. We conducted a systematic review and meta-analysis to summarize existing information and quantify the risk of perioperative bleeding from chronic kidney disease. METHODS: We screened 9376 citations from multiple databases for cohort studies published between 1990 and 2011. Studies that met our inclusion criteria included patients undergoing any major surgery, with a sample size of at least 100 patients with chronic kidney disease (as defined by the primary study authors with an elevated preoperative serum creatinine value or a low estimated glomerular filtration rate). Their outcomes had to be compared with a reference group of at least 100 patients without chronic kidney disease. Our primary outcomes were (1) receipt of perioperative blood transfusions and (2) need for reoperation for reasons of bleeding. RESULTS: Twenty-three studies met our criteria for review (20 cardiac surgery, 3 non-cardiac surgery). Chronic kidney disease was associated with a greater risk of requiring blood transfusion (7 studies in cardiac surgery, totaling 22,718 patients) and weighted incidence in patients with normal kidney function was 53% and in chronic kidney disease was 73%; pooled odds ratio, 2.7 (95% confidence interval, 2.1-3.4). After adjustment for relevant factors, the association remained statistically significant in 4 studies. Chronic kidney disease was associated with more reoperation for reasons of bleeding (14 studies in cardiac surgery, totaling 569,715 patients) and weighted incidence in patients with normal kidney function was 2.4% and in chronic kidney disease was 2.7%; pooled odds ratio, 1.6 (95% confidence interval, 1.3-1.8). However, after adjustment for relevant factors (as done in 5 studies), the association was no longer statistically significant. CONCLUSIONS: Chronic kidney disease is associated with perioperative bleeding but not bleeding that required reoperation. Further studies should stage chronic kidney disease with the modern system, better define bleeding outcomes, and guide intervention to improve the safety of surgery in this at-risk population.",
  "authors": [
    {
      "last_name": "Acedillo",
      "fore_name": "Rey R",
      "initials": "RR",
      "name": "Rey R Acedillo",
      "affiliations": [
        "*Division of Nephrology, Department of Medicine, Western University, London, Canada †Department of Epidemiology and Biostatistics, Western University, London, Canada ‡Department of Medicine, McMaster University, Hamilton, Canada §Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Mitesh",
      "initials": "M",
      "name": "Mitesh Shah",
      "affiliations": []
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": []
    },
    {
      "last_name": "Li",
      "fore_name": "Lihua",
      "initials": "L",
      "name": "Lihua Li",
      "affiliations": []
    },
    {
      "last_name": "Iansavichus",
      "fore_name": "Arthur V",
      "initials": "AV",
      "name": "Arthur V Iansavichus",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "258",
    "issue": "6",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "901",
  "end_page": "913",
  "pages": "901-13",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Loss, Surgical",
    "Humans",
    "Postoperative Hemorrhage",
    "Renal Insufficiency, Chronic",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "24169162",
    "doi": "10.1097/SLA.0000000000000244"
  },
  "doi": "10.1097/SLA.0000000000000244",
  "dates": {
    "completed": "2014-01-13",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.580856",
    "pmid": "24169162"
  }
}