{
  "pmid": "24168743",
  "uid": "24168743",
  "title": "Communicating endometriosis with young women to decrease diagnosis time.",
  "abstract": "ISSUES ADDRESSED: Endometriosis is estimated to affect approximately 10% of women. Although early detection may enhance health outcomes and fertility, there is a recognised diagnostic delay of 6.7 years. There are limited data on ways to discuss endometriosis with young women. The aims of the present study were to determine what young women know about endometriosis, what young women want to know about endometriosis and how this is best communicated to promote early detection. METHODS: Women aged 16-25 years were invited to complete an online survey that was advertised via Facebook, email, Twitter and flyers at high schools and a university. RESULTS: In all, 131 women responded to the survey. Fifty-two percent of participants had heard of endometriosis, 89% thought teenagers should be educated about endometriosis and 78% thought that young men should also be educated about the condition. Favoured sources for obtaining information were schools (40%), the Internet (22%) and magazines (13%). Participants were most comfortable talking to a doctor (75%), parent (59%) or friend (51%). Participants primarily wanted to know about the disease, its symptoms, risk factors and treatment. Many participants' descriptions of endometriosis were vague or inaccurate. CONCLUSIONS: The results of the present study indicate that young women are keen to learn about endometriosis, particularly its symptoms. Preferential sources of information appear to be schools or the Internet, and young women appear more comfortable talking to doctors. SO WHAT? To promote early detection of endometriosis, health promotion activities should direct their information towards sources that young women prefer.",
  "authors": [
    {
      "last_name": "Shadbolt",
      "fore_name": "Naomi A",
      "initials": "NA",
      "name": "Naomi A Shadbolt",
      "affiliations": [
        "Australian National Centre for the Public Awareness of Science, The Australian National University, Acton, ACT 0200, Australia."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa A",
      "initials": "MA",
      "name": "Melissa A Parker",
      "affiliations": []
    },
    {
      "last_name": "Orthia",
      "fore_name": "Lindy A",
      "initials": "LA",
      "name": "Lindy A Orthia",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health promotion journal of Australia : official journal of Australian Association of Health Promotion Professionals",
    "iso_abbreviation": "Health Promot J Austr",
    "issn": "1036-1073",
    "issn_type": "Print",
    "volume": "24",
    "issue": "2",
    "pub_year": "2013",
    "pub_month": "Aug"
  },
  "start_page": "151",
  "end_page": "154",
  "pages": "151-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Communication",
    "Endometriosis",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Health Promotion",
    "Humans",
    "Risk Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24168743",
    "doi": "10.1071/HE12915",
    "pii": "HE12915"
  },
  "doi": "10.1071/HE12915",
  "dates": {
    "completed": "2014-01-28",
    "revised": "2013-10-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.183042",
    "pmid": "24168743"
  }
}