{
  "pmid": "24174817",
  "uid": "24174817",
  "title": "Antineoplastic potential of Bryophyllum pinnatum lam. on chemically induced hepatocarcinogenesis in rats.",
  "abstract": "BACKGROUND: Bryophyllum pinnatum Lam. used in folk medicine in tropical Africa, tropical America, India, China and Australia contains a wide range of active compounds, well known for their haemostatic and wound-healing properties. OBJECTIVE: The present study was designed to evaluate the effect of Bryophyllum pinnatum Lam. on N-diethylnitrosamine (DENA)-induced hepatic injury in rats. MATERIAL AND METHODS: The aerial part of B. pinnatum aqueous and ethanolic extract was prepared in doses of 250 mg/kg and 500 mg/kg. Hepatic injury was induced by DENA. Acute toxicity was also carried out. RESULT: Treatment with different doses of ethanolic extract of B. Pinnatum (250 mg/kg, p.o.) was not significantly able to treat the liver injury induced by DENA, but 500 mg/kg dose of ethanolic extract of B. Pinnatum protects the liver slightly. Treatment with different doses of aqueous extract of B. Pinnatum (250 and 500 mg/kg, p.o.) significantly (P*<0.05; P**<0.01 and P***<0.001) treated the liver injury induced by DENA. CONCLUSION: It may be inferred from the present study that the hepatoprotective activities of the aqueous extract of B. Pinnatum leaves in DENA-induced hepatotoxicity may involve its antioxidant or oxidative free radical scavenging activities by alleviating lipid peroxidation through scavenging of free radicals, or by enhancing the activity of antioxidants.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, Pacific University, Udaipur, Rajasthan, India ; Siddhartha Institute of Pharmacy, Dehradun, Uttarakhand, India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": []
    },
    {
      "last_name": "Anwar",
      "fore_name": "Firoz",
      "initials": "F",
      "name": "Firoz Anwar",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pharmacognosy research",
    "iso_abbreviation": "Pharmacognosy Res",
    "issn": "0976-4836",
    "issn_type": "Print",
    "volume": "5",
    "issue": "4",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "247",
  "end_page": "253",
  "pages": "247-53",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24174817",
    "pmc": "PMC3807988",
    "doi": "10.4103/0974-8490.118811",
    "pii": "PR-5-247"
  },
  "doi": "10.4103/0974-8490.118811",
  "pmc_id": "PMC3807988",
  "dates": {
    "completed": "2013-10-31",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.736431",
    "pmid": "24174817"
  }
}