{
  "pmid": "24183112",
  "uid": "24183112",
  "title": "Patency rates of the arteriovenous fistula for hemodialysis: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Advantages of the arteriovenous fistula (AVF), including long patency and few complications, were ascertained more than 2 decades ago and may not apply to the contemporary dialysis population. STUDY DESIGN: Systematic review and meta-analysis. Estimates were pooled using a random-effects model and sources of heterogeneity were explored using metaregression. SETTING & POPULATION: Patients treated with long-term hemodialysis using an AVF. SELECTION CRITERIA FOR STUDIES: English-language studies indexed in MEDLINE between 2000 and 2012 using prospectively collected data on 100 or more AVFs. PREDICTOR: Age, AVF location, and study location. OUTCOMES: Outcomes of interest were primary AVF failure and primary and secondary patency at 1 and 2 years. RESULTS: 7,011 citations were screened and 46 articles met eligibility criteria (62 unique cohorts; n = 12,383). The rate of primary failure was 23% (95% CI, 18%-28%; 37 cohorts; 7,393 AVFs). When primary failures were included, the primary patency rate was 60% (95% CI, 56%-64%; 13 studies; 21 cohorts; 4,111 AVFs) at 1 year and 51% (95% CI, 44%-58%; 7 studies; 12 cohorts; 2,694 AVFs) at 2 years. The secondary patency rate was 71% (95% CI, 64%-78%; 10 studies; 11 cohorts; 3,558 AVFs) at 1 year and 64% (95% CI, 56%-73%; 6 studies; 11 cohorts; 1,939 AVFs) at 2 years. In metaregression, there was a significant decrease in primary patency rate in studies that started recruitment in more recent years. LIMITATIONS: Low quality of studies, variable clinical settings, and variable definitions of primary AVF failure. CONCLUSIONS: In recent years, AVFs had a high rate of primary failure and low to moderate primary and secondary patency rates. Consideration of these outcomes is required when choosing a patient's preferred access type.",
  "authors": [
    {
      "last_name": "Al-Jaishi",
      "fore_name": "Ahmed A",
      "initials": "AA",
      "name": "Ahmed A Al-Jaishi",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Oliver",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Sonia M",
      "initials": "SM",
      "name": "Sonia M Thomas",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lok",
      "fore_name": "Charmaine E",
      "initials": "CE",
      "name": "Charmaine E Lok",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Division of Nephrology, Department of Medicine, Toronto General Hospital, Toronto, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Joyce C",
      "initials": "JC",
      "name": "Joyce C Zhang",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kosa",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D Kosa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Quinn",
      "affiliations": [
        "Department of Medicine & Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Moist",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Kidney Clinical Research Unit, London Health Sciences Centre, London, Ontario, Canada; Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada. Electronic address: louise.moist@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "464",
  "end_page": "478",
  "pages": "464-78",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Arteriovenous Shunt, Surgical",
    "Humans",
    "Kidney Failure, Chronic",
    "Renal Dialysis",
    "Risk Factors",
    "Vascular Patency"
  ],
  "article_ids": {
    "pubmed": "24183112",
    "doi": "10.1053/j.ajkd.2013.08.023",
    "pii": "S0272-6386(13)01218-3"
  },
  "doi": "10.1053/j.ajkd.2013.08.023",
  "dates": {
    "completed": "2014-04-15",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.936364",
    "pmid": "24183112"
  }
}