{
  "pmid": "24189475",
  "uid": "24189475",
  "title": "Dosing errors in prescribed antibiotics for older persons with CKD: a retrospective time series analysis.",
  "abstract": "BACKGROUND: Prescribing excessive doses of oral antibiotics is common in chronic kidney disease (CKD) and in this population is implicated in more than one-third of preventable adverse drug events. To improve the care of patients with CKD, many ambulatory laboratories now report estimated glomerular filtration rate (eGFR). We sought to describe the rate of ambulatory antibiotic dosing errors in CKD and examine the impact of eGFR reporting on these errors. STUDY DESIGN: Population-based retrospective time series analysis. SETTING & PARTICIPANTS: Southwestern Ontario, Canada, from January 2003 to April 2010. Participants were ambulatory patients 66 years or older with CKD stages 4 or 5 (eGFR < 30 mL/min/1.73 m(2)) who were not receiving dialysis. PREDICTOR: Introduction of eGFR reporting in ambulatory laboratories (January 2006). OUTCOME: Antibiotic dosing errors. MEASUREMENTS: Using linked health care databases, we assessed the monthly rate of excess dosing of orally prescribed antibiotics that require dose adjustment in CKD. We compared this rate before and after implementation of eGFR reporting. RESULTS: 1,464 prescriptions were filled for study antibiotics throughout the study period. Prior to eGFR reporting, the average rate of antibiotic prescriptions dosed in excess of guidelines was 64 per 100 antibiotic prescriptions. The introduction of eGFR reporting had no impact on this rate (68 per 100 antibiotic prescriptions; P = 0.9). Nitrofurantoin, which is contraindicated in patients with CKD, was prescribed 169 times throughout the study period. LIMITATIONS: Although we attribute the dosing errors to poor awareness of dosing guidelines, we did not assess physician knowledge to confirm this. Dosing errors lead to adverse drug events; however, the latter could not be assessed reliably in our data sources. CONCLUSIONS: Ambulatory antibiotic dosing errors are exceedingly common in CKD care. Strategies other than eGFR reporting are needed to prevent this medical error.",
  "authors": [
    {
      "last_name": "Farag",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Farag",
      "affiliations": [
        "Division of Nephrology, London Health Science Centre, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, London Health Science Centre, University of Western Ontario, London, Canada; Department of Epidemiology and Biostatistics, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Lihua",
      "initials": "L",
      "name": "Lihua Li",
      "affiliations": [
        "Division of Nephrology, London Health Science Centre, University of Western Ontario, London, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Division of Nephrology, London Health Science Centre, University of Western Ontario, London, Canada. Electronic address: arsh.jain@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "3",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "422",
  "end_page": "428",
  "pages": "422-8",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administration, Oral",
    "Aged",
    "Aged, 80 and over",
    "Anti-Bacterial Agents",
    "Dose-Response Relationship, Drug",
    "Female",
    "Follow-Up Studies",
    "Glomerular Filtration Rate",
    "Humans",
    "Male",
    "Medication Errors",
    "Ontario",
    "Prescription Drugs",
    "Renal Insufficiency, Chronic",
    "Retrospective Studies",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "24189475",
    "doi": "10.1053/j.ajkd.2013.09.009",
    "pii": "S0272-6386(13)01224-9"
  },
  "doi": "10.1053/j.ajkd.2013.09.009",
  "dates": {
    "completed": "2014-04-15",
    "revised": "2022-04-09"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Prescription Drugs"
  ],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.146534",
    "pmid": "24189475"
  }
}