{
  "pmid": "24180346",
  "uid": "24180346",
  "title": "Peak event analysis: a novel empirical method for the evaluation of elevated particulate events.",
  "abstract": "BACKGROUND: We report on a novel approach to the analysis of suspended particulate data in a rural setting in southern Ontario. Analyses of suspended particulate matter and associated air quality standards have conventionally focussed on 24-hour mean levels of total suspended particulates (TSP) and particulate matter <10 microns, <2.5 microns and <1 micron in diameter (PM10, PM2.5, PM1, respectively). Less emphasis has been placed on brief peaks in suspended particulate levels, which may pose a substantial nuisance, irritant, or health hazard. These events may also represent a common cause of public complaint and concern regarding air quality. METHODS: Measurements of TSP, PM10, PM2.5, and PM1 levels were taken using an automated device following local complaints of dusty conditions in rural south-central Ontario, Canada. The data consisted of 126,051 by-minute TSP, PM10, PM2.5, and PM1 measurements between May and August 2012. Two analyses were performed and compared. First, conventional descriptive statistics were computed by month for TSP, PM10, PM2.5, and PM1, including mean values and percentiles (70th, 90th, and 95th). Second, a novel graphical analysis method, using density curves and line plots, was conducted to examine peak events occurring at or above the 99th percentile of per-minute TSP readings. We refer to this method as \"peak event analysis\". Findings of the novel method were compared with findings from the conventional approach. RESULTS: Conventional analyses revealed that mean levels of all categories of suspended particulates and suspended particulate diameter ratios conformed to existing air quality standards. Our novel methodology revealed extreme outlier events above the 99th percentile of readings, with peak PM10 and TSP levels over 20 and 100 times higher than the respective mean values. Peak event analysis revealed and described rare and extreme peak dust events that would not have been detected using conventional descriptive statistics. CONCLUSIONS: Peak event analysis underscored extreme particulate events that may contribute to local complaints regarding intermittently dusty conditions. These outlier events may not appear through conventional analytical approaches. In comparison with conventional descriptive approaches, peak event analysis provided a more analytical and data-driven means to identify suspended particulate events with meaningful and perceptible effects on local residents.",
  "authors": [
    {
      "last_name": "Orkin",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Orkin",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, 155 College Street, Toronto, ON M5S 3 M2, Canada. aaron.orkin@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Leece",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Leece",
      "affiliations": []
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": []
    },
    {
      "last_name": "Burt",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Burt",
      "affiliations": []
    },
    {
      "last_name": "Copes",
      "fore_name": "Ray",
      "initials": "R",
      "name": "Ray Copes",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Environmental health : a global access science source",
    "iso_abbreviation": "Environ Health",
    "issn": "1476-069X",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2013",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "92",
  "pages": "92",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Air Pollutants",
    "Dust",
    "Environmental Exposure",
    "Environmental Monitoring",
    "Humans",
    "Ontario",
    "Particulate Matter",
    "Seasons"
  ],
  "article_ids": {
    "pubmed": "24180346",
    "pmc": "PMC4228404",
    "doi": "10.1186/1476-069X-12-92",
    "pii": "1476-069X-12-92"
  },
  "doi": "10.1186/1476-069X-12-92",
  "pmc_id": "PMC4228404",
  "dates": {
    "completed": "2015-04-06",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Air Pollutants",
    "Dust",
    "Particulate Matter"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:29.122184",
    "pmid": "24180346"
  }
}