{
  "pmid": "24183836",
  "uid": "24183836",
  "title": "Association between depression and mortality in patients receiving long-term dialysis: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: We aimed to systematically review and analyze the association between depression and mortality risk in adults with kidney failure treated by long-term dialysis. STUDY DESIGN: A systematic review and meta-analysis of observational studies. SETTING & POPULATION: Patients receiving long-term dialysis. SELECTION CRITERIA FOR STUDIES: Searching MEDLINE, EMBASE, and PsycINFO, we identified studies examining the relationship between depression, measured as depressive symptoms or clinical diagnosis, and mortality. PREDICTOR: Depression status as determined by physician diagnosis or self-reported scales. OUTCOMES: Pooled adjusted HR and OR of depression for all-cause mortality. RESULTS: 15 of 31 included studies showed a significant association between depression and mortality, including 5 of 6 studies with more than 6,000 participants. A significant link was established between the presence of depressive symptoms and mortality (HR, 1.51; 95% CI, 1.35-1.69; I(2)=40%) based on 12 studies reporting depressive symptoms using depression scales (N=21,055; mean age, 57.6 years). After adjusting for potential publication bias, the presence of depressive symptoms remained a significant predictor of mortality (HR, 1.45; 95% CI, 1.27-1.65). In addition, combining across 6 studies reporting per-unit change in depression score (n=7,857) resulted in a significant effect (HR per unit change in score, 1.04; 95% CI, 1.01-1.06; I(2)=74%). LIMITATIONS: Depression or depressive symptoms were documented only from medical charts or a single self-report assessment. Included studies were heterogeneous because of variations in measurement methods, design, and analysis. CONCLUSIONS: There is considerable between-study heterogeneity in reports of depressive symptoms in dialysis patients, likely caused by high variability in the way depressive symptoms are measured. However, the overall significant independent effect of depressive symptoms on survival of dialysis patients warrants studying the underlying mechanisms of this relationship and the potential benefits of interventions to improve depression on the outcomes.",
  "authors": [
    {
      "last_name": "Farrokhi",
      "fore_name": "Farhat",
      "initials": "F",
      "name": "Farhat Farrokhi",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada. Electronic address: farhat.farrokhi@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Abedi",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Abedi",
      "affiliations": [
        "Department of Psychiatry, University of Saskatchewan, Regina, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kurdyak",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Kurdyak",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada; Institute for Clinical Evaluative Sciences, University of Toronto, Toronto, Canada; Centre for Addiction and Mental Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "Sarbjit Vanita",
      "initials": "SV",
      "name": "Sarbjit Vanita Jassal",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada; Division of Nephrology, Department of Medicine, University Health Network, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "623",
  "end_page": "635",
  "pages": "623-35",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Depression",
    "Humans",
    "Kidney Failure, Chronic",
    "Observational Studies as Topic",
    "Renal Dialysis",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "24183836",
    "doi": "10.1053/j.ajkd.2013.08.024",
    "pii": "S0272-6386(13)01219-5"
  },
  "doi": "10.1053/j.ajkd.2013.08.024",
  "dates": {
    "completed": "2014-05-19",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.230220",
    "pmid": "24183836"
  }
}