{
  "pmid": "24193081",
  "uid": "24193081",
  "title": "Complications of daytime elective laparoscopic cholecystectomies performed by surgeons who operated the night before.",
  "abstract": "IMPORTANCE: The effect of surgeons' disrupted sleep on patient outcomes is not clearly defined. OBJECTIVE: To assess if surgeons operating the night before have more complications of elective surgery performed the next day. DESIGN, SETTING, AND PARTICIPANTS: Population-based, matched, retrospective cohort study using administrative health care databases in Ontario, Canada (2012 population, 13,505,900). Participants were 2078 patients who underwent elective laparoscopic cholecystectomies performed by surgeons who operated the night before, matched with 4 other elective laparoscopic cholecystectomy recipients (n = 8312). EXPOSURE: In total, 94,183 eligible elective laparoscopic cholecystectomies were performed between 2004 and 2011. Of these surgeries, there were 2078 procedures in which 331 different surgeons across 102 community hospitals had operated between midnight and 7 am the night before. Each \"at-risk\" surgery was randomly matched with 4 other elective laparoscopic cholecystectomies (n = 8312) performed by the same surgeon, who had no evidence of having operated the night before. MAIN OUTCOMES AND MEASURES: The primary outcome was conversion from a laparoscopic cholecystectomy to open cholecystectomy. Secondary outcomes included evidence of iatrogenic injuries or death. Risks were quantified using generalized estimating equations. RESULTS: No significant association was found in conversion rates to open operations between surgeons when they operated the night before compared with when they did not operate the previous night (46/2031 [2.2%] vs 157/8124 [1.9%]; adjusted odds ratio [OR], 1.18; 95% CI, 0.85-1.64). There was no association between operating the night before vs not operating the night before, and risk of iatrogenic injuries (14/2031 [0.7%] vs 72/8124 [0.9%]; adjusted OR, 0.77; 95% CI, 0.43-1.37) or death (≤5/2031 [≤0.2%] vs 7/8124 [0.1%]). CONCLUSIONS AND RELEVANCE: No significant association was found between operating the night before and not operating the previous night for conversion to open cholecystectomy, risk of iatrogenic complications, or death for elective daytime cholecystectomy. These findings do not support safety concerns related to surgeons operating the night before performing elective surgery.",
  "authors": [
    {
      "last_name": "Vinden",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vinden",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, Western University, London, Ontario, Canada2Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": []
    },
    {
      "last_name": "Rangrej",
      "fore_name": "Jagadish",
      "initials": "J",
      "name": "Jagadish Rangrej",
      "affiliations": []
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": []
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": []
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "310",
    "issue": "17",
    "pub_year": "2013",
    "pub_month": "Nov",
    "pub_day": "06"
  },
  "start_page": "1837",
  "end_page": "1841",
  "pages": "1837-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cholecystectomy, Laparoscopic",
    "Clinical Competence",
    "Cohort Studies",
    "Elective Surgical Procedures",
    "Female",
    "Hospitals, Community",
    "Humans",
    "Iatrogenic Disease",
    "Laparotomy",
    "Male",
    "Middle Aged",
    "Patient Safety",
    "Postoperative Complications",
    "Retrospective Studies",
    "Risk",
    "Sleep Deprivation",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "24193081",
    "doi": "10.1001/jama.2013.280372",
    "pii": "1764050"
  },
  "doi": "10.1001/jama.2013.280372",
  "dates": {
    "completed": "2013-11-08",
    "revised": "2016-10-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.146996",
    "pmid": "24193081"
  }
}