{
  "pmid": "24192043",
  "uid": "24192043",
  "title": "Access to surgery for paediatric patients with medically refractory epilepsy: a systems analysis.",
  "abstract": "PURPOSE: A systems analysis perspective was undertaken to evaluate access to surgery for children with medically refractory epilepsy (MRE) in Ontario, the largest province in Canada. The analysis focused on the assessment of referral patterns, healthcare utilization, time intervals and patient flow to determine surgical candidacy in children with MRE. The purpose of this systems analysis study was to identify rate limiting steps that may lead to delayed surgical candidacy decision and surgery. METHODS: Prolonged video electroencephalography (vEEG) is the common entry point into the process for all potential epilepsy surgery candidates. Therefore, a single centre retrospective chart review of children and adolescents referred to the epilepsy monitoring unit (EMU) for vEEG monitoring at the primary referral centre for paediatric epilepsy surgery in the province. Basic demographic and referral data were abstracted for all screened cases. Included cases were: (1) age <19 years old at time of first EMU admission, (2) date of EMU admission between April 1, 2004 and March 31, 2006 and (3) referral for elective vEEG and/or overnight with vEEG greater than 8h duration. Data were collected on number of seizure conferences, surgical candidacy, surgical outcomes (seizure free and seizure reduction), resource utilization, and recorded time stamps for each event to estimate system delays. RESULTS: During the two-year period, 463 patients were referred to the EMU of whom 349 received prolonged vEEG (>8h). Forty five percent (n=160) of patients came to seizure conference for discussion of their data, of whom 40% (64/160) were considered surgical candidates. Time from first seizure to EMU referral was approximately 4.6 years. Time from referral to admission and admission to first seizure conference were approximately 103 days and 71 days, respectively. From initial EMU referral to surgery ranged from 1.6 to 1.1 years depending on whether the patient required invasive monitoring with intracranial EEG. Overall, 95% of surgical patients had a reduction in seizure frequency, 74% were seizure free after one year post-surgery. SIGNIFICANCE: Referral rates for surgical assessment are low relative to the estimated number of children living with MRE in Ontario, less than 2%. Hence, only a limited number of children with this disorder in the province of Ontario who could benefit from epilepsy surgery are being assessed for surgical candidacy. The majority of Ontario children with MRE are not being provided the potential opportunity to be seizure free and live without functional limitations following surgical intervention. These data document the critical need for health system redesign in Ontario, the goal of which should be to provide more consistent and just access to evidence-based medical and surgical care for those citizens of the province who suffer from epilepsy.",
  "authors": [
    {
      "last_name": "Lim",
      "fore_name": "Morgan E",
      "initials": "ME",
      "name": "Morgan E Lim",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, McMaster University Medical Centre, 1200 Main Street West, HSC-2C, Hamilton, Ontario, Canada L8N 3Z5; Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare Hamilton, 2000-25 Main Street West, Hamilton, Ontario, Canada L8P 1H1. Electronic address: limme@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bowen",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Bowen",
      "affiliations": []
    },
    {
      "last_name": "Snead",
      "fore_name": "O Carter",
      "initials": "OC",
      "name": "O Carter Snead",
      "affiliations": []
    },
    {
      "last_name": "Elliott",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Elliott",
      "affiliations": []
    },
    {
      "last_name": "Donner",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Donner",
      "affiliations": []
    },
    {
      "last_name": "Weiss",
      "fore_name": "Shelly K",
      "initials": "SK",
      "name": "Shelly K Weiss",
      "affiliations": []
    },
    {
      "last_name": "Otsubo",
      "fore_name": "Hiroshi",
      "initials": "H",
      "name": "Hiroshi Otsubo",
      "affiliations": []
    },
    {
      "last_name": "Ochi",
      "fore_name": "Ayako",
      "initials": "A",
      "name": "Ayako Ochi",
      "affiliations": []
    },
    {
      "last_name": "Drake",
      "fore_name": "James",
      "initials": "J",
      "name": "James Drake",
      "affiliations": []
    },
    {
      "last_name": "Rutka",
      "fore_name": "James T",
      "initials": "JT",
      "name": "James T Rutka",
      "affiliations": []
    },
    {
      "last_name": "Worster",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Worster",
      "affiliations": []
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Hopkins",
      "affiliations": []
    },
    {
      "last_name": "Goeree",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Goeree",
      "affiliations": []
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Epilepsy research",
    "iso_abbreviation": "Epilepsy Res",
    "issn": "1872-6844",
    "issn_type": "Electronic",
    "volume": "107",
    "issue": "3",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "286",
  "end_page": "296",
  "pages": "286-96",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Electroencephalography",
    "Epilepsy",
    "Female",
    "Follow-Up Studies",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "Ontario",
    "Retrospective Studies",
    "Systems Analysis",
    "Video Recording"
  ],
  "article_ids": {
    "pubmed": "24192043",
    "doi": "10.1016/j.eplepsyres.2013.08.010",
    "pii": "S0920-1211(13)00215-5"
  },
  "doi": "10.1016/j.eplepsyres.2013.08.010",
  "dates": {
    "completed": "2014-08-14",
    "revised": "2013-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.622972",
    "pmid": "24192043"
  }
}