{
  "pmid": "24195544",
  "uid": "24195544",
  "title": "A comparative analysis of early child health and development services and outcomes in countries with different redistributive policies.",
  "abstract": "BACKGROUND: The social environment is a fundamental determinant of early child development and, in turn, early child development is a determinant of health, well-being, and learning skills across the life course. Redistributive policies aimed at reducing social inequalities, such as a welfare state and labour market policies, have shown a positive association with selected health indicators. In this study, we investigated the influence of redistributive policies specifically on the social environment of early child development in five countries with different political traditions. The objective of this analysis was to highlight similarities and differences in social and health services between the countries and their associations with other health outcomes that can inform better global early child development policies and improve early child health and development. METHODS: Four social determinants of early child development were selected to provide a cross-section of key time periods in a child's life from prenatal to kindergarten. They included: 1) prenatal care, 2) maternal leave, 3) child health care, and 4) child care and early childhood education. We searched international databases and reports (e.g. Organization for Economic Cooperation and Development, World Bank, and UNICEF) to obtain information about early child development policies, services and outcomes. RESULTS: Although a comparative analysis cannot claim causation, our analysis suggests that redistributive policies aimed at reducing social inequalities are associated with a positive influence on the social determinants of early child development. Generous redistributive policies are associated with a higher maternal leave allowance and pay and more preventive child healthcare visits. A decreasing trend in infant mortality, low birth weight rate, and under five mortality rate were observed with an increase in redistributive policies. No clear influence of redistributive policies was observed on breastfeeding and immunization rates. In the analysis of child care and early education, the lack of uniform measures of early child development outcomes was apparent. CONCLUSIONS: This paper provides further support for an association between redistributive policies and early child health and development outcomes, along with the organization of early child health and development services.",
  "authors": [
    {
      "last_name": "van den Heuvel",
      "fore_name": "Meta",
      "initials": "M",
      "name": "Meta van den Heuvel",
      "affiliations": [
        "Department of Pediatrics, Hospital for Sick Children and the University of Toronto, Toronto, Ontario, Canada. m.van.den.heuvel@umcg.nl."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": []
    },
    {
      "last_name": "Biscaro",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Biscaro",
      "affiliations": []
    },
    {
      "last_name": "Srikanthan",
      "fore_name": "Cinntha",
      "initials": "C",
      "name": "Cinntha Srikanthan",
      "affiliations": []
    },
    {
      "last_name": "Feller",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Feller",
      "affiliations": []
    },
    {
      "last_name": "Bremberg",
      "fore_name": "Sven",
      "initials": "S",
      "name": "Sven Bremberg",
      "affiliations": []
    },
    {
      "last_name": "Verkuijl",
      "fore_name": "Nienke",
      "initials": "N",
      "name": "Nienke Verkuijl",
      "affiliations": []
    },
    {
      "last_name": "Flapper",
      "fore_name": "Boudien",
      "initials": "B",
      "name": "Boudien Flapper",
      "affiliations": []
    },
    {
      "last_name": "Ford-Jones",
      "fore_name": "Elizabeth Lee",
      "initials": "EL",
      "name": "Elizabeth Lee Ford-Jones",
      "affiliations": []
    },
    {
      "last_name": "Williams",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Williams",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Nov",
    "pub_day": "06"
  },
  "start_page": "1049",
  "pages": "1049",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Child Care",
    "Child Development",
    "Child Health Services",
    "Child Welfare",
    "Cross-Sectional Studies",
    "Cuba",
    "Humans",
    "Netherlands",
    "Parental Leave",
    "Prenatal Care",
    "Public Policy",
    "Social Determinants of Health",
    "Social Welfare",
    "Sweden",
    "United States"
  ],
  "article_ids": {
    "pubmed": "24195544",
    "pmc": "PMC4228305",
    "doi": "10.1186/1471-2458-13-1049",
    "pii": "1471-2458-13-1049"
  },
  "doi": "10.1186/1471-2458-13-1049",
  "pmc_id": "PMC4228305",
  "dates": {
    "completed": "2014-08-25",
    "revised": "2022-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.585912",
    "pmid": "24195544"
  }
}