{
  "pmid": "24204850",
  "uid": "24204850",
  "title": "Metabolomics reveals the origins of antimicrobial plant resins collected by honey bees.",
  "abstract": "The deposition of antimicrobial plant resins in honey bee, Apis mellifera, nests has important physiological benefits. Resin foraging is difficult to approach experimentally because resin composition is highly variable among and between plant families, the environmental and plant-genotypic effects on resins are unknown, and resin foragers are relatively rare and often forage in unobservable tree canopies. Subsequently, little is known about the botanical origins of resins in many regions or the benefits of specific resins to bees. We used metabolomic methods as a type of environmental forensics to track individual resin forager behavior through comparisons of global resin metabolite patterns. The resin from the corbiculae of a single bee was sufficient to identify that resin's botanical source without prior knowledge of resin composition. Bees from our apiary discriminately foraged for resin from eastern cottonwood (Populus deltoides), and balsam poplar (P. balsamifera) among many available, even closely related, resinous plants. Cottonwood and balsam poplar resin composition did not show significant seasonal or regional changes in composition. Metabolomic analysis of resin from 6 North American Populus spp. and 5 hybrids revealed peaks characteristic to taxonomic nodes within Populus, while antimicrobial analysis revealed that resin from different species varied in inhibition of the bee bacterial pathogen, Paenibacillus larvae. We conclude that honey bees make discrete choices among many resinous plant species, even among closely related species. Bees also maintained fidelity to a single source during a foraging trip. Furthermore, the differential inhibition of P. larvae by Populus spp., thought to be preferential for resin collection in temperate regions, suggests that resins from closely related plant species many have different benefits to bees.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Wilson",
      "affiliations": [
        "Department of Horticultural Science, University of Minnesota, St. Paul, Minnesota, United States of America ; Microbial and Plant Genomics Institute, University of Minnesota, St. Paul, Minnesota, United States of America."
      ]
    },
    {
      "last_name": "Spivak",
      "fore_name": "Marla",
      "initials": "M",
      "name": "Marla Spivak",
      "affiliations": []
    },
    {
      "last_name": "Hegeman",
      "fore_name": "Adrian D",
      "initials": "AD",
      "name": "Adrian D Hegeman",
      "affiliations": []
    },
    {
      "last_name": "Rendahl",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Rendahl",
      "affiliations": []
    },
    {
      "last_name": "Cohen",
      "fore_name": "Jerry D",
      "initials": "JD",
      "name": "Jerry D Cohen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "10",
    "pub_year": "2013"
  },
  "start_page": "e77512",
  "pages": "e77512",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Anti-Infective Agents",
    "Bees",
    "Chromatography, High Pressure Liquid",
    "Feeding Behavior",
    "Metabolomics",
    "Paenibacillus",
    "Populus",
    "Resins, Plant",
    "Social Behavior",
    "Trees"
  ],
  "article_ids": {
    "pubmed": "24204850",
    "pmc": "PMC3799627",
    "doi": "10.1371/journal.pone.0077512",
    "pii": "PONE-D-13-32151"
  },
  "doi": "10.1371/journal.pone.0077512",
  "pmc_id": "PMC3799627",
  "dates": {
    "completed": "2014-08-02",
    "revised": "2021-10-21"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Resins, Plant"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.280230",
    "pmid": "24204850"
  }
}