{
  "pmid": "24204842",
  "uid": "24204842",
  "title": "Using trust to secure geographic and energy aware routing against multiple attacks.",
  "abstract": "To address the vulnerability of geographic routing to multiple security threats such as false routing information, selective forwarding and the Sybil attack in wireless sensor networks, this paper proposes a trust-based defending model against above-mentioned multiple attacks. Considering the characteristics of resource-constrained sensor nodes, trust values of neighboring nodes on the routing path can be calculated through the Dirichlet distribution function, which is based on data packets' acknowledgements in a certain period instead of energy-consuming monitoring. Trust is combined with the cost of geographic and energy aware routing for selecting the next hop of routing. At the same time, the initial trust is dynamically determined, service requests are restricted for malicious nodes in accordance with trust values, and the impact of node mobility is weakened by the trust evolution. The simulation results and analysis show that the proposed model under multiple attacks has advantages in packet delivery ratio and network lifetime over the existing models.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Zhang",
      "affiliations": [
        "Key Lab of Computer Networks and Information Security of Ministry of Education, Xidian University, Xi'an, Shaanxi, China ; College of Information Science and Engineering, Hebei University of Science and Technology, Shijiazhuang, Hebei, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Chen",
      "fore_name": "Zhenguo",
      "initials": "Z",
      "name": "Zhenguo Chen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "10",
    "pub_year": "2013"
  },
  "start_page": "e77488",
  "pages": "e77488",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Computer Simulation",
    "Humans",
    "Models, Statistical",
    "Trust",
    "Wireless Technology"
  ],
  "article_ids": {
    "pubmed": "24204842",
    "pmc": "PMC3804623",
    "doi": "10.1371/journal.pone.0077488",
    "pii": "PONE-D-13-25691"
  },
  "doi": "10.1371/journal.pone.0077488",
  "pmc_id": "PMC3804623",
  "dates": {
    "completed": "2014-08-02",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.144646",
    "pmid": "24204842"
  }
}