{
  "pmid": "24218013",
  "uid": "24218013",
  "title": "Prostaglandins before caesarean section for preventing neonatal respiratory distress.",
  "abstract": "BACKGROUND: Respiratory distress (RD) can occur in both preterm and term neonates born through normal vaginal delivery or caesarean section (CS). It accounts for about 30% of neonatal deaths and can occur at any time following birth. Respiratory distress syndrome (RDS), transient tachypnoea (rapid breathing) of the newborn and persistent pulmonary hypertension (increased blood pressure of pulmonary vessels) of the newborn are the most frequent clinical presentations of neonatal RD. Prostaglandins are used in routine obstetric practice to ripen the uterine cervix and to trigger labour, with those of the E series being preferred over others due to the fact that they are more uteroselective. Administration of prostaglandins to an expectant mother before delivery causes reabsorption of lung fluid from the fetal lung and promotes surfactant secretion by inducing a catecholamine surge. As a result, significant reduction in neonatal respiratory morbidity following a CS could be obtained, leading to reduced long-term complications such as bronchopulmonary dysplasia (chronic lung disease with lung tissue modification) and asthma. OBJECTIVES: The objective of this review was to determine if administration of prostaglandins before CS can improve respiratory outcomes of newborns. SEARCH METHODS: We searched the Cochrane Pregnancy and Childbirth Group's Trials Register (30 September 2013). We also searched three clinical trial registries; ClinicalTrials.gov, the Australian New Zealand Clinical Trials Registry and the WHO Clinical Trials Registry Platform (ICTRP), for ongoing studies (24 June 2013). SELECTION CRITERIA: We included all published and unpublished randomised controlled trials comparing the use of prostaglandins with other treatments (including placebo) to reduce neonatal respiratory morbidity. Participants were pregnant women with an indication for a CS, and we compared administration of prostaglandins prior to CS with no treatment, placebo or another treatment. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed studies for inclusion and assessed trial quality, with the third review author referred to for settling any disagreements. Two review authors extracted data. Data were checked for accuracy. We used the Cochrane tool for assessing risk of bias in the included study and contacted the study authors to request additional information where appropriate. MAIN RESULTS: We found one randomised controlled trial with a low risk of bias which was carried out in a tertiary neonatal care centre in Australia. The study involved 36 women (18 received intravaginal prostaglandin E 2 gel and 18 received placebo).There was one case of neonatal respiratory distress in the control group, which the trialist reported as transient tachypnoea of the newborn (risk ratio (RR) 0.33, 95% confidence interval (CI) 0.01 to 7.68, one study, n = 36).None of the neonates required mechanical ventilation and the trial authors reported median Apgar scores at one and five minutes as being similar in both groups.There were no treatment-related side effects in either group. Noradrenaline concentrations (median values (range)) were reported as being significantly higher in the cord blood samples of the intervention group compared to the control group. AUTHORS' CONCLUSIONS: Although the trial authors reported a significant increase in catecholamine levels in the intervention group, there was no significant difference in the respiratory outcomes between intervention and control groups. The quality of evidence was graded as low because the sample size was small and there were few events. No definite conclusions can thus be drawn on the effects of prostaglandins on neonatal respiratory outcomes from this review.",
  "authors": [
    {
      "last_name": "Motaze",
      "fore_name": "Nkengafac V",
      "initials": "NV",
      "name": "Nkengafac V Motaze",
      "affiliations": [
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Henri Dunant Avenue, PO Box 87, Yaoundé, Centre Province, Cameroon."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    },
    {
      "last_name": "Young",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Young",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "2013",
    "issue": "11",
    "pub_year": "2013",
    "pub_month": "Nov",
    "pub_day": "11"
  },
  "start_page": "CD010087",
  "pages": "CD010087",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cesarean Section",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Pregnancy",
    "Preoperative Care",
    "Prostaglandins E",
    "Randomized Controlled Trials as Topic",
    "Respiratory Distress Syndrome, Newborn"
  ],
  "article_ids": {
    "pubmed": "24218013",
    "pmc": "PMC11972835",
    "doi": "10.1002/14651858.CD010087.pub2"
  },
  "doi": "10.1002/14651858.CD010087.pub2",
  "pmc_id": "PMC11972835",
  "dates": {
    "completed": "2014-05-20",
    "revised": "2025-07-11"
  },
  "chemicals": [
    "Prostaglandins E"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.290348",
    "pmid": "24218013"
  }
}