{
  "pmid": "24210470",
  "uid": "24210470",
  "title": "Numerical modelling of mass transport in an arterial wall with anisotropic transport properties.",
  "abstract": "Coronary artery disease results in blockages or narrowing of the artery lumen. Drug eluting stents (DES) were developed to replace bare metal stents in an effort to combat re-blocking of the diseased artery following treatment. The numerical models developed within this study focus on representing the changing trends of drug delivery from an idealised DES in an arterial wall with an anisotropic ultra-structure. To reduce the computational burden of solving coupled physics problems, a model reduction strategy was adopted. Particular focus has been placed upon adequately modelling the influence of strut compression as there is a paucity of numerical studies that account for changes in transport properties in compressed regions of the arterial wall due to stent deployment. This study developed an idealised numerical modelling framework to account for the changes in the directionally dependent porosity and tortuosities of the arterial wall as a result of radial strut compression. The results show that depending on the degree of strut compression, trends in therapeutic drug delivery within the arterial wall can be either increased or decreased. The study highlights the importance of incorporating compression into numerical models to better represent transport within the arterial wall and suggests an appropriate numerical modelling framework that could be utilised in more realistic patient specific arterial geometries.",
  "authors": [
    {
      "last_name": "Denny",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Denny",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering and Materials and Surface Science Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Centre for Applied Biomedical Engineering Research (CABER), Department of Mechanical, Aeronautical and Biomedical Engineering and Materials and Surface Science Institute, University of Limerick, Limerick, Ireland. Electronic address: michael.walsh@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biomechanics",
    "iso_abbreviation": "J Biomech",
    "issn": "1873-2380",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan",
    "pub_day": "03"
  },
  "start_page": "168",
  "end_page": "177",
  "pages": "168-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anisotropy",
    "Arteries",
    "Biological Transport",
    "Biophysics",
    "Computer Simulation",
    "Coronary Artery Disease",
    "Drug Delivery Systems",
    "Drug-Eluting Stents",
    "Humans",
    "Models, Theoretical",
    "Porosity",
    "Stents"
  ],
  "article_ids": {
    "pubmed": "24210470",
    "doi": "10.1016/j.jbiomech.2013.09.017",
    "pii": "S0021-9290(13)00440-5"
  },
  "doi": "10.1016/j.jbiomech.2013.09.017",
  "dates": {
    "completed": "2014-10-18",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.799130",
    "pmid": "24210470"
  }
}