{
  "pmid": "24210944",
  "uid": "24210944",
  "title": "Ecology of the ciguatera causing dinoflagellates from the Northern Great Barrier Reef: changes in community distribution and coastal eutrophication.",
  "abstract": "Ciguatera fish poisoning (CFP) is known to be caused by the ciguatoxins from the dinoflagellate genus Gambierdiscus, however, there is the potential for other toxins such as okadaic acid and dinophysistoxins from the genus Prorocentrum, and palytoxin from the genus Ostreopsis, to contaminate seafood. These genera may also be indicators of ecosystem health and potentially impact on coral reef ecosystems and the role they may play in the succession of coral to macroalgae dominated reefs has not been researched. Sixteen GBR field sites spanning inshore, mid-lagoon and outer lagoon (offshore) regions were studied. Samples were collected from September 2006 to December 2007 and abundance of benthic dinoflagellates on different host macroalgae and concentration of nutrients present in the water column were determined. The maximum abundance of Prorocentrum, Ostreopsis and Gambierdiscus found was 112, 793 and 50 cells per gram wet weight of host macroalgae, respectively. The average level of Dissolved Inorganic Nitrogen (DIN) in the water column across all sites (0.03 mg/L) was found to be more than double the threshold critical value (0.013 mg/L) for healthy coral reefs. Compared to a previous study 1984, there is evidence of a major shift in the distribution and abundance of these dinoflagellates. Inshore reefs have either of Prorocentrum (as at Green Island) or Ostreopsis (as at Magnetic Island) dominating the macroalgal surface niche which was once dominated by Gambierdiscus, whilst at offshore regions Gambierdiscus is still dominant. This succession may be linked to the ongoing eutrophication of the GBR lagoon and have consequences for the sources of toxins for ongoing cases of ciguatera.",
  "authors": [
    {
      "last_name": "Skinner",
      "fore_name": "Mark P",
      "initials": "MP",
      "name": "Mark P Skinner",
      "affiliations": [
        "University of Queensland, Entox (National Research Centre for Environmental Toxicology), 39 Kessels Road, Coopers Plains, Queensland 4108, Australia."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Lewis",
      "affiliations": []
    },
    {
      "last_name": "Morton",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Morton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Marine pollution bulletin",
    "iso_abbreviation": "Mar Pollut Bull",
    "issn": "1879-3363",
    "issn_type": "Electronic",
    "volume": "77",
    "issue": "1-2",
    "pub_year": "2013",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "210",
  "end_page": "219",
  "pages": "210-9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Ciguatoxins",
    "Coral Reefs",
    "Dinoflagellida",
    "Environmental Monitoring",
    "Eutrophication",
    "Water Pollutants, Chemical"
  ],
  "article_ids": {
    "pubmed": "24210944",
    "doi": "10.1016/j.marpolbul.2013.10.003",
    "pii": "S0025-326X(13)00605-X"
  },
  "doi": "10.1016/j.marpolbul.2013.10.003",
  "dates": {
    "completed": "2014-03-20",
    "revised": "2013-12-03"
  },
  "chemicals": [
    "Water Pollutants, Chemical",
    "Ciguatoxins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.395911",
    "pmid": "24210944"
  }
}