{
  "pmid": "24211103",
  "uid": "24211103",
  "title": "Effects of monitoring strategies on seizures in pregnant women on lamotrigine: a meta-analysis.",
  "abstract": "OBJECTIVES: Pregnant women with epilepsy have a significantly increased risk of mortality and morbidity compared to non-pregnant women. At least one in 250 pregnancies is exposed to anti-epileptic drugs (AED). Seizure deterioration occurs in up to a third of pregnant women. AED levels fall in most pregnant women, although it is uncertain that this is responsible for seizure deterioration rather than a hormonal effect. Current practice of AED monitoring is either therapeutic drug monitoring (TDM) or clinical features monitoring (CFM) to adjust the AED dose. We have systematically reviewed the effectiveness of the two monitoring regimens for AEDs, especially lamotrigine, the most commonly used AED in pregnancy on maternal and fetal outcomes. STUDY DESIGN: We searched MEDLINE (1966-2012), EMBASE (1980-2012) and Cochrane, for relevant citations on the effectiveness of different monitoring strategies on seizure deterioration in pregnant women with epilepsy on lamotrigine. Study selection, quality assessment and data extraction were carried out by two independent reviewers. We calculated the rates of deterioration in seizures with the two strategies and pooled the estimates with random effects meta-analysis. RESULTS: Six observational studies (n=132) evaluated the effectiveness of the two monitoring strategies on pregnant women with epilepsy on lamotrigine. There were no randomised controlled trials. The rate of seizure deterioration was 0.30 (95% CI 0.21-0.41) in women monitored by therapeutic drug monitoring (TDM) compared to 0.73 (95% CI 0.56-0.86) in those receiving clinical feature monitoring (CFM) alone. CONCLUSION: Evidence based on observational data suggests that monitoring of AED levels in pregnancy reduces seizure deterioration, although the included studies have numerous sources of bias. There is paucity of evidence to make firm recommendations on optimal monitoring of AED drugs in pregnancy. Further research is needed to advise on the best clinical practice in managing AED in pregnancy.",
  "authors": [
    {
      "last_name": "Pirie",
      "fore_name": "Dulcie A J",
      "initials": "DA",
      "name": "Dulcie A J Pirie",
      "affiliations": [
        "School of Medicine, University of Dundee, UK."
      ]
    },
    {
      "last_name": "Al Wattar",
      "fore_name": "Bassel H",
      "initials": "BH",
      "name": "Bassel H Al Wattar",
      "affiliations": [
        "Birmingham Women's NHS Foundation Trust, Birmingham, UK."
      ]
    },
    {
      "last_name": "Pirie",
      "fore_name": "Alexander M",
      "initials": "AM",
      "name": "Alexander M Pirie",
      "affiliations": [
        "Birmingham Women's NHS Foundation Trust, Birmingham, UK; University of Birmingham, Birmingham, UK."
      ]
    },
    {
      "last_name": "Houston",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Houston",
      "affiliations": [
        "University of Birmingham, Birmingham, UK."
      ]
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "University of Birmingham, Birmingham, UK."
      ]
    },
    {
      "last_name": "Doug",
      "fore_name": "Manjo",
      "initials": "M",
      "name": "Manjo Doug",
      "affiliations": [
        "Birmingham Women's NHS Foundation Trust, Birmingham, UK."
      ]
    },
    {
      "last_name": "Bagary",
      "fore_name": "Manny",
      "initials": "M",
      "name": "Manny Bagary",
      "affiliations": [
        "Birmingham and Solihull Mental Health NHS Foundation Trust, UK."
      ]
    },
    {
      "last_name": "Greenhill",
      "fore_name": "Lyn",
      "initials": "L",
      "name": "Lyn Greenhill",
      "affiliations": [
        "Birmingham and Solihull Mental Health NHS Foundation Trust, UK."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Khalid S",
      "initials": "KS",
      "name": "Khalid S Khan",
      "affiliations": [
        "Women's Health Research Unit, Barts and the London School of Medicine and Dentistry, Queen Mary University of London, London, UK; Multidisciplinary Evidence Synthesis Hub (mEsh), Barts and the London School of Medicine and Dentistry, Queen Mary University London, London, UK."
      ]
    },
    {
      "last_name": "McCorry",
      "fore_name": "Dougall",
      "initials": "D",
      "name": "Dougall McCorry",
      "affiliations": [
        "University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK."
      ]
    },
    {
      "last_name": "Thangaratinam",
      "fore_name": "Shakila",
      "initials": "S",
      "name": "Shakila Thangaratinam",
      "affiliations": [
        "Women's Health Research Unit, Barts and the London School of Medicine and Dentistry, Queen Mary University of London, London, UK; Multidisciplinary Evidence Synthesis Hub (mEsh), Barts and the London School of Medicine and Dentistry, Queen Mary University London, London, UK. Electronic address: s.thangaratinam@qmul.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "European journal of obstetrics, gynecology, and reproductive biology",
    "iso_abbreviation": "Eur J Obstet Gynecol Reprod Biol",
    "issn": "1872-7654",
    "issn_type": "Electronic",
    "volume": "172",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "26",
  "end_page": "31",
  "pages": "26-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticonvulsants",
    "Drug Monitoring",
    "Epilepsy",
    "Female",
    "Humans",
    "Lamotrigine",
    "Pregnancy",
    "Pregnancy Complications",
    "Triazines"
  ],
  "article_ids": {
    "pubmed": "24211103",
    "doi": "10.1016/j.ejogrb.2013.10.021",
    "pii": "S0301-2115(13)00540-X"
  },
  "doi": "10.1016/j.ejogrb.2013.10.021",
  "dates": {
    "completed": "2014-08-31",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Anticonvulsants",
    "Triazines",
    "Lamotrigine"
  ],
  "grants": [
    {
      "grant_id": "09/55/38",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "HTA/09/55/38",
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.216691",
    "pmid": "24211103"
  }
}