{
  "pmid": "24228827",
  "uid": "24228827",
  "title": "Empirical impact evaluation of the WHO Global Code of Practice on the International Recruitment of Health Personnel in Australia, Canada, UK and USA.",
  "abstract": "BACKGROUND: The active recruitment of health workers from developing countries to developed countries has become a major threat to global health. In an effort to manage this migration, the 63rd World Health Assembly adopted the World Health Organization (WHO) Global Code of Practice on the International Recruitment of Health Personnel in May 2010. While the Code has been lauded as the first globally-applicable regulatory framework for health worker recruitment, its impact has yet to be evaluated. We offer the first empirical evaluation of the Code's impact on national and sub-national actors in Australia, Canada, United Kingdom and United States of America, which are the English-speaking developed countries with the greatest number of migrant health workers. METHODS: 42 key informants from across government, civil society and private sectors were surveyed to measure their awareness of the Code, knowledge of specific changes resulting from it, overall opinion on the effectiveness of non-binding codes, and suggestions to improve this Code's implementation. RESULTS: 60% of respondents believed their colleagues were not aware of the Code, and 93% reported that no specific changes had been observed in their work as a result of the Code. 86% reported that the Code has not had any meaningful impact on policies, practices or regulations in their countries. CONCLUSIONS: This suggests a gap between awareness of the Code among stakeholders at global forums and the awareness and behaviour of national and sub-national actors. Advocacy and technical guidance for implementing the Code are needed to improve its impact on national decision-makers.",
  "authors": [
    {
      "last_name": "Edge",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Edge",
      "affiliations": []
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Harvard Global Health Institute, Harvard University, Cambridge, Massachusetts, USA. hoffmans@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Globalization and health",
    "iso_abbreviation": "Global Health",
    "issn": "1744-8603",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2013",
    "pub_month": "Nov",
    "pub_day": "14"
  },
  "start_page": "60",
  "pages": "60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude",
    "Australia",
    "Awareness",
    "Canada",
    "Developed Countries",
    "Developing Countries",
    "Emigrants and Immigrants",
    "Emigration and Immigration",
    "Global Health",
    "Health Workforce",
    "Humans",
    "Public Policy",
    "United Kingdom",
    "United States",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "24228827",
    "pmc": "PMC3901788",
    "doi": "10.1186/1744-8603-9-60",
    "pii": "1744-8603-9-60"
  },
  "doi": "10.1186/1744-8603-9-60",
  "pmc_id": "PMC3901788",
  "dates": {
    "completed": "2014-06-19",
    "revised": "2023-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.490761",
    "pmid": "24228827"
  }
}