{
  "pmid": "24227928",
  "uid": "24227928",
  "title": "Analysis of reporting return to work in studies comparing open with endoscopic carpal tunnel release: A review of randomized controlled trials.",
  "abstract": "BACKGROUND: In studies comparing open with endoscopic carpal tunnel release, return to work (RTW) is often cited as a primary outcome. OBJECTIVE: The present study assessed the reporting of RTW and evaluated its usefulness in studies comparing these two methods of carpal tunnel release. METHODS: A computerized search was conducted to find randomized controlled trials that compared open with endoscopic carpal tunnel release, with RTW as an outcome measure. The factors that were compared across the studies included definition of RTW, units quantifying RTW, measures of hand function, patients' type of employment, worker's compensation or insurance status, patients' handedness, unilateral or bilateral carpal tunnel release, and use of rehabilitation. RESULTS: Fifteen studies met the inclusion criteria for the present systematic review. Of the 15 studies reviewed, there were seven definitions of RTW. All studies defined whether the patients underwent unilateral or bilateral carpal tunnel release but there was variability in the calculation of RTW when bilateral releases were performed. The impact of worker's compensation or insurance, type of work, handedness and rehabilitation were inconsistently addressed as factors affecting RTW. CONCLUSIONS: Although RTW ideally reflects function and recovery, it is inadequately measured and reported. The present review revealed that, in studies comparing open carpal tunnel release with endoscopic carpal tunnel release, there is lack of uniformity in reporting RTW, which may contribute to the inconclusive results for RTW. Future research needs to ensure that RTW is used in a consistent manner.",
  "authors": [
    {
      "last_name": "Ayeni",
      "fore_name": "Olubimpe",
      "initials": "O",
      "name": "Olubimpe Ayeni",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, St Josephs Healthcare, Surgical Outcomes Research Centre (SOURCE) and McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    },
    {
      "last_name": "Haines",
      "fore_name": "Ted",
      "initials": "T",
      "name": "Ted Haines",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "13",
    "issue": "4",
    "pub_year": "2005"
  },
  "start_page": "181",
  "end_page": "187",
  "pages": "181-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24227928",
    "pmc": "PMC3822461",
    "doi": "10.1177/229255030501300403"
  },
  "doi": "10.1177/229255030501300403",
  "pmc_id": "PMC3822461",
  "dates": {
    "completed": "2014-06-24",
    "revised": "2024-05-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.153418",
    "pmid": "24227928"
  }
}