{
  "pmid": "24246103",
  "uid": "24246103",
  "title": "Diagnostic reasoning: where we've been, where we're going.",
  "abstract": "Recently, clinical diagnostic reasoning has been characterized by \"dual processing\" models, which postulate a fast, unconscious (System 1) component and a slow, logical, analytical (System 2) component. However, there are a number of variants of this basic model, which may lead to conflicting claims. This paper critically reviews current theories and evidence about the nature of clinical diagnostic reasoning. We begin by briefly discussing the history of research in clinical reasoning. We then focus more specifically on the evidence to support dual-processing models. We conclude by identifying knowledge gaps about clinical reasoning and provide suggestions for future research. In contrast to work on analytical and nonanalytical knowledge as a basis for reasoning, these theories focus on the thinking process, not the nature of the knowledge retrieved. Ironically, this appears to be a revival of an outdated concept. Rather than defining diagnostic performance by problem-solving skills, it is now being defined by processing strategy. The version of dual processing that has received most attention in the literature in medical diagnosis might be labeled a \"default/interventionist\" model,(17) which suggests that a default system of cognitive processes (System 1) is responsible for cognitive biases that lead to diagnostic errors and that System 2 intervenes to correct these errors. Consequently, from this model, the best strategy for reducing errors is to make students aware of the biases and to encourage them to rely more on System 2. However, an accumulation of evidence suggests that (a) strategies directed at increasing analytical (System 2) processing, by slowing down, reducing distractions, paying conscious attention, and (b) strategies directed at making students aware of the effect of cognitive biases, have no impact on error rates. Conversely, strategies based on increasing application of relevant knowledge appear to have some success and are consistent with basic research on concept formation.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "a Department of Psychology , Neuroscience & Behaviour, McMaster University , Hamilton , Ontario , Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Teaching and learning in medicine",
    "iso_abbreviation": "Teach Learn Med",
    "issn": "1532-8015",
    "issn_type": "Electronic",
    "volume": "25 Suppl 1",
    "pub_year": "2013"
  },
  "start_page": "S26",
  "end_page": "S32",
  "pages": "S26-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Competence",
    "Cognition",
    "Diagnostic Errors",
    "Education, Medical",
    "Humans",
    "Models, Psychological",
    "Thinking"
  ],
  "article_ids": {
    "pubmed": "24246103",
    "doi": "10.1080/10401334.2013.842911"
  },
  "doi": "10.1080/10401334.2013.842911",
  "dates": {
    "completed": "2014-07-22",
    "revised": "2013-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.751229",
    "pmid": "24246103"
  }
}