{
  "pmid": "24249694",
  "uid": "24249694",
  "title": "Definitions of extubation success in very premature infants: a systematic review.",
  "abstract": "OBJECTIVE: Studies of extubation in preterm infants often define extubation success as a lack of reintubation within a specified time window. However, the duration of observation that defines extubation success in preterm infants has not been validated. The purpose of this study was to systematically review published definitions of extubation success in very preterm infants and to analyse the effect of the definition of extubation success on the reported rates of reintubation. DESIGN: Studies including very preterm infants published between 1 January 2002 and 30 June 2012 that reported reintubation as an outcome were reviewed for definitions of extubation success. Stepwise multivariable linear regression was used to explore variables associated with rate of reintubation. RESULTS: Two independent reviewers performed the search with excellent agreement (κ=0.93). Of the 44 eligible studies, 31 defined a window of observation that ranged from 12 to 168 h (7 days). Extubation and reintubation criteria were highly variable. The mean±SD reintubation rate across all studies was 25±9%. In studies of infants with median birth weight (BW) ≤1000 g, reintubation rates steadily increased as the window of observation increased, without apparent plateau (p = 0.001). This trend was not observed in studies of larger infants (p = 0.85). CONCLUSIONS: Variability in the reported definitions of extubation success makes it difficult to compare extubation strategies across studies. The appropriate window of observation following extubation may depend on the population. In infants with BW ≤1000 g, even a week of observation may fail to identify some who will require reintubation.",
  "authors": [
    {
      "last_name": "Giaccone",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Giaccone",
      "affiliations": [
        "Division of Neonatology, The Children's Hospital of Philadelphia and University of Pennsylvania, , Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Jensen",
      "affiliations": []
    },
    {
      "last_name": "Davis",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Davis",
      "affiliations": []
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Archives of disease in childhood. Fetal and neonatal edition",
    "iso_abbreviation": "Arch Dis Child Fetal Neonatal Ed",
    "issn": "1468-2052",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "F124",
  "end_page": "F127",
  "pages": "F124-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Validation Study"
  ],
  "keywords": [
    "Airway Extubation",
    "Clinical Trials as Topic",
    "Humans",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Infant, Newborn, Diseases",
    "Intensive Care Units, Neonatal",
    "Intubation, Intratracheal",
    "Multivariate Analysis",
    "Research Design",
    "Time Factors",
    "Treatment Outcome",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "24249694",
    "mid": "NIHMS573495",
    "pmc": "PMC4025952",
    "doi": "10.1136/archdischild-2013-304896",
    "pii": "archdischild-2013-304896"
  },
  "doi": "10.1136/archdischild-2013-304896",
  "pmc_id": "PMC4025952",
  "dates": {
    "completed": "2014-04-21",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "T32 HD060550",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.408490",
    "pmid": "24249694"
  }
}