{
  "pmid": "24248996",
  "uid": "24248996",
  "title": "Using a knowledge transfer framework to identify factors facilitating implementation of family-based treatment.",
  "abstract": "OBJECTIVE: To conduct a qualitative study to identify factors that would facilitate the transfer of the research evidence on Family-Based Treatment (FBT) into clinical practice. METHOD: Fundamental qualitative description guided sampling, data collection, and analytic decisions for this study. Forty therapists who treat children and adolescents under the age of 18 with Anorexia Nervosa (AN) and belong to Ontario's provincial network of specialized eating disorder services completed an in-depth interview focusing on elements proposed by the Lavis knowledge transfer framework. An experienced coder conducted content analysis, with 20% of the interviews double-coded for reliability purposes. RESULTS: Participants requested training in the FBT model, including the provision of research evidence (i.e., journal articles), as well as the specific tenets of the model according to the FBT manual. The suggested audience for implementation included not only therapists themselves, but administrators, physicians, and community members. The development of best practice guidelines was also supported. Local FBT experts were suggested as credible messengers. Infrastructure relating to financial support and time away from clinical duties were reported to be essential for training. Ongoing supervision and mentorship were reported to be important elements of implementation and evaluation processes. DISCUSSION: Suggestions for moving FBT into practice were consistent with previous research, however, the importance of obtaining the evidence in the form of primary research articles and obtaining team buy-in were remarkable. Developing context-specific training programs and administrative processes for the implementation of FBT are warranted.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada; Department of Pediatrics, McMaster University, Hamilton, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": []
    },
    {
      "last_name": "Niccols",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Niccols",
      "affiliations": []
    },
    {
      "last_name": "Van Blyderveen",
      "fore_name": "Sherry",
      "initials": "S",
      "name": "Sherry Van Blyderveen",
      "affiliations": []
    },
    {
      "last_name": "McVey",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail McVey",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The International journal of eating disorders",
    "iso_abbreviation": "Int J Eat Disord",
    "issn": "1098-108X",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "410",
  "end_page": "417",
  "pages": "410-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anorexia Nervosa",
    "Child",
    "Data Collection",
    "Education, Continuing",
    "Family Therapy",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle Aged",
    "Ontario",
    "Qualitative Research",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "24248996",
    "doi": "10.1002/eat.22225"
  },
  "doi": "10.1002/eat.22225",
  "dates": {
    "completed": "2014-05-29",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.154471",
    "pmid": "24248996"
  }
}