{
  "pmid": "24256106",
  "uid": "24256106",
  "title": "The role of off-licence outlets in binge drinking: a survey of drinking practices last Saturday night among young adults in Australia.",
  "abstract": "INTRODUCTION AND AIMS: To examine where young adults purchase their alcohol on Saturday nights and how this relates to binge drinking. DESIGN AND METHODS: This study used an online survey of a non-probability-based quota sample of 2013 Australians aged 18-30 years who had consumed alcohol in the past year. Participants who purchased alcohol from off-licence outlets the Saturday night before answering the survey were compared with participants who purchased only from on-licence outlets with regard to how much they drank (binge drinking was defined as five or more drinks), how much they spent on alcohol, where they drank, their risk of an alcohol use disorder and other demographic factors. RESULTS: Of participants who drank the previous Saturday night (n=1106), 46% bought alcohol only from off-licence outlets (e.g. bottle shops), 19% bought from both off-licence and on-licence outlets (e.g. clubs, bars), and 23% bought only from on-licence outlets. Participants who bought alcohol from off-licence outlets were equally likely to binge-drink as participants who bought only from on-licence outlets (B=-0.02, P=0.912), but they drank more cheaply and usually drank at home. Participants who bought alcohol from both off-licence and on-licence outlets were more likely to binge-drink (B=1.39, P<0.001), drank both at home and in public places, were at higher risk of an alcohol use disorder and were more likely to have used stimulants the previous Saturday night. DISCUSSION AND CONCLUSIONS: Off-licence outlets were a major source of alcohol in this sample of young Australian adults, many of whom binge-drank in private homes.",
  "authors": [
    {
      "last_name": "McKetin",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca McKetin",
      "affiliations": [
        "Centre for Research on Ageing, Health and Well-being, Australian National University, Canberra, Australia; National Drug and Alcohol Research Centre, University of New South Wales, Sydney, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": []
    },
    {
      "last_name": "Chalmers",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Chalmers",
      "affiliations": []
    },
    {
      "last_name": "Bright",
      "fore_name": "David",
      "initials": "D",
      "name": "David Bright",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Jan"
  },
  "start_page": "51",
  "end_page": "58",
  "pages": "51-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Australia",
    "Binge Drinking",
    "Commerce",
    "Data Collection",
    "Female",
    "Humans",
    "Leisure Activities",
    "Licensure",
    "Male",
    "Time Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24256106",
    "doi": "10.1111/dar.12073"
  },
  "doi": "10.1111/dar.12073",
  "dates": {
    "completed": "2015-01-07",
    "revised": "2014-01-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.751729",
    "pmid": "24256106"
  }
}