{
  "pmid": "24275513",
  "uid": "24275513",
  "title": "The association between renal replacement therapy modality and long-term outcomes among critically ill adults with acute kidney injury: a retrospective cohort study*.",
  "abstract": "OBJECTIVE: Among critically ill patients with acute kidney injury, the impact of renal replacement therapy modality on long-term kidney function is unknown. Compared with conventional intermittent hemodialysis, continuous renal replacement therapy may promote kidney recovery by conferring greater hemodynamic stability; yet continuous renal replacement therapy may not enhance patient survival and is resource intense. Our objective was to determine whether continuous renal replacement therapy was associated with a lower risk of chronic dialysis as compared with intermittent hemodialysis, among survivors of acute kidney injury. DESIGN: Retrospective cohort study. SETTING: Linked population-wide administrative databases in Ontario, Canada. PATIENTS: Critically ill adults who initiated dialysis for acute kidney injury between July 1996 and December 2009. In the primary analysis, we considered those who survived to at least 90 days after renal replacement therapy initiation. INTERVENTIONS: Initial receipt of continuous renal replacement therapy versus intermittent hemodialysis. MEASUREMENTS AND MAIN RESULTS: Continuous renal replacement therapy recipients were matched 1:1 to intermittent hemodialysis recipients based on a history of chronic kidney disease, receipt of mechanical ventilation, and a propensity score for the likelihood of receiving continuous renal replacement therapy. Cox proportional hazards were used to evaluate the relationship between initial renal replacement therapy modality and the primary outcome of chronic dialysis, defined as the need for dialysis for a consecutive period of 90 days. We identified 2,315 continuous renal replacement therapy recipients of whom 2,004 (87%) were successfully matched to 2,004 intermittent hemodialysis recipients. Participants were followed over a median duration of 3 years. The risk of chronic dialysis was significantly lower among patients who initially received continuous renal replacement therapy versus intermittent hemodialysis (hazard ratio, 0.75; 95% CI, 0.65-0.87). This relation was more prominent among those with preexisting chronic kidney disease (p value for interaction term = 0.065) and heart failure (p value for interaction term = 0.035). CONCLUSIONS: Compared with intermittent hemodialysis, initiation of continuous renal replacement therapy in critically ill adults with acute kidney injury is associated with a lower likelihood of chronic dialysis.",
  "authors": [
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "1Division of Nephrology, St. Michael's Hospital and University of Toronto, Toronto, ON, Canada. 2Keenan Research Centre in the Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, ON, Canada. 3Institute for Clinical Evaluative Sciences, Toronto, ON, Canada. 4Department of Critical Care Medicine and Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, ON, Canada. 5Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada. 6Division of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada. 7Departments of Critical Care and Medicine, St. Michael's Hospital, Toronto, ON, Canada. 8Division of Nephrology, London Health Sciences Centre, London, ON, Canada. 9Division of General Internal Medicine, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": []
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NK",
      "name": "Neill K J Adhikari",
      "affiliations": []
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": []
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KE",
      "name": "Karen E A Burns",
      "affiliations": []
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": []
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": []
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": []
    },
    {
      "last_name": "Kitchlu",
      "fore_name": "Abhijat",
      "initials": "A",
      "name": "Abhijat Kitchlu",
      "affiliations": []
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "868",
  "end_page": "877",
  "pages": "868-77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Age Factors",
    "Aged",
    "Comorbidity",
    "Critical Illness",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Patient Acuity",
    "Proportional Hazards Models",
    "Renal Replacement Therapy",
    "Respiration, Artificial",
    "Retrospective Studies",
    "Risk Assessment",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "24275513",
    "doi": "10.1097/CCM.0000000000000042"
  },
  "doi": "10.1097/CCM.0000000000000042",
  "dates": {
    "completed": "2014-05-12",
    "revised": "2022-03-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.147483",
    "pmid": "24275513"
  }
}