{
  "pmid": "24282566",
  "uid": "24282566",
  "title": "A systematic review of the relationships between intimate partner violence and HIV/AIDS.",
  "abstract": "BACKGROUND: Intimate partner violence (IPV) is a significant health problem that has been associated with HIV infection in numerous studies. We aimed to systematically review the literature on relationships between IPV and HIV in order to describe the prevalence of IPV in people with HIV, the prevalence of HIV in people experiencing IPV, the association between IPV and HIV, and evidence regarding mechanisms of risk and interventions. METHODS: Data sources were 10 electronic databases and reference lists. Studies were included if they reported data on the relationship between IPV and HIV. All records were independently reviewed by two authors at the stages of title and abstract review and full text review. Any abstract considered eligible by either reviewer was reviewed in full, and any disagreement regarding eligibility of full texts or data extracted was resolved by discussion. RESULTS: 101 articles were included. Experiencing IPV and HIV infection were associated in unadjusted analyses in most studies, as well as in adjusted analyses in many studies. The findings of qualitative and quantitative studies assessing potential mechanisms linking IPV and HIV were variable. Few interventions have been assessed, but two identified in this review were promising in terms of preventing IPV, though not HIV infection. CONCLUSIONS: Experiencing IPV and HIV infection tend to be associated in unadjusted analyses, suggesting that IPV screening and linkage with relevant programs and services may be valuable. It is unclear whether there is a causal association between experiencing IPV and HIV infection. Research should focus on defining parameters of IPV which are relevant to HIV infection, including type of IPV and period of exposure and risk, on assessing potential mechanisms, and on developing and assessing interventions which build on the strengths of existing studies.",
  "authors": [
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona G",
      "initials": "FG",
      "name": "Fiona G Kouyoumdjian",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Findlay",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Findlay",
      "affiliations": []
    },
    {
      "last_name": "Schwandt",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Schwandt",
      "affiliations": []
    },
    {
      "last_name": "Calzavara",
      "fore_name": "Liviana M",
      "initials": "LM",
      "name": "Liviana M Calzavara",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "11",
    "pub_year": "2013"
  },
  "start_page": "e81044",
  "pages": "e81044",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Asia",
    "Cross-Sectional Studies",
    "Domestic Violence",
    "Female",
    "HIV Infections",
    "Humans",
    "Male",
    "North America",
    "Prevalence",
    "Sexual Behavior",
    "Sexual Partners",
    "South America"
  ],
  "article_ids": {
    "pubmed": "24282566",
    "pmc": "PMC3840028",
    "doi": "10.1371/journal.pone.0081044",
    "pii": "PONE-D-13-20956"
  },
  "doi": "10.1371/journal.pone.0081044",
  "pmc_id": "PMC3840028",
  "dates": {
    "completed": "2014-08-05",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:50.104369",
    "pmid": "24282566"
  }
}