{
  "pmid": "24286522",
  "uid": "24286522",
  "title": "Is the Give Youth a Voice questionnaire an appropriate measure of teen-centred care in paediatric oncology: a Rasch measurement theory analysis.",
  "abstract": "BACKGROUND: Adolescents have their own views about the cancer care they receive and how they feel they are treated, but their opinions are rarely solicited. OBJECTIVE: To determine whether the 56-item Give Youth a Voice (GYV-56), its subscales and its 20-item short-form, are clinically meaningful and psychometrically sound instruments that can be used to measure teen-centred care (TCC) in paediatric oncology. DESIGN: Qualitative interviews and a questionnaire survey. SETTING AND PARTICIPANTS: Qualitative interviews with 38 childhood cancer survivors. GYV-56 data collected from 200 paediatric cancer patients and survivors. MAIN OUTCOME MEASURE: The GYV-56, which measures the following four aspects of service delivery: Supportive and respectful relationships; Information sharing and communication; Supporting independence; and Teen-centred services. RESULTS: Qualitative data provided broad support for the TCC conceptual framework and GYV-56 items. After post-hoc reduction of the response options from 7 to 3 (to correct for disordered thresholds), fit to the Rasch model was good, most items showed acceptable fit residuals and chi-square P-values, scale reliability were supported and item locations defined a continuum for TCC that was well-targeted to the sample. By calibrating the items for each subscale and the short-form to the full scale, the scores obtained on each measure are directly comparable. CONCLUSION: Our study found initial support for use of the GYV with a reduced response option format for examining TCC in the adolescent oncology patients. in this paediatric population. Further research using the GYV is needed to elaborate upon our findings.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Clinical Neurology Research Group, Plymouth University Peninsula Schools of Medicine and Dentistry, Plymouth, UK."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Roona",
      "initials": "R",
      "name": "Roona Sinha",
      "affiliations": [
        "Department of Pediatrics, University of Saskatchewan, Saskatoon, SK, Canada."
      ]
    },
    {
      "last_name": "Shahbaz",
      "fore_name": "Areej",
      "initials": "A",
      "name": "Areej Shahbaz",
      "affiliations": [
        "University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Klaassen",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Klaassen",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Dix",
      "fore_name": "David",
      "initials": "D",
      "name": "David Dix",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2015",
    "pub_month": "Oct"
  },
  "start_page": "1686",
  "end_page": "1697",
  "pages": "1686-97",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Female",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Medical Oncology",
    "Models, Statistical",
    "Patient-Centered Care",
    "Pediatrics",
    "Professional-Patient Relations",
    "Psychometrics",
    "Qualitative Research",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "24286522",
    "pmc": "PMC5060822",
    "doi": "10.1111/hex.12161"
  },
  "doi": "10.1111/hex.12161",
  "pmc_id": "PMC5060822",
  "dates": {
    "completed": "2016-07-13",
    "revised": "2024-05-31"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.054728",
    "pmid": "24286522"
  }
}