{
  "pmid": "24288261",
  "uid": "24288261",
  "title": "Combination pharmacotherapy to prevent cardiovascular disease: present status and challenges.",
  "abstract": "Combination pills containing aspirin, multiple blood pressure (BP) lowering drugs, and a statin have demonstrated safety, substantial risk factor reductions, and improved medication adherence in the prevention of cardiovascular disease (CVD). The individual medications in combination pills are already recommended for use together in secondary CVD prevention. Therefore, current information on their pharmacokinetics, impact on the risk factors, and tolerability should be sufficient to persuade regulators and clinicians to use fixed-dose combination pills in high-risk individuals, such as in secondary prevention. Long-term use of these medicines, in a polypill or otherwise, is expected to reduce CVD risk by at least 50-60% in such groups. This risk reduction needs confirmation in prospective randomized trials for populations for whom concomitant use of the medications is not currently recommended (e.g. primary prevention). Given their additive benefits, the combined estimated relative risk reduction (RRR) in CVD from both lifestyle modification and a combination pill is expected to be 70-80%. The first of several barriers to the widespread use of combination therapy in CVD prevention is physician reluctance to use combination pills. This reluctance may originate from the belief that lifestyle modification should take precedence, and that medications should be introduced one drug at a time, instead of regarding combination pills and lifestyle modification as complementary and additive. Second, widespread availability of combination pills is also impeded by the reluctance of large pharmaceutical companies to invest in development of novel co-formulations of generic (or 'mature') drugs. A business model based on 'mass approaches' to drug production, packaging, marketing, and distribution could make the combination pill available at an affordable price, while at the same time providing a viable profit for the manufacturers. A third barrier is regulatory approval for novel multidrug combination pills, as there are few precedents for the approval of combination products with four or more components for CVD. Acceptance of combination therapy in other settings suggests that with concerted efforts by academics, international health agencies, research funding bodies, governments, regulators, and pharmaceutical manufacturers, combination pills for prevention of CVD in those with disease or at high risk (e.g. those with multiple risk factors) can be made available worldwide at affordable prices. It is anticipated that widespread use of combination pills with lifestyle modifications can lead to substantial risk reductions (as much as an 80% estimated RRR) in CVD. Heath care systems need to deploy these strategies widely, effectively, and efficiently. If implemented, these strategies could avoid several millions of fatal and non-fatal CVD events every year worldwide.",
  "authors": [
    {
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "Attaran",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Attaran",
      "affiliations": []
    },
    {
      "last_name": "Bosch",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Bosch",
      "affiliations": []
    },
    {
      "last_name": "Joseph",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Joseph",
      "affiliations": []
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Lonn",
      "affiliations": []
    },
    {
      "last_name": "McCready",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara McCready",
      "affiliations": []
    },
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": []
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": []
    },
    {
      "last_name": "Pais",
      "fore_name": "Prem",
      "initials": "P",
      "name": "Prem Pais",
      "affiliations": []
    },
    {
      "last_name": "Rodgers",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Rodgers",
      "affiliations": []
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J-D",
      "initials": "JD",
      "name": "J-D Schwalm",
      "affiliations": []
    },
    {
      "last_name": "Smith",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Smith",
      "affiliations": []
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": []
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "European heart journal",
    "iso_abbreviation": "Eur Heart J",
    "issn": "1522-9645",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "353",
  "end_page": "364",
  "pages": "353-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Agents",
    "Cardiovascular Diseases",
    "Drug Approval",
    "Drug Combinations",
    "Drug Costs",
    "Evidence-Based Medicine",
    "Humans",
    "Primary Prevention",
    "Randomized Controlled Trials as Topic",
    "Risk Reduction Behavior",
    "Secondary Prevention"
  ],
  "article_ids": {
    "pubmed": "24288261",
    "doi": "10.1093/eurheartj/eht407",
    "pii": "eht407"
  },
  "doi": "10.1093/eurheartj/eht407",
  "dates": {
    "completed": "2014-09-29",
    "revised": "2022-03-16"
  },
  "chemicals": [
    "Cardiovascular Agents",
    "Drug Combinations"
  ],
  "grants": [
    {
      "grant_id": "089725",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.926236",
    "pmid": "24288261"
  }
}