{
  "pmid": "24290937",
  "uid": "24290937",
  "title": "Usability testing of a respiratory interface using computer screen and facial expressions videos.",
  "abstract": "Computer screen videos (CSVs) and users' facial expressions videos (FEVs) are recommended to evaluate systems performance. However, software combining both methods is often non-accessible in clinical research fields. The Observer-XT software is commonly used for clinical research to assess human behaviours. Thus, this study reports on the combination of CSVs and FEVs, to evaluate a graphical user interface (GUI). Eight physiotherapists entered clinical information in the GUI while CSVs and FEVs were collected. The frequency and duration of a list of behaviours found in FEVs were analysed using the Observer-XT-10.5. Simultaneously, the frequency and duration of usability problems of CSVs were manually registered. CSVs and FEVs timelines were also matched to verify combinations. The analysis of FEVs revealed that the category most frequently observed in users behaviour was the eye contact with the screen (ECS, 32±9) whilst verbal communication achieved the highest duration (14.8±6.9min). Regarding the CSVs, 64 problems, related with the interface (73%) and the user (27%), were found. In total, 135 usability problems were identified by combining both methods. The majority were reported through verbal communication (45.8%) and ECS (40.8%). \"False alarms\" and \"misses\" did not cause quantifiable reactions and the facial expressions problems were mainly related with the lack of familiarity (55.4%) felt by users when interacting with the interface. These findings encourage the use of Observer-XT-10.5 to conduct small usability sessions, as it identifies emergent groups of problems by combining methods. However, to validate final versions of systems further validation should be conducted using specialized software.",
  "authors": [
    {
      "last_name": "Oliveira",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Oliveira",
      "affiliations": [
        "School of Health Sciences, University of Aveiro (ESSUA), Campus Universitário de Santiago, Edifício 30, Agras do Crasto - Campus Universitário de Santiago, 3810-193 Aveiro, Portugal. Electronic address: alao@ua.pt."
      ]
    },
    {
      "last_name": "Pinho",
      "fore_name": "Cátia",
      "initials": "C",
      "name": "Cátia Pinho",
      "affiliations": []
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": []
    },
    {
      "last_name": "Marcos",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Marcos",
      "affiliations": []
    },
    {
      "last_name": "Marques",
      "fore_name": "Alda",
      "initials": "A",
      "name": "Alda Marques",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Computers in biology and medicine",
    "iso_abbreviation": "Comput Biol Med",
    "issn": "1879-0534",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "12",
    "pub_year": "2013",
    "pub_month": "Dec"
  },
  "start_page": "2205",
  "end_page": "2213",
  "pages": "2205-13",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Facial Expression",
    "Female",
    "Humans",
    "Male",
    "Respiration",
    "User-Computer Interface"
  ],
  "article_ids": {
    "pubmed": "24290937",
    "doi": "10.1016/j.compbiomed.2013.10.010",
    "pii": "S0010-4825(13)00289-8"
  },
  "doi": "10.1016/j.compbiomed.2013.10.010",
  "dates": {
    "completed": "2014-07-21",
    "revised": "2013-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.055408",
    "pmid": "24290937"
  }
}