{
  "pmid": "24294015",
  "uid": "24294015",
  "title": "Plastic surgery wait times in Ontario: A potential surrogate for workforce demand.",
  "abstract": "BACKGROUND: Accurate projections of plastic surgeon workforce requirements are essential to ensure a high standard of care and to properly allocate health care resources. Wait-time data were used to identify geographical areas that may benefit from additional plastic surgeons. METHODS: Plastic surgery wait times were analyzed using data from Ontario's Wait Time Information System for 2009 to 2010. Data were compared with benchmarks published by the Canadian Society of Plastic Surgeons, and plastic surgeon density was captured by the Ontario Physician Human Resources Data Centre. RESULTS: Aggregate plastic surgery wait times at the 90th percentile failed to meet targets based on priority. For priority 2 (target = 28 days) and priority 3 cases (target = 84 days), wait times were 35 and 101 days, respectively (P<0.05). Wait times also consistently exceeded provincial standards in the southwestern (Local Health Integration Network [LHIN] 2), eastern (LHINs 10 and 11) and northeastern (LHIN 13) regions of Ontario. A negative correlation (r=-0.37; P<0.05) between wait times and surgeon density for priority 4 cases was observed, suggesting that more surgeons per capita is associated with shorter wait times for these lower-priority cases. In contrast, a positive correlation was observed for priority 2 (r=0.50; P<0.05) and priority 3 cases (r=0.35; P<0.05). CONCLUSION: Plastic surgery wait times in Ontario exceeded benchmarks in several geographical regions. Paradoxically, for high-priority cases, wait times were longer in LHINs with a higher density of plastic surgeons. Further investigation into patient mobility, physician practice patterns and the availability of hospital resources, such as hospital beds or operating room time, is required.",
  "authors": [
    {
      "last_name": "Cheung",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Cheung",
      "affiliations": [
        "Division of Plastic Surgery;"
      ]
    },
    {
      "last_name": "Sweetman",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Sweetman",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "20",
    "issue": "4",
    "pub_year": "2012"
  },
  "start_page": "229",
  "end_page": "232",
  "pages": "229-32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24294015",
    "pmc": "PMC3513250",
    "doi": "10.1177/229255031202000411"
  },
  "doi": "10.1177/229255031202000411",
  "pmc_id": "PMC3513250",
  "dates": {
    "completed": "2013-12-02",
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.410650",
    "pmid": "24294015"
  }
}