{
  "pmid": "24294019",
  "uid": "24294019",
  "title": "Challenges and strategies for determining workforce requirements in plastic surgery.",
  "abstract": "BACKGROUND: Accurate projections of the future plastic surgeon workforce are essential to provide a high standard of care and to properly allocate scarce health care resources. This is not a straightforward task. Longstanding concerns over physician surpluses have been replaced by fears of physician shortages. METHODS: A review of previous efforts to predict future plastic surgeon workforce requirements highlights the challenges associated with deriving a solution. Physician workforce is dependent on numerous factors, including both physician-supply factors, such as practice patterns and age, and population-demand factors including disease burden and socioeconomic factors. Factors unique to plastic surgery, such as overlap with other specialties and performance of uninsured services, must also be considered. Previous strategies from other areas of medicine are described with associated strengths and weaknesses. These strategies include needs- and demand-based approaches, economic analysis and benchmarking. Finally, the need for appropriate outcomes from which to assess adequacy of physician supply is discussed. CONCLUSIONS: Projections of future plastic surgeon workforce requirements must not only consider a multitude of physician supply and population demand factors, but also factors unique to plastic surgery. Future strategies to predict workforce requirements should balance the strengths and weaknesses of each approach with the data and outcomes available in plastic surgery.",
  "authors": [
    {
      "last_name": "Cheung",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Cheung",
      "affiliations": [
        "Division of Plastic Surgery;"
      ]
    },
    {
      "last_name": "Sweetman",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Sweetman",
      "affiliations": []
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Canadian journal of plastic surgery = Journal canadien de chirurgie plastique",
    "iso_abbreviation": "Can J Plast Surg",
    "issn": "1195-2199",
    "issn_type": "Print",
    "volume": "20",
    "issue": "4",
    "pub_year": "2012"
  },
  "start_page": "245",
  "end_page": "247",
  "pages": "245-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24294019",
    "pmc": "PMC3513254",
    "doi": "10.1177/229255031202000403"
  },
  "doi": "10.1177/229255031202000403",
  "pmc_id": "PMC3513254",
  "dates": {
    "completed": "2013-12-02",
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:37.410835",
    "pmid": "24294019"
  }
}