{
  "pmid": "24303233",
  "uid": "24303233",
  "title": "Tools for Identifying Reliable Evidence and Implementing it in Everyday Clinical Care.",
  "abstract": "Just as translational medicine follows a long winding path from bench-to-bedside, so can Evidence-Based Medicine be envisioned as comprising a multi-step pipeline, from building evidence from raw data through synthesizing best practices and providing clinical decision support in a process described as the \"evidence pyramid\". 1 At one end, a heterogeneous mix of clinical and experimental studies including clinical trials, case reports, animal models and retrospective analyses are published as new knowledge. Then, experts collect and assess high-quality relevant evidence on specific issues and publish their conclusions (e.g., regarding efficacy and safety of treatments) as systematic reviews and meta-analyses. Finally, when an expert consensus has been reached, this must reach the attention of policy makers within the profession, the government and insurance companies, resulting in new practice guidelines and altered clinical practice within hospitals and clinics. At each stage, this process requires a large investment of time and effort from many individuals with a wide range of expertise. Our panel will discuss the variety of innovative approaches that are being taken by different informatics research groups to improve each step within the evidence based medicine pipeline. These approaches are, in part, devoted to making existing data collection and synthesis practices faster and more efficient, but they also involve re-imagining and re-engineering the processes by which evidence is accumulated, evaluated and applied.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Cohen",
      "affiliations": [
        "Department of Medical Informatics and Clinical Epidemiology, Oregon Health & Science University, Portland, OR."
      ]
    },
    {
      "last_name": "Demner-Fushman",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Demner-Fushman",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "last_name": "Sim",
      "fore_name": "Ida",
      "initials": "I",
      "name": "Ida Sim",
      "affiliations": []
    },
    {
      "last_name": "Smalheiser",
      "fore_name": "Neil R",
      "initials": "NR",
      "name": "Neil R Smalheiser",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "AMIA Joint Summits on Translational Science proceedings. AMIA Joint Summits on Translational Science",
    "iso_abbreviation": "AMIA Jt Summits Transl Sci Proc",
    "issn": "2153-4063",
    "issn_type": "Print",
    "volume": "2013",
    "pub_year": "2013"
  },
  "start_page": "42",
  "end_page": "44",
  "pages": "42-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24303233",
    "pmc": "PMC3845785"
  },
  "pmc_id": "PMC3845785",
  "dates": {
    "completed": "2013-12-04",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:18.593536",
    "pmid": "24303233"
  }
}