{
  "pmid": "24308192",
  "uid": "24308192",
  "title": "[Research on action features of acupuncturist experts' acupuncture needle twirling skills].",
  "abstract": "OBJECTIVE: To observe the features of acupuncture needle twirling manipulations in order to promote the development of objective and quantitative performance standards of acupuncture manipulation. METHODS: Twelve expert acupuncturists and 12 novices were enrolled in this study. Everyone of them was instructed to perform 10 trials of the uniform reinforcing and reducing technique of acupuncture on an artificial skin-pad that was mounted to a six-axis force transducer and each subject had his or her dominant hand index finger affixed with an infrared light emitting diode for acquiring parameters of acupuncture needle manipulation. The force transducer was used to measure the force the participant applied as they held an acupuncture needle to stimulate the skin-pad, and at the mean time, an optoelectric camera was employed to measure the position of the diode. RESULTS: In comparison with the expert acupuncturist group, the straggling coefficient of needle-twirling frequency was significantly bigger in the novice group (P < 0.01), suggesting a higher consistency in the trial-by-trial needle-twirling operation of the expert acupuncturists. Comparison of the needle-twirling force showed that the force values of the Z-axis in both expert group and novice group were considerably higher than those of the X-axis and Y-axis in the same one group (P < 0.01). The time of pre-needle-twirling of the novice group was markedly longer than that of the expert group (P < 0.01), suggesting a skilled operation technique of the expert acupuncturists. No significant differences were found between the expert acupuncturist group and novice group in the needle-twirling amplitude, frequency, force and total operation time (P > 0.05). CONCLUSION: Movement frequency consistency and temporal efficiency are the action features of expert acupuncturists in performing the uniform reducing-reinforcing twirling skill, which differentiates the performances of experts from novices. The assessment and training of this acupuncture skill should focus on these kinematic features.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Li",
      "affiliations": [
        "Department of Sports & Health, Nanjing Sport Institute, Nanjing 210014, China. lijing197512@163.com"
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Mary X",
      "initials": "MX",
      "name": "Mary X Wu",
      "affiliations": []
    },
    {
      "last_name": "Breuer",
      "fore_name": "Ronny",
      "initials": "R",
      "name": "Ronny Breuer",
      "affiliations": []
    },
    {
      "last_name": "Zhou",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Zhou",
      "affiliations": []
    },
    {
      "last_name": "Carnahan",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Carnahan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zhen ci yan jiu = Acupuncture research",
    "iso_abbreviation": "Zhen Ci Yan Jiu",
    "issn": "1000-0607",
    "issn_type": "Print",
    "volume": "38",
    "issue": "5",
    "pub_year": "2013",
    "pub_month": "Oct"
  },
  "start_page": "415",
  "end_page": "419",
  "pages": "415-9",
  "language": "chi",
  "publication_types": [
    "English Abstract",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acupuncture Therapy",
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Needles"
  ],
  "article_ids": {
    "pubmed": "24308192"
  },
  "dates": {
    "completed": "2014-01-07",
    "revised": "2016-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:53.925324",
    "pmid": "24308192"
  }
}