{
  "pmid": "24308304",
  "uid": "24308304",
  "title": "Hospital accreditation, reimbursement and case mix: links and insights for contractual systems.",
  "abstract": "BACKGROUND: Resource consumption is a widely used proxy for severity of illness, and is often measured through a case-mix index (CMI) based on Diagnosis Related Groups (DRGs), which is commonly linked to payment. For countries that do not have DRGs it has been suggested to use CMIs derived from International Classification of Diseases (ICD). Our research objective was to use ICD-derived case-mix to evaluate whether or not the current accreditation-based hospital reimbursement system in Lebanon is appropriate. METHODS: Our study population included medical admissions to 122 hospitals contracted with the Lebanese Ministry of Public Health (MoPH) between June 2011 and May 2012. Applying ICD-derived CMI on principal diagnosis cost (CMI-ICDC) using weighing similar to that used in Medicare DRG CMI, analyses were made by hospital accreditation, ownership and size. We examined two measures of 30-day re-admission rate. Further analysis was done to examine correlation between principal diagnosis CMI and surgical procedure cost CMI (CMI-CPTC), and three proxy measures on surgical complexity, case complexity and surgical proportion. RESULTS: Hospitals belonging to the highest accreditation category had a higher CMI than others, but no difference was found in CMI among the three other categories. Private hospitals had a higher CMI than public hospitals, and those more than 100 beds had a higher CMI than smaller hospitals. Re-admissions rates were higher in accreditation category C hospitals than category D hospitals. CMI-ICDC was fairly correlated with CMI-CPTC, and somehow correlated with the proposed proxies. CONCLUSIONS: Our results indicate that the current link between accreditation and reimbursement rate is not appropriate, and leads to unfairness and inefficiency in the system. Some proxy measures are correlated with case-mix but are not good substitutes for it. Policy implications of our findings propose the necessity for changing the current reimbursement system by including case mix and outcome indicators in addition to accreditation in hospital contracting. Proxies developed may be used to detect miss-use and provider adverse behavior. Research using ICD-derived case mix is limited and our findings may be useful to inform similar initiatives and other limited-setting countries in the region.",
  "authors": [
    {
      "last_name": "Ammar",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Ammar",
      "affiliations": []
    },
    {
      "last_name": "Khalife",
      "fore_name": "Jade",
      "initials": "J",
      "name": "Jade Khalife",
      "affiliations": [
        "Emergency Social Protection Implementation Support Project, Ministry of Public Health, Beirut, Lebanon. jade.khalife@yahoo.com."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": []
    },
    {
      "last_name": "Romanos",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Romanos",
      "affiliations": []
    },
    {
      "last_name": "Harb",
      "fore_name": "Hilda",
      "initials": "H",
      "name": "Hilda Harb",
      "affiliations": []
    },
    {
      "last_name": "Hamadeh",
      "fore_name": "Ghassan",
      "initials": "G",
      "name": "Ghassan Hamadeh",
      "affiliations": []
    },
    {
      "last_name": "Dimassi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Dimassi",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "505",
  "pages": "505",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accreditation",
    "Contract Services",
    "Diagnosis-Related Groups",
    "Economics, Hospital",
    "Hospitals, Private",
    "Humans",
    "Insurance, Health, Reimbursement",
    "Lebanon",
    "Patient Readmission",
    "Reimbursement Mechanisms"
  ],
  "article_ids": {
    "pubmed": "24308304",
    "pmc": "PMC4233635",
    "doi": "10.1186/1472-6963-13-505",
    "pii": "1472-6963-13-505"
  },
  "doi": "10.1186/1472-6963-13-505",
  "pmc_id": "PMC4233635",
  "dates": {
    "completed": "2014-04-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.347461",
    "pmid": "24308304"
  }
}