{
  "pmid": "24305039",
  "uid": "24305039",
  "title": "Development and psychometric properties of a questionnaire to assess barriers to feeding critically ill patients.",
  "abstract": "BACKGROUND: To successfully implement the recommendations of critical care nutrition guidelines, one potential approach is to identify barriers to providing optimal enteral nutrition (EN) in the intensive care unit (ICU), and then address these barriers systematically. Therefore, the purpose of this study was to develop a questionnaire to assess barriers to enterally feeding critically ill patients and to conduct preliminary validity testing of the new instrument. METHODS: The content of the questionnaire was guided by a published conceptual framework, literature review, and consultation with experts. The questionnaire was pre-tested on a convenience sample of 32 critical care practitioners, and then field tested with 186 critical care providers working at 5 hospitals in North America. The revised questionnaire was pilot tested at another ICU (n = 43). Finally, the questionnaire was distributed to a random sample of ICU nurses twice, two weeks apart, to determine test retest reliability (n = 17). Descriptive statistics, exploratory factor analysis, Cronbach alpha, intraclass correlations (ICC), and kappa coefficients were conducted to assess validity and reliability. RESULTS: We developed a questionnaire with 26 potential barriers to delivery of EN asking respondents to rate their importance as barriers in their ICU. Face and content validity of the questionnaire was established through literature review and expert input. The factor analysis indicated a five-factor solution and accounted for 72% of the variance in barriers: guideline recommendations and implementation strategies, delivery of EN to the patient, critical care provider attitudes and behavior, dietitian support, and ICU resources. Overall, the indices of internal reliability for the derived factor subscales and the overall instrument were acceptable (subscale Cronbach alphas range 0.84 - 0.89). However, the test retest reliability was variable and below acceptable thresholds for the majority of items (ICC's range -0.13 to 0.70). The within group agreement, an indices reflecting the reliability of aggregating individual responses to the ICU level was also variable (ICC's range 0.0 to 0.82). CONCLUSIONS: We developed a questionnaire to identify barriers to enteral feeding in critically ill patients. Additional studies are planned to further revise and evaluate the reliability and validity of the instrument.",
  "authors": [
    {
      "last_name": "Cahill",
      "fore_name": "Naomi E",
      "initials": "NE",
      "name": "Naomi E Cahill",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Carruthers Hall, Kingston, Ontario, Canada. cahilln@kgh.kari.net."
      ]
    },
    {
      "last_name": "Day",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Day",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2013",
    "pub_month": "Dec",
    "pub_day": "04"
  },
  "start_page": "140",
  "pages": "140",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Critical Illness",
    "Enteral Nutrition",
    "Factor Analysis, Statistical",
    "Female",
    "Guideline Adherence",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Medical Staff, Hospital",
    "Middle Aged",
    "Psychometrics",
    "Surveys and Questionnaires",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24305039",
    "pmc": "PMC4235036",
    "doi": "10.1186/1748-5908-8-140",
    "pii": "1748-5908-8-140"
  },
  "doi": "10.1186/1748-5908-8-140",
  "pmc_id": "PMC4235036",
  "dates": {
    "completed": "2014-08-25",
    "revised": "2021-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.113502",
    "pmid": "24305039"
  }
}