{
  "pmid": "24314319",
  "uid": "24314319",
  "title": "Improving care after hip fracture: the fracture? Think osteoporosis (FTOP) program.",
  "abstract": "BACKGROUND: Hip fractures are a common and serious consequence of osteoporosis, and hip fracture patients are at high risk for recurrence. Appropriate pharmacotherapy reduces this risk and is associated with reduced mortality after hip fracture, but a care gap exists for fracture prevention in these patients. This evaluation determined rates of osteoporosis treatment and bone mineral density (BMD) testing in hip fracture patients following discharge from a rehabilitation unit. METHODS: A prospective cohort study of hip fracture patients aged ≥ 50 on an inpatient rehabilitation unit in 2008 and 2011. Patients were seen by a nurse specialist, and encouraged to see their family physician for further assessment and treatment. Physicians were sent a letter indicating the need to follow up with their patient. Patients were contacted following discharge from hospital to determine treatment rates. RESULTS: Of 310 eligible hip fracture patients admitted to the rehabilitation unit in the years studied, 207 patients were reached post-discharge and provided data. Of patients who were not previously taking osteoporosis medication, 59% of patients from the 2008 cohort, and 42% of patients from the 2011 cohort had osteoporosis treatment initiated by six months following discharge. By 2 months following discharge, 46% of patients in the 2008 cohort had a new BMD performed or scheduled, while this was true for 14% of patients from the 2011 cohort. 35% of patients in 2011 had not seen their family physician by 2 months following discharge. CONCLUSIONS: Rates for osteoporosis treatment and BMD testing were higher than those reported in the literature for patients not enrolled in case manager programs. BMD testing declined from 2008 to 2011. Lower treatment rates may be due to concerns regarding reports of possible association between bisphosphonate use and atypical fractures. Improving rates of patient follow-up with family physicians will be important for increasing hip fracture treatment rates after discharge.",
  "authors": [
    {
      "last_name": "Dore",
      "fore_name": "Naomi",
      "initials": "N",
      "name": "Naomi Dore",
      "affiliations": []
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Courtney",
      "initials": "C",
      "name": "Courtney Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Fisher",
      "fore_name": "Pauline",
      "initials": "P",
      "name": "Pauline Fisher",
      "affiliations": []
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": []
    },
    {
      "last_name": "Farrauto",
      "fore_name": "Leonardo",
      "initials": "L",
      "name": "Leonardo Farrauto",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Hamilton Health Sciences-St, Peter's Hospital, 88 Maplewood Avenue, Hamilton, ON L8M 1W9, Canada. Papaioannou@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "start_page": "130",
  "pages": "130",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Bone Density Conservation Agents",
    "Cohort Studies",
    "Diphosphonates",
    "Female",
    "Follow-Up Studies",
    "Hip Fractures",
    "Humans",
    "Male",
    "Osteoporosis",
    "Patient Care",
    "Prospective Studies",
    "Tertiary Care Centers"
  ],
  "article_ids": {
    "pubmed": "24314319",
    "pmc": "PMC4029576",
    "doi": "10.1186/1471-2318-13-130",
    "pii": "1471-2318-13-130"
  },
  "doi": "10.1186/1471-2318-13-130",
  "pmc_id": "PMC4029576",
  "dates": {
    "completed": "2014-07-14",
    "revised": "2025-05-29"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Diphosphonates"
  ],
  "grants": [
    {
      "grant_id": "88225-1",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.706582",
    "pmid": "24314319"
  }
}