{
  "pmid": "24318405",
  "uid": "24318405",
  "title": "The hip labrum reconstruction: indications and outcomes--a systematic review.",
  "abstract": "PURPOSE: With further understanding of the function and the importance of the hip labrum, greater attention has been paid to preserve and repair the damaged labrum. Hip labrum reconstruction has been described to optimize hip preservation when the labrum is deficient. This systematic review aimed to explore and identify the reported indications and outcomes in patients who undergo labral reconstruction of the hip joint. METHODS: The electronic databases EMBASE, MEDLINE, and PubMed were searched for all available dates up to July 2013. Further hand search of the reference sections of the included studies was done. Two reviewers searched, screened, and evaluated the included studies for data quality using the Methodological Index for Non-Randomized Studies (MINORS) Scale. Data were also abstracted in duplicate, and agreement and descriptive statistics are presented. RESULTS: There were 5 eligible studies (3 case series, 1 prospective cohort, and 1 retrospective chart review) with a total of 128 patients, and an average 11/16 quality on the MINORS score included in this review. All patients were diagnosed with femoroacetabular impingement and underwent labral reconstruction. Ninety-four patients were assessed at follow-up (73.4 % survivorship) between a reported mean range of 10 and 49 months. There was variability between the studies with regard to the graft types utilized (ilio-tibial band, Gracilis tendon, Ligamentum teres), surgical approaches [open (18.7 %) vs. arthroscopic (81.3 %)], and the reported outcome measures. Overall, improvement was observed in the patient-reported outcomes and functional scores (mHHS, HOS, UCLA, NASH, and SF-12). The failure rate or conversion to THA rate in all available patients was 20 %. The most common indication for labrum reconstruction was a young, active patient with minimal arthritis and non-salvageable or deficient labrum. Other indications included instability, pain, and hypotrophic dysfunctional labrum. CONCLUSION: Based on the current available evidence, hip labrum reconstruction is a new technique that shows short-term improvement in patient-reported outcomes and functional scores post-operatively. The main indication for reconstruction was a deficient labrum due to previous surgical excision or irreparable tears in young patients with no significant arthritis. Long-term follow-up results with higher quality studies are still lacking based on this review.",
  "authors": [
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1200 Main Street West, 4E17, Hamilton, ON, L8N 3Z5, Canada, trauma7@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alradwan",
      "fore_name": "Hussain",
      "initials": "H",
      "name": "Hussain Alradwan",
      "affiliations": []
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": []
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "737",
  "end_page": "743",
  "pages": "737-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Arthroscopy",
    "Female",
    "Femoracetabular Impingement",
    "Fibrocartilage",
    "Hip Joint",
    "Humans",
    "Male",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "24318405",
    "doi": "10.1007/s00167-013-2804-5"
  },
  "doi": "10.1007/s00167-013-2804-5",
  "dates": {
    "completed": "2014-10-06",
    "revised": "2025-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.745244",
    "pmid": "24318405"
  }
}