{
  "pmid": "24315336",
  "uid": "24315336",
  "title": "[GRADE guidelines: 12. Developing Summary of Findings tables - dichotomous outcomes].",
  "abstract": "Summary of Findings (SoF) tables present, for each of the seven (or fewer) most important outcomes, the following: the number of studies and number of participants; the confidence in effect estimates (quality of evidence); and the best estimates of relative and absolute effects. Potentially challenging choices in preparing SoF tables include using direct evidence (which may have very few events) or indirect evidence (from a surrogate) as the best evidence for a treatment effect. If a surrogate is chosen, it must be labeled as substituting for the corresponding patient-important outcome. Another such choice is presenting evidence from low-quality randomised trials or high-quality observational studies. When in doubt, a reasonable approach is to present both sets of evidence; if the two bodies of evidence have similar quality but discrepant results, one would rate down further for inconsistency. For binary outcomes, relative risks (RRs) are the preferred measure of relative effect and, in most instances, are applied to the baseline or control group risks to generate absolute risks. Ideally, the baseline risks come from observational studies including representative patients and identifying easily measured prognostic factors that define groups at differing risk. In the absence of such studies, relevant randomised trials provide estimates of baseline risk. When confidence intervals (CIs) around the relative effect include no difference, one may simply state in the absolute risk column that results fail to show a difference, omit the point estimate and report only the CIs, or add a comment emphasizing the uncertainty associated with the point estimate. KEY STATEMENTS: Summary of Findings (SoF) tables provide succinct; easily digestible presentations of confidence in effect estimates (quality of evidence) and magnitude of effects. SoF tables should present the seven (or fewer) most important outcomes. These outcomes must always be patient-important outcomes and never be surrogates, although surrogates can be used to estimate effects on patient-important outcomes. SoF tables should present the highest quality evidence. When the quality of two bodies of evidence (e.g., randomised trials and observational studies) is similar, SoF tables may include summaries from both. SoF tables should include both relative and absolute effect measures, and separate estimates of absolute effect for identifiable patient groups with substantially different baseline or control group risks.",
  "authors": [
    {
      "last_name": "Langer",
      "fore_name": "Gero",
      "initials": "G",
      "name": "Gero Langer",
      "affiliations": [
        "Institut für Gesundheits- und Pflegewissenschaft, Medizinische Fakultät der Martin-Luther-Universität Halle-Wittenberg, Halle (Saale). Electronic address: gero.langer@medizin.uni-halle.de."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": []
    },
    {
      "last_name": "Perleth",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Perleth",
      "affiliations": []
    },
    {
      "last_name": "Gartlehner",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Gartlehner",
      "affiliations": []
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen",
    "iso_abbreviation": "Z Evid Fortbild Qual Gesundhwes",
    "issn": "2212-0289",
    "issn_type": "Electronic",
    "volume": "107",
    "issue": "9-10",
    "pub_year": "2013"
  },
  "start_page": "646",
  "end_page": "664",
  "pages": "646-64",
  "language": "ger",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Data Collection",
    "Endpoint Determination",
    "Evidence-Based Medicine",
    "Germany",
    "Humans",
    "National Health Programs",
    "Observational Studies as Topic",
    "Outcome Assessment, Health Care",
    "Practice Guidelines as Topic",
    "Quality Assurance, Health Care",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Research Report",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "24315336",
    "doi": "10.1016/j.zefq.2013.10.034",
    "pii": "S1865-9217(13)00267-5"
  },
  "doi": "10.1016/j.zefq.2013.10.034",
  "dates": {
    "completed": "2014-09-22",
    "revised": "2019-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.564211",
    "pmid": "24315336"
  }
}