{
  "pmid": "24319156",
  "uid": "24319156",
  "title": "Phase 4 research: what happens when the rubber meets the road?",
  "abstract": "Approval of a novel drug is oftentimes seen as the end of the development pathway. However, the appearance of rare but serious side effects in patients taking approved drugs has led to increased attention to phase 4, or postmarketing, research. Traditionally, postmarketing research relied on reports from clinicians to monitor for unexpected toxicity. However, such reporting will produce a biased assessment of risk due to underreporting of toxic effects in older medications. The availability of large, representative databases and more flexible analysis tools has led to comprehensive and near \"real-time\" surveillance programs. These programs have been used by the US Food and Drug Administration to explore toxicities of approved medications. The need for effective tools with which to monitor clinically relevant outcome events has been further increased by the development of accelerated pathways to drug approval. In areas without effective treatments, such pathways lead to licensure without rigorous clinical efficacy data. Continued approval is frequently made contingent on the availability of postmarketing surveillance data demonstrating improvements in clinical end points and these data can also be used to monitor for unexpected toxicity.",
  "authors": [
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "1Division of Hematology and Thromboembolism, St Joseph's Hospital, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Hematology. American Society of Hematology. Education Program",
    "iso_abbreviation": "Hematology Am Soc Hematol Educ Program",
    "issn": "1520-4383",
    "issn_type": "Electronic",
    "volume": "2013",
    "pub_year": "2013"
  },
  "start_page": "15",
  "end_page": "18",
  "pages": "15-8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adverse Drug Reaction Reporting Systems",
    "Clinical Trials, Phase IV as Topic",
    "Databases, Factual",
    "Drug Approval",
    "Humans",
    "Licensure",
    "United States",
    "United States Food and Drug Administration"
  ],
  "article_ids": {
    "pubmed": "24319156",
    "doi": "10.1182/asheducation-2013.1.15",
    "pii": "2013/1/15"
  },
  "doi": "10.1182/asheducation-2013.1.15",
  "dates": {
    "completed": "2014-12-09",
    "revised": "2016-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:31.945261",
    "pmid": "24319156"
  }
}