{
  "pmid": "24314360",
  "uid": "24314360",
  "title": "Is the superiority of apoB over non-HDL-C as a marker of cardiovascular risk in the INTERHEART study due to confounding by related variables?",
  "abstract": "BACKGROUND: Patients with increased numbers of cholesterol-depleted apolipoprotein B (apoB) particles frequently have multiple other abnormalities, which might confound the comparison of apoB and non-high-density-lipoprotein-cholesterol (non-HDL-C) as markers of cardiovascular risk. OBJECTIVE: We wanted to determine whether the superiority of apoB over non-HDL-C as a marker of cardiovascular risk in the INTERHEART study is due to such variables that act as confounders of the primary comparison. METHODS: To test for confounding, cases and controls were first separated into 3 groups on the basis of the percentile levels within the study of non-HDL-C and apoB with discordance defined as a difference of 5 percentile points. Logistic regression was used to compute odds ratio of myocardial infarction (as an outcome) for different categories, assuming concordance as reference adjusted for other confounders. RESULTS: Plasma triglyceride and non-HDL-C levels were highest in the discordant group with lowest risk and lowest in the discordant group with highest risk, whereas apoB was highest in the discordant group with the highest risk and lowest in the discordant group with the lowest group. Moreover, no significant change was found in the odds ratio for either discordant group when adjusted for the effect of any of the variables examined, evidence that none confounded the primary comparison. CONCLUSION: Factors such as hypertriglyceridemia do not confound the comparison of apoB and non-HDL-C, further evidence that apoB is superior to non-HDL-C as a marker of the importance of the apoB atherogenic lipoproteins in cardiovascular risk.",
  "authors": [
    {
      "last_name": "Sniderman",
      "fore_name": "Allan D",
      "initials": "AD",
      "name": "Allan D Sniderman",
      "affiliations": [
        "Mike Rosenbloom Laboratory for Cardiovascular Research, McGill University Health Centre, Royal Victoria Hospital, Room H7.22, 687 Pine Avenue West, Montreal, Québec, Canada H3A 1A1. Electronic address: allan.sniderman@mcgill.ca."
      ]
    },
    {
      "last_name": "Islam",
      "fore_name": "Shofiqui",
      "initials": "S",
      "name": "Shofiqui Islam",
      "affiliations": []
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": []
    },
    {
      "last_name": "McQueen",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J McQueen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical lipidology",
    "iso_abbreviation": "J Clin Lipidol",
    "issn": "1933-2874",
    "issn_type": "Print",
    "volume": "7",
    "issue": "6",
    "pub_year": "2013"
  },
  "start_page": "626",
  "end_page": "631",
  "pages": "626-31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "Apolipoproteins B",
    "Biomarkers",
    "Cardiovascular Diseases",
    "Cholesterol, LDL",
    "Female",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Odds Ratio",
    "Risk Factors",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "24314360",
    "doi": "10.1016/j.jacl.2013.08.004",
    "pii": "S1933-2874(13)00253-5"
  },
  "doi": "10.1016/j.jacl.2013.08.004",
  "dates": {
    "completed": "2014-07-24",
    "revised": "2015-11-19"
  },
  "chemicals": [
    "Apolipoproteins B",
    "Biomarkers",
    "Cholesterol, LDL"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:41.926791",
    "pmid": "24314360"
  }
}