{
  "pmid": "24315653",
  "uid": "24315653",
  "title": "Transapical aortic valve implantation - an Australian experience.",
  "abstract": "BACKGROUND: The aim of this study was to report our initial experience with the transapical approach to transcatheter aortic valve implantation (TAVI) at an Australian institution. METHODS: All patients with severe, symptomatic aortic stenosis were assessed by our multidisciplinary team. A total of 32 patients received a transapical TAVI using an Edwards SAPIEN prosthesis. Data were prospectively collected and analysed according to the Valve Academic Research Consortium version 2 guidelines. RESULTS: Intraoperative outcomes included: 100% device success with no conversion to surgical valve replacement, extracorporeal membrane oxygenation was used electively in 15.6% and emergently in 6.3%, and no valve migration or malpositioning requiring prosthesis retrieval and re-implantation. Outcomes at 30 days post-TAVI included: No mortality, 3.1% myocardial infarction, no disabling stroke, 3.1% non-disabling stroke, no transient ischaemic attacks, 6.3% life-threatening bleeding, 15.6% major bleeding, 3.1% major vascular complications, and 12.5% postoperative acute kidney injury requiring renal replacement therapy. Mild paravalvular regurgitation was present in 29%, and there was no moderate or severe regurgitation. Mean follow-up time was 28.8±12.9 months. Cumulative results included: 9.4% mortality, 6.3% stroke, 6.3% myocardial infarction, and no repeat procedures. At one year postoperation, echocardiography demonstrated that the mean pressure across the prosthesis was 10.1±1.7mmHg, and the mean aortic valve area was 1.4±0.2cm(2). CONCLUSION: Good short-term outcomes and low or zero mortality are achievable with transapical TAVI at an Australian institution.",
  "authors": [
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Martinez",
      "fore_name": "Gonzalo",
      "initials": "G",
      "name": "Gonzalo Martinez",
      "affiliations": [
        "Department of Cardiology, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Cartwright",
      "fore_name": "Bruce L",
      "initials": "BL",
      "name": "Bruce L Cartwright",
      "affiliations": [
        "Department of Anaesthetics, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Adams",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Adams",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; Department of Cardiology, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Ng",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; Department of Cardiology, Royal Prince Alfred Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Sydney Medical School, The University of Sydney, Sydney, Australia; The Baird Institute of Applied Heart and Lung Surgical Research, Sydney, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, Australia; Australian School of Advanced Medicine, Macquarie University, Sydney, Australia. Electronic address: michael.vallely@bigpond.com."
      ]
    }
  ],
  "journal": {
    "title": "Heart, lung & circulation",
    "iso_abbreviation": "Heart Lung Circ",
    "issn": "1444-2892",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "5",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "462",
  "end_page": "468",
  "pages": "462-8",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aortic Valve",
    "Aortic Valve Stenosis",
    "Australia",
    "Disease-Free Survival",
    "Female",
    "Follow-Up Studies",
    "Heart Valve Prosthesis Implantation",
    "Humans",
    "Male",
    "Retrospective Studies",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "24315653",
    "doi": "10.1016/j.hlc.2013.10.095",
    "pii": "S1443-9506(13)01345-0"
  },
  "doi": "10.1016/j.hlc.2013.10.095",
  "dates": {
    "completed": "2014-12-30",
    "revised": "2014-05-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.282382",
    "pmid": "24315653"
  }
}