{
  "pmid": "24318955",
  "uid": "24318955",
  "title": "Management of herbicide resistance in wheat cropping systems: learning from the Australian experience.",
  "abstract": "Herbicide resistance continues to escalate in weed populations infesting global wheat (Triticum aestivum L.) crops, threatening grain production and thereby food supply. Conservation wheat production systems are reliant on the use of efficient herbicides providing low-cost, selective weed control in intensive cropping systems. The resistance-driven loss of herbicide resources combined with limited potential for new herbicide molecules means greater emphasis must be placed on preserving existing herbicides. For more than two decades, since the initial recognition of the dramatic consequences of herbicide resistance, the challenge of introducing additional weed control strategies into herbicide-based weed management programmes has been formidable. Throughout this period, herbicide resistance has expanded unabated across the world's wheat production regions. However, in Australia, where herbicide resources have become desperately depleted, the adoption of harvest weed seed control is evidence, at last, of a successful approach to sustainable weed management in wheat production systems. Growers routinely including strategies to target weed seeds during crop harvest, as part of herbicide-based weed management programmes, are now realising significant weed control and crop production benefits. When combined with an attitude of zero weed tolerance, there is evidence of a sustainable weed control future for wheat production systems. The hard-learned lessons of Australian growers can now be viewed by global wheat producers as an example of how to stop the continual loss of herbicide resources in productive cropping systems.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Australian Herbicide Resistance Initiative, School of Plant Biology, University of Western Australia, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Powles",
      "fore_name": "Stephen B",
      "initials": "SB",
      "name": "Stephen B Powles",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pest management science",
    "iso_abbreviation": "Pest Manag Sci",
    "issn": "1526-4998",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "9",
    "pub_year": "2014",
    "pub_month": "Sep"
  },
  "start_page": "1324",
  "end_page": "1328",
  "pages": "1324-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Australia",
    "Crops, Agricultural",
    "Herbicide Resistance",
    "Herbicides",
    "Plant Weeds",
    "Triticum",
    "Weed Control"
  ],
  "article_ids": {
    "pubmed": "24318955",
    "doi": "10.1002/ps.3704"
  },
  "doi": "10.1002/ps.3704",
  "dates": {
    "completed": "2015-03-30",
    "revised": "2014-07-21"
  },
  "chemicals": [
    "Herbicides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.800019",
    "pmid": "24318955"
  }
}