{
  "pmid": "24326740",
  "uid": "24326740",
  "title": "Cost effectiveness of a survivorship care plan for breast cancer survivors.",
  "abstract": "PURPOSE: Survivorship care plans (SCPs) are recommended for patients who have completed primary treatment and are transitioning to routine follow-up care. However, SCPs may be costly, and their effectiveness is unproven. The study objective was to assess the cost effectiveness of an SCP for breast cancer survivors transitioning to routine follow-up care with their own primary care physician (PCP) using data from a recent randomized controlled trial (RCT). METHODS: Resource use and utility data for 408 patients with breast cancer enrolled in the RCT comparing an SCP with standard care (no SCP) were used. The intervention group received a 30-minute educational session with a nurse and their SCP, and their PCPs received the SCP plus a full guideline on follow-up. Analysis assessed the societal costs and quality-adjusted life years (QALYs) for the intervention group and the control group over the 2-year follow-up of the RCT. Uncertainty concerning cost effectiveness was assessed through nonparametric bootstrapping and deterministic sensitivity analysis. RESULTS: The no-SCP group had better outcomes than the SCP group: total costs per patient were lower for standard care (Canadian $698 v $765), and total QALYs were almost equivalent (1.42 for standard care v 1.41 for the SCP). The probability that the SCP was cost effective was 0.26 at a threshold value of a QALY of $50,000. A variety of sensitivity analyses did not change the conclusions of the analysis. CONCLUSION: This SCP would be costly to introduce and would not be a cost effective use of scarce health care resources.",
  "authors": [
    {
      "last_name": "Coyle",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Coyle",
      "affiliations": [
        "University of Ottawa; Ottawa Hospital Research Institute; Applied Health Economics Research Unit, Ottawa; Ontario Institute for Cancer Research; University of Toronto, Toronto; Ontario Clinical Oncology Group; McMaster University; and Juravinski Regional Cancer Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grunfeld",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Grunfeld",
      "affiliations": []
    },
    {
      "last_name": "Coyle",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Coyle",
      "affiliations": []
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": []
    },
    {
      "last_name": "Julian",
      "fore_name": "Jim A",
      "initials": "JA",
      "name": "Jim A Julian",
      "affiliations": []
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark N",
      "initials": "MN",
      "name": "Mark N Levine",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of oncology practice",
    "iso_abbreviation": "J Oncol Pract",
    "issn": "1935-469X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "2",
    "pub_year": "2014",
    "pub_month": "Mar"
  },
  "start_page": "e86",
  "end_page": "e92",
  "pages": "e86-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Clinical Trials as Topic",
    "Cost-Benefit Analysis",
    "Female",
    "Follow-Up Studies",
    "Health Care Surveys",
    "Humans",
    "Patient Care Planning",
    "Physicians, Primary Care",
    "Primary Health Care",
    "Qualitative Research",
    "Quality-Adjusted Life Years",
    "Surveys and Questionnaires",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "24326740",
    "doi": "10.1200/JOP.2013.001142",
    "pii": "JOP.2013.001142"
  },
  "doi": "10.1200/JOP.2013.001142",
  "dates": {
    "completed": "2015-01-14",
    "revised": "2022-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.148843",
    "pmid": "24326740"
  }
}