{
  "pmid": "24320607",
  "uid": "24320607",
  "title": "Testing the link between community structure and function for ectomycorrhizal fungi involved in a global tripartite symbiosis.",
  "abstract": "Alnus trees associate with ectomycorrhizal (ECM) fungi and nitrogen-fixing Frankia bacteria and, although their ECM fungal communities are uncommonly host specific and species poor, it is unclear whether the functioning of Alnus ECM fungal symbionts differs from that of other ECM hosts. We used exoenzyme root tip assays and molecular identification to test whether ECM fungi on Alnus rubra differed in their ability to access organic phosphorus (P) and nitrogen (N) when compared with ECM fungi on the non-Frankia host Pseudotsuga menziesii. At the community level, potential acid phosphatase (AP) activity of ECM fungal root tips from A. rubra was significantly higher than that from P. menziesii, whereas potential leucine aminopeptidase (LA) activity was significantly lower for A. rubra root tips at one of the two sites. At the individual species level, there was no clear relationship between ECM fungal relative root tip abundance and relative AP or LA enzyme activities on either host. Our results are consistent with the hypothesis that ECM fungal communities associated with Alnus trees have enhanced organic P acquisition abilities relative to non-Frankia ECM hosts. This shift, in combination with the chemical conditions present in Alnus forest soils, may drive the atypical structure of Alnus ECM fungal communities.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer K M",
      "initials": "JKM",
      "name": "Jennifer K M Walker",
      "affiliations": [
        "Department of Biology, Lewis and Clark College, 0615 SW Palatine Hill Rd, Portland, OR, 97219, USA.",
        "Hawkesbury Institute for the Environment, University of Western Sydney, Locked Bag 1797, Penrith, NSW, 2751, Australia."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Cohen",
      "affiliations": [
        "Department of Biology, Lewis and Clark College, 0615 SW Palatine Hill Rd, Portland, OR, 97219, USA."
      ]
    },
    {
      "last_name": "Higgins",
      "fore_name": "Logan M",
      "initials": "LM",
      "name": "Logan M Higgins",
      "affiliations": [
        "Department of Biology, Lewis and Clark College, 0615 SW Palatine Hill Rd, Portland, OR, 97219, USA."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Kennedy",
      "affiliations": [
        "Department of Biology, Lewis and Clark College, 0615 SW Palatine Hill Rd, Portland, OR, 97219, USA.",
        "Department of Plant Biology and Ecology, Evolution, and Behavior, University of Minnesota, St Paul, MN, 55108, USA."
      ]
    }
  ],
  "journal": {
    "title": "The New phytologist",
    "iso_abbreviation": "New Phytol",
    "issn": "1469-8137",
    "issn_type": "Electronic",
    "volume": "202",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Apr"
  },
  "start_page": "287",
  "end_page": "296",
  "pages": "287-296",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Acid Phosphatase",
    "Alnus",
    "Frankia",
    "Leucyl Aminopeptidase",
    "Meristem",
    "Mycorrhizae",
    "Pseudotsuga",
    "Soil",
    "Symbiosis"
  ],
  "article_ids": {
    "pubmed": "24320607",
    "doi": "10.1111/nph.12638"
  },
  "doi": "10.1111/nph.12638",
  "dates": {
    "completed": "2014-10-28",
    "revised": "2021-04-16"
  },
  "chemicals": [
    "Soil",
    "Acid Phosphatase",
    "Leucyl Aminopeptidase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.630966",
    "pmid": "24320607"
  }
}