{
  "pmid": "24341470",
  "uid": "24341470",
  "title": "Impact of a mandatory geriatric medicine clerkship on the care of older acute medical patients: a retrospective cohort study.",
  "abstract": "BACKGROUND: The impact of geriatric medicine educational programs on patient level outcomes, as opposed to educational measures, is not well studied. We aimed to determine whether completion of a mandatory geriatrics rotation changed the clinical behaviors of clerks caring for older patients admitted to a medical clinical teaching unit. METHODS: We reviewed the charts of 132 older (>70y) patients, admitted to one medical clinical teaching unit (CTU) during 2005, and cared for by a clinical clerk, for documented functional assessment, cognitive assessment, recognition of medications that cause confusion, and early removal of indwelling urinary catheters. Performance of these outcomes was compared between clerks who had completed a mandatory 2-week geriatrics rotation immediately before the medical CTU rotation (n = 62) and those who completed geriatrics immediately after (n = 74). Patient outcomes were also measured and compared between groups. RESULTS: Compared to clerks without prior geriatric exposure, clerks with geriatrics exposure were almost 3 times as likely to assess function of their older patients within two days of assuming care (27% vs. 12%, OR: 2.73, 95% CI: 1.12 to 6.66). There were no significant differences in the other clinical behaviors. Patients cared for by geriatrics-exposed clerks were less likely to die or be institutionalized (10% vs. 31%, OR: 0.24, 95% CI: 0.09 to 0.63), and they had shorter lengths of stay by an average of -7.14 days (95% CI: -12.2 to -2.07). Adjustment for baseline differences in age and cognitive impairment did not alter the results. CONCLUSIONS: Clinical clerks who had completed a mandatory geriatrics rotation were more likely to document functional status upon assuming care of their older medical CTU patients, and there was also an association with better clinical outcomes. This highlights the value of including a geriatric medicine rotation as part of the core clerkship curriculum.",
  "authors": [
    {
      "last_name": "St Onge",
      "fore_name": "Joye",
      "initials": "J",
      "name": "Joye St Onge",
      "affiliations": [
        "Division of Geriatrics, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. stongej@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": []
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": []
    },
    {
      "last_name": "McLeod",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather McLeod",
      "affiliations": []
    },
    {
      "last_name": "Marr",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Marr",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2013",
    "pub_month": "Dec",
    "pub_day": "16"
  },
  "start_page": "168",
  "pages": "168",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Clinical Clerkship",
    "Clinical Competence",
    "Female",
    "Geriatric Assessment",
    "Geriatrics",
    "Humans",
    "Male",
    "Mandatory Programs",
    "Patient Outcome Assessment",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "24341470",
    "pmc": "PMC3907134",
    "doi": "10.1186/1472-6920-13-168",
    "pii": "1472-6920-13-168"
  },
  "doi": "10.1186/1472-6920-13-168",
  "pmc_id": "PMC3907134",
  "dates": {
    "completed": "2014-09-29",
    "revised": "2024-05-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.393684",
    "pmid": "24341470"
  }
}