{
  "pmid": "24344255",
  "uid": "24344255",
  "title": "Improving the provision of enteral nutrition in the intensive care unit: a description of a multifaceted intervention tailored to overcome local barriers.",
  "abstract": "BACKGROUND: Tailoring interventions to address identified barriers to change may be an effective strategy to implement guidelines and improve practice. The purpose of this article is to describe the development and implementation of a tailored intervention to overcome barriers to enterally feeding critically ill patients. METHODS: A before-after study was conducted in 5 hospitals in North America. We adopted a pragmatic stepwise approach to developing and implementing a tailored intervention-namely, (1) formation of a guideline implementation team, (2) identification of barriers to the provision of enteral nutrition (ie, guideline-practice gap analysis, staff survey, focus group with key stakeholders), (3) focus group to prioritize these barriers, (4) brainstorming to select interventions to overcome the prioritized barriers, (5) a 12-month implementation phase including bimonthly progress meetings, and (6) evaluation of the tailored intervention. RESULTS: All sites identified and prioritized barriers to target for change and developed a tailored action plan. Three of the 22 potential barriers were prioritized by all sites, resulting in common components to the action plans. However, barriers and interventions that were unique to specific sites were also identified. All sites were successful in implementing most of the selected strategies during the implementation phase, although the degree of implementation varied depending on the type of strategy and the site. CONCLUSION: This stepwise process to developing and implementing an intervention tailored to barriers is promising and could be considered by dietitians and other providers seeking to improve nutrition practice.",
  "authors": [
    {
      "last_name": "Cahill",
      "fore_name": "Naomi E",
      "initials": "NE",
      "name": "Naomi E Cahill",
      "affiliations": [
        "Naomi E. Cahill, KGH/Queens University, Angada 4, Kingston General Hospital, Kingston, ON K7L 2V7, Canada. Email: cahilln@kgh.kari.net."
      ]
    },
    {
      "last_name": "Murch",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Murch",
      "affiliations": []
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": []
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Nutrition in clinical practice : official publication of the American Society for Parenteral and Enteral Nutrition",
    "iso_abbreviation": "Nutr Clin Pract",
    "issn": "1941-2452",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2014",
    "pub_month": "Feb"
  },
  "start_page": "110",
  "end_page": "117",
  "pages": "110-7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Critical Illness",
    "Enteral Nutrition",
    "Focus Groups",
    "Guideline Adherence",
    "Humans",
    "Intensive Care Units",
    "North America",
    "Nutritional Status",
    "Practice Guidelines as Topic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "24344255",
    "doi": "10.1177/0884533613516512",
    "pii": "0884533613516512"
  },
  "doi": "10.1177/0884533613516512",
  "dates": {
    "completed": "2014-09-11",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes of Health Research",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.113903",
    "pmid": "24344255"
  }
}