{
  "pmid": "24347650",
  "uid": "24347650",
  "title": "Caring for critically ill children in the community: a needs assessment.",
  "abstract": "OBJECTIVE: The goal of this study was to identify barriers and facilitators to the optimal management of critically ill children who present initially to community hospitals and how best to support the needs of front-line healthcare providers in these settings prior to transfer to the regional academic paediatric health sciences centre. METHODS: A qualitative needs assessment was performed in five community hospitals targeting healthcare providers in leadership and front-line roles who could discuss their experiences of managing critically ill children that had presented to their institutions. Focused individual and focus group interviews of physicians, nurses and respiratory therapists from the participating hospitals were conducted and analysed to identify common themes. RESULTS: Five community hospitals participated in the study with a total of 57 participants and included 36 registered nurses, 4 respiratory therapists, 13 community hospital physicians and 4 paediatric intensive care specialists. Most participants did not report seeing more than one critically ill child per month. The management of very young paediatric patients was reported as a greater source of anxiety than patients presenting in cardiac arrest and despite being more frequently reported, respiratory conditions were identified as the most anxiety provoking and having the greatest educational need. The care required for a single critically ill child was often reported to render the emergency department staff incapable of meeting other patient care needs and was influenced by staffing resources, physical layout and access to proper equipment. Increased comfort and management ability was attributed to previous real-world experience and support from content experts in dealing with acutely ill children. Participants did not use web-based best practice guidelines. CONCLUSIONS: This study identifies the need to fully understand the management realities of front-line caregivers of critically ill children in community hospital settings. We demonstrate the need to focus on the management of younger paediatric patients, technical skills development, practice of acute situations with less than optimal staffing resources, and access to facilitated real-world experiences with appropriate supervision and mentoring. Passive interventions such as web-based guidelines should not be used in isolation but as a support to ongoing exposure and engagement by content experts.",
  "authors": [
    {
      "last_name": "Gilleland",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Gilleland",
      "affiliations": [
        "Department of Pediatrics, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McGugan",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer McGugan",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Brooks",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "Faculty of Health Sciences and Department of Health, School of Nursing, Aging and Society, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ quality & safety",
    "iso_abbreviation": "BMJ Qual Saf",
    "issn": "2044-5423",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2014",
    "pub_month": "Jun"
  },
  "start_page": "490",
  "end_page": "498",
  "pages": "490-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Clinical Competence",
    "Communication",
    "Critical Care",
    "Critical Illness",
    "Hospitals, Community",
    "Hospitals, Pediatric",
    "Humans",
    "Infant",
    "Interviews as Topic",
    "Needs Assessment",
    "Ontario",
    "Patient Care Team",
    "Qualitative Research",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "24347650",
    "doi": "10.1136/bmjqs-2013-002070",
    "pii": "bmjqs-2013-002070"
  },
  "doi": "10.1136/bmjqs-2013-002070",
  "dates": {
    "completed": "2015-08-24",
    "revised": "2018-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.339217",
    "pmid": "24347650"
  }
}