{
  "pmid": "24344618",
  "uid": "24344618",
  "title": "Shoulder arthroplasty expected outcomes: surgeons' opinion survey.",
  "abstract": "BACKGROUND: Shoulder arthroplasty provides predictable pain relief and functional improvement of the shoulder for glenohumeral disease. With recent emphasis on health economic planning and rising patient expectation, physicians are encouraged to adopt more evidence-based strategies for decision-making. In the context of shoulder arthroplasty, surgeon preference and bias may play a large role in the choice of the procedure performed. The purpose of this study is to objectively examine the perceived differences and similarities, from the surgeon's perspective, between total shoulder arthroplasty (TSA) and hemiarthroplasty anticipated outcomes. METHODS: We conducted a web-based survey that asked surgeons to weigh the relative values of these procedures in relation to one another. Within the survey, there were numerous variables in which the surgeon was asked to choose the preferred surgical outcome. Ninety-eight surgeons responded to the survey. The average age was 51.7 years. RESULTS: Surgeons in our study chose pain relief and improved ROM as a more likely outcome in TSA than any level of complication and as a more likely out-come than improved strength compared to hemiarthroplasty. These results emphasized the perception amongst the polled surgeons that TSA is a preferred treatment option for patients who expect a high level of pain relief and ROM even at the expense of a decreased strength. CONCLUSION: This study is a first step in the construction of a patient oriented model for treatment decisions. With this information, we may be better able to tailor our patients' needs and wishes to the procedures that most predictably result in the outcomes they desire.",
  "authors": [
    {
      "last_name": "Schwarzkopf",
      "fore_name": "Ran",
      "initials": "R",
      "name": "Ran Schwarzkopf",
      "affiliations": []
    },
    {
      "last_name": "Lerebours",
      "fore_name": "Frantz",
      "initials": "F",
      "name": "Frantz Lerebours",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": []
    },
    {
      "last_name": "Zuckerman",
      "fore_name": "Joseph D",
      "initials": "JD",
      "name": "Joseph D Zuckerman",
      "affiliations": []
    },
    {
      "last_name": "Loebenberg",
      "fore_name": "Mark I",
      "initials": "MI",
      "name": "Mark I Loebenberg",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Bulletin of the Hospital for Joint Disease (2013)",
    "iso_abbreviation": "Bull Hosp Jt Dis (2013)",
    "issn": "2328-5273",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "4",
    "pub_year": "2013"
  },
  "start_page": "265",
  "end_page": "271",
  "pages": "265-71",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthroplasty, Replacement",
    "Attitude of Health Personnel",
    "Biomechanical Phenomena",
    "Health Care Surveys",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Middle Aged",
    "Pain Measurement",
    "Patient Satisfaction",
    "Perception",
    "Physicians",
    "Range of Motion, Articular",
    "Recovery of Function",
    "Shoulder Joint",
    "Shoulder Pain",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "24344618"
  },
  "dates": {
    "completed": "2014-08-18",
    "revised": "2015-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.800607",
    "pmid": "24344618"
  }
}