{
  "pmid": "24343279",
  "uid": "24343279",
  "title": "Anatomic single- versus double-bundle ACL reconstruction: a meta-analysis.",
  "abstract": "PURPOSE: To determine whether anatomic double-bundle anterior cruciate ligament (ACL) reconstruction compared to anatomic single-bundle ACL reconstruction more effectively restored antero-posterior (A-P) laxity, rotatory laxity and reduced frequency of graft rupture. Our hypothesis was that anatomic double-bundle ACL reconstruction results in superior rotational knee laxity and fewer graft ruptures due to its double-bundle tension pattern, compared with anatomic single-bundle ACL reconstruction. METHODS: An electronic search was performed using the PubMed, EMBASE and Cochrane Library databases. All therapeutic trials written in English reporting knee kinematic outcomes and graft rupture rates of primary anatomic double- versus single-bundle ACL reconstruction were included. Only clinical studies of levels I-II evidence were included. Data regarding kinematic tests were extracted and included pivot-shift test, Lachman test, anterior drawer test, KT-1000 measurements, A-P laxity measures using navigation and total internal-external (IRER) laxity measured using navigation, as well as graft failure frequency. RESULTS: A total of 7,154 studies were identified of which 15 papers (8 randomized controlled trials and 7 prospective cohort studies, n = 970 patients) met the eligibility criteria. Anatomic ACL double-bundle reconstruction demonstrated less anterior laxity using KT-1000 arthrometer with a standard mean difference (SMD) = 0.36 (95% CI 0.214-0.513, p < 0.001) and less A-P laxity measured with navigation (SMD = 0.29 95% CI 0.01-0.565, p = 0.042). Anatomic double-bundle ACL reconstruction did not lead to significant improvements in pivot-shift test, Lachman test, anterior drawer test, total IRER or graft failure rates compared to anatomic single-bundle ACL reconstruction. CONCLUSION: Anatomic double-bundle ACL reconstruction is superior to anatomic single-bundle reconstruction in terms of restoration of knee kinematics, primarily A-P laxity. Whether these improvements of laxity result in long-term improvement of clinical meaningful outcomes remains uncertain. LEVEL OF EVIDENCE: II.",
  "authors": [
    {
      "last_name": "Desai",
      "fore_name": "Neel",
      "initials": "N",
      "name": "Neel Desai",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska University Hospital, 431 80, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Björnsson",
      "fore_name": "Haukur",
      "initials": "H",
      "name": "Haukur Björnsson",
      "affiliations": []
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Petzold",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Petzold",
      "affiliations": []
    },
    {
      "last_name": "Fu",
      "fore_name": "Freddie H",
      "initials": "FH",
      "name": "Freddie H Fu",
      "affiliations": []
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "5",
    "pub_year": "2014",
    "pub_month": "May"
  },
  "start_page": "1009",
  "end_page": "1023",
  "pages": "1009-23",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Anterior Cruciate Ligament",
    "Anterior Cruciate Ligament Reconstruction",
    "Humans",
    "Joint Instability",
    "Knee Joint"
  ],
  "article_ids": {
    "pubmed": "24343279",
    "doi": "10.1007/s00167-013-2811-6"
  },
  "doi": "10.1007/s00167-013-2811-6",
  "dates": {
    "completed": "2014-11-21",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.094514",
    "pmid": "24343279"
  }
}