{
  "pmid": "24349898",
  "uid": "24349898",
  "title": "Fine motor deficits in reading disability and language impairment: same or different?",
  "abstract": "Several studies have found evidence of motor deficits in poor readers. There is no obvious reason for motor and literacy skills to go together, and it has been suggested that both deficits could be indicative of an underlying problem with cerebellar function and/or procedural learning. However, the picture is complicated by the fact that reading problems often co-occur with oral language impairments, which have also been linked with motor deficits. This raises the question of whether motor deficits characterise poor readers when language impairment has been accounted for - and vice versa. We considered these questions by assessing motor deficits associated with reading disability (RD) and language impairment (LI). A large community sample provided a subset of 9- to 10-year-olds, selected to oversample children with reading and/or language difficulties, to give 37 children with comorbid LI + RD, 67 children with RD only, 32 children with LI only, and 117 typically-developing (TD) children with neither type of difficulty. These children were given four motor tasks that taxed speed, sequence, and imitation abilities to differing extents. Different patterns of results were found for the four motor tasks. There was no effect of RD or LI on two speeded fingertip tapping tasks, one of which involved sequencing of movements. LI, but not RD, was associated with problems in imitating hand positions and slowed performance on a speeded peg-moving task that required a precision grip. Fine motor deficits in poor readers may be more a function of language impairment than literacy problems.",
  "authors": [
    {
      "last_name": "Brookman",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Brookman",
      "affiliations": [
        "Department of Experimental Psychology, University of Oxford , Oxford , UK."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Experimental Psychology, University of Oxford , Oxford , UK."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "David",
      "initials": "D",
      "name": "David McDonald",
      "affiliations": [
        "Department of Experimental Psychology, University of Oxford , Oxford , UK."
      ]
    },
    {
      "last_name": "Bishop",
      "fore_name": "Dorothy V M",
      "initials": "DV",
      "name": "Dorothy V M Bishop",
      "affiliations": [
        "Department of Experimental Psychology, University of Oxford , Oxford , UK."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Print",
    "volume": "1",
    "pub_year": "2013"
  },
  "start_page": "e217",
  "pages": "e217",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "24349898",
    "pmc": "PMC3845870",
    "doi": "10.7717/peerj.217",
    "pii": "217"
  },
  "doi": "10.7717/peerj.217",
  "pmc_id": "PMC3845870",
  "dates": {
    "completed": "2013-12-18",
    "revised": "2025-05-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "082498",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.438476",
    "pmid": "24349898"
  }
}